{
    "title": "Devils Postpile National Monument: Tourist and Park Managers",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Tourist and Park Managers                Tourist and Park Managers       TOURISTS By the late 1800s, the Sierra Nevada was becoming more accessible by visitors who saw the landscape differently than did the Euro-American settlers, miners, sheepherders, and hunters. James Hutchings began encouraging tourism in the area as a publisher of California Illustrated Magazine, and highlighted Devils Postpile after his 1875 expedition to the area. A few intrepid travelers began to make their way to the Postpile from Yosemite by using the trail over Mammoth Pass, but it remained too remote from population centers and established travel routes to attract many sightseers. In 1878 George Bayley led the first known group of tourists to see Rainbow Falls, but his published account did not mention the Postpile, less than two miles to the north. Theodore Solomons passed the Postpile in 1892 while mapping a route from Yosemite to Mount Whitney, portions of which later became the John Muir Trail. Rather than viewing the High Sierra as a collection of mining, logging, and grazing sites, Solomons presented a new view of it as a region to be valued for its scenery and wild terrain. Similarly, as tourism increased during the 1900s, the Devils Postpile area became valued more for its scenery and scientific interest than for use of its natural resources. Yet difficult access kept tourism at the monument sparse until construction of the Minaret Mine road in 1928 and subsequent completion of Highway 395. As tourism increased, so did the demand for fly fishing. The California Department of Fish and Game began regularly stocking the Middle Fork San Joaquin in the 1930s. By the 1950s, fish were being pulled out of the river almost as fast as the stocking truck could plant them. Surveys showed that at least half of all visitors in the Middle Fork Valley were there to fish. Although fish stocking in the monument ended in 1971, the predominance of wild trout in the Middle Fork San Joaquin River increased its prestige. In the 1980s and 1990s, fly-fishing magazines and guidebooks touted the section of the Middle Fork through the monument as one of the few streams where a fly fisher could experience a \"grand slam\"—catching rainbow, brown, golden, and brook trout. For more information, see Trout Fishing. Increased visitation to the Postpile put more pressure on the natural resources and the small park staff trying to protect those resources. Annual visitation grew from about 6,000 people in 1938 to nearly 32,000 in 1954, despite the poor condition of the entrance road. The expansion of the interstate highway system and the growing popularity of pickup trucks and camping trailers changed the way people viewed outdoor recreation and public lands, bringing more campers to the Middle Fork Valley. The damage to the Devils Postpile landscape caused by heavy recreational use identified in a 1953 report included flower picking, grazing pack stock, and the trails that fishermen made through the meadows along the river which resulted in trampled vegetation and erosion of the pumice soils. Annual visitation has fluctuated widely above and below 100,000 since the mid-1960s. It reached a record high of more than 155,000 in 2001, and has averaged about 100,000 during the last decade. For more details, see the NPS statistics web page. Today, the monument serves as an important hub for tourism and recreation in the Sierra Nevada. In addition to viewing the Postpile formation and appreciating the monument's other scenic and scientific resources, visitors come to camp in a rustic setting, fish the Middle Fork San Joaquin, and explore the surrounding peaks, passes, and alpine basins by foot or mule.      PARK MANAGERS AND RANGERS When Devils Postpile National Monument was transferred from the US Forest Service to the National Park Service in 1934, it became a satellite of Yosemite and struggled with limited funding and personnel for many years.  Vernon Lowery, Earl Homuth, Richard Hartesveldt, and Gene Cahoon were the first men to work at Devils Postpile as jack-of-all trades kind of rangers. These men served as maintenance, law enforcement, naturalists, and interpreters. In his report for 1962, Cahoon recommended hiring a second naturalist to meet visitor requests for nature walks and campfire talks, and to give him \"more time for strictly ranger work, such as keeping people from wading barefoot in the drinking water, washing clothes and person in said drinking water, cleaning fish in the drinking water, etc.\" In 1969, Assistant Chief Park Naturalist at Yosemite, William Jones, wrote a scathing report on the management of Devils Postpile. \"The trail system in and about the monument still gets people lost, the trails are eroding badly, there are unmarked dangerous points on them at river and waterfall overlooks, trailside features lack any effective interpretation, and there is no trail to the only general overlook of the postpile on the west side of the river.\" Jones said the problem was that no one person or office was accountable for the monument's infrastructure and interpretation needs.  In response, in 1972 responsibility for the monument was transferred to Sequoia and Kings Canyon National Parks, with Wymond Eckhardt from Yosemite remaining on as supervisory ranger. Eckhardt had minimal oversight from his superior who was nearly 300 miles away, and with his knowledge of the area, local connections, and willingness to collaborate with the Forest Service, Eckhardt was able to transition the monument into the monument we see today. Eckhardt retired in 2000 after leaving a lasting legacy at the monument. He was replaced by Deanna Dulen, former director of the Inyo National Forest's Mono Basin Scenic Area Visitor Center.",
    "url": "https:\/\/www.nps.gov\/depo\/learn\/historyculture\/tourist-and-park-managers.htm"
}
