{
    "title": "Devils Postpile National Monument: American Indians of the Middle Fork",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     American Indians of the Middle Fork                American Indians of the Middle Fork Valley       Devils Postpile sits at a cultural crossroads where the traditional territories of American Indian inhabitants of the east and west slopes of the Sierra Nevada intersect.  Due to its remoteness, rugged terrain, and harsh winters, the area say limited use for most of human history, but nonetheless was significant to area tribes.  The area's significance as a trade route and intercultural exchange can still be seen today.   Archaeological evidence suggests that humans began crossing the Sierra Crest east of Devils Postpile at least 7,500 years ago.  Obsidian fragments, likely originating from the Casa Diablo, have been found in the monument and provide evidence of the area's role in the early California obsidian trade as early as 2,500 to 5,000 years ago. Questions remain about the subsequent settlement and use of the area.  While archaeologists have proposed that a prolonged drought, possible less than 1,000 years ago, may have led people living in the Great Basin to migrate west; tribal histories maintain that contemporary tribes are descendants of the original inhabitants of the area.    Trans-Sierra Trade Trade between groups from the west and east slopes of the Sierra Nevada brought people through the Devils Postpile area for thousands of years. In addition to food, tools, and other materials, the tribes exchanged ideas and customs. To meet with the Paiute, the North Fork Mono traveled through the Middle Fork Valley and over Mammoth Pass, which at 9,300 feet is the lowest point for more than 250 miles along the Sierra crest.  They used a series of nine camps throughout the area, on the final ascent over the Sierra crest they camped at Anakwumakwê, one of their camps which is understood to be a spring on the slope of Mammoth Mountain. Once over the Pass, the North Fork Mono trading parties typically remained there until the pine nuts were ripe in the fall. The Mammoth Pass Trail from the North Fork San Joaquin Valley through the Middle Fork Valley continued to be used by North Fork Mono and Paiute communities into the modern era.  Today the general route can be followed by taking Sheep's Crossing over the North Fork San Joaquin and the King Creek Trail through the north end of the monument to Reds Meadows and over Mammoth Pass. Impacts on the Landscape By altering the landscape to suit their needs, the Indians contributed to the ecological conditions that Euro-American explorers and settlers encountered in the Sierra Nevada in the 1800s.  Their interventions included sowing seeds, transplanting shrubs and small trees, diverting water for irrigation, pruning, weeding, erosion control, and burning wood for fires.  They also set fires to open trails, to promote the growth of certain plants, and to drive out game for hunting.  Setting fires could also control brush and reduce the possibility of large fires that risked human life and food sources.  The open areas noted by early Euro-American travelers through the Sierra Nevada may have been at least partly the result of frequent burning to stimulate the growth of grasses that provided food for wildlife and may have increased the water retention of meadows. Prior to the 1800s, lodgepole pine forests in similar locations in the Sierra Nevada burned roughly every 130 to 160 years, red fir and Jeffrey pine forests about every 30 to 60 years.  In Devils Postpile from the early 1700s to the late 1800s, tree-ring samples show that fires affected red fir and Jeffrey pine forests every 5 to 25 years, and lodgepole pine forests every 15 to 30 years.  This frequency may be greater than can be accounted for by lightning, volcanic activity, and climate change, especially considering the extent of the pumice covering the area, which tends to inhibit the growth of understory fuels.  Tree-ring studies have also shown that the frequency of fires in Devils Postpile diminished after the 1860s,with no significant fires after 1887 until the Rainbow Fire in 1992.  Although other factors may have affected fire activity, this decrease occurred after removal of the American Indians to reservations and the efforts of Euro-American settlers to suppress fires increased. Most studies of native burning of the landscape in the Sierra Nevada have focused on the more populated, lower-elevation areas on the western slope.  Although the possible short-term or long-term impacts of intentional burning on the ecology of the Devils Postpile area are not known, there is evidence that Indians set fires in some higher-elevation areas of the Sierras.  Even in the Middle Fork Valley, which was used for only brief periods each year, fire would have significantly reduced undergrowth and duff, particularly in the southern portion of the present-day monument where pumice does not predominate.  It would have opened up the forest, encouraging the growth of forage that could have attracted deer and other wildlife.  The Indians may also have set fire to young lodgepole or removed willow along riverbanks to enlarge meadows to provide more space for camping, collecting plants, and hunting. Displacement by Euro-Americans By the early 1800s, Spanish, Mexican, and American colonists had introduced the American Indians to new trade goods, including foods, guns, other metal tools, and horses, which enabled them to travel farther and carry more goods.  Slowly from the 1840s to the 1890s, Sierra tribes were displaced by miners, loggers, and sheep and cattle herders who had economic interests within the area.   The Indian Legacy at Devils Postpile Increasing our understanding of the Indians' historical relationship with Devils Postpile encourages an awareness that the area's montane meadows, riparian vegetation, fish and wildlife populations, and charcoal scars of past fire regimes will provide insights into the cultural influences of the natural landscape.  Ongoing efforts will continue to maintain an active tribal consultation program for identification and evaluation of natural and cultural resources with significance to American Indian tribes and groups, as well as recommendations for management.",
    "url": "https:\/\/www.nps.gov\/depo\/learn\/historyculture\/american-indians-of-the-middle-fork-valley.htm"
}
