{
    "title": "Devils Postpile National Monument: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go         Soda Springs Meadow and the San Joaquin River. NPS Photo  THE SAN JOAQUIN RIVER The San Joaquin River is the life of the monument, flooding the lush meadows, providing valuable habitat for four species of trout, and adding to the diversity and beauty of the entire valley. The river and its surrounding banks provide opportunities for fishing, picnicing, or simply just a place to enjoy the sounds of nature. River access is provided at multiple locations throughout the monument. Soda Springs Meadow is one of the best places to observe seasonal changes in the Monument. As summer progresses, the river's depth and flow wanes, revealing previously submerged gravel bars and the soda springs.        Devils Postpile NPS Photo  DEVILS POSTPILE Approximately 100,000 years ago, a lava flowed from an unknown location upstream from the location of today's monument. As it flowed down the valley, it eventually ran into an obstruction which served as a dam to the lava's path. Pooling up to 400 feet behind the natural dam, the lava cooled. Conditions were such that the lava--that was incredibly uniform in its mineral composition--cooled at a very slow rate. As it cooled, it contracted and cracked, forming hexagonal columns. 80,000 years later, a glacier flowed through the same valley, revealing the sides and tops of the columns. Glacial polish can still be seen today at the top of the formation.        Rainbow Falls NPS Photo  RAINBOW FALLS Just a 2.5 mile walk from the Ranger Station, Rainbow Falls is the highest water fall on the Middle Fork of the San Joaquin river. Plunging 101-feet down to the turbulent water below, the falls are aptly named for the many rainbows that appear in its mist throughout sunny summer days. Visitors interested in a moderate day-hike can make a loop, embarking from the ranger station's trailhead to the Falls and returning via Shuttle Bus Stop 9, the Rainbow Falls Trailhead. The bus can then return hikers to the monument's ranger station from the Rainbow Falls trailhead. Be sure to bring plenty of water and sunscreen for every member in your hiking group as the walk to the Falls is very hot, dry, and exposed.        Minaret Lake lies in the heart of the Ansel Adams Wilderness. NPS Photo  THE HIGH SIERRA The Postpile also serves as a starting point for many backcountry trips. Surrounded by both the Ansel Adams and John Muir Wildernesses, the monument provides a portal to some of the most pristine backcountry destinations in the region. Permits are required for all overnight trips in wilderness areas. While Devils Postpile National Monument can issue permits through a special arrangement with the Inyo National Forest for trips originating in the Reds Meadow Valley, it is best for visitors planning on a backpack trip in the area to contact the Inyo's Wilderness Permit office directly and to procure permits at the Mammoth Lakes Welcome Center or any other Inyo National Forest permit center whenever possible. The most current regulations and trail quotas can be found by visiting the Inyo National Forest's website or by phoning the Inyo's Wilderness Permit Office at (760) 873-2485.",
    "url": "https:\/\/www.nps.gov\/depo\/planyourvisit\/placestogo.htm"
}
