{
    "title": "Devils Postpile National Monument: Outdoor Activities",
    "body": "Outdoor Activities        Valley trailheads take visitors to either the Ansel Adams or John Muir Wilderness Areas where many hiking adventures await. J. Winters       SUMMER ACTIVITIES HIKING There are about 8 miles of trails in Devils Postpile National Monument. The trails offer a variety of opportunities for all fitness levels. Expanding your hiking outside the boundaries of the Monument will take you into the High Sierra of the Ansel Adams Wilderness. If hiking with your pet, make sure it is on a leash at all times within the Monument. All of the following distances are from the Devils Postpile trail head. Devils Postpile: An easy 0.4 mile one way hike to the base. The top of the Postpile is another 15 minutes uphill. Rainbow Falls: From the Ranger Station, this is a rolling, mostly downhill, 2.5 mile one way hike to Rainbow Falls. This hike can be hot and dry in the summer, so bring plenty of water. Minaret Falls: This is an easy 1.4 mile hike to a cascading waterfall just outside the Monument boundary. Ansel Adams Wilderness: There are multiple destinations within day hiking distance from Devils Postpile in the Ansel Adams Wilderness. Minaret and Fern Lakes are just a couple of the destinations you could visit. Ask a Ranger for more information. RANGER GUIDED PROGRAMS Ranger guided programs are a great way to learn about Devils Postpile and the surrounding area. A variety of programs are listed on the Events Calendar. Call 760-934-2289 for more information. FISHING The San Joaquin River is a designated Wild Trout River with ample fishing opportunities for all abilities. With a valid California fishing license, anglers can keep up to five fish. Venturing further from the parking lot, away from Soda Springs Meadow, will give you a bit more solitude, but there is plenty of fishing near the parking lot. If you do head out along the river bank to fish, please use established trails and limit your impact. Please help preserve the river for wildlife and other anglers by packing out all trash and fishing line. Other fishing opportunities are available at nearby Sotcher and Starkweather Lakes. For more information on regulations and limits, please visit the California Department of Fish and Game site. WILDLIFE WATCHING Devils Postpile boasts 115 species of birds and all of the classic Sierran charismatic megafauna, such as black bears, coyotes, mule deer, and pine martens. The wildlife in the Postpile tends to be primarily crepuscular, meaning active at dawn and dusk.  For wildlife watchers, the best time to visit is early morning or in the evening. When viewing wildlife in the Monument, remember, all animals are wild. Please do your part to keep them that way by viewing them from a distance. This will keep you and the wildlife safe. For more information about Devils Postpile's wildlife, visit our Nature and Science page.  HORSEBACK RIDING AND STOCK USE Horses have long been an important part of exploring the Sierra. Commercial pack trips are available in the valley through the Reds Meadow Pack Station, but visitors are welcome to bring their own stock. The trail from the ranger station to Devils Postpile is not open to stock use, but there are several other options. There is no stock trailer parking at Devils Postpile National Monument, but visitors may use the Rainbow Falls, Agnew Meadows or Red Meadow parking areas. Click here for a complete list of regulations regarding horse and stock use. CYCLING AND MOUNTAIN BIKING Road Biking Cycling the road into the Red's Meadow Valley is certainly a scenic adventure. If you are interested in biking into Reds Meadow, please consider the following advisories:  To avoid head-on collisions, do not pass stopped or slowed traffic as they may be waiting for an oncoming vehicle to pass safely. On the downhill stretch into Reds Meadow, the road speed limit is 15 mph. Under California State Law, this speed limit applies to both cyclists and vehicles. Downhill traffic must yield to uphill traffic and must stay to the right. The road is narrow, winding and steep. Make sure your brakes are in good shape before beginning your descent. Riding into the valley during peak visitation times (11:00 a.m. to 4:00 p.m.) is not recommended. Bikes will be loaded and unloaded only at the Adventure Center and at Red's Meadow Resort if space is available. Buses can only take 2 bicycles per bus and only if the bus has space available. Be advised: there is a speed bump on the road into Devils Postpile National Monument. Helmets are recommended for all riders and are required for riders under 18 years of age. All cyclists ride at their own risk. Please look after both your safety and the safety of others on the road.  If cyclists ride the shuttle buses out of the valley, they must pay the transportation fee. Those who cycle in and out of the valley are exempt from the fee. Mountain Biking Mountain biking is generally not permitted in the Reds Meadow Valley and is not permitted anywhere in Devils Postpile National Monument. The one exception to this is the Starkweather Trail, which starts either at Starkweather Lake or at the Minaret Vista. Mountain biking is only allowed on this trail AFTER the shuttle buses have stopped running for the season, which is generally the Wednesday after Labor Day. This is also a popular hiking trail, so ride cautiously. The nearby town of Mammoth Lakes and the surrounding Forest Service land offers endless mountain biking possibilities. Click here for more information about mountain biking in the surrounding area.        Late winter and early spring can be great times to ski into the monument, with warmer, longer days, and lower avalanche danger. NPS       WINTER ACTIVITIES SNOWSHOEING AND SKIING The Reds Meadow Valley, although closed to vehicles in the winter, is available to backcountry skiers and snowshoers. This is a true winter wilderness experience and travel into the valley can be hazardous. For those with proper avalanche safety skills and physical conditioning, however, the valley offers outstanding touring and provides a gateway to the High Sierra backcountry. There are NO facilities available in the valley in the winter and all travelers should be prepared to be self sufficient. Snowmobiles are allowed on the Reds Meadow Road, but are not permitted on the road to Devils Postpile or anywhere within the boundaries of the monument. Please be respectful of this regulation. Remember that avalanches are frequent on the Reds Meadow Road. Traveling alone is not recommended in the winter months due to the potential avalanche hazard. Anyone traveling into the valley should be equipped with and know how to use minimum safety equipment, including the following:  Avalanche beacon Collapsible shovel Avalanche probe Extra food and water Extra warm clothing Ski\/snowshoe repair kit  Winter travel in the valley can be a beautiful and rewarding experience. Research your trip ahead of time, checking the weather and avalanche forecasts. Check with the Eastern Sierra Avalanche Center for updated reports throughout the winter.",
    "url": "https:\/\/www.nps.gov\/depo\/planyourvisit\/outdooractivities.htm"
}
