{
    "title": "Devils Postpile National Monument: Videos",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations     Videos                Videos                         A Gateway to the Wilderness Devils Postpile provides access to some of the most stunning wilderness in the Sierra. Learn about the value of wilderness and what it has to offer.  Duration:3 minutes, 55 seconds                                The 2011-2012 Winter in Soda Springs Meadow A time lapse of the 2011-2012 winter as seen from one of the Soda Springs research cameras in Devils Postpile National Monument.  Duration:38 seconds                                A Look at the November 2011 Wind Event On November 30, 2011, an unusual windstorm hit Devils Postpile, the Reds Meadow Valley and a large swath of Sierran forest from Tuolumne Meadows to Mt. Whitney. This video shows some of the damage, cleanup, and scientific efforts following that event.  Duration:3 minutes, 40 seconds                                Cold Air Pooling Project Follow our SCA interns as they collect data for our cold air pooling project in coordination with the Scripps Institution of Oceanography. You can watch a HD version at http:\/\/www.youtube.com\/watch?v=y7RR5hShJPk&feature=plcp  Duration:2 minutes, 30 seconds                                Air Quality at Devils Postpile Air quality affects not only the ecosystems at Devils Postpile, but monument visitors as well. Watch this video to learn about how we monitor air quality and what you can do to to ensure cleaner air in the monument and at home.  Duration:9 minutes, 28 seconds                                The Cultural Landscape Devils Postpile has a rich and storied human history. This video covers just a small portion of that history and will introduce you to how the monument became the place it is today.  Duration:8 minutes, 15 seconds",
    "url": "https:\/\/www.nps.gov\/depo\/learn\/photosmultimedia\/videos.htm"
}
