{
    "title": "Pipestone National Monument: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Pipestone National Monument is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      Experience the Prairie’s Vibrant Summer Colors  Close up look at prairie wildflowers - Maranda, yellow coneflowers, and native grasses. Pipestone National Monument, by virtue of its protected status, has some of the only native tallgrass prairie habitat left in the southwest Minnesota. The plants of the prairie can be seen close up along the Circle Trail and viewed as a stunning mosaic from the road. Over 500 species of plants occur at the Monument; many of them are rare. Read more   Pipestone Carving ‹ Keeping Traditions Alive  For countless generations, American Indians have quarried the red pipestone found at this site. These grounds are sacred to many people because the pipestone quarried here is carved into pipes used for prayer. Many believe that the pipe's smoke carries one's prayer to the Great Spirit. The traditions of quarrying and pipemaking continue here today Read more   Pipestone Quarrying ‹ Keeping Traditions Alive  Quarrying of pipestone is often an under-appreciated part of the tradition surrounding pipemaking. The task of extracting pipestone from the earth is a slow and labor intensive process. The process can require many days of physical labor with only the use of hand tools such as sledgehammers, pry bars, chisels, wedges, and steel bars allowed. For someone not already in good physical condition the process is slowed or should not be attempted. Read more      Call to Action Projects    Learn more about the work we're doing to prepare for the future.",
    "url": "https:\/\/www.nps.gov\/pipe\/getinvolved\/2016.htm"
}
