{
    "title": "Devils Postpile National Monument: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       BY PLANE The closest commercial airport is the Mammoth Lakes\/Yosemite Airport (MMH), located on U.S. Highway 395 just south of Mammoth Lakes. Although there is currently only one flight each day into Mammoth Lakes during the summer months, the airport is only about 40 minutes from Devils Postpile National Monument. From the Mammoth Lakes\/Yosemite Airport drive north on U.S. Highway 395 to the Mammoth Lakes\/Highway 203 exit. Turn left at the stop sign onto State Route 203 into Mammoth Lakes. The next closest airport is the Reno\/Tahoe International Airport (RNO). From Reno, drive south on U.S. Highway 395 for approximately 3 hours (170 miles) to State Route 203.  BY CAR From U.S. Highway 395, drive 10 miles west on S.R. 203 to Minaret Vista and then another 8 miles on a paved, steep mountain road. Please note that this road is single lane for approximately 3 miles. Most visitors must park at the Mammoth Mountain Ski Area and use the mandatory shuttle. The shuttle bus operates from mid-June through the Wednesday after Labor Day.  Exceptions to the shuttle system can be found on the shuttle bus information page. Fees for the bus are as follows: $7 for adults, $4 for children (3 to 15 years of age). Shuttle bus tickets can be purchased at the Mammoth Mountain Adventure Center located in the Mammoth Mountain Ski Area Gondola Building adjacent to the Mammoth Mountain Inn at the top of Highway 203. Buses run every 20 or 30 minutes. When buses are not running, visitors must pay a standard amenity fee at the Minaret Vista Station. For more detailed fee information, click here.    BY BICYCLE For those visitors wanting to bike down to the Postpile, bicycles are allowed down the road free of charge. If, however, visitors choose not to ride back out of the Valley and opt to use the shuttle instead, they must pay the shuttle bus fee.   The buses will transport bicycles if space is available. For more information about biking, click here.",
    "url": "https:\/\/www.nps.gov\/depo\/planyourvisit\/directions.htm"
}
