{
    "title": "Devils Postpile National Monument: Park Passes",
    "body": "Park Passes        Interagency Annual Pass        All Interagency Passes are now accepted for entrance into the Reds Meadow Valley for shuttle bus exception vehicles or for vehicles entering before or after shuttle bus operation.  The passes in the interagency program are:      INTERAGENCY ANNUAL PASS - $80 This pass is available to the general public and provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of sale. The pass admits the pass holder(s) and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas. (Children under 16 are admitted free.) The pass can be obtained in person at the park, or by calling 1-888-ASK-USGS, Ext. 1, or via the internet at http:\/\/store.usgs.gov\/pass.   SENIOR PASS - $10 This is a lifetime pass for U.S. citizens or permanent residents age 62 or over. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas. (Children under 16 are admitted free.)  The pass can only be obtained in person at the park. The Senior Pass provides a 50% discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50% price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires.   ACCESS PASS - Free This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass. Acceptable documentation includes: statement by a licensed physician; document issued by a Federal agency such as the Veteran's Administration, Social Security Disability Income or Supplemental Security Income; or document issued by a State agency such as a vocational rehabilitation agency. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas. (Children under 16 are admitted free.) The pass can only be obtained in person at the park. The Access Pass provides a 50% discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launching, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50% price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires.   VOLUNTEER PASS - Free with 250 hours of federal volunteer service This pass is for volunteers acquiring 250 service hours on a cumulative basis. It provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of award. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas. (Children under 16 are admitted free.) Contact individual National Park Service units at www.nps.gov to learn more about volunteer opportunities.   ANNUAL PASS for Military and Dependents This pass is available to U.S. military and their dependents in the Army, Navy, Air Force, Marines, Coast Guard, and most members of the Army Reserve. Proper military I.D. is required. (CAC card or DoD form 1173) This pass can be obtained in person at federal recreation sites that charge a standard amenity fee. It covers entrance to Fish and Wildlife and National Park Service sites that change entrance fees and standard amenity fees and US Forest Service, Bureau of Land Management, and Bureau of Reclamation sites. It admits the pass owner and anyone in the vehicle to sites that charge per vehicle fees and the pass holder and up to three additional adults to sites that charge per person fees. This pass is non-transferable.       Annual 4th Grade Pass USGS       ANNUAL 4TH GRADE PASS - Free (after completion of activity) The Annual 4th Grade Pass is available to U.S. 4th graders (including home-schooled and free-choice learners 10 years of age) with a valid Every Kid in a Park paper pass. Fourth graders can get their pass by going to the Every Kid in a Park website and following the instructions. The pass is valid for the duration of the 4th grade school year through the following summer (September - August). The pass does not cover or provide a discount on expanded amenity fees such as camping, boat launch or interpretive fees. Fourth graders with this pass can receive free admission on the shuttle bus, a courtesy of the Eastern Sierra Transit Authority. The pass is non-transferable.       Additional details about these interagency passes.",
    "url": "https:\/\/www.nps.gov\/depo\/planyourvisit\/park-passes.htm"
}
