{
    "title": "Tuzigoot National Monument: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants      Preparing for a visit?  Check out our brochures, and see if you can find these plants on the trail: Plants of the Verde Valley (1,800 KB) Plants of the Verde Valley (Spanish) (205 Kb)   Because of the many landforms found in and around Tuzigoot National Monument, the area contains a high diversity of plant life. The riparian corridor along the Verde River hosts water-living species such as cottonwood, sycamore, willow, cattails, and the invasive tamarisk. Due to the lack of sufficient flood events in recent years, an ever-increasing amount of vegetation grows is what would normally be a boulder-strewn floodplain. These plants place an extra demand on the water flowing in the Verde River. Above the riparian zone on the benchlands subject to infrequent flooding lies a mesquite bosque, an almost impenetrable thicket of trees winding around the south side of Tuzigoot blending into the cattails at the edge of Tavasci Marsh to the east. It is on the windswept hillsides and ridgetop of Tuzigoot that the plants exhibit the unique adaptations that have allowed them to live in a landscape of extreme aridity and intense heat. Cactus spines serve to protect the moisture-laden pads from being eaten by animals and provide a limited shading effect on the pads. The pads grow at angles to each other to deflect strong winds. Most of the plants have shallow lateral root systems that allow the plant to quickly take in what little rain that falls. Plants often exhibit spacing, which decreases competition for the scarce water.   We partner with the Southwest Environmental Information Network, or SEINet, for inventories of the botanical resources of Tuzigoot National Monument.  For a printable list of the flora, click here.  For an interactive list, with links to photos of the plants, click on the highlight on the right hand side.",
    "url": "https:\/\/www.nps.gov\/tuzi\/learn\/nature\/plants.htm"
}
