{
    "title": "Devils Postpile National Monument: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         Snow accumulates on the Devils Postpile entrance sign. Cindi Scott  Devils Postpile National Monument is located in the heart of California's Sierra Nevada. As such, a wide variety of recreational activities is available in the region. Within the Monument's nearly 800 acres, visitors can explore the area's unique geology, take a day-hike along the John Muir or Pacific Crest trails, or simply enjoy a meal in our day-use area alongside the Middle Fork of the San Joaquin River.  From camping, backpacking, and day hikes to fishing, photography, and horseback riding, there's something to do for everyone! While planning your upcoming visit, it is important to remember that Devils Postpile National Monument is only open during the summer months. Although opening dates can vary depending on snow conditions, the Monument usually opens in mid-June. By mid to late October, early winter storms in the High Sierra typically begin to bring snow to the area.              Operating Hours and Seasons   Opening and closing dates and hours of operation for the monument, ranger station, and campground.        Reds Meadow\/Devils Postpile Shuttle Bus   The mandatory shuttle bus into the Reds Meadow Valley and Devils Postpile National Monument allows visitors to experience the area safely.        Places to Go   There's more to see at Devils Postpile National Monument!              Permits   Some activities within the monument require a special permit.        Getting Around   Find information on how to get to Devils Postpile National Monument, vehicle limitations, and public transportation.        Camping   Camping is a longstanding tradition at Devils Postpile National Monument              Pets in the Monument   Prepare for bringing your pet to Devils Postpile National Monument        Accessibility   Find out more about accessibility at Devils Postpile National Monument        Safety   While hiking, driving, and recreating around water, it is important to be prepared, aware, and stay safe!",
    "url": "https:\/\/www.nps.gov\/depo\/planyourvisit\/index.htm"
}
