{
    "title": "Devils Postpile National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes               Fees & Passes       SHUTTLE BUS FEES AND INFORMATION The Reds Meadow Shuttle Bus has provided transit service into the Reds Meadow Valley and to the Devils Postpile National Monument for over 30 years. Most visitors must ride the shuttle to access the Valley and Devils Postpile. For a list of exceptions and exception vehicle fees, scroll down.* TICKET PRICES    Day Pass  $7\/Adult $4\/Child 3-15  Children 2 and under free    3-Day Pass  $14\/Adult $8\/Child 3-15  Children 2 and under free    Season Pass  $35\/Adult $20\/Child 3-15  Children 2 and under free      Well behaved, leashed and muzzled dogs are welcome to ride the shuttle. Muzzles are available for purchase in pet stores in Mammoth Lakes and at the Mammoth Mountain Adventure Center where shuttle bus tickets are sold. Commercial tour operators or large groups should call Eastern Sierra Transit in advance at 760-872-1901 so they can be prepared for your visit. *Exceptions to the mandatory shuttle: Vehicles meeting any of the following criteria may drive into the Valley;however, the standard amenity fee must be paid at the Minaret Vista Station upon entry or exit:  Visitors with a valid Disabled Persons parking placard or plate Campers staying in a valley campground Guests of the Red's Meadow Resort Vehicles towing stock trailers or carrying watercraft (watercraft must be suitable for use on valley lakes. There are no boat launches in the valley.) Hunters transporting weapons or large game Vehicles arriving before 7:00am or after 7:00pm or any other time when the shuttle buses are not operating.  *Fees for exception vehicles:   Day Pass: $10\/vehicle Three-day Pass: $20\/vehicle for three of five consecutive days. Season Pass: $35\/vehicle Camping Pass: $10\/vehicle good for the duration of stay For additional information regarding the shuttle operation please contact Eastern Sierra Transit Authority (ESTA) at 760-872-1901  FEES AND INFORMATION FOR BICYCLES Cyclists riding both in and out of the valley will not be charged a fee. Cyclists taking the shuttle out of the valley will have to pay the shuttle bus fee on the way out. Exact change is preferred to make the transaction go smoothly. For visitors wishing to ride the road in, but not out of the valley, buses can safely carry three bikes on front-mounted bicycle racks. Biking off road is not permitted anywhere in the Reds Meadow Valley with one exception. Mountain biking is permitted on the Starkweather Trail only after the shuttle bus has stopped running for the season. CAMPING FEES The only fee once you enter Devils Postpile National Monument is for visitors wishing to camp in the monument campground. Camp sites are $20\/site\/night or $10\/per site\/night for Senior or Access pass holders. Visit the camping page for more detailed information about camping and associated fees. SHUTTLE BUS INFORMATION Visit the shuttle bus information page for shuttle schedules and other information regarding shuttle bus logistics. Outside of shuttle bus operations, there is a $10\/vehicle standard amenity fee. Interagency passes are accepted.",
    "url": "https:\/\/www.nps.gov\/depo\/planyourvisit\/fees.htm"
}
