{
    "title": "Devils Postpile National Monument: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons       HOURS OF OPERATION 2016 Season: Devils Postpile National Monument road and Reds Meadow Valley Road will open Saturday, June 18th, 2016. Monument Hours: Devils Postpile National Monument and the Reds Meadow Valley are open 24 hours\/day 7 days\/week during the operating season. If planning a trip in June, September or October, please check the website for up to date weather and closure information. The monument will close temporarily if winter weather arrives early. Ranger Station Hours: The ranger station will open Saturday, June 18th. Typical hours of operation are 9:00 am to 5:00 pm daily. Campground: The Devils Postpile campground is closed. Due to construction projects within the monument that may delay opening, please check back for an opening date.  Trails and Day Use Areas: In the winter, the monument is open for recreational use but no amenities are available.  Visitors can only access the monument on foot, ski, or snowshoe; and must be self-sufficient for backcountry winter travel. Overnight Parking: During the shuttle bus operating season, visitors who are exceptions to the shuttle bus and are backpacking may use the overnight hiker parking just outside the monument boundary. There is a 1\/4 mile walk from there to the trailhead along a trail. Shuttle bus users should leave their vehicle at the shuttle bus parking area at Mammoth Mountain. There is no charge to park your vehicle overnight. Please do not leave any food or scented items in your vehicle when leaving it overnight. Lockers are available at Mammoth Mountain Main Lodge. After shuttle bus operation, backpackers may drive into the monument. There is no overnight parking in the Reds Meadow Valley or Devils Postpile after October 15. Backpackers need to arrange for a shuttle or taxi or be prepared to hike out. The road will not be plowed after October 15. Backpackers: If your trip starts while the shuttle bus is operational and ends after the shuttle bus season, please notify the staff at the Minaret Vista when you arrive. You will be able to drive into the valley. You must provide your wilderness permit as proof of your trip plan and must pay the standard amenity fee.      REDS MEADOW SHUTTLE BUS The mandatory Reds Meadow Shuttle will begin daily operations on Saturday, June 18th and operate through Labor Day. Visitors not meeting one of the exceptions must ride the shuttle bus.  Visitors driving into the Reds Meadow Valley before or after the operating hours of 7:00 a.m.-7:00 p.m. must pay the standard amenity fee of $10\/day or show an interagency pass at the Minaret Vista Station.      SEASONS AT DEVILS POSTPILE Spring Spring is not generally a long season in the Sierra. At Devils Postpile, it is the time that the meadows flood, the rivers swell, and everyone waits for roads to clear. Depending on the year, winter can hold on into June, dropping snow on nearby Mammoth Mountain until Fourth of July. But other years, the shooting stars start to bloom in early June, just as the water recedes from the meadows. Visitors in early June should check conditions often as road closures due to weather are not uncommon and typically opening dates are uncertain. Summer When the monument opens in mid-June, visitors can expect a relatively quiet experience with uncrowded trails, maybe a snow patch or two, and amazing water flows at both Rainbow Falls and Minaret Falls usually until at least Fourth of July weekend. After that, although the waterfalls are still full, but so are park trails, overlooks, and shuttle buses. The mandatory Devils Postpile\/Reds Meadow shuttle bus typically begins operations in June (weather permitting) and runs through the Wednesday after Labor Day, which is considered the end of the summer season. In August, crowds peak, campgrounds are typically full during the weekends, and stream flows in the waterfalls diminish significantly. Although Rainbow Falls flows year round, it is most impressive in June and July. August, however, is typically the warmest month and crowds usually subside around the end of the month just before the last rush during Labor Day weekend. Fall Fall is a beautiful time to be in the monument, but the weather can be a bit unpredictable. Generally, days are warm and nights are cold through early October. Blue skies prevail, but winter storms are not far away. Visitors in September and October will enjoy relatively uncrowded trails and facilities and fall color that typically peaks in early October. Be prepared for rapidly changing weather, particularly if visiting in October. The ranger station and campground are usually open through Columbus Day weekend, weather permitting. The monument is scheduled to be open every year until October 31, however, winter storms tend to move this closing date up most years. Temporary closures due to weather are not uncommon in the fall. If you catch it on the right day, however, there is nothing better than a cool fall breeze rustling the aspen and cottonwood trees along the San Joaquin River. Winter This may seem an odd time of year to visit Devils Postpile since the road is closed and the only access is by ski or snowshoe. But winter use is growing and the Reds Meadow Valley is a beautiful and wild place in this season. Trips into the Reds Meadow Valley are not for novice backcountry travelers. No facilities exist in the winter and the only way out of the valley is to climb the 1500+ feet back to the Minaret Vista. For the experienced backcountry traveler, however, many great adventures await. Make sure you have an in depth knowledge of winter travel and basic avalanche safety equipment before journeying into the valley. Check with the Eastern Sierra Avalanche Center for current avalanche conditions, plan ahead, and it is best to not travel alone.",
    "url": "https:\/\/www.nps.gov\/depo\/planyourvisit\/hours.htm"
}
