{
    "title": "Devils Postpile National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Devils Postpile Access Road  Mammoth Lakes, CA 93546                 Directions         Shuttle Bus: Most visitors must park at the Mammoth Mountain Ski Area and use the mandatory shuttle. The shuttle bus operates from mid-June through the Wednesday after Labor Day. By car: From U.S. Highway 395, drive 10 miles west on S.R. 203 to Minaret Vista and then another 8 miles on a paved, steep mountain road. Please note that this road is single lane for approximately 3 miles. By plane: The closest commercial airport is the Mammoth Lakes\/Yosemite Airport (MMH), located on U.S. Highway 395.  Directions Details           Operating Hours & Seasons         Devils Postpile National Monument In the operating season, Devils Postpile National Monument is open 24 hours a day.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours      Additional Information View More       Monument Closed:   November 1  - June 16  Closed      October No Overnight Parking:   October 16  - October 31   Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset                  Weather           Devils Postpile National Monument is located at 7,560 feet above sea level just west of the Sierra Nevada crest. As such, it experiences typical summer weather in the Sierras. Afternoon thunderstorms are possible in July and August. Daytime temperatures can range from the mid-70s to to mid-80s (degrees Fahrenheit). Evening temperatures can drop into the low 40s (and even the low 30s in the months of September and October).         Fees & Passes         Visitor Centers       Ranger Station A small visitor contact station where rangers can help you plan your adventure at Devils Postpile National Monument.                Welcome to Devils Postpile National Monument!        Visitors enjoy a hike along the Devils Postpile Trail. NPS  Devils Postpile is open roughly between mid-June and mid-October. During that time, there are many ways to enjoy your national monument. Use the links below to help you find all of the basic information you need to plan your visit.   Operating Hours and Seasons Devils Postpile is generally open from mid-June through mid-October, although that is weather dependent. Some years it opens earlier and closes later.   Shuttle Bus Information Between mid-June and the Wednesday after Labor Day a mandatory shuttle bus brings visitors to the monument and the rest of the Reds Meadow Valley including the Rainbow Falls Trailhead.   Weather  Visitors should be prepared for any type of weather. Temperatures can range from below freezing to nearly 90 degrees, and sometimes in the same day! During the summer afternoon storms are common.   Fees  Devils Postpile does not charge an entrance fee, but there are still fees associated with a visit to the monument. Visit the shuttle bus page for information on fees for the mandatory shuttle bus (mid-June through mid-September).",
    "url": "https:\/\/www.nps.gov\/depo\/planyourvisit\/basicinfo.htm"
}
