{
    "title": "Korean War Veterans Memorial: Getting Around",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Getting Around              Getting Around       Public Transportation   The nearest Metro station to this site is Foggy Bottom at 23rd and I Streets, NW; other Metro stations providing access to this memorial are Arlington Cemetery across Arlington Memorial Bridge and Smithsonian at 12th Street and Independence Avenue, SW. All stations lie between 7\/10 and 3\/4 of a mile from the memorial. Parking throughout the District of Columbia is restricted generally (see individual area signs for site specific closures\/restrictions) from 12:00 A.M. to 6:00 A.M. to facilitate cleaning and maintenance. Washington, D.C. is a very busy metropolitan area. Parking is at a premium throughout the entire city. Private paid parking garages and lots can be found downtown north of the National Mall. Free on street parking is generally restricted to two hours (ticketing\/towing enforced). Limited free day long parking is available along Ohio Drive, SW which is along the Potomac River south of the Lincoln Memorial or in Lots A, B & C south of the Thomas Jefferson Memorial. It is highly recommended that you make use of the efficient public transit system (Metro rail and Metro bus). Information and schedules for Metro can be found at www.wmata.com.       Bicycling Information  Bicycles are welcome in the National Mall and Memorial Parks and bicycle parking is provided near each of the major memorials as well as along the National Mall. Please remember that riding your bicycle is not permitted within the memorials themselves. Please walk your bicycle through the World War II and Franklin Delano Roosevelt Memorials or lock it up before entering any of the other memorials. Your assistance in preserving a respectful and safe experience for all visitors is appreciated.  Bicycle rentals are available from Thompson Boat Center located near the intersection of Virginia Avenue, NW and Rock Creek and Potomac Parkway, NW, just a short distance north of the Lincoln Memorial along the Potomac River-Rock Creek Trail. For detailed information concerning bicycles in the park, consult the Frequently Asked Questions section within the following link: http:\/\/www.nps.gov\/mall\/planyourvisit\/national-mall-bike-tour-page.htm",
    "url": "https:\/\/www.nps.gov\/kowa\/planyourvisit\/gettingaround.htm"
}
