{
    "title": "Korean War Veterans Memorial: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture       Organized by the National Park Service, students of Tuscarora High School in Frederick County Maryland and students of CheongShim International Academy in the Republic of Korea interviewed Korean War veterans in their respective countries. The students shared these interviews with each other through the internet. Based on a more informed and personal understanding, the students wrote thank-you letters to the veterans of the Korean War. Although these are offered to the veterans, we think they will forgive the rest of us, who share these feelings of gratitude, if we read their mail.   Dear Korean War Veterans,    Several years ago, at my grandmother's funeral, my oldest aunt opened her mouth with tears dropping from her eyes.  \"I hated my mother for so long,\" she said. \"I hated her so much for what she had did…\" Everyone looked at her. She was the oldest daughter who received the most love from grandmother. \"Mother was twenty one when the Korean War broke out. I was three and my younger sister was one. She lived with her husband's parents, and when she heard that the North Koreans and Chinese soldiers were heading for the city, she had to flee to a relative's house,\" my aunt's story went on. \"But the problem was that she had so many people and things to take with her. She had to take care of the elders as well as her children. One has to be sacrificed. She…she thought that because she was young she could again have another baby, she decided to leave her second daughter behind. So she put some food and her baby daughter in a small room. She locked the door… Inside, her baby will starve to death slowly.\" No one spoke. \"But the war was over after a week. It wasn't the total end, but the North Koreans and Chinese went back to their country,\" oldest aunt further went on, and her eyes were blood-shot. \"When the war ended she walked about 200 km without rest. She thought that she killed her daughter with her own hands. The most rational creature on Earth has turned into a beast; this was war. She came back to Daejeon. She went into the room. Hot air passed her face with a smell of a fermented human waste. The baby wasn't dead!\" This is a story of an old women and the war. The soldiers who came from far away to help South Korea saved our family and saved my life. All the happiness and love I now enjoy came from the blood of the sacrificed and the tears of the terrified. Thank you. My life was dependent on you. Your bravery, your courage should never be forgotten. Yes, it is true that people dub the Korean War as the \"Forgotten War\". It is, however, not forgotten. It is just hidden deep inside our lives that we could not reach it. Just a little realization will be enough to bring out the hidden Korean War and the sacrifices of so many people. You are not forgotten. You are not in solitude. I am here to thank you. You live inside me and my family. You do not deserve misery and loneliness when others who owe to you live in comfort and happiness. You deserve to greatest honor and gratitude. Thank you.   GyeongEun Yi    A Thank You Letter From Korea   The blizzard found me stunned. Raindrops changed from spring drizzle to downpours of rainy spell and is preparing to turn into snow; but until now, I cannot pull the shard of memory out of my heart. Whenever I recall that one hour of my life, I find myself drifting inside a pile of entangled emotion.  It was March of 2012. Listening to the stories of poverty and cruelty the veterans suffered made my heart ache. But before ruminating over again the piece of history they shared with me, I was no more than stunned. Just stunned. They told me that they wished to have been younger so they could shoot down pro-North's including Daejung Kim, the last president of Korea. They told me that South Korea should strengthen national wealth to completely eradicate the socialist government of North. I respect the hardships they've gone through in the 1950s. I thank them for devoting their golden ages, and preventing farther destruction. However, I cannot agree with them. I was, in fact, even better assured by their words: War destroys everything. That's the everlasting, unconditional truth. I now know that their scar was too deep to see through the truth. What I really hope now is to amend their hearts. So they can overcome their distorted hatred. I hope yours is too, prepared to pump again blood to every aortas and arteries of the world. Bringing it warmth and life. Thank you. Thank you for have lessened heavy burdens for us. And thank you, for sharing your PEACE.  Chaesong Kim  Dear veteran soldiers who participated in the Korean War   My grandmother still fears the cracks of thunder or raging sounds of airplanes passing by. Although she did not participate in the war, she could clearly hear bombs exploding everywhere and distorted corpse lying around the streets. She was soon traumatized by the shells. It was a difficult -no, it was more than difficult- a horrible time.   Nevertheless, she survived. And we all know how many soldiers had to sacrifice themselves in order to save the lives of innocent citizens like my grandmother. I am writing this letter to inform you that as a member of Korean citizen, a lot of students in our school are actually commemorating the Korean War, and are trying our best to make the public acknowledge this forgotten war. Also, I would like to express how thankful we are about your courage to endure all the painful moments to defend this country from destruction.   After finishing the interview with the veteran soldiers, I could not help myself from drawing the picture of the war, all the unreasonable behaviors turning into a norm. You told me that when you hesitate to shoot a person in the war, then your life is at risk, so there is no time to feel guilty about the dead. I was first shocked to hear that, but after undergoing deep contemplation, I could understand the situation that forced you to make such miserable decision. Then I felt compassion, as well as unlimited gratitude for your endeavor to safe the country.   Especially, I was shocked to hear about the lives of the soldiers during the wartime. You have told me that since there was no proper food to eat, the soldiers had to sustain their lives with 3 lumps of rice and salt every day. Worse, the \"special\" meal for women and children was the soup made from half-spoiled ham and canned beans thrown away by American soldiers. In other words, what was garbage to US soldiers was gracious food to Korean civilians suffering from hunger. But they were all thankful that there was still some food to keep them from starvation.   People are slowly forgetting about the war, because though youths today do learn about it, but only by textbook and not by heart. The relationship with North Korea is still in question. Nevertheless, your sacrifice would never be forgotten no matter what. We are so proud to hear that although everybody wanted to surrender and terminate the moments of torture, they could not because they had something more valuable to save, such as their family, nation, or faith. The miracle we see today is all yours.   Thank you for all the soldiers, including the Americans, who sacrificed themselves in the war.   Sincerely,    Ji Min   Dear Mr. Oh, Bombings on the ship made you and your companies sink to the danger of death. Almost all the soldiers, who could not escape and drowned along with the ship before the rescue team came, died in the sea, and few people including you barely survived. You told us that it was like the Cheonan sinking incident. So much death, blood, and hurt. The running, swimming, and desperately holding on show how you and your companies barely had any time. My grandfather, like you, always tells me how brave the South Korean soldiers and other foreign soldiers were. If there were no other foreign soldiers, South Korea would have been defeated and conquered by North Korea—it is horrible to imagine that we would be living under Communism right now. Today, we are facing serious problems with the North, and many families are separated by separated by the wall, not knowing how the rest of the family members are doing. Perhaps a lesson from the Korean War would teach us to support complete peace between North and South Korea, even Reunification. And yet, I can't help but wonder, what if Korean War broke out as a result of the Cold War between Russia and the United States? It seems ironic that it was only with the help of U.S. that we could bring about our current peace and protect the lands of ours… Sincerely, Eun Ah Cho  Dearest Grandpa,    Your parents died when you were only 16, and your young mind did not understand why they had killed them; capitalist or socialist they were your parents and you were braver than anyone I have ever known or will ever know to join the army. You also told me that you were a part of KLO (Korea Liaison Office). I didn't know it when you told me about it, but having researched it now, I can only say that I'm stunned at what you have achieved. I've seen movies about spy networks but you told me something entirely different. There was nothing glorious about the war you fought. The government denied you protection, recognition, or any kind of guarantee that you will ever come back. You were not even accepted as a soldier, but a spy whose life was not as significant; you were expected to die either before or after completing the mission. You showed me your gunshot wound and I knew right then and there that there was no way I was going to get a full grasp of what you went through, only that it must have been painful and that you were brave enough to fight through it all.    Thank you for reminding our generation of why we cannot have another war. You could have given up. Perhaps others didn't, but you made the choice to stay in the army when you came back alive from your KLO mission. You didn't back down but fought hard with your comrades to protect the country. The legacy of the war has passed on to our generation without most of them having a clear sense as to what the war really means. It is not simply about our hatred against the North Koreans, is it? It is about people being able to feed their children, not being abandoned by their parents. The interviews and lectures you give nowadays help remind us how terrible the war is, and since talking about your pains and discussing them with a younger generation of people require more courage than you realize, you are still the courageous man you were all throughout the war, and for that I am proud of you. Thank you for not giving up at the worst of times. My father was born a couple years after the war ended and as devastated as his childhood was, he found ways to become a successful businessman and had me. In more than one way we are connected to the things you have achieved and you are to be held accountable for our happy moments.    Thank you, again, for my existence and my happiness. I will visit you again soon, and the next time we meet I'll tell you of my life and the things I could achieve thanks to you.    Love and respect,    Yeon A    Dear Mr. Kim, Ju-chan,    \"I was one of the teenagers with a gun…\" Do you remember this quote? I went to interview you and Mr. Won-bok Han with a friend, and you told us about the tragic battlefield story of your youth and showed real photographs.    Not long ago, I looked at the calendar and realized that it was already June and the date of our war, June 25th were both in the same month and I recalled your story. You started the story by saying that you were only a teenager when you first joined the army, and inside of my head, a normal boy at my age was portrayed except that he possessed armors, military suits and guns instead of pencils, books and electronic devices. The image automatically compared my current life to yours and I began to reflect and contemplate upon my life. There you were, almost the same age as I am now, at a war where you didn't know who was going to attack when and how but could not complain or grumble because that might harm you, other soldiers and even the whole nation. And even though you knew it was risking your life to sneak into enemies' site at night, you insisted on leading your group just so you, as a Korean soldier, can put our flag with your own hand.    I've been very stunned and grateful to your devotion ever since I replayed your story, and I realized that my family, my friends and I won't be here alive if it weren't for your and other soldiers' sacrifices. I was ashamed of myself for failing to appreciate the most precious gift anyone can ever get and promised myself that I will remember the stories you've told us, soldiers who sacrificed themselves to save a whole and those who are suffering in despair and remind myself how lucky I am to have a youth that you, once as a normal teenager, pursued. And I believe everyone else should be aware that these facts also apply to them. Thus, with my friends and family who have interviewed other veterans or who have actually experienced the war, we consider it a 'privilege' for us to be able to look through your records of the tragic past and let your stories be heard throughout the world.    Once again, I do not know how I can put in words to express every little gratitude and pride I have on you and your fellow soldiers, and American soldiers who risked their lives for our and universal safety and freedom. Even though our group isn't as big, please remember that no one knows what a small group with big, united mind can do and that we will try our best to let everyone to have a piece of history and gratitude about your past.    Sincerely,   Sol KIM  Dear Mr. Ju Chan Kim    My own grandfather escaped from North Korea during the war and was brutally separated from his family. He came down to the South alone where he had no connections and had to start from the bottom scrap. I could truly understand the pain you had to go through. He was seventeen when the war broke out, the same age as you were and I am. I could not—and still cannot—imagine how it would have been for a seventeen year boy to participate in a war. To stand between life and death, to kill to live. I remember the pictures displayed in your office. The pictures of people desperately clinging on to the half-bombed bridges, mutilated corpses dumped at ditches, a child crying over his dead mother’s body. There were no victors in this war. When the dust had settled, we lost everything. The wound the war had left on your leg was so unreal. Your leg was sunken and scarred by the shrapnel.    Your story of reclaiming your hometown Pyeongyang was truly impressive. How you reconquered the Pyeong yang air field and put up the South Korean flag, and how the people of Pyeongyang came to welcome you and your troops. I can only imagine your devastation when the North Korean and Chinese armies snatched it away again. My grandfather came from Myung Chun, the coldest place in Korea. He always dreams of standing in front of his old house again. When you told me of your story and your hometown, my heart ached so much because it reminded me of his stories.    What I learn from your story is that war is not something we can choose. It should never be repeated in history again. There are so many things that we have to sacrifice. My grandfather and you had to sacrifice your families and your hometown, the very place where you were born. Others had to risk their own lives. Without the courage and willingness to sacrifice yourselves, we would not been able to establish a country where democracy rules, where human rights are respected, where we have the freedom to express our thoughts. Korea has so much to thank you. And dear soldiers in the USA, I thank you as well for supporting our country and soldiers during the Korean War. Without your help, we would not be living in this free and blessed country of ours.    Sincerely,   Ejin   June 7, 2012    Dear Veterans of the Korean War,    “How old were you, sir?”  “Seventeen when I first joined the army.”  I recently interviewed Jong-Hoon Yoon, a Korean War veteran. He was only 17 when he decided to risk his life for his country.    “What happened?” “Well, I got awful sick. The food lacked nutrition. I was dismissed soon enough. But on my way back home, I heard an explosion; the war had started.” “How did you react?”  “I felt the urge to return. I just had to.” Mr. Yoon thereafter fought valiantly. He held back as much as he could. It was some time later when he was transported to a hospital; a bullet had left a deep scratch across his cheek.    Mr. Yoon’s story personally touched me and reminded me of silly toy guns I used to play with. Although my friends and I were fully aware that they were fake, we were always surprised when someone took us off guard and pointed the guns at our faces.    Imagining those old days, I now replace the fake guns with real guns. I also place myself in a field demolished by bomb explosions and filled with corpses. Next to me, I see Mr. Yoon with his comrades, facing the peril of death to protect our family, our community, and our country.    Accounts of one soldier were enough to provoke tremendous awe for every soldier who fought in the Korean War. Unfortunately, today we face a remorseful reality, in which our memories of your gallantry are becoming hazy every passing day. I hope to bring all the veterans back to memory. It is time that we had honored your sacrifice.    With utmost sincerity,    Jung Hoon Daniel Yu",
    "url": "https:\/\/www.nps.gov\/kowa\/learn\/historyculture\/index.htm"
}
