{
    "title": "LBJ Memorial Grove on the Potomac: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Lyndon Baines Johnson Memorial Grove  Arlington , VA 22202                 Directions         From the southbound lanes of the George Washington Memorial Parkway, follow the sign to turn right to enter the parking lot. This entrance to the park can only be reached from the southbound lanes of the parkway.  Directions Details           Operating Hours & Seasons         Lyndon Baines Johnson Memorial Grove Open year round from 6 AM to 10 PM   Standard Hours    Sunday: 6:00 AM - 10:00 PM   Monday: 6:00 AM - 10:00 PM   Tuesday: 6:00 AM - 10:00 PM   Wednesday: 6:00 AM - 10:00 PM   Thursday: 6:00 AM - 10:00 PM   Friday: 6:00 AM - 10:00 PM   Saturday: 6:00 AM - 10:00 PM             Weather           Summers in the park are generally hot and humid, with daytime highs frequently above 90 degrees Fahrenheit and scattered afternoon thunderstorms. Please carry water while participating in physical activity and be prepared to take shelter from lightning. Winters in the park are generally cold, with nighttime lows frequently near freezing and occasional snowfall. Please be alert for snowplows and icy spots on roadways. Weather during spring and fall is generally moderate, but can change quickly.         Fees & Passes     Entrance Fees:   No Fee - $0.00 There is no fee for visiting the Lyndon Baines Johnson Memorial Grove on the Potomac.         Visitor Centers                  The Lyndon Baines Johnson Memorial Grove on the Potomac was designed by landscape architect Meade Palmer as a living memorial to the late president. Reached by a wooden footbridge, the memorial is composed of two very different areas: a meadow surrounded by lush deciduous trees and a grove of white pines. A spiral trail leads through the grove to a massive, roughly carved granite megalith by sculptor Harold Vogel. There are dramatic views of the National Mall from the lawn in front of the memorial.",
    "url": "https:\/\/www.nps.gov\/lyba\/planyourvisit\/basicinfo.htm"
}
