{
    "title": "LBJ Memorial Grove on the Potomac: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       The Lyndon Baines Johnson Memorial Grove is located in Washington, DC across the Boundary Channel from the Pentagon in Virginia. The park has two entrances, one on the George Washington Memorial Parkway and one on Boundary Channel Drive.      Address There is no street address for the Lyndon Baines Johnson Memorial Grove on the Potomac. The following GPS Coordinates (given in decimal degrees from WGS84 datum) can be used to navigate to the park. Boundary Channel Drive Entrance 38.878510, -77.053327 George Washington Memorial Parkway Entrance 38.877931, -77.050816 When using your GPS to navigate to the park, please keep these suggestions in mind.   Obey all posted signs and park regulations Don't blindly follow your GPS! It may know where to go but not necessarily the best way to get there (for example, some roads here are one way). An electric device is no substituted for common sense. Be wary of accidentally travelling on private lands in order to access public areas. This area is a patchwork of public and private lands.        By Car From the southbound lanes of the George Washington Memorial Parkway, follow the sign to turn right to enter the parking lot. This entrance to the park can only be reached from the southbound lanes of the parkway. From I 395 south (the 14th Street Bridge), take exit 10C and merge onto the George Washington Memorial Parkway north. Exit left toward US 50 west\/Memorial Bridge\/Arlington Cemetery. Exit Memorial Circle onto VA 27 south (Washington Boulevard). Exit left and merge onto the the George Washington Memorial Parkway south. Follow the sign to turn right to enter the parking lot. From I 395 north, take exit 8A and merge onto VA 27 north (Washington Boulevard). Exit toward VA 110\/Pentagon North Parking and turn right onto Boundary Channel Drive. Follow the sign to turn right to enter the parking lot.      On Foot or by Bicycle The Mount Vernon Trail passes by the park. Follow signs on the trail to pass underneath the parkway at the Humpback Bridge and into the parking lot.",
    "url": "https:\/\/www.nps.gov\/lyba\/planyourvisit\/directions.htm"
}
