{
    "title": "Castle Mountains National Monument: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility        This page contains information about accessibility in Castle Mountains National Monument and may help you plan your visit. If a particular service or issue is not mentioned below and you have questions, please contact us.   U.S citizens or permanent residents with permanent disabilities qualify for the Interagency Access Pass, which provides free or discounted access to over 2,000 federal recreation sites.     Physical\/Mobility Accessibility Castle Mountains is extremely remote and accessible only by dirt roads. A high clearance and four-wheel drive vehicle is recommended. There are no facilities, developed campgrounds, or established trails within the monument. ADA compliant areas in neighboring Mojave National Preserve include Kelso Depot and Hole-in-the-Wall Visitor Centers.  Service Animals   Service animals are permitted everywhere in Castle Mountains National Monument. Park visitors bringing service animals to Castle Mountains are reminded that the desert environment poses certain challenges for working animals. Bringing plenty of extra water and a bowl is important. Booties can protect a dog's feet from scorching temperatures and jagged rocks, though they should not be worn for extended periods of time. A desert first aid kit for your service animal should include:  tweezers or small pliers (important for cactus spine removal) contact info for your veterinarian gauze vet wrap antibiotic wipes or alcohol pads (for cleaning wounds in the field) styptic swabs (useful for stopping bleeding of torn nails) latex or nitrile glove (can do double-duty as a temporary dog bootie)  There are no plastic bags provided for animal waste, so please bring your own and clean up after your service animal.  Working to Improve Access for All  Castle Mountains National Monument welcomes everyone and seeks to create an inclusive environment for everyone to experience. Please contact us if you have questions or concerns about accessibility.",
    "url": "https:\/\/www.nps.gov\/camo\/planyourvisit\/accessibility.htm"
}
