{
    "title": "Castle Mountains National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Castle Mountains National Monument 2701 Barstow Road  Barstow, CA 92311                 Directions         You can approach Castle Mountains from Walking Box Ranch Road off of Nevada State Rd 164 (Nipton Road) or from several unnamed dirt roads off of Lanfair Road in Mojave National Preserve.   Directions Details           Operating Hours & Seasons         Castle Mountains Castle Mountains National Monument is open year-round. There are no facilities in the Monument. Visitor Centers in neighboring Mojave National Preserve provide information and orientation.    Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Weather at Castle Mountains changes with the seasons. Freezing temperatures are expected in winter, with occasional snow. Spring brings mild warm days and cooler nights. With enough rain, wildflowers can carpet the area, making for spectacular displays. Summer months are much hotter, with temperatures nearing 100 degrees Fahrenheit. Strong monsoonal storms in late summer may cause flash-flooding in low-lying areas and can create hazardous road conditions. Fall is a cooler respite after the heat of summer.          Fees & Passes     Entrance Fees:   Castle Mountains Entrance Fee - $0.00 There are no fees to enter Castle Mountains National Monument.    Entrance Passes:   Castle Mountains Pass - $0.00 Castle Mountains is a fee free area.          Visitor Centers                  Welcome to Castle Mountains National Monument! Here you can find information on: Operating Hours & Seasons Fees & Passes Directions & Transportation Weather & Road Conditions",
    "url": "https:\/\/www.nps.gov\/camo\/planyourvisit\/basicinfo.htm"
}
