{
    "title": "George Washington Memorial Parkway: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners       The Alice Ferguson Foundation and Bridging the WatershedBridging the Watershed is an outreach program of the Alice Ferguson Foundation, in partnership with the National Park Service (NPS) and area schools, designed to promote student academic achievement, personal connections with the natural world, lifelong civic engagement, and environmental stewardship through hands-on curriculum-based outdoor studies in national parks and public lands. Claude Moore Colonial FarmThe Farm's mission is to educate the public about American daily life and agriculture through participation and involvement in an 18th century Virginia tenant family farm and related programs. Eastern National BookstoreEastern National is a 501(c)3 not-for-profit cooperating association, supporting the interpretive, educational, and scientific programs and services of the National Park Service and our other public trust partners. Friends of Dyke MarshFriends of Dyke Marsh is a volunteer group dedicated to preserving, restoring and enhancing Dyke Marsh, a freshwater tidal marsh in Fairfax County on the Potomac River just south of Alexandria, Virginia. Glen Echo Park Partnership for Arts and CultureEstablished by Montgomery County in 2002, the Partnership is a nonprofit organization charged with managing Glen Echo Park's arts programs and facilities, including its historic buildings. The Partnership's mission is to present vibrant artistic, cultural, and educational offerings at the Park and to promote the Park as a unique destination for the region's diverse population. Maryland \/ District of Columbia chapter of The Nature ConservancyThe mission of The Nature Conservancy is to conserve the lands and waters on which all life depends. Their vision is a world where the diversity of life thrives, and people act to conserve nature for its own sake and its ability to fulfill humans' needs and enrich their lives. Mount Vernon, George Washington's Estate and GardernsThe mission of the Mount Vernon Ladies' Association is to preserve, restore, and manage the estate of George Washington to the highest standards and to educate visitors and people throughout the world about the life and legacies of George Washington, so that his example of character and leadership will continue to inform and inspire future generations. Trust for the George Washington Memorial ParkwayThe mission of the Trust for the George Washington Memorial Parkway is to preserve the parks and memorials, enhance the visitor experience, and build a community dedicated to conserving the parks and memorials for future generations. Women in Military Service for America (WIMSA) MemorialThe Women In Military Service For America Memorial Foundation is a 501(c)(3) non-profit, charitable organization that depends on the donations of individuals, corporations, organizations, and state and local governments to equip and maintain the Education Center, theater and exhibit areas, expand the permanent artifact collection, and continue to locate and register eligible women.",
    "url": "https:\/\/www.nps.gov\/gwmp\/getinvolved\/partners.htm"
}
