{
    "title": "George Washington Memorial Parkway: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       Park Mission Based on enabling legislation, the mission of George Washington Memorial Parkway is to:   Develop, manage and preserve the park, parkway, and playground system of the National Capital are; Protect and preserve a wide variety of individual cultural, natural, recreational, and scenic resources throughout the parkway; Promote opportunities for the public to learn about and experience parkway resources.   About Us Few figures in United States history are more revered than George Washington-Revolutionary commander- in-chief, founding father, and first President. Henry Lee's 1799 eulogy to Washington still rings true: \"First in war, first in peace, and first in the hearts of his countrymen.\" Two centuries later, Washington lives on through innumerable places of tribute and through countless national and popular icons. The sites in and around his namesake city can claim special significance, though, for this is where he lived, worked, worshiped, and planned for the future of the nation. Even during Washington's lifetime, his home at Mount Vernon attracted sightseers, increasing in popularity with each generation. In 1932, the bicentennial of Washington's birth, the Mount Vernon Memorial Highway opened from Arlington Memorial Bridge to the estate. This 16-mile road not only improved automobile access through Virginia, but ushered in a new era of road building. Constructed by the Department of Agriculture's Bureau of Public Roads, it was proclaimed \"America's Most Modern Motorway.\" While the highway was under construction, Congress renamed it George Washington Memorial Parkway and greatly expanded its length and mission. Under the Capper-Cramton Act of 1930, the Federal Government acquired land along the Potomac River from Great Falls, Virginia, to Mount Vernon to protect the shoreline and palisades, preserve historic features, and provide public recreation areas. In 1939 and in the 1960s, the parkway was again extended northward. Traversing more difficult terrain than the southern leg, this section displays the latest road engineering methods for its time-a wide, gently curving road with a grassy median, low stone guardrails, and soaring steel-and-concrete arched bridges. By 1970, an additional 6.8 miles of road in Maryland was completed; that section was later named in honor of Clara Barton in 1989. Today, George Washington Memorial Parkway is a 7,600-acre national park protecting the landscape, historic sites, and native habitat of the Potomac shoreline. Within the park, people can visit more than 25 sites associated with George Washington's life, and the nation he helped establish. In 2005, the US Department of Transportation designated George Washington Memorial Parkway as an All-American Road in the National Scenic Byways Program. This program recognizes selected roadways throughout the U.S., based on their archeological, cultural, historic, natural, recreational, and scenic intrinsic qualities and seeks to protect them. To receive an All-American Road designation, a road must possess multiple intrinsic qualities that are nationally significant, and contain one-of-a-kind features that do not exist elsewhere. The designation recognizes George Washington Memorial Parkway as one of 27 roadways in the Nation that offer visitors a gateway to an experience like no other. It demonstrates that the parkway continues to inspire and excite both local and national communities and is worthy of the mission of the National Scenic Byways Program to preserve, protect, interpret, and promote the park's intrinsic qualities .",
    "url": "https:\/\/www.nps.gov\/gwmp\/learn\/management\/index.htm"
}
