{
    "title": "George Washington Memorial Parkway: Science & Research",
    "body": "Explore This Park    Learn About the Park     Science & Research            Science & Research       The IRMA Data Store gives you easy access to tens of thousands of documents, data sets, and other information resources related to national parks. Filter results by \"George Washington Memorial Parkway\" to find information about this park. To make good decisions, park managers need a solid scientific understanding of the resources in their care and the way people use those resources. Several studies are underway in the park right now, including water quality monitoring, an inventory of insects, and analysis of traffic on the Mount Vernon Trial. You can read more about these projects below.      In the News  Dyke Marsh Wildlife Preserve Restoration :The Baltimore District and the National Park Service (NPS), George Washington Memorial Parkway, are working on a project to restore up to 100 acres of freshwater tidal marsh within the 485-acre Dyke Marsh Wildlife Preserve in Fairfax County, Virginia, which is just across the Potomac River from the National Harbor.      Mount Vernon Trail Use  Trail counters are positioned at eleven locations along the Mount Vernon Trail. They use a laser and sensor to count of the number of times an object crosses the path of the sensor. The trail counters are about three feet off the ground, so they mostly register objects like people, cyclists, and large mammals. Summary of 2014 Data    Location Count   Mile 0 (Mount Vernon) 249,070   Mile 2 (Vernon View) 183,759   Mile 7 (Dyke Marsh) 408,797    Connector (Four Mile Run)* 103,260   Mile 16 (Lady Bird Johnson Park)* 70,780    Mile 18 (Theodore Roosevelt Island)* 284,656     * Counters at these locations did not collect data for part of the year.  Hourly data for each location are available by request. Call 703-289-2500 for more information. Counts at connecting trails are available from BikeArlington.      MS4 Annual Report Municipal Small Town Sewer System Report 2015 Municipal Small Storm Sewer System Report 2014 GWMP Program Plan 2013        Water Quality Monitoring Park staff monitor stream health based on benthic macroinvertebrate populations, habitat assessments, water chemistry, and basic water quality parameters like temperature and stream flow. Data for Mine Run, Dead Run, Turkey Run, Pimmit Run, Gulf Branch, Donaldson Run, and Spout Run are available in yearly reports.  2006 Annual Report 2007 Annual Report 2008 Annual Report 2010 Annual Report",
    "url": "https:\/\/www.nps.gov\/gwmp\/learn\/scienceresearch.htm"
}
