{
    "title": "George Washington Memorial Parkway: USMC War Memorial",
    "body": "Explore This Park    Learn About the Park     History & Culture     USMC War Memorial              History of the Marine Corps War Memorial       \"In honor and in memory of the men of the United States Marine Corps who have given their lives to their country since November 10, 1775.\" The United States Marine Corps War Memorial represents this nation's gratitude to Marines and those who have fought beside them. While the statue depicts one of the most famous incidents of World War II, the memorial is dedicated to all Marines who have given their lives in defense of the United States since 1775.           Visit the Marine Corps War Memorial Plan your visit to the Marine Corps War Memorial. Find directions and information about hours, fees, and things to do.      The Picture behind the Statue The tiny island of Iwo Jima lies 660 miles south of Tokyo. Mount Suribachi, an extinct volcano that forms the narrow southern tip of the island, rises 550 feet to dominate the ocean around it. US troops had recaptured most of the other islands in the Pacific Ocean that the Japanese had taken in 1941 and 1942. In 1945 Iwo Jima became a primary objective in American plans to bring the Pacific campaign to a successful conclusion. On the morning of February 19, 1945, the 4th and 5th Marine Divisions invaded Iwo Jima after an ineffective 72-hour bombardment. The 28th Regiment of the 5th Division, was ordered to capture Mount Suribachi. They reached the base of the mountain on the afternoon of February 21 and, by nightfall the next day, had almost completely surrounded it. On the morning of February 23, Marines of Company E, 2nd Battalion, started the tortuous climb up the rough terrain to the top. At about 10:30 am men all over the island were thrilled by the sight of a small American flag flying from atop Mount Suribachi. That afternoon, when the slopes were clear of enemy resistance, a second, larger flag was raised in the same location.      Making of a Memorial Joe Rosenthal of the Associated Press caught the afternoon flag-raising in an iconic photograph that eventually won a Pulitzer Prize. Sculptor Felix W. de Weldon, then on duty with the US Navy, was so moved by the image that he constructed first a scale model and then a life-size model of it. Gagnon, Hayes, and Bradley, the three survivors of the flag raising (the others were killed on Iwo Jima), posed for the sculptor as he modeled their faces in clay. All available pictures and physical statistics of the three who had given their lives were collected and then used in the modeling of their faces. Once the statue was completed in plaster, it was carefully disassembled and trucked to Brooklyn, N.Y., for casting in bronze. The casting process, which required the work of experienced artisans, took nearly 3 years. After the parts had been cast, cleaned, finished, and chased, they were reassembled into approximately a dozen pieces--the largest weighing more than 20 tons--and brought back to Washington, D.C., by a three-truck convoy. Here they were bolted and welded together, and the statue was treated with preservatives. President Dwight D. Eisenhower dedicated the memorial in a ceremony on November 10, 1954, the 179th anniversary of the U.S. Marine Corps.      Memorial Statistics Thirty-two foot high figures are shown raising a 60-foot bronze flagpole. The flag at the top of the pole flies at full mast 24 hours a day, 365 days a year by presidential proclamation. The figures in the statue occupy the same positions as in Rosenthal's historic photograph. Ira Hayes is the figure farthest from the flagpole with both hands reaching up. Franklin Sousley is in front of Hayes, to the right. John Bradley is in front of Sousley. Michael Strank is in front of Hayes, to the left. Rene Gagnon is in front of Strank. Harlon Block is at the foot of the flagpole. The M-l rifle and the carbine carried by two of the figures are 16 and 12 feet long, respectively. The canteen would hold 32 quarts of water. The figures stand on a rock slope above a granite base. The entire memorial is about 78 feet tall. Granite for the base came from Sweden. The names and dates of every principal Marine Corps engagement since the founding of the Corps form a gold ring around the base. The entire cost of the statue ($850,000) was donated by US Marines, friends of the Marine Corps, and members of the Naval Service. No public funds were used for this memorial.                   Marine Corps War Memorial   10 Photos  The Marines chose Felix de Weldon's massive, realistic statue of the second flag-raising on Iwo Jima to memorialize their illustrious history. See historic photos of the memorial being constructed and dedicated.          Battle of Iwo Jima   19 Photos  Images from Iwo Jima: Amphibious Epic by Lt. Col. Whitman S. Bartley, USMC (published in 1954 by the Historical Branch of HQMC)          Ceremonies at the Marine Corps War Memorial   5 Photos  The parade ground in front of the memorial and the ceremonies that take place on it help to honor the Marine Corps heritage. Sunset Parades, promotion and retirement ceremonies, and a commemoration of the Marine Corps's \"birthday\" all take place here.",
    "url": "https:\/\/www.nps.gov\/gwmp\/learn\/historyculture\/usmcwarmemorial.htm"
}
