{
    "title": "Voyageurs National Park: Visitor Centers",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Visitor Centers              Visitor Centers         The Entrance Sign to the Rainy Lake Visitor Center NPS  Rainy Lake Visitor Center  Located on the shore of Black Bay with views across the water to the Kabetogama Peninsula. The Rainy Lake Visitor Center is open year-round, although hours of operation vary with the season. This visitor center serves people in the northern part of the park and is located 11 miles East on Highway 11 from International Falls, MInnesota. The visitor center offers an exhibit area, displays, a bookstore, a staffed information desk, a children's activity table, and a theater for viewing the park film. A free public boat launch provides access to Rainy Lake during the warm season, and access for cars on the Rainy Lake Ice Road during the winter.  A picnic area is located next to the boat launch.  Boat tours and ranger-led programs are offered at the Rainy Lake Visitor Center. Call ahead, or stop by for the most current information and for help with trip planning (218) 286-5258.               Kabetogama Lake Visitor Center NPS  Kabetogama Lake Visitor Center  The visitor center contains new interactive exhibits, a children's activity table, a bookstore, a theater for viewing the park film, and a staffed information desk. Boat tours and ranger-led programs are offered.  A free public boat launch, seperate paddle access, and picnic area are located outside the visitor center. For more information call the visitor center (218) 875-2111. The Kabetogama Lake Visitor Center is closed from late September - late May. See the map below for a detailed view of the visitor center location.         Ash River Visitor Center NPS  Ash River Visitor Center  The Ash River area is accessed off Highway 53 just south of the Kabetogama Lake turn-off. Drive on the scenic Ash River Trail (County Road 129) to reach the visitor center. Watch for deer along the road; they are a common sight on this winding scenic drive. The Ash River Visitor Center is located in the historic Meadwood Lodge pictured above. Take a moment to explore this historic, rustic building. Watch your head, as some interior doorways were constructed for shorter individuals. There is a bookstore, a children's activity corner, exhibits, a small theater, and a staffed information desk. Programs are sometimes offered as staffing allows. There are nearby picnic tables. A free public boat launch and separate paddle access area are available. Call for information (218) 374-3221. The Ash River Visitor is closed from late September - late May.      Kabetogama Lake & Ash River Visitor Center Location",
    "url": "https:\/\/www.nps.gov\/voya\/planyourvisit\/visitorcenters.htm"
}
