{
    "title": "George Washington Memorial Parkway: Netherlands Carillon",
    "body": "Explore This Park    Learn About the Park     History & Culture     Netherlands Carillon              Netherlands Carillon       \"From the People of the Netherlands to the People of the United States.\" This simple dedication on the Netherlands Carillon expresses the gratitude of the Dutch people for American aid received during and after World War II. The carillon itself symbolizes a friendship between the people of two countries, a friendship so rooted in a common allegiance to the principles of freedom, justice, and democracy that it can weather any temporary differences of opinion.           Visit the Netherlands Carillon Plan your visit to the Netherlands Carillon. Find directions and information about hours, fees, and things to do.      A Sign of Lasting Friendship  G. L. Verheul, a Dutch government official in The Hague, first advocated for a gift to symbolize Dutch-American friendship. The concept took shape, and a fundraising campaign to cast the bells met with a generous response in the Netherlands. Queen Juliana endorsed the project, and on April 4, 1952, she visited the United States to present a small silver bell to President Truman as a token of the carillon to come. In ceremonies at Meridian Hill Park in Washington, DC, the queen spoke of the importance of the small bells of the carillon: \"To achieve real harmony, justice should be done also to the small and tiny voices, which are not supported by the might of their weight. Mankind could learn from this. So many voices in our troubled world are still unheard. Let that be an incentive for all of us when we hear the bells ringing.\" Two years later 49 bells arrived and were installed in a temporary tower in West Potomac Park, where they were formally accepted by the United States. A permanent tower was built near the United States Marine Corps War Memorial, the bells were installed, and an official dedication was held on May 5, 1960—the 15th anniversary of the liberation of the Netherlands from the Nazis.      Design and Construction The 50 bells of the carillon were cast using a bronze alloy of approximately four-fifths copper and one-fifth tin. The total weight of the bells is approximately 30 tons (61,403 pounds). The largest bell or \"bourdon\" is 6 feet, 9 inches in diameter and weighs 12,654 pounds. The smallest bell or \"treble\" is 8 inches in diameter and weighs 35 pounds. Each bell includes an emblem signifying a group within Dutch society. The smallest bells represent the youth of the Netherlands. Inscriptions cast on the bells were composed by the Dutch poet, Ben van Eysselsteijn. The tower housing the carillon was designed by Joost W. C. Boks, a leading Dutch architect. It is an open steel structure reinforced by steel plates. The tower is approximately 127 feet high, 25 feet deep, and 36 feet wide. It stands on a quartzite plaza 93 feet square and is enclosed by a low, lava stone wall. Two bronze lions, designed by Dutch sculptor Paul Koning, guard the plaza steps. A rectangular staircase leads to an observatory platform from which a small circular staircase winds up to the glass-enclosed playing cabin 83 feet above the ground. Planted on the surrounding grounds are thousands of flowers, including tulip bulbs in the springtime.      50th Anniversary Restoration As the 50th anniversary of the liberation of the Netherlands approached in 1995, a group of prominent Dutch businessmen decided to establish a foundation to assist in the modernization and refurbishment of the carillon and the tower. These men were mindful of the original significance of the Netherlands Carillon as a token of gratitude for American assistance in restoring Holland's freedom. Together with the Netherlands Chamber of Commerce in the United States, the Netherland-America Foundation, and the Netherlands government, they raised funds necessary to modernize the carillon. The 50th bell of the Netherlands Carillon was officially dedicated on Friday May 5, 1995—the 50th anniversary of the liberation of the Netherlands. The smaller bells were removed and returned to the Netherlands for work. The larger bells (which would have been extremely difficult to remove) were repaired in place. The original playing console was removed and a new unit installed.           Listen to the Bells Recordings of summer concerts show off both the expertise of the musicians and the craftsmanship of the instrument.           Come for a Carillon Concert Automated concerts take place several times each day. Live concerts take place during summer months.            A View from the Carillon Take a look to see real time conditions of the National Mall from a webcam mounted to the Carillon.",
    "url": "https:\/\/www.nps.gov\/gwmp\/learn\/historyculture\/netherlandscarillon.htm"
}
