{
    "title": "George Washington Memorial Parkway: Jones Pt Lighthouse",
    "body": "Explore This Park    Learn About the Park     History & Culture     Jones Pt Lighthouse              Jones Point Lighthouse       The Jones Point Lighthouse is one of the last riverine lighthouses in the country and the only one still standing in the Chesapeake Bay area. Today it is the focal point of Jones Point Park and a clue to area's history as a busy commercial center and naval base.       The design of the Jones Point lighthouse was very simple and similar to many residential houses in the city of Alexandria. This helped the government complete its construction quickly and cheaply. (blueprints 1963) Library of Congress       Creation and Construction The lighthouse operated from 1856-1926. It was designed as a navigational aid to help ships avoid shifting underwater shoals on the Potomac River and to support the growing maritime economies of Alexandria, Virginia and Washington, D.C. It had a fifth order Fresnel lens, the most advanced lens technology available in the 1800s, and produced a light beam which could be seen nine miles away. It was very useful to the hundreds of merchant, passenger, fishing, and naval vessels that traveled the Potomac each day.      Lighthouse Life The lighthouse usually had a keeper and an attendant appointed by the president to ensure year round operation. The lighthouse employees had many duties besides keeping the beacon lit 24 hours a day. They maintained the building itself and kept records of shipping traffic, weather, and tides. They worked long hours for low pay and rarely traveled far from their station. However, keepers did get to live in the lighthouse for free. For unmarried keepers, the four-room lighthouse provided plenty of space, but for men with families the house could become very cramped. Benjamin Greenwood, the longest serving keeper, lived with his second wife and 11 of his 14 children in the building at one point. While the lighthouse was physically separated from Alexandria in the 1800s, the keeper and his family were never short of visitors. As the city grew, its factories, rail yards, docks, and storehouses created a very prosperous, but also very noisy, smelly, and congested industrial center. The lighthouse's scenic shoreline made it a favorite recreation spot for Alexandrians. People would visit Jones Point each weekend to picnic, fish, swim, and relax along the banks of the Potomac.       Frank Wilkins, the last Jones Point Lighthouse keeper, and his son. (photo 1912) Columbia Historical Society       Decommission and Salvation In 1918 a massive shipyard was constructed at Jones Point to build ships for WWI.  The shipyard obscured the lighthouse's beacon light, making it less useful as a navigational aid. In 1926 an automated light tower replaced the manned lighthouse to cut costs. The lighthouse was deeded to the Mount Vernon Chapter of the Daughters of the American Revolution (DAR). They maintained the structure as a museum until 1936 when the Army Signal Corps built a classified communication facility on the former shipyard and closed it to the public. In 1953 the Army reopened Jones Point to public entry, but significant damage to the lighthouse from weather, tides, and vandalism had occurred. Soldiers had even used the building for target practice during WWII.       By the late 1800s tides had eroded the shore at Jones Point.  The lighthouse was in danger of being undermined and the cellar routinely flooded with the daily tides. (photo 1929) National Archives        After the Army allowed the public to enter Jones Point again in 1953 the damage to the lighthouse only accelerated.  Vandals repeatedly defaced the building, looted it for artifacts and materials, and even set fire to it.  The DAR chose to transfer the property back to the federal government to ensure that the historic structure was not completely destroyed. (photo 1963)  Library of Congress       Lacking money to repair the lighthouse, the DAR worked with the National Park Service to establish a park on the site and restore the lighthouse. In 1964 Jones Point Park opened.",
    "url": "https:\/\/www.nps.gov\/gwmp\/learn\/historyculture\/jonespointlighthouse.htm"
}
