{
    "title": "George Washington Memorial Parkway: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     May 10, 2016  National Park Service Seeks Comments on Invasive Plant Management Plan for National Capital Region Parks  WASHINGTON – The National Park Service (NPS) is accepting public comments on an Invasive Plant Management Plan and Environmental Assessment (plan\/EA) for 15 national parks in the greater Washington D.C. region through June 9, 2016. Comments are accepted online or by mail.   November 06, 2015  Jones Point Park Recreation Plan  The George Washington Memorial Parkway (GWMP), part of the national park system, invites you to help chart the future of Jones Point Park. The National Park Service (NPS) will evaluate the existing condition and uses of Jones Point Park and, with public input, will develop a set of recommendations for desired recreational experiences.   October 21, 2015  Theodore Roosevelt Birthday Celebration  Sunday Nov. 1, 2015, visit Theodore Roosevelt Island and celebrate President Theodore Roosevelt's 157th Birthday between 11:00 am and 2:00 pm.   October 15, 2015  Kick Off of Restoration Project of Largest Remaining Freshwater Wetlands in the Washington Metropolitan Area  Starting Oct. 19, 2015, The National Park Service and the U.S. Army Corps of Engineers will begin small-scale geotechnical drilling at Dyke Marsh Wildlife Preserve. This investigation is in preparation for a proposed interagency project to restore up to 100 acres of freshwater tidal marsh within the 485-acre Dyke Marsh.   October 14, 2015  National Park Service Seeks Public Comment on Arlington House Rehabilitation Environmental Assessment  The National Park Service is accepting public scoping comments for an Environmental Assessment (EA) that is being prepared for the rehabilitation of Arlington House, The Robert E. Lee Memorial.   September 03, 2015  National Public Lands Healthy Parks Healthy People  Great Falls Park is hosting an event in celebration of the National Park Service Centennial and the #FindYourPark campaign this National Public Lands Day, on Saturday, September 26, 2015, from 10:00 am to 3:00 pm, at Great Falls Park, 9200 Old Dominion Drive, McLean VA 22102. The all-day free event will include activities for all ages to explore how parks and other public lands provide great outdoor experiences with benefits to personal health.   September 01, 2015  Between the Bullet and the Hospital Clara Barton and the Civil War - A Lecture Honoring the Sesquicentennial of the Civil War  Clara Barton National Historic Site will host a special illustrated talk by a park ranger on Saturday, September 19 at 4:00 p.m. in honor of the sesquicentennial of the Civil War. Photos from the Civil War era will be used to explore the dangers Clara Barton faced and to highlight hers accomplishments. The talk will be given in the hall of Miss Barton’s historic home. Consider taking the 3:00 p.m. tour of the house and then sitting down for this interesting talk at 4:00 p.m. To make reservations for the talk, please call: 301-320-1407.   August 06, 2015  Scientific Analysis of Historic Bricks to Shed Light on History at Arlington House  To help inform the strategy and techniques that will be used to restore Arlington House, the National Park Service is learning more about the people who built the home between 1802 and 1818, and bricks used in the home's original construction. The restoration work is part of the project funded by businessman and philanthropist David M. Rubenstein's $12.35 million lead centennial gift in the National Park Foundation’s Centennial Campaign for America’s National Parks.   July 24, 2015  Spout Run Parkway Mill and Overlay Road Work  George Washington Memorial Parkway (GWMP) will begin a roadway project on July 27, 2015, which is expected to last through late September, along Spout Run Parkway in both directions between GWMP and Lorcom Lane. The project will also include work on the southbound GWMP ramp to Key Bridge, and Rosslyn Circle Ramp onto northbound GWMP.   July 02, 2015  Fort Hunt Park Site Development Plan and Environmental Assessment for Public Review and Comment  the National Park Service released the Fort Hunt Park Site Development Plan and Environmental Assessment (SDP\/EA) for  public review and comment. This SDP\/EA follows a previous plan released in September 2011 and includes new alternatives in response to public feedback and additional analysis. Comments are being accepted through August 7, 2015.   June 17, 2015  Proposed Alternative Routes for Arlington Memorial  Prior to morning rush hour on Friday, May 29, 2015, the National Park Service, at the recommendation of Federal Highway Administration, announced a 10-ton load limit on Arlington Memorial Bridge indefinitely. The 10-ton load restriction is intended to extend the life of the bridge deck for passenger vehicles. United States Park Police will begin active enforcement of the load restrictions on June 22, 2015.   June 12, 2015  Ramp Closures for the Air Force Association Cycling Classic  Arlington, VA – Sunday, June 14, 2015 from 5:00 a.m. – 12:00 p.m., the National Park Service (NPS) George Washington Memorial Parkway (GWMP) will close ramps from Memorial Avenue and the G.W. Memorial Parkway to Route 110 and southbound Route 27 for a cycling event.   June 08, 2015  Mill and Overlay Roadwork  Arlington, VA – Beginning Monday, June 15, 2015 the National Park Service (NPS) will begin repairs on the George Washington Memorial Parkway (GWMP) from 395 to the Reagan National Airport in both north and south bound lanes.  The work will include associated ramps to the 14th Street Bridge, off and onto the GWMP.  The entrance and exits to Reagan National Airport will be coordinated to minimize disturbance to travelers.  Lane closures are expected to cause traffic delays.   May 28, 2015  Arlington Memorial Bridge Emergency Closures and Load Limits  Prior to morning rush hour on Friday, May 29, 2015, the National Park Service, at the recommendation of Federal Highway Administration, will close both curbside lanes and 4 feet of the adjoining sidewalks across the bascule (drawbridge) span of Arlington Memorial Bridge and will post a 10-ton load limit across the entire length of the bridge. The lane closures will remain in effect until emergency repairs are complete. The load restriction, which will eliminate most bus traffic, will remain in effect indefinitely.   May 18, 2015  National Park Service and United States Park Police Launch Memorial Circle Crosswalk Safety Campaign  Today, the National Park Service and United States Park Police announced increased enforcement and educational efforts aimed at drivers, pedestrians and cyclists in and around Memorial Circle. With warmer weather, vehicle, pedestrian and bicycle traffic increases creating a greater potential for collisions. In an effort to eliminate fatal crashes and serious injuries resulting from vehicle\/pedestrian and vehicle\/bicycle collisions, United States Park Police officers will be on roadways around Memorial Circle to contact drivers who fail to adhere to traffic regulations to include yielding at crosswalks.   May 15, 2015  Great Falls Park Entrance Fee Increase  Great Falls Park will begin charging increased entrance fees on June 1, 2015.   May 11, 2015  Invasive Plant Management Plan  The National Park Service (NPS) is accepting public scoping comments on an Invasive Plant Management Plan and Environmental Assessment (plan\/EA) for 15 national parks in the greater Washington DC region.   April 29, 2015  David Rubenstein Donates $5.37 Million to the National Park Foundation to Restore U.S. Marine Corps ‘Iwo Jima’ Memorial  Today a $5.37 million gift commemorates the bravery of U.S. Marines who gave their lives to defend freedom, and honors the continued patriotism and sacrifice of America’s military families. Businessman and philanthropist David M. Rubenstein joined National Park Service Director Jonathan B. Jarvis, National Park Foundation Interim President Dan Wenk and U.S. Marine Corps Major General Michael R. Regner to announce Rubenstein’s $5.37 million donation, which will restore and improve the iconic Iwo Jima sculpture and its surrounding parkland in Arlington, Virginia.   April 07, 2015  Washington D.C. Area National Parks Join Find Your Park Movement  National capital region parks join national parks, programs and partners across the country to encourage everyone to find their park and share their stories online at FindYourPark.com. To inspire area residents to find their park and to help engage a new generation of park stewards, area parks will offer fee free days on April 18 and 19. Several area parks will also offer special programs throughout National Park Week, which runs April 18-26, and on National Junior Ranger Day, April 18.   March 10, 2015  National Park Service Seeks Comments on Final Environmental Assessment for Clara Barton House Rehabilitation Project  The National Park Service (NPS) is seeking public review and comment on the Final Environmental Assessment of the Clara Barton House Rehabilitation Project.   February 25, 2015  National Park Service Seeks Comments on Design Concepts for Memorial Circle Transportation Plan  The National Park Service (NPS) is accepting comments on preliminary design concepts aimed at improving safety near Memorial Circle and reducing conflicts between pedestrians, bicyclists and drivers   February 12, 2015  New Operating Hours at Clara Barton National Historic Site  Clara Barton National Historic Site will change its operating hours and public tour schedule beginning Feb. 17, 2015.   February 03, 2015  Fort Hunt Site Developement Plan and Environmental Assesment  The National Park Service is accepting public scoping comments on the Fort Hunt Park Site Development Plan and Environmental Assessment (SDP\/EA).       February 24, 2013 Public Comment Sought to Improve Safety on the Mount Vernon Trail at Theodore Roosevelt Island Parking Lot The George Washington Memorial Parkway is seeking public comments on proposed alternatives to improve safety on the Mount Vernon Trail in the parking lots at Theodore Roosevelt Island. Preliminary alternatives include a wider, realigned trail and a reconfigured entry to the island. Comments on this project will be accepted from Tuesday, March 4 to Wednesday, April 2, 2014.  February 12, 2014 Flashing Beacon Trial Ends The trial period for the flashing warning beacons placed at trail crossings of the northbound lanes of the parkway near Arlington Memorial Bridge has ended. During the week of February 17 the beacons will be removed. All comments that were submitted will used in the upcoming Environmental Assessment process to evaluate long-term safety and traffic improvements in the area.  February 11, 2014 (originally posted January 17, 2014) The National Park Service Seeks Public Comment on the Draft Dyke Marsh Restoration and Long-term Management Plan\/ Environmental Impact Statement The George Washington Memorial Parkway made available today the Draft Dyke Marsh Restoration and Long-term Management Plan\/Environmental Impact Statement (EIS) that evaluates management options for the restoration of Dyke Marsh. The draft plan\/EIS is open for review and comment for 60 days, concluding on Tuesday, March 18, 2014. A public meeting about the Draft Dyke Marsh Restoration and Long-term Management Plan\/EIS has been postponed due to expected hazardous weather. It will take place on February 26 from 6:30 to 8:30 pm at Indigo Landing Restaurant instead of February 12.  January 25, 2013 (originally posted November 25, 2013) George Washington Memorial Parkway Seeks Public Feedback on Temporary Flashing Beacon Warning System The George Washington Memorial Parkway will install temporary flashing warning lights at trail crossings of the northbound lanes of the parkway near Arlington Memorial Bridge. Warning lights will be in place for approximately thirty days as a trial to help inform an upcoming Environmental Assessment process that will evaluate long-term safety and traffic improvements in the area. Public comments will be accepted through February 5.  December 18, 2013 Presence of Coyotes Confirmed at Fort Hunt Park One adult and one juvenile coyote were photographed in the evening hours at Fort Hunt Park this week. Coyotes are a widespread species, with a range that stretches from coast to coast. These intelligent animals have adapted to suburban and urban environments. Coyotes have been living in the Washington, D.C. area for over a decade and have been documented in Rock Creek Park, local county parks, and the George Washington Memorial Parkway. Since coyotes are often nocturnal, or active at night, they are rarely seen. National park lands provide important habitat for wildlife like coyotes. Both of the coyotes observed at Fort Hunt Park appeared to be in good health and were acting normally. If you have questions or other wildlife sightings, please contact the park's Natural Resource Program Manager, Brent Steury.  December 5, 2013 Public Scoping Meeting focusing on Land Transfer of Langley Fork Park and Langley Oaks Park and Potential Development of Langley Fork Park The National Park Service is preparing an Environmental Assessment to evaluate alternatives for the proposed land transfer of Langley Fork Park and Langley Oaks Park and potential development options at Langley Fork Park. A public open house meeting will be held on Tuesday evening, January 14, 2014. Written comments can be submitted from December 5, 2013 to February 3, 2014.  October 25, 2013 Interior Secretary Sally Jewell Announces $24.9 Million Investment in Restoration of Dyke Marsh Wildlife Preserve Secretary of the Interior Sally Jewell this week announced $24.9 million for restoration work at the National Park Service's Dyke Marsh Wildlife Preserve in Virginia, part of the George Washington Memorial Parkway. Dyke Marsh is one of 45 federal areas to receive Congressional funding after Hurricane Sandy for restoration and research projects.  June 28, 2013 National Park Service Presents 2013 Independence Day Celebration in the Nation's Capital The National Park Service continues its tradition of presenting an Independence Day celebration on Thursday, July 4th on the National Mall. Following the Fourth of July parade, the fireworks extravaganza beginning at 9:10 p.m. can be viewed from the National Mall, President's Park and sites along the George Washington Memorial Parkway.  May 30, 2013 Greater Washington National Park Service Sites Receive Grants for Historic Preservation The National Park Service is pleased to announce that seven sites within the National Capital Region were selected as recipients of Partners in Preservation grants. A total of $195,000 in grant funding will be used towards preservation projects at these seven sites. The amount of grant funding varies by recipient, with the US Marine Corps War Memorial receiving a $5000 grant.  May 21, 2013 Rehabilitation of Memorial Bridge The George Washington Memorial Parkway has announced a 45-day public scoping period to solicit public comments on a proposal to rehabilitate Arlington Memorial Bridge. During the scoping period the public is invited to identify any additional alternatives, issues, or concerns they might have with the proposed project so that they can be considered in the environmental assessment. Comments will be accepted through Friday, May 24, 2013.  May 13, 2013 Delays on Northdown Road and East and West Boulevard Drives The Federal Highway Administration and George Washington Memorial Parkway will begin a project to pulverize and reconstruct sections of Northdown Road, East Boulevard Drive (between Kent Road and Collingwood Road) and West Boulevard Drive (between Alexandria Avenue and Collingwood Road). The project also includes stormwater improvements, including reconstruction of the stone waterway along Northdown Road. Affected residents received a letter describing the project in detail. This project is anticipated to finish in August 2013.  April 24, 2013 Marine Corps War Memorial Chosen to Compete in Partners in Preservation Program American Express and the National Trust for Historic Preservation announced that the Marine Corps War Memorial has been chosen to participate in Partners in Preservation, a community-based initiative that will award $1 million in grants to Washington, D.C. metro area historic places. Partners in Preservation invites Washington, D.C. metro area residents, and anyone who loves the Capitol Region, to help choose the historic places they think most deserve preservation funding.  April 11, 2013 Parkway Joins Trash Free Parks Program on Earth Day The George Washington Memorial Parkway is introducing a Trash Free Park program at Great Falls Park, Virginia and additional park sites on Earth Day, Monday, April 22, 2013. The program follows a Carry In, Carry Out - Leave No Trace principal, one which supports the Reduce-Reuse-Recycle mission of the U.S. Department of the Interior. The purpose of this program is to reduce the amount of solid waste collected in national park areas.",
    "url": "https:\/\/www.nps.gov\/gwmp\/learn\/news\/newsarchive.htm"
}
