{
    "title": "George Washington Memorial Parkway: Alexandria Waterfront",
    "body": "Explore This Park    Learn About the Park     History & Culture     Alexandria Waterfront              The Alexandria Waterfront       Landscaped gardens and parks along the Alexandria waterfront give the impression that the area has always been the perfect spot to unwind. Yet this peaceful setting hides the history of a hectic port and booming factory town on the Potomac River. From Alexandria's beginnings in the 1700s until its transformation into a residential community after World War II, hustling docks, warehouses, and factories brought prosperity and symbolized the city's wealth and energy.      From Cow Pasture to Busy Port European colonists began establishing farms and plantations along this part of the Potomac River in the late 1600s. As the number of settlers grew, and they began to move inland, they needed good ports to allow them to export their farm products overseas and to import European manufactured goods. Tobacco warehouses, which were official inspection points for all tobacco exports, were established in several locations in Virginia. These warehouses often became the seed for larger communities as skilled artisans, merchants, and laborers were attracted by the jobs and business opportunities they offered. Alexandria was one of these communities. It began as a small tobacco warehouse in 1732 and grew rapidly into a prosperous port town. The town's leading citizens understood that the multitude of shipping ports in the region created fierce commercial competition and that their community's success was tied to the wharves and warehouses along its waterfront. Alexandria's merchants built large docks that allowed Alexandria to eclipse its competitors. It became the shipping and manufacturing center of the Potomac River by the mid 1700s. In 1779 the city became an official port of entry, a title which meant that foreign ships could complete their required customs inspections right there in Alexandria. The docks were now crowded with shipbuilders; small factories that produced naval stores and iron products; millers and distillers who refined corn, wheat, and sugar; and tanners and butchers who processed local livestock. These agricultural products and locally manufactured goods were exported to every state in the new nation and to the Caribbean, Europe, Africa, and Asia. During the late 1700s Alexandria was one of the ten busiest and wealthiest ports in the United States.       When this plan for Alexandria was drawn in 1798 most of its streets and city blocks were actually farm fields and pastures, but the grand vision Alexandria’s leaders had for their community helped it prosper through the centuries. Library of Congress       Two Periods of Upheaval The Industrial Revolution brought new industries and technologies to the city in the early 1800s. Alexandria's businessmen constructed rail yards near the docks so they could easily transfer cargo between the ships and trains. This connected the city's waterfront to markets far inland while providing inland producers with markets overseas. To power the new steam ships, trains, and factories, daily coal barges floated tons of coal into the city from the Appalachian Mountains. Traffic on the Potomac increased so much that the federal government built the Jones Point Lighthouse to improve safety and navigation on the river. The Civil War and Virginia's secession from the Union endangered Alexandria's prosperity. Its traditional economic links were suddenly severed, and opposing armies threatened to turn the city into a war zone. To protect Washington from attack, the Union army secured control of Alexandria in 1861. Because of its well developed docks and rail yards, Alexandria became a key military supply and communications center. Troops and war material for almost every major campaign in Virginia, as well as many of the assaults along the Confederacy's coastline, passed through the city's docks and railways. Wounded soldiers were ferried through the city for treatment or transport back home. When the Civil War ended in 1865 Alexandria's physical infrastructure was intact, but its peacetime commercial networks were in a shambles.       Battery Rodgers was erected near Jones Point to defend Alexandria’s docks and storehouses from attack by the Confederacy’s new iron clad ships. The Union Army equipped the battery with an enormous 15-inch Rodman cannon.  (Photo ca. 1863) Library of Congress       Reconstruction and More War To survive, Alexandria once again invested in its waterfront. The city updated its shipbuilding and ship repair facilities. It continued to export local produce, wood, coal, and flour, but the introduction of electricity made new businesses, like ice making, possible. The city even created more room on the waterfront by filling in marshy areas. In 1917 the United States entered World War I. It urgently needed to expand its navy and merchant fleet. Alexandria quickly shifted shipbuilding and manufacturing from peace- to wartime production. Warplanes and small warships known as \"sub-chasers\" were built in factories and shipyards along the Potomac River. Merchant vessels were built in the Virginia Shipbuilding Corporation's new shipyard at Jones Point. This facility launched the first all steel ships built in Alexandria.       In only 85 days the Virginia Shipbuilding Corporation built a complex for 7,000 workers, complete with production and administrative facilities, worker barracks, a company hospital, and cafeteria. (Photo 1919) Library of Congress       When World War I ended in 1918 the government reduced, but did not end, its defense spending in Alexandria. The shipyards continued work on ship contracts until 1920, and the Navy constructed a torpedo factory on the waterfront. In 1936 the Army Signal Corps bought the deactivated shipyard at Jones Point and turned it into a radio receiving station responsible for handling all Army communications along the east coast. These ties to the military served the city well in World War II, when its docks and factories once again expanded to meet wartime needs.       Constructed in 1918, the US Naval Torpedo Station was one of only three facilities in the nation to make torpedoes for the Navy.  It eventually expanded into an 11 building complex before it was closed in 1945.  (Photo ca. 1921) Library of Congress       Dirty Docks Become Busy Walkways Following World War II, Alexandria's economy struggled to adjust to changes in the national economy. Small river ports like Alexandria were becoming obsolete as international shipping switched to huge container ships. The city's leaders changed course and planned to develop Alexandria as a home for corporate offices and replace manufacturing with tourism. Groups of preservationists made sure that historic structures were saved. Local residents pressed for parks and recreational facilities. The waterfront remained alive and vibrant through all these changes. The Mount Vernon Trail replaced the crowded, mud-spattered docks and provided residents and visitors with scenic views of the Potomac River and the nation's capital. Jones Point, once a raucous shipyard, was redeveloped as a park and historic site. The buildings and activity of the waterfront may have changed, but it is still a symbol of Alexandria's success.",
    "url": "https:\/\/www.nps.gov\/gwmp\/learn\/historyculture\/alexandria.htm"
}
