{
    "title": "George Washington Memorial Parkway: Memorial Ave",
    "body": "Explore This Park    Learn About the Park     History & Culture     Memorial Ave              Arlington Memorial Bridge & Avenue       \"Before us is the broad and beautiful river, separating two of the original thirteen States, which a late President [Andrew Jackson]... desired to span with arches of ever-enduring granite, symbolical of the firmly established union of the North and the South.\" —Secretary of State Daniel Webster         More than 80 years after these words were spoken and 65 years after the end of Civil War, which threatened the \"firmly established union,\" Arlington Memorial Bridge opened to traffic on May 6, 1932. Symbolically, the bridge was designed to show the strength of a united nation by joining a memorial on the north side of the Potomac River (the Lincoln Memorial) with one on the south (Arlington House, the Robert E. Lee Memorial). Memorial Bridge and Avenue also connect the nation's capital to Arlington National Cemetery, where thousands who died fighting to preserve democratic government were laid to rest. Construction of the bridge began in 1926, and ended in 1931. Arlington Memorial Bridge, Memorial Avenue, and the grand entrance to Arlington National Cemetery were dedicated on January 16, 1932. However, the bridge was not fully opened to traffic until May 6, 1932. The firm of McKim, Mead, and White served as the bridge's architects.  Architectural elements like granite facing; formal, neoclassical design; sculptures of eagles and vases; and bas relief bison, poppies, and oak leaves invoke national strength and unity. Seven memorials were installed along Memorial Avenue: the first in 1961 and the last in 2001.                   Memorials on Memorial Avenue   6 Photos  In 1923 William Mitchell Kendall planned a tree-lined boulevard, called the “Avenue of Heroes,” that would link Memorial Bridge to Arlington National Cemetery. Seven memorials have been installed, and two sites remain.          Decorative Elements of Memorial Bridge   3 Photos  Neo-classicism reigns on Memorial Bridge. Architects from the firm McKim, Meade, and White chose decorative elements from the ancient Greek and Roman world that evoke honor and unity.",
    "url": "https:\/\/www.nps.gov\/gwmp\/learn\/historyculture\/memorialave.htm"
}
