{
    "title": "George Washington Memorial Parkway: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar           Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 16 results    Show ALL instances of recurring events   RSS Feed      George Washington Memorial Parkway Fort Hunt Concert Series      Location: Fort Hunt Park Fees: Free     Sunday, August 14, 2016 Every Sunday Weekly  from 06\/05\/2016 to 08\/28\/2016 Enjoy a free concert by a community musical group in the Area A pavilion. View Details      George Washington Memorial Parkway George Played Here: Fort Hunt      Time: 5:00 PM to 5:30 PM Location: Fort Hunt Fees: Free     Sunday, August 14, 2016 Every Sunday Weekly  from 05\/29\/2016 to 09\/04\/2016 What is an oozlefinch? What’s hidden in that deck of cards? Find the ranger by the flag for an activity that brings the fort to life. View Details      George Washington Memorial Parkway Junior Ranger Program      Time: 1:00 PM to 3:00 PM,3:00 PM to 5:00 PM Location: Great Falls Park Fees: Free     Sunday, August 14, 2016 Junior Ranger Program View Details      George Washington Memorial Parkway Learn to Ride      Time: 1:00 PM to 3:00 PM Location: Jones Point Park Fees: Free     Sunday, August 14, 2016 Every Sunday Weekly  from 04\/24\/2016 to 09\/25\/2016 Try an effective and low-stress \"balance first\" way to learn to ride a bicycle. Children will begin to ride independently and safely. (Registration Required) View Details      George Washington Memorial Parkway Sunset Parades      Time: 7:00 PM to 8:30 PM Location: US Marine Corps War Memorial  Fees: Free     Tuesday, August 16, 2016 Every Tuesday Weekly  from 05\/31\/2016 to 08\/30\/2016 Sunset Parade Presented by the Marine Corps. View Details      George Washington Memorial Parkway Island Night      Time: 5:00 PM to 9:00 PM Location: Columbia Island Marina     Thursday, August 18, 2016 Island Night View Details      George Washington Memorial Parkway Dog Ranger      Time: 4:00 PM to 4:30 PM Location: Dyke Marsh Fees: Free     Friday, August 19, 2016 Every Friday Weekly  from 05\/27\/2016 to 09\/30\/2016 Be part of the community of dog lovers that wants to help dogs, people, and nature get along in our national parks. Leashed dogs welcome. View Details      George Washington Memorial Parkway George Played Here: Jones Point      Time: 1:00 PM to 3:00 PM Location: Jones Point Park Fees: Free     Saturday, August 20, 2016 Every Saturday Weekly  from 05\/28\/2016 to 09\/24\/2016 Find your ranger! Find your park! Find your playground, on your mark! Let’s go explore Jones Point with a ranger’s choice activity. View Details      George Washington Memorial Parkway George Played Here: Netherlands Carillon      Time: 5:00 PM to 5:30 PM Location: Netherlands Carillon Fees: Free     Saturday, August 20, 2016 Every Saturday Weekly  from 05\/28\/2016 to 09\/03\/2016 Make friends by ringing bells. Try your hand at ringing some kid-size bells with a ranger. Then stay for the concert. View Details      George Washington Memorial Parkway Learn to Ride      Time: 10:00 AM to 12:00 PM Location: Turkey Run Park Fees: Free     Saturday, August 20, 2016 Try an effective and low-stress \"balance first\" way to learn to ride a bicycle. Children will begin to ride independently and safely. (Registration Required) View Details      George Washington Memorial Parkway Public Concert Series      Time: 6:00 PM to 8:00 PM,2:00 PM to 4:00 PM Location: Netherlands Carillon Fees: Free     Saturday, August 20, 2016 Enjoy sweeping views of Washington, DC as carillonneurs play 2-hour concerts of jazz, pop, and patriotic music on the carillon's 50 bells. View Details      George Washington Memorial Parkway The Ranger’s View by Bike      Time: 10:00 AM to 12:00 PM Location: Mount Vernon Trail Fees: Free      Saturday, August 20, 2016 Bring your bike and experience the beauty of the Mount Vernon Trail from the ranger’s perspective. Bring water and a delicious snack. Helmets required. View Details      George Washington Memorial Parkway Campfire Program      Location: Great Falls Park Fees: Free with entrance fee     Friday, August 26, 2016 Sit around a campfire ring with a Ranger to learn about the park service, resources and conservation, the importance of nature, and other themes View Details      George Washington Memorial Parkway Centennial Celebration!      Time: 10:00 AM to 4:00 PM Location: Glen Echo Park Fees: FREE     Saturday, August 27, 2016 Celebrate the Centennial of the National Park Service with family friendly events all day! View Details      George Washington Memorial Parkway Centennial Celebration!      Time: 7:00 PM to 10:00 PM Location: Great Falls Park Fees: FREE     Saturday, August 27, 2016 Celebrate the 100th birthday of the National Park Service at Great Falls Park! View Details      George Washington Memorial Parkway Kayak with a Ranger      Time: 10:00 AM to 12:00 PM Location: Dyke Marsh Fees: Free ($5 Launch fee\/Kayak Rental $25 Single\/$35 Tandem     Saturday, August 27, 2016 Enjoy this urban refuge and learn about upcoming restoration efforts. Register at gwmp_vssouth@nps.gov View Details",
    "url": "https:\/\/www.nps.gov\/gwmp\/planyourvisit\/calendar.htm"
}
