{
    "title": "George Washington Memorial Parkway: Fort Hunt",
    "body": "Fort Hunt       Located on the Potomac River just south of Washington, D.C. Fort Hunt was originally a part of George Washington's Mount Vernon estate. It was still farmland in 1892 when the War Department, as part of an ambitious nationwide plan to modernize coastal defenses, purchased the land. The site was chosen as a complement to Fort Washington, which had defended the Potomac River since 1809.      Spain Speeds Construction Construction on Fort Hunt did not begin until 1897 when worsening relations with Spain suddenly awakened the government to the sorry state of America's defenses. Once war was declared in 1898 forty-eight men from the Fourth Coast Artillery were ordered to garrison the fort, even though only one of the four proposed batteries was completed. It was not until 1904 that the all three 8-inch rifles, three 3-inch, and two 5-inch rapid firing guns were finally in place. In spite of all the consternation engendered by the supposed threats of 1898, the new guns were never fired against an enemy.Its life as a coastal battery was short-lived. Once the emergency that had created it had passed, the new post slipped into the uneventful rhythms of a half-forgotten peacetime garrison. Even in its heyday, it had never been home to more than one company of 109 men.       A clear field of fire surrounded the batteries at Fort Hunt in the 1920s. The battery commander's tower among the trees in the foreground could direct fire toward encroaching ships and signal Fort Washington.        Decommission and Transfer With the outbreak of World War I, the Army decided that Fort Hunt's guns could be put to better use elsewhere. By 1918 all of the batteries had been dismantled and the armament transferred to other forts. Though no longer needed as a defensive post, Fort Hunt remained an integral part of the newly-constituted Army which emerged after World War I. As part of a vast reorganization meant to expand and modernize the Army, all of the 30-odd service schools were revamped and revitalized. In 1921, the Fort Hunt welcomed the Finance School to its new home. Once again, however, changing social and political climates dictated a shift in activities at Fort Hunt. A strong anti-militaristic, isolationist mood swept the in the wake of World War I. In 1922, Congress instructed the Army to drastically reduce its manpower, and to consolidate its functions. The Finance School was transferred away from Fort Hunt and back to offices in Washington in 1923. For the next nine years, Fort Hunt was something of a \"white elephant\" for an Army which continued to reel under severe budgetary and personnel cutbacks. Except for a brief sojourn by a Signal Company, the fort was essentially abandoned. Although several local governments, a military academy, and the Department of Agriculture expressed an interest in using the land, Congress declined to transfer jurisdiction from the War Department. It was not until 1930 that Congress finally authorized the Secretary of War to transfer Fort Hunt to the Office of Public Buildings and Public Parks of the National Capital for development as a recreational site along the newly established George Washington Memorial Parkway.       An African American ROTC unit trained at Fort Hunt in 1931. Temporary--and separate--quarters, a mess, and a lavatory were set up for them near the fort's incinerator.        World War II Intervenes Fort Hunt's transformation to a recreation area continued until World War II. Searching for a secure place to interrogate prisoners of war, the Army suddenly remembered Fort Hunt. It was transferred back to the War Department for a period not-to-exceed one year after the cessation of hostilities to serve this purpose. For the next four years Fort Hunt would once again assume a decidedly military, top secret air.",
    "url": "https:\/\/www.nps.gov\/gwmp\/learn\/historyculture\/forthunt.htm"
}
