{
    "title": "George Washington Memorial Parkway: Dyke Marsh",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Dyke Marsh              Dyke Marsh Wildlife Preserve       Dyke Marsh is one of the largest remaining freshwater tidal wetlands in the Washington metropolitan area. Its 485 acres of tidal marsh, floodplain, and swamp forest can be explored by boat or on foot.             Things to Do The Haul Road Trail follows an old mining road through each type of habitat in Dyke Marsh. The trail is three-quarters of a mile long, flat, and paved in a combination of pea gravel and boardwalk. The best way to explore the tidal guts of Dyke Marsh is by boat. There are a boat ramp and boats for rent at the Belle Haven Marina. Expert birders from Friends of Dyke Marsh lead bird walks each Sunday. Walks leave from the entrance to the Haul Road Trail at 8 am. To request a ranger program at Dyke Marsh Wildlife Preserve call 703‑235-1530. Hours & Seasons The grounds at Dyke Marsh Wildlife Preserve are open year-round from 6 am to 10 pm. Facilities Restrooms, water fountains, and trash cans are located on the Mount Vernon Trail between the two large parking lots in Belle Haven Park. There are also restrooms, water fountains, and trash cans near the marina boat ramp. Rules and Regulations Bicycles are not allowed on the Haul Road Trail. There is a bike rack at the entrance to the trail. A vessel's internal combustion engine may not be used (while a vessel using electric trolling motor, sail, or paddling is allowed) and no more than three vessels of an organized group at any one time is allowed within designated areas of Dyke Marsh Wildlife Preserve during the Marsh wren and Least bittern nesting season from May 15 to August 25 to protect breeding Marsh wrens and Least bitterns. Commercial activities and activities by organized groups, including commercial photography\/filming and weddings, require a permit. For information about permits please call 703‑289‑2513. For a complete list of rules, please read the Laws & Policies.",
    "url": "https:\/\/www.nps.gov\/gwmp\/planyourvisit\/dykemarsh.htm"
}
