{
    "title": "George Washington Memorial Parkway: Turkey Run",
    "body": "Turkey Run Park       Turkey Run Park preserves a vertical slice of the Potomac Gorge ecosystem. A unique combination of flora and fauna makes a home in the park's riverbanks, flood terraces, upland forest, streams, and underground seeps.             Things to Do Trails in Turkey Run Park cross through several of the distinct habitats that make up the Potomac Gorge ecosystem. The Potomac Heritage Trail also runs through the park. Wildlife sightings change with the seasons. Wildflowers bloom and warblers migrate through the park each spring. Woodpeckers call loudly all summer from a thick, leafy canopy. Fall colors paint the park's hardwood trees red and yellow. Occasional snowfalls in winter reveal the comings and goings of many small mammals. Rangers teach Learn to Ride, a \"balance first\" method of bicycling, at Turkey Run Park. Participants learn how to ride a bicycle without training wheels in a safe, stress-free environment. To request a ranger program at Turkey Run Park please call 301‑320‑1400. Hours & Seasons Turkey Run Park is open year-round from 6 am to 10 pm. Please note that the gate between Picnic Area B and parkway headquarters closes at 4:15 pm on weekdays and is closed all day during the weekend. Directions Turkey Run Park is in Virginia on the George Washington Memorial Parkway near I 495. By Car From I 495 take exit 43 and merge onto the George Washington Memorial Parkway. Take the exit for Turkey Run Park. Turn left at the sign on the exit ramp to enter the park. From the northbound George Washington Memorial Parkway take the exit for Turkey Run Park. Turn right at the sign on the exit ramp to enter the park. Parking is available in each of the picnic areas in the park. On Foot Turkey Run Park is about two miles south of the American Legion Bridge and four miles north of Fort Marcy on the Potomac Heritage Trail. Facilities Picnic tables, restrooms, and water fountains are located between Picnic Areas C‑1 and C‑2, in Picnic Area B, and in Picnic Area A. Water to the restrooms and water fountains is turned off from October to April. There are no trash cans in Turkey Run Park; plan to take your trash with you when you leave. Red cans for ashes are available in each picnic area. Rules and Regulations Propane and charcoal are permitted in private grills. Coals may only be placed in marked red ash cans. Campfires are prohibited except with a permit. No swimming or wading is allowed in the Potomac River. Commercial activities and activities by organized groups, including commercial photography\/filming and weddings, require a permit. For information about permits please call 703‑289‑2513. For a complete list of rules, please read the Laws & Policies.",
    "url": "https:\/\/www.nps.gov\/gwmp\/planyourvisit\/turkeyrun.htm"
}
