{
    "title": "George Washington Memorial Parkway: Memorial Bridge & Avenue",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Memorial Bridge & Avenue              Arlington Memorial Bridge & Avenue       Arlington Memorial Bridge and Avenue provide a ceremonial entrance to Washington, DC from Virginia. Designed to be an \"Avenue of Heroes,\" it is lined with monuments and memorials to such diverse figures as Admiral Byrd, the Seabees, Valor, and Sacrifice. The Arlington Memorial Bridge crosses the Potomac River at Washington, D.C. The bridge was first proposed in 1886 however, it went unbuilt until 1932. Today, Memorial Bridge symbolically links North and South in its alignment between the Lincoln Memorial and Arlington House, the Robert E. Lee Memorial.               Visit Arlington Memorial Bridge Things to Do A walk or bicycle ride across Arlington Memorial Bridge and Avenue is a scenic route from the Lincoln Memorial to the Women in Military Service for America Memorial and Arlington National Cemetery. To request a ranger-led program at Arlington Memorial Bridge and Avenue please call 703‑235-1530. Hours & Seasons Arlington Memorial Bridge and Avenue is open year round, 24 hours a day. Directions Arlington Memorial Bridge and Avenue stretches between Arlington National Cemetery in Virginia and the Lincoln Memorial in Washington, DC. On Foot or by Bicycle From the Mount Vernon Trail, follow a signed route uphill. Please use caution at the crosswalks. Drivers on the roads around Memorial Circle are often lost and distracted by merging lanes and entrance and exit ramps. By Car From Washington, DC, Arlington Memorial Bridge and Avenue can be reached from the Rock Creek and Potomac Parkway, Constitution Avenue, 23rd Street Northwest, Ohio Drive, and Independence Avenue. From Virginia, Arlington Memorial Bridge and Avenue can be reached from the George Washington Memorial Parkway, VA-110, and VA-27. Parking is available along the ramp that extends from Rock Creek and Potomac Parkway to the Lincoln Memorial. Parking is also available for a fee at Arlington National Cemetery. By Metro The Arlington National Cemetery station is located on Memorial Avenue. Facilities Restrooms, water fountains, and trash cans are located in the Arlington National Cemetery visitor center and at the Women in Military Service for America Memorial. Rules and Regulations A 10-ton load limit for Arlington Memorial Bridge remains in effect until a full rehabilitation is complete. Vehicles in Class 6 (beverage trucks, school buses, etc.), Class 7 (city transit buses, medium semi tractors, etc.) and Class 8 (tour buses, heavy semi tractors, etc.) are prohibited from traveling on the bridge.  Bicycles are allowed on Arlington Memorial Bridge and Memorial Avenue, but not inside Arlington National Cemetery. Commercial activities and activities by organized groups, including wreath laying ceremonies and organized runs, walks, and rides, require a permit. For information about permits please call 703‑289-2513. For a complete list of rules, please read the Laws & Policies.              Repairing Arlington Memorial Bridge The rehabilitation of Arlington Memorial Bridge is one of the National Park Service’s (NPS) top priorities and one of the largest transportation projects in NPS history. For the past six years, the NPS has been making emergency, yet temporary, repairs to the bridge while planning a full rehabilitation. In February 2016, the Federal Highway Administration (FHWA) informed the NPS that despite these emergency repairs, without a complete rehabilitation, the continued and accelerated deterioration of the concrete deck would require a full bridge closure in 2021. Designed as a memorial symbolizing reunification of the North and South after the Civil War, Arlington Memorial Bridge links the Lincoln Memorial in Washington, D.C., and Arlington House, the Robert E. Lee Memorial, in Arlington, Va. The bridge also serves as the ceremonial entrance to Arlington National Cemetery, our nation’s most hallowed ground and the final resting place for more than 400,000 active duty service members, veterans and their family members. Plan Forward  The NPS has been notified by Members of Congress that the Department of Transportation has recommended a $90 million FASTLANE grant award for the Arlington Memorial Bridge rehabilitation project. USDOT grant recommendations are subject to a congressional review period before official notification. As part of the FASTLANE grant award, the NPS is still required to secure a percentage of matching funds. The $90 million grant is a huge boost to the rehabilitation project, but a substantial investment from the NPS Federal Lands Transportation Program allocation will still be required; causing other NPS transportation projects to be deferred. This summer, the NPS and USPP will begin a 10-ton load limit education campaign, followed by targeted enforcement. The NPS will install additional load limit signs, place variable message boards near the bridge, contact step-on tour guides and bus drivers near Lincoln Memorial and Arlington National Cemetery, and conduct additional outreach to the tourism industry. At the recommendation of FHWA bridge engineers, the 10-ton load limit on Arlington Memorial Bridge will remain in effect until a full rehabilitation is complete. Vehicles in Class 6 (trucks, school buses, etc.), Class 7 (city transit buses, tour buses, refuse trucks, etc.) and Class 8 (truck tractor, sleeper cabs, etc.) are prohibited from traveling on the bridge. Emergency Repairs  During a routine biennial inspection in 2009, FHWA discovered considerable deterioration in the sidewalk deck. As a result, the FHWA increased bridge inspections from biennial to annual. In 2014, deterioration of the bridge had reached a critical level, requiring semiannual inspections of the entire bridge and bimonthly inspections of the main support beams, called trunnion posts. The increased inspections of the bridge cost the NPS $425,000 per year. To preserve the historic integrity of the bridge, prevent a full closure and provide a safe means of transportation for everyone using Arlington Memorial Bridge—whether they drive, walk, jog or bike—the NPS has invested more than $9 million in emergency repairs since 2010. In 2017, another multi-million dollar temporary repair project will begin to extend the life of the trunnion posts, which are the primary posts stabilizing the center span of the bridge. However, without rehabilitation, the bridge will be still be required to close to all traffic in 2021 due to continued deck deterioration.     Year  Temporary Emergency Repairs  Cost ($)    2010 Sidewalk Rehabilitation  597,255     2012  Environmental Assessment, Planning, Design (Ongoing) 3,370,963     2012 Bridge Roadway, Load-Bearing Columns, Stringers  1,319,205     2015 Bridge Roadway, Load-Bearing Columns, Support Beams, Stringers  4,022,365       Total  9,309,790    2017 Trunnion Posts   Est. 5,000,000      Outreach  Since 2009 when significant deterioration was discovered during a routine FHWA inspection, the NPS has conducted outreach to raise awareness of and support for rehabilitating Arlington Memorial Bridge. This outreach has included conversations, meetings, and bridge tours with elected officials, members of the Virginia and District Departments of Transportation partner agencies, and press. Regional Impact  Arlington Memorial Bridge is a key component of the Greater Washington Area transportation network, with an estimated 68,000 vehicles from Virginia (58 percent), Washington, D.C (21 percent), Maryland (14 percent) and out of town visitors (7 percent) crossing the bridge daily. The bridge is also designated as an emergency evacuation route for the nation’s capital.. According to the National Capital Region Transportation Planning Board, the result of a full bridge closure would directly impact the three nearby Potomac River bridges: 14th Street Bridge, Roosevelt Bridge and Key Bridge, which already carry more than 400,000 vehicles daily. The planning board estimates a full Arlington Memorial Bridge closure could result in a 22 percent increase in traffic congestion levels along the Potomac River corridor. The Metropolitan Washington Council of Governments says a full bridge closure would have a negative economic impact on the region to the tune of $74.5 million\/year in traffic delay costs alone. As the NPS continues its longstanding commitment to keep Arlington Memorial Bridge open and safe, other critical regional transportation projects have been postponed, including Baltimore-Washington Parkway, Fort Davis Drive, and Fort Dupont Drive. These projects, which are not new, are victims of diverting transportation funds to conduct emergency repairs on Arlington Memorial Bridge, and continue to lack the funds for repairs they desperately need. The NPS is continuing outreach and is pursuing every available funding option to complete the required rehabilitation project.",
    "url": "https:\/\/www.nps.gov\/gwmp\/planyourvisit\/memorialave.htm"
}
