{
    "title": "George Washington Memorial Parkway: Jones Point",
    "body": "Jones Point Park       Jones Point Park is located on the Potomac River, just south of Old Town Alexandria. It was a critical piece of the city of Alexandria's history as one of the largest centers for shipping, manufacturing, and transportation in the nation. Its lighthouse, built in 1855, is the last remaining riverine lighthouse in Virginia.             Things to Do A gravel interpretive trail explains the human and natural history behind Jones Point Park. Exhibits highlight the area's fresh water marsh habitat, its use by American Indians, and its role in shipbuilding and navigation. Two fishing piers are an excellent spot to cast for American catfish, rock bass, and American eels. A canoe launch offers access to the Potomac River. Modifications are planned to make this launch easier for kayakers to use. Formal spaces for recreation include two playgrounds (one for children under age five and one for children ages six to ten) and two basketball courts. Multi-use fields will open next fall when the grass has grown. These areas are available on a first come first serve basis. Rangers offer Learn to Ride and Lighthouse Life, two kid-friendly programs at Jones Point Park. See the Schedule of Events for dates and times. To request a ranger-led program about Jones Point Park, please call 703-235-1530. Hours & Seasons The grounds of Jones Point Park are open year-round from 6 am to 10 pm. Overnight parking is prohibited. The Jones Point lighthouse is not open to the general public because its unfinished interior presents safety concerns. Directions Jones Point Park is located on the southern edge of Old Town Alexandria underneath the Woodrow Wilson Bridge. By Car From the northbound lanes of Washington Street (the George Washington Memorial Parkway) turn right on Green Street. Drive two blocks, then turn right onto South Royal Street. Drive to the cul-de-sac at the end of the street and turn left to enter the park. From the southbound lanes of Washington Street (the George Washington Memorial Parkway) turn left on Green Street. Drive two blocks, then turn right onto South Royal Street. Drive to the cul-de-sac at the end of the street, and turn left to enter the park. Parking is available at the end of the entrance road. Overflow parking is available on city streets outside the park, but motorists must abide by posted parking restrictions and time limitations. By Public Tranportation The 11Y Metrobus (Mt Vernon Express) stops at the corner of Washington Street and South Street. The park is a two minute walk down South Street from the bus stop. On Foot or by Bicycle The Mount Vernon Trail runs through Jones Point Park. Facilities Restrooms, water fountains, and a dog drinking bowl are located underneath the bridge. Trash cans and a limited number of picnic tables are found throughout the park. Rules and Regulations Pets must be on a leash that is no more than six feet long, and pet owners must dispose of waste in a trash can. There are no off-leash areas in Jones Point Park. No swimming or wading is allowed in the Potomac River. The canoe\/kayak launch may only be used for the launch and recovery of canoes and kayaks. Docking boats at the canoe launch is prohibited. Commercial activities and activities by organized groups, including team sports on the multi-use fields and basketball courts, require a permit. For information about permits please call 703-289-2513. Fishing is permitted with the appropriate license. The District of Columbia, Maryland, and Virginia state boundaries intersect at Jones Point. Depending on where you fish, District of Columbia, Virginia, or Maryland regulations will apply. Federal fishing regulations apply throughout the park. Please be aware of the health advisories on eating Potomac River fish that are found on state and municipal fisheries websites. For a complete list of rules, please read the Laws & Policies.",
    "url": "https:\/\/www.nps.gov\/gwmp\/planyourvisit\/jonespoint.htm"
}
