{
    "title": "George Washington Memorial Parkway: Marine Corps Memorial",
    "body": "US Marine Corps War Memorial       Based on an iconic image of the second flag-raising on the island of Iwo Jima during World War II, the US Marine Corps War Memorial is dedicated to \"the Marine dead of all wars and their comrades of other services who fell fighting beside them.\"       Chris James       Things to Do The US Marine Corps War Memorial is located on Arlington Ridge along the axis of the National Mall. A panorama of the Lincoln Memorial, Washington Monument, and Capitol Building are visible from its grounds. During the summer, the US Marine Corps holds Sunset Parades at the memorial on Tuesday evenings. The memorial plaza is closed to the public from 6 pm to 9 pm on Tuesdays in June and July and from 5:30 pm to 8:30 pm on August 5 and August 12. Check parking restrictions below. To request a ranger program at the US Marine Corps War Memorial please call 703‑235-1530. Hours & Seasons The memorial grounds are open year-round from 6 am until midnight. Directions The US Marine Corps War Memorial is in Virginia near Arlington National Cemetery. By Car From VA 110 south turn right onto Marshall Drive, then follow signs for the US Marine Corps War Memorial. From US 50 east take the exit for Rosslyn and the Key Bridge. Turn right onto Meade Street at the top of the ramp. Turn left on Marshall Drive, then follow the signs for the US Marine Corps War Memorial. From US 50 west cross into Virginia on the Roosevelt Bridge and take the exit for Rosslyn and the Key Bridge. Turn left onto Meade Street at the top of the ramp. Turn left on Marshall Drive, then follow the signs for the US Marine Corps War Memorial. Parking is available at the US Marine Corps War Memorial. Buses should load and unload in the inner lane. Parking at the memorial is restricted to six vehicles with handicapped parking permits on Tuesdays from 3 pm to 9 pm in June and July and from 2:30 pm to 8:30 pm on August 5 and August 12. By Metro The carillon is a 10-15 minute walk from either the Rosslyn or Arlington National Cemetery Metro station. Facilities Portable toilets, water fountains, and trash cans are located between the carillon and the US Marine Corps War Memorial. Rules and Regulations The statue and parade ground are a memorial. Playing ball games and flying kites are not permitted. Pets must be on a leash that is no more than six feet long and pet owners must dispose of waste in a trash can. Commercial activities and activities by organized groups, including commercial photography\/filming and weddings, require a permit. For information about permits please call 703‑289‑2513. For a complete list of rules, please read the Laws & Policies.",
    "url": "https:\/\/www.nps.gov\/gwmp\/planyourvisit\/usmc_memorial.htm"
}
