{
    "title": "George Washington Memorial Parkway: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       Picnic Reservations A fee is required to reserve picnic areas A, B, C-1, C-2, C-3, and D at Fort Hunt Park from mid-April through October. All other picnic areas are available on a first come, first served basis for free.      Permits Permits are required for certain activities within the park, including weddings, athletic events, filming, demonstrations, utility work, and commercial activities. There is an application fee associated with some of these types of permits. Commercial Uses A commercial use authorization is required for activities in the park for which you charge a fee. Commercial Vehicle Use and Parking All operators of commercial vehicles must have a special use permit to drive on park roads. Commercial vehicles are defined in 36 C.F.R. 5.6 as vehicles \"used in transporting movable property for a fee or profit, either as a direct charge to another person, or otherwise, or used as an incident to providing services to another person, or used in connection with any business.\" Demonstrations and Public Gatherings A public gathering permit is required for groups of people who wish to hold assemblies, meetings, gatherings, demonstrations, parades, or other public expressions of views on park property. Filming and Photography A filming and photography permit is required for all activities that involve the use of professional casts, settings, or crews by any person other than news television personnel. A permit is also required for the taking of photographs for the purpose of commercial advertising. Right of Way Right of way permits are required for commercial purposes for which people must pass over, under, or through park property. Examples of activities that require a right of way permit include use of the parkway by commercial vehicles, construction over or adjacent to park property, and work on utilities that pass through park property. Special Uses A special use permit is required for weddings, sports events, pageants, public entertainments, ceremonies, and similar events that will be held on park property.",
    "url": "https:\/\/www.nps.gov\/gwmp\/planyourvisit\/permitsandreservations.htm"
}
