{
    "title": "George Washington Memorial Parkway: Fort Hunt",
    "body": "Fort Hunt Park       Originally part of George Washington's Mount Vernon estate, the land that is Fort Hunt Park has undergone several transformations. Batteries at Fort Hunt defended the Potomac River during the Spanish American War; the Civilian Conservation Corps operated a camp there during the Great Depression; and soldiers at Fort Hunt interrogated prisoners, trained pilots in escape and evasion, and combed German documents for intelligence during World War II. Today it is a favorite spot for picnicking. Fort Hunt Park is located near the shores of the Potomac River in Virginia. Mixed hardwood forests and open fields provide a variety of habitats for birds and other wildlife.             Things to Do Trails built by the Civilian Conservation Corps lead into the shade and provide a respite from summer heat. Joggers, walkers, and bicyclists may use one lane of the paved loop road. There are several large fields and three softball diamonds. (From April to October these areas are associated with picnic pavilions and must be reserved.) A playground located in Area A is always open to the public. Visitors may explore the outsides of Batteries Robinson, Sater, Porter, and Mount Vernon. The batteries are closed to the public because they were lined with asbestos during World War II and used to safeguard nitrate film rolls from the National Archives. Concerts are held at Fort Hunt's Pavilion A on Sunday evenings from 7 pm to 8 pm in June, July, and August. To request a ranger-led program at Fort Hunt Park please call 703‑235-1530. Picnics at Fort Hunt From April to October, Areas A, B, C-1, C-2, C-3, and D are available by reservation. Reservations for the picnic season can be made beginning in January. Each picnic area offers different amenities. Please call 1-877-444-6777 or visit Recreation.gov for descriptions and reservations. Area E is always open on a first come, first served basis; no reservation is necessary. Please note that the park hosts a concert series in Area A during the summer. If you reserve Area A on a Sunday in June, July, or August you must end your picnic and clean up the area by 6:00 p.m. Hours & Seasons The grounds at Fort Hunt Park are open year-round from sunrise to sunset. Directions Fort Hunt Park is located on the George Washington Memorial Parkway between Alexandria, Virginia and the Mount Vernon Estate and Gardens. Address 8999 Fort Hunt Road Alexandria, VA 22308 Tel. 202‑439‑7325 By Car From Old Town Alexandria drive south on Washington Street and continue on the George Washington Memorial Parkway. Take the exit for Fort Hunt Park and follow signs into the park. From Mount Vernon drive north on the George Washington Memorial Parkway. Take the exit for Fort Hunt Park and follow signs into the park. Parking is available in each of the picnic areas from November to March. When picnic areas are reserved public parking is available in Area E and in a small parking lot at the end of the loop road near Area A. On Foot or by Bicycle From the Mount Vernon Trail turn onto Fort Hunt Road and follow signs into the park. Facilities Public restrooms, water fountains, and trash cans are located in Areas A, B, and E. These facilities are always open to the public. Specially marked cans for ashes are available in each picnic area. The following facilities are also available:   ADA Access Parking Softball Fields Picnic Tables Telephone Small Playground Comfort Station Restrooms Jogging   Rules and Regulations For a complete list of rules, please read the Laws & Policies. Commercial activities and activities by organized groups, including commercial photography\/filming and weddings, require a permit. For information about permits please call 703‑289‑2513. When you reserve a picnic area at Fort Hunt Park the National Park Service issues you a permit that governs your use of the site. The confirmation email you receive from recreation.gov serves as your permit. If you have reserved a picnic area, you or someone you designate must have the permit (the confirmation email) on site for the entire event, including while you are setting up before and cleaning up after it. Permits include a list of rules that you must follow. These rules help to protect your national park from damage. If you do not follow these rules a ranger may revoke your permit and ask you to leave Fort Hunt Park. Permits are not issued for commercial use operations. For example, a business that performs a service at the park and charges for that service is considered a commercial use operation. Permits are only in effect from 10 am until 6 pm. They give the permit holder exclusive use of the picnic area he or she reserved, but do not give him or her exclusive use of the restrooms in any area or the playground in Area A. Permit holders have the right to serve alcohol from 10:00 a.m. until 6:00 p.m. Please note that if you hire a caterer to provide alcohol, that caterer must have an ABC banquet license from the state of Virginia. You may not exchange any money at Fort Hunt Park. This includes collecting fees; selling food, beverages, or merchandise; fund-raising; selling raffle tickets; paying caterers; etc. You (or your group) may only reserve one picnic area at Fort Hunt Park per day. All areas have a maximum capacity. Your group's size may not exceed the maximum capacity of the area you reserved. You must be quiet enough that you do not disturb other people in Fort Hunt Park or the nearby neighborhood. You may only drive on the paved loop road, in parking lots, and in designated loading zones. You may only park in marked parking spaces. If you have reserved a picnic area, you may only decorate the picnic tables and pavilion (if any) in the site you have reserved. You may only tie or tape decorations to the tables and pavilion. You may not attach decorations in a way that will cause permanent damage, such as with nails or staples. Please note that you may not attach decorations to plants or put signs or decorations outside of the area you reserved, such as along the road. You may not use anything that penetrates the ground, such as wire sign holders, volleyball poles, or tent stakes. You may only use park water for drinking, cooking, and cleaning. Please note that you may not use park water for recreational purposes, such as filling water balloons or squirt guns. You may not use motorized or wind-propelled recreational devices, such as skateboards, in Fort Hunt Park. You may bring a pet to Fort Hunt Park, but you must keep it on a six foot long (or shorter) leash and you must clean up after it. You may not bring firewood, live plants, or live animals (other than pets) into Fort Hunt Park. You must leave the area you use in the same condition that it was when you arrived. If your use of the park causes damage (beyond what is reasonably inherent in its use) you can be held financially liable for that damage. If park staff must clean up an area that you reserved after you leave, you can be held financially liable for associated costs.",
    "url": "https:\/\/www.nps.gov\/gwmp\/planyourvisit\/forthunt.htm"
}
