{
    "title": "George Washington Memorial Parkway: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           George Washington Memorial Parkway Headquarters 700 George Washington Memorial Parkway  McLean, VA 22101                 Directions         Directions to Parkway Headquarters From the south, take the George Washington Memorial Parkway north. Just past the CIA exit turn right into the parking lot for the US Park Police and parkway headquarters. Go through the chain link fence and take an immediate right. Follow the road down to a stop sign and turn right into the parking lot for the headquarters building.   Directions Details           Operating Hours & Seasons         George Washington Memorial Parkway Headquarters  Parkway headquarters is open Monday through Friday from 8:15 am to 4:15 pm. It is closed on Christmas Day and New Years Day.   Standard Hours    Sunday: Closed   Monday: 8:15 AM - 4:15 PM   Tuesday: 8:15 AM - 4:15 PM   Wednesday: 8:15 AM - 4:15 PM   Thursday: 8:15 AM - 4:15 PM   Friday: 8:15 AM - 4:15 PM   Saturday: Closed      Additional Information View More       Christmas Day:   -       New Year’s Day:   -           The George Washington Memorial Parkway The George Washington Memorial Parkway is generally open year round, 24 hours a day. Check current conditions for information about closures due to road work and inclement weather. Parkway headquarters is open Monday through Friday from 8:15 am to 4:15 pm. It is closed on Christmas Day and New Years Day. Most park sites are open from 6 am to 10 pm. For hours at specific destinations along the parkway please visit the individual webpages for those sites.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Summers on the parkway are generally hot and humid, with daytime highs frequently above 90 degrees Fahrenheit and scattered afternoon thunderstorms. Please carry water while participating in physical activity and be prepared to take shelter from lightning. Winters on the parkway are generally cold, with nighttime lows frequently near freezing and occasional snowfall. Please be alert for snowplows and icy spots on roadways. Weather during spring and fall is generally moderate, but can change quickly.         Fees & Passes     Entrance Fees:   Great Falls Park, VA - $10.00 Great Falls Park Vehicle Permit ($10) Admits one single, private, non-commercial vehicle and all its passengers. Organized groups are not eligible for the vehicle permit. Is NOT valid for entrance into the C &O Canal National Historic Park. Great Falls Park Individual Permit ($5) Admits one individual when entering by foot, bicycle, or equestrian. Individuals 15 years old and younger are admitted free of charge. Is NOT valid for entrance into the C &O Canal National Historic Park         Visitor Centers                  Visitor Center There is no visitor center on the parkway itself. Information, brochures, maps, and National Park Passport stamps are available at parkway headquarters and at visitor centers at Arlington House, Glen Echo Park, and Great Falls Park.      Pets You may bring your pet with you to the park. With the exception of service animals, pets are not permitted in historic homes, in visitor centers, or on ranger-led programs. At all times, pets must be restrained on a leash no more than six feet long. Leashes protect pets from becoming lost and from other hazards, such as sick, injured, or rabid animals. Leashes also help protect park resources, including wildlife and vegetation. Pet owners are responsible for disposing of pet waste in a trash can. Pets should not be left unattended. Summer sunshine poses a threat to pets left in vehicles. On a bright, sunny day, even in temperatures as low as 60° F, temperatures inside a vehicle can reach dangerous levels. On an 85-degree day, the temperature inside a car—even with the windows cracked—can reach over 100 degrees within 10 minutes.",
    "url": "https:\/\/www.nps.gov\/gwmp\/planyourvisit\/basicinfo.htm"
}
