{
    "title": "Kenilworth Park & Aquatic Gardens: While At The Park - Self Guided",
    "body": "While At The Park - Self Guided         A turtle catches some sun. park photo  Activities: 1:   Have students try and figure out the 4 zones (water, mud, banks, and air space) of the pond where pond life exists.  This is not easy.  The water is a given.  Determine what animals would spend their entire lives in water.  Not many do. Look for plants growing up out of the water.  Where are their roots?  This leads to another zone, the bottom mud surface where not only plants root, but amphibians and reptiles bury themselves to hibernate, and many mollusks lay just below the surface filtering water above them as dead plant and animal matter falls through the water. At the edge of the ponds on a warm day you may find turtles basking.  This brings us to another zone that holds the water is place, the edge of the pond.  Amphibians and reptiles both may be in the water at any given time, then sun themselves close enough to the water to drop to safety, but on the pond edge.  Note any birds or insects you may see.  They may hunt in the ponds but do they stay in the water or fly above it?  If their food is in the water, but they fly, are they using another zone of the ponds?  This is the fourth zone, the air space above the ponds. An additional activity is to have students bring pencils and strips of paper in brown, dark blue, green, and light blue divided among your students  to  draw on the strips what they saw in each of these zones.  Brown for mud at the bottom, dark blue for the water, green for the edge, and light blue for the air zone.   2:   Having identified 4 zones look to birds and other animals to see how their legs and other body parts allow them to best utilize the zones.  Do the birds in the area all have long legs and bills?  Do some of the birds eat the insects that live in the pond area or are they all fish  or algae eaters?  How can you tell one from the other?  What behaviors or bill shapes or flight speed would indicate what a bird’s diet consists of? If you are lucky, you will see the long legged birds moving slowly as they eye the water.  Insect eaters are smaller, faster.   Geese and mallard ducks graze on grass and algae and eat head down. If you look through binoculars you will see claws on the turtles.  This helps them cling to slippery mud slopes and trees where they sun. Dragon flies first, do not have stingers and will not hurt you.  They have hairy legs and are primarily interested in breeding and laying eggs and eating mosquitoes.  Note a difference between the males who will sit on a stick or plant near the ponds, and the females who dip their tails in the water laying eggs.  The females have to be careful not become dinner for fish and frogs.  The eggs the female lays will mostly be eaten by fish and other animals before they hatch.  Fortunately, some will hatch and the wingless nymphs will spend up to two years in the mud at the bottom of the pond and surface eating insects that might eat us later.  Then, they will climb out of the water to metamorphose into winged adults. Listen for frogs in early spring and summer.  The frogs in our area do not, no matter how many TV programs say otherwise,  go “ribbit.”   Some make a soft snoring noise, others a clucking noise, others a peep, others sound like a rubber band being plunked or a cello played badly.  How many do you see on the surface?  Most frogs will just stick their noses above water to avoid the attention of the birds, snakes, and other animals that eat frogs.  Have students try and figure out which of the small things in the water are tadpoles, (algae eaters) and which are gambusia fish (predators).  Hint: The predators have to move quickly.  Algae eaters graze slowly.  Tadpoles have a round body with a tail, fish are streamlined.   3:  If you have thermometers at your disposal, measure the difference in several locations between the air temperature and the water temperature.  Are they consistently different?  How might water help the Earth maintain a balanced temperature?  If you come once in spring and once in fall this can be a significant difference.  4 Wrap up energy cycle: Students should know the ponds get their initial energy from the sun.  See if they can figure out from observation where it goes next.  Looking at the edge of ponds and into the ponds students may find algae, a green plant covering the bottom of the ponds.  Remember the algae eating tadpoles?  What might geese and ducks be eating in the ponds when they are not eating grass on the banks?  Algae? What eats the tadpoles?  What are the long legged birds eating?  The sun goes from algae and other plant in the water or near it to turtles, muskrat, and tadpoles and some plant eating fish, and then meat eating fish, birds, frogs, insects, and the long legged birds are the top predator one might see in the daytime.",
    "url": "https:\/\/www.nps.gov\/keaq\/learn\/education\/selfwhileatthepark.htm"
}
