{
    "title": "Tuzigoot National Monument: Art",
    "body": "Art       The three paintings below were created and donated to Montezuma Castle, Montezuma Well, and Tuzigoot National Monuments by Robert Tupper—an inmate, watercolor artist, and father—who has never visited these sites before. Mr. Tupper has donated his artwork to over 80 different parks, as well as many other charities and museums. Mr. Tupper writes:  I hope you will find my work to be well and good and of use to the park and visitors. My goal is to earn a name as a painter of fine watercolors as well as some kind of good name for my children… What I hope people will get from my paintings is that even though I'm an inmate not all inmates are \"throw aways.\"  I love my country and with so many men and women fighting for our country I'm unable to serve, so I hope to serve my country with my artwork.        This painting of Montezuma Castle NM was created by Robert Tupper using only a photo. Robert Tupper       \"The world is but a canvas to our imagination.\"  - Henry David Thoreau In 1832, on a trip to the Dakotas, artist George Catlin worried about the future impact of America's westward expansion on Indian civilization, wildlife, and wilderness. Catlin described how they might one day be preserved \"by some great protecting policy of government…in a magnificent park…A nation's park, containing man and beast, in all the wild and freshness of their nature's beauty!\" And so the concept of the national park was born. In 1871, artist Thomas Moran and photographer William Henry Jackson joined the survey team of the Hayden Geological Survey in their exploration of the Yellowstone region. Because so few people at the time had witnessed the grandeur of the western landscapes, Jackson's photographs and Moran's paintings captivated the nation and helped inspire Congress to make Yellowstone the first national park in 1872 and create the National Park Service in 1916. Since then, many artists and photographers such as Albert Bierstadt and Ansel Adams have found inspiration at national parks and monuments. Today, the National Park Service also offers an Artist-In-Residence program at places like Grand Canyon, Acadia, Denali and Glacier National Park to name a few. This program gives two-dimensional visual artists, photographers, sculptors, performers, writers, composers, and craft artists the opportunity to live and work in the parks. Now, with almost 400 National Park Service sites across the United States, it is important to not only think back to the beginning and how it all started—but also to look to the future. The birth of the National Park Service owes much to the talent and inspiration of those early artists and photographers who undertook arduous journeys across the rugged, awe-inspiring West, to bring its beauty back to the American people.   Although many people of the time would never get the opportunity to see places like Yellowstone with their own eyes, the photographs and paintings bore witness to the need to preserve and protect them for the enjoyment of future generations. For more information about the Artist-In-Residence program, visit http:\/\/www.nps.gov\/archive\/volunteer\/air.htm       Montezuma Well painted by Tupper, who has never visited the site. Robert Tupper       What can each of us do to ensure the beauty and splendor is preserved for those who have yet to come? How can we inspire the future?       The southern portion of Tuzigoot NM painted by Tupper. Robert Tupper",
    "url": "https:\/\/www.nps.gov\/tuzi\/learn\/photosmultimedia\/art.htm"
}
