{
    "title": "George Washington Memorial Parkway: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       Entrance Fees Great Falls Park is the only site on the George Washington Memorial Parkway with an entrance fee. If you plan to visit other parks with an entrance fee, learn more about the National Parks and Federal Recreational Lands Pass series and fee-free days in the national parks.      Fees for Activities Most ranger-led programs on the parkway are free. Fees are required for some activities at Glen Echo Park, including carousel rides, theater shows, and dances. Fee-Free Days 2016     Enjoying America's Best Idea - the national parks - gets even better - because it's free!   The National Park Service is inviting you to come by for a visit, to relax, to learn a little bit about this great nation…and to just have some fun. And you can't beat America's 409 national parks for family time, fresh air, and opportunities to learn about our great country! National parks are places for everyone to have fun, reconnect with nature and history, and build a sense of ownership and stewardship toward parks and the environment. Fee-free* days will be held in Vicksburg National Military Park on: Martin Luther King, Jr. Birthday - January 18, 2016 - Martin Luther King, Jr. Day commemorates the January 15 birthday of Rev. Dr. Martin Luther King, Jr., and is observed on the third Monday of January each year. As a leader for nonviolent activism in the civil rights movement, Dr. King successfully protested racial discrimination in Federal and state law until his untimely death by an assassin's bullet in 1968. The campaign for a Federal holiday in King's honor began soon after his assassination, with Ronald Reagan signing the holiday into law in 1983, and it's first observance in 1986. The holiday was officially recognized in all 50 states for the first time in 2000. This year marks the 28th anniversary of the holiday's observance. Presidents' Day Weekend - February 13-15, 2016 - Established as an official holiday to recognize George Washington's birthday (and later to unofficially include Abraham Lincoln), Presidents' Day has now come to symbolize the birthdays and lives of all U.S. presidents. Throughout theNational Park Service a number of historic sites and memorials honor the lives of many of these individuals, presenting special programs, ceremonies and reenactments to visitors and the general public. National Park Week - April 16-24, 2016 - National Park Week is a presidentially proclaimed celebration in recognition of America's National Parks, celebrating what we all have inherited as Americans - 84 million acres of the world's most spectacular scenery, historic landmarks and cultural treasures. Activities highlight youth programs and initiatives offered by the National Park Service to encourage the future protection and preservation of our American legacy and promote good stewardship of the land. In addition, the Junior Ranger program encourages America's youth to explore, protect, and learn about our National Parks. National Park Service Birthday - August 25 - 28, 2016 - The National Park Service was established on August 25, 1916. The United States was the first country in the world to set aside its most significant places as national parks so that they could be enjoyed by all. Today, we care for 401 national parks throughout the country - each one an important part of our collective identity. Some parks commemorate notable people and achievements, others conserve magnificent landscapes and natural wonders, and all provide a place to have fun and learn something. Plan your visit at www.nps.gov\/findapark. National Public Lands Day - September 24, 2016 - National Public Lands Day is the nation's largest hands-on volunteer effort to improve America's public lands. NPLD began in 1994 with three federal agencies and 700 volunteers. Since then thousands have volunteered to lend a hand at over 2,000 locations across the nation. Several federal land management agencies, along with many state and local agencies, participate in this annual day of caring for shared lands. For more information on National Public Lands Day, go to the NPLD web page. Veterans Day - November 11, 2016 - Veterans Day was originally known as Armistice Day, marking the anniversary of the ending of World War I at the eleventh hour, on the eleventh day, of the eleventh month in 1918.  Following World War II, the name of the holiday was changed (enacted June 1, 1954) to Veterans Day to honor those who died in all American wars. The day has since evolved to be a time of honoring veterans who have served in the military during wartime or peacetime. The United States traditionally observes Veterans Day on November 11.  Check here to find more national parks offering fee-free days! Join us to celebrate the Centennial and come enjoy the parks and Experience Your America!          Marinas There are three marinas on the George Washington Memorial Parkway. Please contact individual marinas for boat rental, launch, or storage fees. Belle Haven Marina: 703-768-0018 Columbia Island Marina: 202-347-0173 Washington Sailing Marina: 703-548-9027       Belle Haven Marina NPS",
    "url": "https:\/\/www.nps.gov\/gwmp\/planyourvisit\/fees.htm"
}
