{
    "title": "George Washington Memorial Parkway: Photo Gallery",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery              Photo Gallery                    Parkway Places   10 Photos  The parkway is a ceremonial route lined with monuments and memorials.          Seasons on the Parkway   4 Photos  Landscape architects share their favorite spots along the parkway.           Fort Hunt Picnic Areas   6 Photos  Five picnic areas are available by reservation, each with a different set of facilities.            Decorative Elements of Memorial Bridge   3 Photos  Neo-classicism reigns on Memorial Bridge. Architects from the firm McKim, Meade, and White chose decorative elements from the ancient Greek and Roman world that evoke honor and unity.          Damselflies   13 Photos  These wispy, delicate adult damselflies are a far cry from the sleek, ferocious nymphs they once were.          Springtails   20 Photos  These tiny arthropods use a tail like body part to fling themselves into the air when alarmed.            Hymenoptera   20 Photos  Parasites and even hyperparasites: these wasps all rely on other insects to host their young. Many have been used to control insects that are considered garden pests.          Dragonflies   18 Photos  With their bulging eyes, transparent wings, and gaping jaws, dragonflies are built to feed--voraciously--on midges and flies.          Bees   17 Photos  Fuzz-covered, jewel-toned bodies and and complex eyes give these insects a look full of attitude.            Memorials on Memorial Avenue   6 Photos  In 1923 William Mitchell Kendall planned a tree-lined boulevard, called the “Avenue of Heroes,” that would link Memorial Bridge to Arlington National Cemetery. Seven memorials have been installed, and two sites remain.          Marine Corps War Memorial   10 Photos  The Marines chose Felix de Weldon's massive, realistic statue of the second flag-raising on Iwo Jima to memorialize their illustrious history. See historic photos of the memorial being constructed and dedicated.          Battle of Iwo Jima   19 Photos  Images from Iwo Jima: Amphibious Epic by Lt. Col. Whitman S. Bartley, USMC (published in 1954 by the Historical Branch of HQMC)            Ceremonies at the Marine Corps War Memorial   5 Photos  The parade ground in front of the memorial and the ceremonies that take place on it help to honor the Marine Corps heritage. Sunset Parades, promotion and retirement ceremonies, and a commemoration of the Marine Corps's \"birthday\" all take place here.",
    "url": "https:\/\/www.nps.gov\/gwmp\/learn\/photosmultimedia\/photogallery.htm"
}
