{
    "title": "Kenilworth Park & Aquatic Gardens: Curriculum Materials",
    "body": "Explore This Park    Learn About the Park     Education     Curriculum Materials               Curriculum Materials      The following links are to materials you can use for programs without coming to the park.  For a park visit with a ranger, call the park at (202) 692-6080 to discuss your learning goals and class.  For Self Paced program using park ponds and wetlands, click here or Self Paced programs to the left. Science for Beginners is an introduction to variables, random chance, measuring, and rules used in science.  This program was written for fourth grade but a college professor uses it for non-science major college students as an introduction. Watersheds can be studied at school or home with this assessment guide.  A watershed is assigned points toward good health as students investigate their home surroundings. Bats and wave physics introduces light and sound waves comparing our vision with a bat's hearing. Bats are fun to learn about and the physics is simple.   The students can use a simple oscilloscope to feel the vibrations their voices make.  This program was developed at the request of an early learner teacher, and has been a hit ever since.  The older mentors that field tested it with the kindergarten students got as much from it as the target audience. Soil Assessment:  for younger learners up to grade 6.  What's in the dirt? Global Watersheds proves that money changes everything.  We think we would, as a society, make ecofriendly decisions, but play money introduces a whole new dimension to decision making.  This program models what happens when municipalities and rural areas vie with each other for water and over pollution.  Wild about Numbers is instructions for setting up spread sheets and real life equations that express the relationship between habitat and wildlife to get kids using math.  For a sample spread sheet click here. In Excel the functions are loaded on the line below the heading Turkey and another function is loaded below the heading Parasites.  Water is set and students manipulate numbers in other columns to see the results they get.        Many education programs and teacher training can be done at the school, as seen here. Jan MacKinnon",
    "url": "https:\/\/www.nps.gov\/keaq\/learn\/education\/curriculummaterials.htm"
}
