{
    "title": "Kenilworth Park & Aquatic Gardens: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People              People         Walter Shaw in his garden. Ruth Shaw Family    On an already warm summer morning, Civil War veteran Walter Shaw and his young daughter, Helen, walked from their house to the pond Walter had cleaned out the year before. They were on a mission to check the newly planted water lilies. These wild water lilies had survived the trip from Walter's bachelor home in Maine to be planted at his new family home.  After ten years of rentals, and relatives, the Shaws were in a home of their own, on 30 acres bought from Helen's maternal grandparents. Adjoining their property was a wetland, viewed as worthless, but suitable for the ice pond a previous resident had built, and it was here where Shaw had carefully planted his water lilies. The waxy flowers were fully open as Walter hurried to work. Helen, his daughter began her chores, checking the water lilies often to enjoy their delicate beauty before they closed in the summer heat. Someday, the single pond and twelve hobby water lilies would blossom into their profitable joint business. Helen Shaw Fowler would become a world diplomat for water gardening. It would be training to lobby later with her brother and others to save her beloved garden home from a river improvement project. Living within sight of these ponds until she died, Helen witnessed her father's water lily hobby grow to the historic gardens you visit today. Dates and people of significance: 1880s Walter Shaw, bought a small parcel of land here on the flats of the Anacostia River. An ice pond had been built in the edging wetland by a previous owner.   1875 L. Helen Shaw born. The second child and only daughter of Walter Shaw, she would marry Marion Fowler, be widowed and become the partner, then proprietor of the Shaw Gardens   1921 Shaw dies.  The Shaw gardens was a commercial enterprise run by his widowed daughter, Helen Shaw Fowler, an avid promoter of water gardens and member of the International Water Lily Society.    1912 Dredging project begins on the Anacostia River, reaches the Shaw gardens in 1930's Mrs. Fowler receives notice of condemnation of land.   1930-1938  Helen fought for the Shaw Gardens, and Congress authorized payment in 1938 of $15,000 for 8 acres. The gardens, saved from being filled, were added to Anacostia Park.   1950's Mr. Fred Lundy, a gardener for the National Park Service, learned about water lilies from Helen Fowler who continued to live on the property for fifteen years until she died. Mr. Lundy continued the tradition of caring for the flowers.          Helen Fowler, the \"waterlily lady\", and the truck she drove. Family photo  Helen Fowler was not just the last private owner of the Aquatic Gardens, but a driving force in its commercial success and ultimate preservation.",
    "url": "https:\/\/www.nps.gov\/keaq\/learn\/historyculture\/people.htm"
}
