{
    "title": "Kenilworth Park & Aquatic Gardens: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1550 Anacostia Ave. NE  Washington, DC 20019                 Directions         The park is located in North East Washington D.C. south of route 50 and Baltimore Washington Parkway. The park is also within the D.C. Kenilworth community and the Anacostia river runs along the park boundary. Interstate 295 runs parallel to the park.     Directions Details           Operating Hours & Seasons         Park hours The visitor center and grounds are open daily, except January 1, Thanksgiving, and December 25. Hours vary by season: April through October - 9:00 a.m. to 5:00 p.m. November through April - 8:00 a.m. to 4:00 p.m.     Standard Hours    Sunday: 8:00 PM - 5:00 PM   Monday: 8:00 PM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 8:00 AM - 5:00 PM             Weather           Spring brings mild temperatures and a light breeze along with new green sprouts from plants. Summer can be hot and humid with lush green plants and blooming water flowers. Fall cools down and changing of the seasons brings changing of the colors in leaves. Winter gets cold and temperatures may drop below freezing.            Fees & Passes     Entrance Fees:   Entrance Fee - $0.00 There is no entrance fee to the park.         Visitor Centers       Visitor Center The visitor center at Kenilworth Aquatic Gardens is located along the main path from the entrance. It is open from 8:00 a.m. to 4:00 p.m during Winter, and open from 9:00 a.m. to 5:00 p.m. during Summer.  Here you will find park brochures, maps, and interpretive guides.The visitor center has interpretive panels and historic photos of the parks past. There is a book store located inside the visitor center where you can get your park passport stamp.                Open 362 days a year, Kenilworth Aquatic Gardens welcomes visitors with blanketed white snow in winter, fresh green sprouts in spring, to lush green hot summers, and painted foliage during the fall. Go birding on the boardwalk in the winter. Witness the sights and sounds that fill the park as everything comes to life in the spring. In late June and July, see our famous water lilies and large lotus flowers take center stage in the early morning, opening up to display their beauty for a few hours until the mid-day heat forces them to close. Visit during the fall to feel the crisp cool air and see leaves splashed with color. There are a variety of activities and experiences for ALL to enjoy throughout the year.  At Kenilworth Park, Athletic Fields (Burroughs Street and Kenilworth Avenue NE) visitors play sports and paddle along the Anacostia River.  Kenilworth Marsh is a natural habitat where raptors punctuate the winter sky and marsh wrens design their summer songs. Operating Hours & Seasons. Fees & Passes.",
    "url": "https:\/\/www.nps.gov\/keaq\/planyourvisit\/basicinfo.htm"
}
