{
    "title": "Kenilworth Park & Aquatic Gardens: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do         Experience Kenilworth Aquatic Gardens ever changing activities throughout the year! NPS photo  Kenilworth Park and Aquatic Gardens has things to do for ALL! Activities are waiting for you each day, changing like the natural pace of tides and seasons.   Birding, wildlife viewing, photography, water garden enthusiast, education, leisure walks, relaxation, painting, art, picnics or volunteer in a clean-up; whatever your reason may be, come enjoy a day in your National Park.   Explore Walk around the historic ponds and discover the sights and sounds of pond life as you hear frog calls and see turtles basking on logs in the sun. Follow the boardwalk trail as it passes through lush aquatic vegetation and habitat that leads you out to Kenilworth marsh and see shore birds wading and hunting for food. For more of a hike on a dirt path, try our .7 mile River Trail that leads you away from the ponds and into a wooded shaded area with the marsh on one side and the Anacostia River on the other.     Birding Birding has always been a good reason to come to Kenilworth Aquatic Gardens year round. With aquatic, marsh, and wooded habitat Kenilworth is home to an array of birds year round. Spring and summer catch the song birds as they whip and zip through the air. Winter season brings the winter ducks and winter migratory birds from up north.             NPS Ranger giving a school group a tour of the aquatic gardens. NPS photo: M. Marquez  Garden Walks Explore and walk the aquatic gardens with a ranger and experience the sights and sounds of Kenilworth's aquatic environment. Rangers lead Garden Walks every day. Garden walks meet and start in front of the visitor center. If interested in bringing a school group, please call the park at (202) 692-6080 to schedule a visit. For everyone's safety, groups may NOT be larger than 30 people including adults\/chaperones. Scheduled school group tours are held on Wednesday and Thursdays.",
    "url": "https:\/\/www.nps.gov\/keaq\/planyourvisit\/things2do.htm"
}
