{
    "title": "Eugene O'Neill National Historic Site: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places              Places       The Tao House  Of all the places Eugene O'Neill called home during his restless life, Tao (pronounced \"Dow\") House was the one that held him longest, the refuge where he wrote his last plays. In early 1937, he and Carlotta were living in a San Francisco Hotel. \"No roots. No home,\" Carlotta wrote as they searched for a place to live. Drawn to the privacy and climate of the San Ramon Valley, they purchased a 158-acre ranch near Danville and planned what O'Neill hoped would be his final home.      Eastern Inspiration  O'Neill's interest in Eastern thought and Carlotta's passion for Oriental art and decor inspired the name Tao House. Taoism is one of the great religious traditions of China. \"Tao,\" generally translated as \"The Way,\" is the term given to the primal reality which gives birth to the visible world. O'Neill was aware of Taoist concepts, some of which paralleled his own dramatic ideas. The sea symbolized for him the \"impelling, inscrutable forces behind life, which it is my ambition to at least faintly shadow ... in my plays.\"      Spanish Inspiration  While O'Neill wrote, Carlotta channeled her own creative energy into the house. Combining a Spanish colonial exterior of adobe-like blocks with an interior of deep blue ceilings and red doors, tiled or black-stained floors, and Chinese furniture, she called it her \"pseudo-Chinese house.\" Because Carlotta's eyes were overly sensitive to light, most of the shades were kept drawn. The darkness and the ghostly images reflected by colored mirrors created a shadowy, enclosed atmosphere that unsettled some visitors.        A Quiet Day At Home  Though the O'Neills rarely spent a night away from Tao House and Carlotta often kept people at arm's length, especially when the \"Master\" as she called him, was at work, the couple was far from reclusive. They were visited by relatives, friends, and O'Neill's old theatre colleagues. O'Neill enjoyed gardening and attending football games, where the intensely private man relished a rare anonymity in the crowd. His health permitting, though, he mostly immersed himself in his plays, working on several at a time. Shut away by thick walls and the three doors leading to his study, with Carlotta ensuring that his isolation was undisturbed, his creative energy flowed unchecked for days, even weeks at a stretch. He rose early and usually worked uninterrupted from early morning to about 1 p.m. After lunch he generally napped, swam in the pool, or walked with Carlotta, though sometimes he worked without break into the night. He also devoted time to his dog Blemie, something of a surrogate child for the couple. In the evenings, they usually read or listened to their collection of jazz and blues records.        The Show Shop  While he was at Tao House, O'Neill refused requests to produce the plays he wrote there. He wanted to complete five of the cycle plays first. He did not want the others staged until the war was over. During these years, he turned his back on the \"show shop,\" his term for the theatre world. He dedicated his time to the \"soul-grinding\" work on the cycle, and transformed his own past into the autobiographical plays that made him America's most important playwright.",
    "url": "https:\/\/www.nps.gov\/euon\/learn\/historyculture\/places.htm"
}
