{
    "title": "Eugene O'Neill National Historic Site: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do                Courtyard of the Eugene O'Neill home   Ranger Guided Tours The park is closed Mondays - Tuesdays. Guided tours of Tao House are offered Wednesdays, Thursdays, Fridays and Sundays at either 10:00 am or 2:00 pm by advance reservation only. Tours are free and include transportation to\/from the park. Please allow 2 hours for your visit. We suggest you contact us at least two weeks in advance to schedule your tour. Same day reservations are sometimes available.  Please call (925) 838-0249, ext. 6320 to leave a reservation request.         Tao path at Eugene O'Neill home   Self-Guided Tours  Self-guided tours are offered on Saturdays. Advance reservations are not required. Shuttles leave from downtown Danville at 10:15 AM, 12:15 PM and 2:15 PM on a first-come, first-served basis. Please allow 1.5 hours for your visit. Shuttles depart from The Museum of the San Ramon Valley, 205 Railroad Avenue, Danville, California 94526.  If one is walking up local public roads, or sauntering through Las Trampas on Saturday to visit Tao house, please be here before 3:00 PM.        Almond trees and hills at Eugene O'Neill NHS   Outdoor Activities In addition to Tao House, there are a number of other features on the site that are preserved from Eugene O'Neill's home. Directly adjacent to the home is the courtyard area, with planted gardens and historic pathways. Outside the courtyard there are historic walking paths, one of which leads to the swimming pool that O'Neill used for his afternoon swims. Historic Black walnut and almond orchards are on site also. Across from the house is the 19th century barn, which is the only structure remaining from the original owners. This barn has been rehabilitated now and serves as a performance venue where, in collaboration with the Eugene O'Neill Foundation, plays are presented at different times of the year. Information about performances can be found on their website at www.eugeneoneill.org. At the far end of the site is a grave marker for Blemie, the O'Neill families' beloved Dalmatian, for whom he wrote a very touching last will and testament. Besides the various structures and features of the site, the location above the San Ramon valley provides a glimpse into the sense of seclusion and serenity that Eugene O'Neill was looking for.  The 13-acre grounds of the site are accessible from hiking and mountain biking trails in the Las Trampas Regional Wilderness. This area and the park itself are excellent for wildlife and bird watching. For a bird checklist, please click here.",
    "url": "https:\/\/www.nps.gov\/euon\/planyourvisit\/things2do.htm"
}
