{
    "title": "Eugene O'Neill National Historic Site: Park Home",
    "body": "O'Neill in California  America's only Nobel Prize winning playwright, Eugene O'Neill, chose to live in Northern California at the height of his writing career. Isolated from the world and within the walls of his home, O'Neill wrote his final and most memorable plays; The Iceman Cometh, Long Day's Journey Into Night, and A Moon for the Misbegotten.The park is closed for tours on Mondays and Tuesdays.              Tribute to a Great Playwright   What Is The Eugene O'Neill National Historic Site?            Reserve Your Tour of the Site   Find out how to reserve a tour of the site.        Directons and Transportation   Directions to the shuttle stop in Danville, California.         Operating Hours and Seasons   Information on park operation days and times.              Things to Do   Find out what you can do while visiting the park site.        NPS Centennial Programs   Help us to celebrate the National Park Service Centennial. Follow the link for our park programs.         History and Culture   Learn more about the life of Eugene O'Neill at the Tao House in Danville, California.               Nobel Prize for Literature   In 1936, Eugene O'Neill was the first American playwright to win the Nobel Prize for Literature.         O'Neill's Long Day's Journey   Read about O'Neill's life, trials, tribulations, and development into one of America's greatest playwrights.              American Drama Transformed   O'Neill responded instinctively to the realism and experimental techniques of the European dramatists, such as Gustav Borgen, and others.        The Tao House Plays   At Tao House, O'Neill wrote the plays he had been germinating for years, tapping painful memories.              O'Neill's Works on Film   View a comprehensive list of O'Neill's plays made into movies, the year released, and the starring actors.        Selected Readings   View a comprehensive listing of selected readings for more information on Eugene O'Neill.              \"Like\" us on Facebook   \"Check in\" and share your images of your visit to our park!         See our images on Flickr!   Click the link for some historic images of Eugene O'Neill and the site.",
    "url": "https:\/\/www.nps.gov\/euon\/index.htm"
}
