{
    "title": "Eugene O'Neill National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions & Transportation      How to Visit the Eugene O'Neill National Historic Site  Due to the nature of the The Eugene O'Neill NHS, visitors are not able to drive directly to the park site. Instead, reservations are required and we offer a free shuttle that will pick up the visitor in downtown Danville, CA. The shuttle meets at 205 Railroad Avenue in downtown Danville, just outside the Museum of the San Ramon Valley. Parking is available next to the museum. More information will be given once you call and make a reservation with the park staff. Danville, CA, is approximately 31 miles east of San Francisco, California.  Reservations Reservations are required for guided tours of the site on Wednesdays, Thursdays, Fridays and Sundays at 10 AM & 2 PM. Self-guided tours are offered on \"Saturdays Without Reservations.\"  Pick-ups by our shuttle at 205 Railroad Ave. are at 10:15 AM, 12:15, & 2:15 PM. Reservation Line (925)-838-0249      Danville, California The Town of Danville is located in the San Ramon Valley in Contra Costa County, California. It is one of the incorporated municipalities in California that uses \"town\" in its name instead of \"city\". The population was 42,039 in 2010.  From San Francisco The shuttle meets at 205 Railroad Avenue in downtown Danville. Directions are approximate; check maps and\/or online directions before you leave. From San Francisco, take the Bay Bridge (I-80 East) to 580 East toward CA 24\/Hayward\/Stockton. Merge onto CA-24 East for about 12 miles. Take exit 15A to merge onto I-680 South for about 7 miles. Take exit 39 toward Danville. Merge onto Diablo Road, then turn left onto Front Street. Take the first right onto E Prospect Avenue, then turn left onto Railroad Avenue. Your destination will be on the right. Public Transportation Take BART to Walnut Creek and transfer to the County Connection bus Route 21. The bus stops in several places in Danville, including the Museum of the San Ramon Valley where the National Park Service shuttle picks up. For more local transit information, please visit 511.org.  Airports  Accessible from Oakland International Airport, approximately. 45 minutes; San Francisco International Airport, approximately. 60 minutes; San Jose International Airport, approximately. 90 minutes (estimated times are without traffic).",
    "url": "https:\/\/www.nps.gov\/euon\/planyourvisit\/directions.htm"
}
