{
    "title": "Eugene O'Neill National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information              A Note on Visiting Eugene O'Neill National Historic Site  The park is closed Monday and Tuesday. Eugene O'Neill National Historic Site is only accessible by National Park Service Shuttle, including Saturdays, which are self-guided. Visitors are not permitted to drive their personal\/private vehicles to the site. Advance reservations are required for guided tours. Guided tours are offered on Wednesdays, Thursdays, Fridays and Sundays at either 10:00 am or 2:00 pm. Saturdays are self-guided and visitors can pick up the shuttle in downtown Danville, starting at 10:00 am. Allow 2 hours for your visit, or tour. Reservations can be made by calling (925)-838-0249. Office hours are Wednesday - Sunday from 9am to 5pm.        GENERAL INFORMATION:  Please use this email link to contact a park ranger or to request a brochure. You may also call us at the listed number: (925) 838-0249 Click here for email inquiry  Mailing Address: Eugene O'Neill NHS P.O. Box 280 Danville, CA 94526            Physical Address           205 Railroad Avenue  Danville, CA 94526                 Directions         Due to the nature of the The Eugene O'Neill NHS, visitors are not able to drive directly to the park site. Instead, reservations are required and we offer a free shuttle that will pick up the visitor in downtown Danville, CA. The shuttle meets at 205 Railroad Avenue in downtown Danville, just outside the Museum of the San Ramon Valley. Parking is available next to the museum. More information will be given once you call and make a reservation with the park staff. Danville, CA, is approximately 31 miles east  Directions Details           Operating Hours & Seasons         Eugene O'Neill National Historic Site Open all year, Wednesday through Sunday. Due to the nature of the The Eugene O'Neill NHS, visitors are not able to drive directly to the park site. Instead, reservations are required and we offer a free shuttle that will pick up the visitor in downtown Danville, CA. The shuttle meets at 205 Railroad Avenue in downtown Danville, just outside the Museum of the San Ramon Valley. Parking is available next to the museum. More information will be given once you call and make a reservation with the park staff.    Standard Hours    Sunday: 10:00 AM - 5:00 PM   Monday: Closed   Tuesday: Closed   Wednesday: 10:00 AM - 5:00 PM   Thursday: 10:00 AM - 5:00 PM   Friday: 10:00 AM - 5:00 PM   Saturday: 10:00 AM - 5:00 PM             Weather           The Mediterranean climate of Danville features hot, dry summers with lower temperatures near 60º F and upper temperatures near 100º F. The heat gives way to cool, rainy winters with lows near 45º F and highs near 75º F. Fall and spring can bring rain and temperatures from 55-80º F.          Fees & Passes     Entrance Fees:   Eugene O'Neill National Historic Site - $0.00 There are no entrance fees for this site. Entrance is by reservation only.    Entrance Passes:   Eugne O'Neill National Historic Site - $0.00 Passes are not required or sold at this site. Entrance is by reservations only.          Visitor Centers       Eugene O'Neill National Historic Site The visitor center is part of the Eugene O'Neill NHS. Due to the location and nature of the park, the visitor center is accessible as part of a reservations only tour. There is a small bookstore on site.",
    "url": "https:\/\/www.nps.gov\/euon\/planyourvisit\/basicinfo.htm"
}
