{
    "title": "Fort Point National Historic Site: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility        Accessible Features Available  Accessible Parking   Accessible Restrooms Accessible Entrance                      Accessible First Floor  Assistive Listening Devices (ALDs) Tactile Orientation Maps Open Captioning Click here to download the Fort Point Audio Described Brochure  Upon Arrival:  As you arrive at Fort Point you will pass a restroom facility on your left. This restroom is accessible and there is an accessible parking stall located nearby. The parking lot has additional accessible stalls located near the entry to the Fort. The entrance to the Fort is accessible.  Inside the Park: The first floor of the Fort is accessible, follow the raised wooden boardwalk.  There is a interactive video koisk located on the first floor.   This kiosk plays a variety of videos including videos that portray what life was like and depict the architectural details of the entire fort.  Tactile Orientation Maps are provided on each level of the Fort. Assistive Listening Devices are provided for the Ranger Led Tours, videos shown in the theater and the Golden Gate Bridge Exhibit. Please ask a Ranger for assistance.  Departure: We hope that you have enjoyed your experience at Fort Point. For more information pertaining to Fort Point click here. The National Park Service is striving to make your experience as accessible as possible. Please feel free to submit comments and suggestions to 415-561-4700 or email us by clicking here. Individuals who are deaf, hard-of-hearing, deaf\/blind or have speech disabilities may utilize the following Federal Relay Service numbers: (800) 877-8339 Federal Relay Service (877) 877-6280 VCO (877) 877-8982 Speech to Speech (800) 845-6136 Spanish (866) 893-8340 TeleBraille    Click here for more information about accessibility at other locations in the Golden Gate National Recreation Area.",
    "url": "https:\/\/www.nps.gov\/fopo\/planyourvisit\/accessibility.htm"
}
