{
    "title": "Fort Point National Historic Site: Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours              Guided Tours         Fort Point cannon loading demonstration   The following programs are provided free of charge. However, because of possible changes in programming, please contact us or consult the sallyport program board for program updates. For curriculum based education programs for schools groups, please refer our Education page for details. Self-Guided Tour: Take a look around Fort Point at your own pace with a booklet available at the fort that provides information about the fort and its history.  Fort History Tour: Join one of the Fort Point docents near the front entrance of the Fort for a tour. Learn about the soldiers' lives at Fort Point, the Fort's unique architecture, the defenses of the Golden Gate, and lots more. Tours typically last 30-minutes. Scheduled tour times are subjected to change, check with staff upon arrival for next available program.   Guardians of the Golden Gate Video: This 17-minute video can be seen in the theater adjacent to the Fort Point Bookstore. This short documentary video will provide you with an understanding of the history of Fort Point. Building the Golden Gate Bridge Video: This 28-minute video, produced by the Bethlehem Steel Company, is an interesting look into the construction of the Golden Gate Bridge. Unlike other videos about the bridge, this video not only contains footage taken during construction, but relates the story of the steel company and construction workers that built the bridge.  Cannon Loading Demonstration Join one of the Fort Point docents and learn how the Fort's soldiers came together to protect the San Francisco Bay. Afterwards, you and other visitors can demonstrate your knowledge and become certified Fort Point cannoneers! Meet at the Napoleon 12-pound field cannon across from the front entrance, at the blue benches. Drills usually take about 30-minutes. Scheduled demonstration times are subjected to change, check with staff upon arrival for the next available program.          Two visitors holding a crab during the Pier Crabbing program.   Seasonal Programs Please be advised that the following programs do require reservations in advance. For some, reservations should be made at least a month ahead due to limited space availability.  Pier Crabbing Demonstration Months available: March through October Available Days: Saturday mornings, 10 AM to Noon. Join the Fort Point Rangers to learn more about some of the Fort's more salty visitors! Meet at the entrance of the Warming Hut to learn the secrets of capturing San Francisco's most elusive crustaceans during this hands-on program. We will discuss ideal crab habitat, equipment, and San Francisco's regulations for crab fishing. Then, you can try your luck with our nets! Please bring a bucket if you would like to keep any legal crabs you may catch.  The lottery for the Fort Point Pier Crabbing program has been delayed due to high levels of domoic acid toxins in northern California crab. Fort Point and the National Park Service want to ensure your safety when on any of our programs.    We will put a notice up on the Fort Point website when the crab in the area has tested safe for human consumption and the ban on crabbing has been lifted by the California Department of Fish & Wildlife and the California Department of Public Health.   For more information on Paralytic Shellfish Poisoning (PSP) and domoic acid toxins, please visit the following sites:   www.wildlife.ca.gov\/Fishing\/Ocean\/Health-Advisories www.wildlife.ca.gov\/crab www.cdph.ca.gov\/HealthInfo\/environhealth\/water\/Pages\/Shellfish.aspx        Candle lantern used in candle light tour.   Fort Point Candlelight Tour Months available: November through February Available Days: Saturday evenings only Join one of the Fort Point rangers for a tour in a different light! Along the way, you'll be transported to the momentous era of the 1800's, experiencing first-hand the tales and valiant stories that once graced the halls of an unwavering guardian, watching diligently over the treasured Golden Gate.  Due to limited space for this program, reservations are required. Reservations are limited to no more than six per group. We also advise that this program may not be suited for children under the age of 10. All programs for January and February are currently full.",
    "url": "https:\/\/www.nps.gov\/fopo\/planyourvisit\/guidedtours.htm"
}
