{
    "title": "Fort Point National Historic Site: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do              To learn about our Programs please check our Guided tours, but here are some other ideas:    Special Programs  As you enter, check the Sallyport listings for daily programs and times.  Cannon Loading Demonstration - Experience how soldiers came together to defend the Golden Gate following California's Gold Rush. Fort Point, Guardian of the Golden Gate - View this award-winning 30-minute video program about the history of Fort Point, from 1776 through World War II. Shown throughout the day in the Fort Point theater, located adjacent to the bookstore. Building the Golden Gate Bridge - View the compelling story behind the construction of this national civil engineering landmark in a videotape made by Bethlehem Steel Company.  Exhibits  Ready & Forward - Equality for the Buffalo Soldiers was always an issue. These brave men fought for the same beliefs as others did, but usually didn't receive the same kind of respect. Look into the struggle of African-American soldiers in a society that had difficulties accepting them. The Lights of Fort Point - Over the centuries, three lighthouses have stood at Fort Point. Learn how sailors depended on these beacons to guide their way into the San Francisco Bay and about the lives of the keepers and their families at this once remote site. Gatekeepers - Andy Freeberg's photographs capture the bridge's human side with individual portraits of engineers, painters, toll takers, and others responsible for the daily care and safety of the bridge. Bridging the Golden Gate - This exhibit depicts the men and the processes involved in constructing the bridge, while using Fort Point as the base headquarters.  The \"Ready & Forward\", \"Gatekeepers\", and \"Lights of Fort Point\" exhibits are located on the second floor of the fort (south end). The \"Bridging the Golden Gate\" exhibit is located on the third floor, also on the south end of the fort. There is also a museum about the fort's construction on the first floor.",
    "url": "https:\/\/www.nps.gov\/fopo\/planyourvisit\/things2do.htm"
}
