{
    "title": "Fort Point National Historic Site: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit                   Photo opportunities abound               The fort offers exhibits and more               Walk to the fort along the waterfront               Join a ranger-led tour                Experience living history            Welcome to Fort Point! Links from this page will help you plan your visit to this historic fort and its magnificent location. Basic Information is the first place to start you trip planning. There you will find our operating hours, weather conditions to expect, and other general information and frequently asked questions.  The Directions & Transportation section will help you get  around the Fort Point and Presidio areas. In addition, you can find out about Things to Do at the fort, including self-guided and daily ranger-led tours, view a Calendar of our monthly programs. The Nearby Attractions section will help you plan your entire time in the area.Also to prepare for your visit, you may download our brochure in one of five languages below.Enjoy your visit!      Fort Point National Historic Site (Official Map & Guide) ENGLISH Our official map and guide in English. Includes a cross section of the fort. (2.4 MB) Fort Point National Historic Site (Chinese Official Map & Guide) Our official map and guide in Chinese. Includes a cross section of the fort. [2.3MB, PDF] フォート・ポイント国立史跡 (Japanese Official Map & Guide) Our official map and guide in Japanese. Includes a cross section of the fort. [2.2MB, PDF] El Fortín La Punta (Español Official Map & Guide) Our official map and guide in Spanish. Includes cross section of the fort. [1.8MB, PDF]  Fort Point National Historic Site (French Official Map & Guide) Our official map and guide in French. Includes a cross section of the fort. [1.8MB, PDF] Fort Point National Historic Site (Deutsch Official Map & Guide) Our official map and guide in German. Includes a cross section of the fort. [1.8MB, PDF]",
    "url": "https:\/\/www.nps.gov\/fopo\/planyourvisit\/index.htm"
}
