{
    "title": "Fort Point National Historic Site: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture        Photo courtesy of National Archives, 77-F-94-101-14       Fort Point has stood guard at the narrows of the Golden Gate for over 150 years.  The Fort has been called \"the pride of the Pacific,\" \"the Gibraltar of the West Coast,\" and \"one of the most perfect models of masonry in America.\" When construction began during the height of the California Gold Rush, Fort Point was planned as the most formidable deterrence America could offer to a naval attack on California. Although its guns never fired a shot in anger, the \"Fort at Fort Point\" as it was originally named has witnessed Civil War, obsolescence, earthquake, bridge construction, reuse for World War II, and preservation as a National Historic Site.  Built for the Civil War Fort Point was built between 1853 and 1861 by the U.S. Army Engineers as part of a defense system of forts planned for the protection of San Francisco Bay. Designed at the height of the Gold Rush, the Fort and its companion fortifications would protect the Bay's important commercial and military installations against foreign attack. The Fort was built in the Army's traditional \"Third System\" style of military architecture (a standard adopted in the 1820s), and would be the only fortification of this impressive design constructed west of the Mississippi River. This fact bears testimony to the importance the military gave San Francisco and the gold fields during the 1850s. Although Fort Point never saw battle, the building has tremendous significance due to its military history,  architecture, and association with maritime history. To learn more about Fort Point before, during and after the Civil War, please visit Fort Point, 1846-1876.  Army's use of Fort Point during the 20th Century In the years after the Civil War, Fort Point became underutilized and was used intermittently as an army barracks. The pre-Civil War cannons, so valuable when they were originally installed, became obsolete and were eventually removed. During World War I, the Army remodeled Fort Point for use as a detention barracks, though the building was never ultimately used for that purpose. During the 1920s, the property was used by the Presidio for housing unmarried officers and different military trade schools. During World War II, Fort Point was once again used for military purposes. Soldiers stationed at Fort Point dutifully guarded the entrance of the Golden Gate from submarine attack.  The Golden Gate Bridge and Preservation Plans In the late 1930s, plans for the construction of the Golden Gate Bridge also involved plans for the demolition of Fort Point. Fortunately, Chief Engineer Joseph Strauss recognized the architectural value of the Fort and created a special arch which allowed the construction of the bridge to occur safely over Fort Point. After World War II, the movement to preserve Fort Point for its historic and architectural value began to grow. Over the next 20 years, support for the preservation movement waxed and waned. In 1959, a group of retired military officers and civilian engineers created the Fort Point Museum Association and lobbied for its creation as a National Historic Site. On October 16, 1970, Fort Point became a National Historic Site.      To learn more about the National Park Service's Sesquicentennial Commemoration of the Civil War, please visit The Civil War: 150 Years.  To learn more about the park's other Civil War military posts, please visit the Civil War at the Golden Gate page.         To learn more about the history of Fort Point, download Fort Point: Sentry at Golden Gate (PDF file, 62 KB).         To learn more in-depth information about the structure and its physical changes over time, download the Abbreviated Fort Point Historic Structure Report (NPS, 2006) (PDF file, 4.29 mb) and the Historic Data Section (NPS, 1973) (PDF file, 10 mb).                     Historic Fort Point Images   12 Photos  historic images of Fort Point                        For Additional Reading: Seacoast Fortifications of San Francisco Harbor Historic Resource Study; GGNRA,1979 (PDF file, 46 MB)  Seacoast Fortifications Preservation Manual; GGNRA, 1999 (PDF file, 27 MB)",
    "url": "https:\/\/www.nps.gov\/fopo\/learn\/historyculture\/index.htm"
}
