{
    "title": "César E. Chávez National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           29700 Woodford-Tehachapi Road  Keene, CA 93531                 Directions         The monument is located near the small town of Keene, California on Highway 58. From Highway 58, take exit 138 toward Keene, then turn right on Woodford-Tehachapi Road. César E. Chávez National Monument will be on your left.  Directions Details           Operating Hours & Seasons         César E. Chávez National Monument Hours The monument is open daily from 10:00 am to 4:00 pm except for the following holidays:  Easter Sunday, Thanksgiving Day and the Friday after, Christmas Eve and Christmas Day, and New Year's Eve and New Year's Day.   Standard Hours    Sunday: 10:00 AM - 4:00 PM   Monday: 10:00 AM - 4:00 PM   Tuesday: 10:00 AM - 4:00 PM   Wednesday: 10:00 AM - 4:00 PM   Thursday: 10:00 AM - 4:00 PM   Friday: 10:00 AM - 4:00 PM   Saturday: 10:00 AM - 4:00 PM      Additional Information View More       Christmas Eve & Christmas Day:   December 24  - December 25   Thursday: Closed   Friday: Closed       Easter Sunday:   March 27  - March 27       New Year's Eve & New Year's Day:   December 31  - January 1   Thursday: Closed   Friday: Closed       Thanksgiving:   November 26  - November 27   Thursday: Closed   Friday: Closed                  Weather           The climate in this area is mild, with warm, dry summers and cool winters. Average temperatures in July, the warmest month, are in the mid-80s and hot days often reach into the 90s. In winter, frosty mornings are common and roads may be icy.          Fees & Passes     Entrance Fees:   No Entrance Fee - $0.00 No entrance fees are charged at César E. Chávez National Monument.         Visitor Centers       César E. Chávez National Monument Visitor Center Explore the history of César E. Chávez and the farmworker movement through photographs, artifacts, and sites dedicated to his legacy. In the Memorial Garden, you will find his gravesite and a fountain honoring the memory of five workers. Roses in bloom year-round, including a variety named for Chávez, grace the garden. In the visitor center, watch films about his life, contemplate his unchanged office, and see exhibits and artwork. A bookstore offers additional information.               César E. Chávez National Monument is in the very small town of Keene, approximately 30 miles southeast of Bakersfield via Highway 58. The monument is part of a property known as Nuestra Señora Reina de la Paz, the home and workplace of the Chávez family and farmworker-movement organizations.  Visitors are welcome at the visitor center, the Memorial Garden in which César Chávez is buried, and the small Desert Garden planted nearby, all within La Paz. Other parts of the area are closed to visitation, as it continues to serve as a home and workplace for his cause. Please respect the privacy of the organizations and residents who remain here. You can explore the site online, though, through our virtual tour.   This new national park is \"a work in progress.\" More exhibits are under development and, in coming years, you will see more visitor and educational programs and services.        The desert garden at César E. Chávez National Monument features plants that grew at his birthplace in Yuma, Arizona.",
    "url": "https:\/\/www.nps.gov\/cech\/planyourvisit\/basicinfo.htm"
}
