{
    "title": "Channel Islands National Park: Side-blotched Lizard",
    "body": "Side-blotched Lizard             Scientific Name Uta Stansburinia  Introduction The interesting and unique side-blotched lizard is found on both Anacapa and Santa Cruz islands in the national park, as well on the southern Channel Islands of Catalina and San Clemente. It is a smallish lizard with novel mating behaviors that have been documented in recent studies. Although it is a common and widespread species on the mainland, it nevertheless has an important niche in the park's ecosystem. Quick and Cool Facts  The specific epithet, stansburiana, is in honor of Captain Howard Stansbury of the United States Corps of Topographical Engineers, who collected the first specimens while leading the 1849-1851 expedition to explore and survey the Great Salt Lake of Utah. Uta is a reference to the state of Utah. Different color morphs, or types, occur in males of this species. Males can have yellow, orange or blue throats, each color indicative of a respective, unique mating strategy. Recent research on the different-colored males has revealed evidence of cooperative mating behavior in this species. Males use a push-up display to defend their territory. This lizard is short-lived, living only about one year.  Appearance The side-blotched lizard is a small brownish gray lizard ranges from 1.5 - 2.5 inches long from snout to vent. It has small smooth granular scales on the back, larger scales on the head and limbs, a gular fold, a long thin tail and a dark blue-black mark on the sides of the chest behind the front limbs, which gives this lizard its name. This mark is sometimes faint or absent. The lizards overall color is brown, gray, yellowish, or black, with dark blotches, spots, and sometimes stripes. Often there is a double row of dark spots or wedges on the back, edged with white on the rear. The underside is whitish to gray and mostly unmarked. The throat is mottled with dark and light. Males are more colorful than females, having blue speckles on the upper surfaces, which are most visible during the light phase. Males also have a swollen tail base and enlarged postanals, but no distinct blue coloring on the belly (which can be found on male lizards of many other species.) The throat is marked with blue, orange, or yellow. Males often have many blue speckles on the tail and the posterior of the body. Range The side-blotched lizard is found throughout most of western North America. It is common to abundant throughoutarid and semi-arid regions of the state, excluding most of northern California, the Sacramento Valley, the Sierra-Cascade ranges, and several of the Channel Islands. Its elevation range extends from below sea level to over 8000 ft. Prefers open habitats including desert, coastal scrub, chaparral, grass, juniper, pine-juniper, Joshua tree and valley-foothill. Habitat Side-blotched lizards are found in habitats comprising a wide variety of arid and semi-arid situations with scattered bushes and\/or scrubby trees; soil may be sandy, gravelly, or rocky. The species is often found in sandy washes with scattered rocks and bushes. As a diurnal reptile, it is usually the first lizard species out in the morning due to its small size which allows it to warm up quickly. It is active mostly on the ground, but it is also a good climber. The side-blotched lizard is often seen basking on rocks, hopping from boulder to boulder, or running quickly along the ground. Feeding Side-blotched lizards eat a wide variety of insects and other arthropods. Little time is spent foraging. Lizards feed opportunistically on any moving insect of suitable size that passes nearby as they bask or move about their home range. Food also includes scorpions, spiders, mites, ticks and sow bugs. Some vegetable material is eaten either accidentally or possibly for water. Reproduction Biologist Barry Sinervo from the University of California, Santa Cruz has discovered a rock-paper-scissors strategy in the mating behaviour of the side-blotched lizard species Uta stansburiana. Males have either orange, blue, or yellow throats and each type follows a fixed, heritable mating strategy.   Orange-throated males are strongest and do not form strong pair bonds; instead, they fight blue-throated males for their females. Yellow-throated males, however, manage to snatch females away from them for mating. The large size and aggression is caused by high testosterone production. Blue-throated males are middle-sized and form strong pair bonds. While they are outcompeted by orange-throated males, they can defend against yellow-throated ones. Because blue-throated males produce less testosterone they are not as large as the orange-throated males, but it gives them the advantage of being less aggressive and able to form strong pair bonds. Yellow-throated males are smallest, and their coloration mimics females. This lets them approach females near orange-throated males and mate when the males are distracted. This is less likely to work with a female that has bonded with a blue-throated male.This can be summarized as \"orange beats blue, blue beats yellow, and yellow beats orange\", which is similar to the rules of rock-paper-scissors. The breeding season lasts from March to August. Mating occurs from April to May; egg deposition occurs from late April to August. Females store sperm for delayed fertilization. Side-blotched lizards are monogamous. Clutch size is positively related to size of female, winter rainfall and spring annual production, and inversely related to season and density. Clutch size varies from 1 to 8 eggs (average = 4). Hatchlings appear from June to late September. Development time also decreases with season and is 61 to 77 days. Males and females reproduce the first spring following hatching at approximately (1.72 in) snout-vent length. Conservation Status According to the International Union for Conservation of Nature and Natural Resources, the species Uta Stansburinia is of Least Concern owing to this lizards very large number of occurrences or subpopulations. The total adult population size is unknown but surely exceeds 1,000,000. The extent of occurrence, area of occupancy, number of subpopulations, and population size are large and relatively stable. Additionally, the species occurs in many protected areas, such as national parks, monuments, and wilderness areas. No direct conservation measures are currently needed for this species as a whole.  Side-blotched lizards are monitored annually on Anacapa Island in the park, as part of the park's long-term ecological monitoring program. Transects of coverbaords have been placed in several habitat types, and the number and size of lizards found under the coverboards is recorded several times per year.   Additional Information   http:\/\/www.californiaherps.com\/lizards\/pages\/u.s.elegans.html   http:\/\/en.wikipedia.org\/wiki\/Common_side-blotched_lizard   Overview of Rock-Paper-Scissors Game in Lizards   http:\/\/www.iucnredlist.org\/apps\/redlist\/details\/64180\/0   California Department of Fish and Game Report    http:\/\/www.tws-west.org\/transactions\/Tietje%20Vreeland.pdf",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/side-blotched-lizard.htm"
}
