{
    "title": "Channel Islands National Park: Geologic Fornations",
    "body": "Geologic Formations             The story of the rocks that make up the islands goes back well over 100 million years and is a history of the changes wrought by plate tectonics in southern California. Up to about 30 million years ago, the western edge of North America was a place where two large plates of the Earth's crust converged. As the oceanic Farallon plate approached the continental North American plate from the west, it descended into a deep trench and was destroyed by melting in the mantle (subduction). Landward of the trench, a marine basin was formed and for many millions of years the sediments that washed off the land into this basin collected and solidified to become some of the 'basement' rocks that we see on the islands today. All of this changed about 30 million years ago when the Farallon plate ran out of material in southern California. The plate behind it - the Pacific plate - began to slide past the continent. Between 27 and 18 million years ago, the Pacific plate made contact with North America and continental pieces began to break off and join the Pacific plate, gradually establishing the modern San Andreas plate boundary where, in southern California, the two plates are sliding by each other, moving laterally in opposite directions along the San Andreas fault. Between 18 to 5 million years ago, compressive forces ceased, to be replaced by a slight extensional regime (transtension). The orientation of the islands and their uplift in the last five million years are directly attributable to the plate tectonic forces caused by the Pacific plate's arrival at the edge of the North American continent.   The Islands as Part of the Transverse Ranges Most of the mountain ranges of California trend north-south, but the Transverse Ranges, including the Santa Monica Mountains and their extension into the ocean, the northern Channel Islands, trend east-west. Geologists believe that, 20 million years ago, the platform on which the islands are located was oriented north-south along the coast, with San Miguel lying just offshore of San Diego. Forces resulting from relative movements of the Pacific and North American plates have caused the western Transverse Ranges to rotate clockwise to their present position. It is as if one sliver of the continent - the Transverse Ranges -got caught up in the shear between the plates. It rotated 'much like a floating plank that has one end snagged on the river bank, while the other end is dragged along by the current'. Evidence for this rotation is found, in part, by magnetism in the rocks of the islands. When the rocks of the northern Channel islands were formed, magnetic particles in the rocks would have been in line with the magnetic poles of the Earth. Measurements now taken in the rocks of the northern Channel Islands show that the magnetic particles differing by about 100 degrees from a polar orientation, with the oldest rocks showing the greatest variance. This suggests that the islands have rotated clockwise about 100 degrees since the formation of the rocks. East of the rotating block, a gap opened, creating the space now partially occupied by the Los Angeles basin. The space was filled from below by igneous rocks and the uplift and unroofing of mid-crustal metamorphic rocks like the Catalina schist.   Submarine Volcanism The rotation of the platform on which the islands are located caused the ocean crust to thin and the resulting reduction in pressure allowed molten rock to erupt under the sea. Between 19 and 15 million years ago, lava flows and volcanoes covered much of the area that now comprises the northern Channel Islands and the western Santa Monica Mountains. The thickness of the volcanic rock in some places is as much as 10,000 feet. In the Santa Monica Mountains, the name given to this vast volcanic sequence is the Conejo Volcanics. Contemporaneous flows found on the Channel Islands have slightly different chemical compositions and are often named for the islands on which they are found, such as the Santa Rosa Island Volcanics and the San Miguel Island Volcanics. Although they did not necessarily have the same magma source, there is little doubt that they were formed by the same mechanism of decompression during the rotation of the western Transverse Ranges block. The islands of Santa Barbara and Anacapa are composed almost entirely of volcanic rocks from this period of eruptions. Pillow lava, a type of lava found in some of the rocks, is evidence that much of the volcanic action took place underwater. In other places, oyster shells and other marine fossils are found embedded in the lava. At times, the outpouring of the lava was so great that the volcanic piles reached above sea level and formed volcanic islands, some of which were 5000 feet high. Evidence for this is the presence of volcanic 'bombs', where pieces of lava were thrown into the air and twisted into shapes of footballs as they fell back to the surface. Volcanic bombs have been found in the Conejo Volcanics and in the Santa Rosa Island Volcanics. These islands were probably short lived and were eroded to below sea level after volcanic action ceased.          A cemented sand dune at Carrington Point on Santa Rosa Island Randall Schumann, USGS  Sedimentary Rocks Many of the rocks of the northern Channel Islands are sedimentary, made up of sediment washed out to sea from the mainland, reworked volcanic deposits, and shells and skeletons of marine organisms. Much is shale, deposited as mud, but there is also sandstone that formed by sand being swept out to sea from the mainland in huge submarine landslides. Not all the sedimentary rocks were deposited below the surface of the ocean, however. As the last piece of the Farallon plate was subducted beneath the continent, the East Pacific Rise - an under-sea mountain range that separated the Farallon plate from the Pacific plate - came into contact with the North American plate. This probably led to an uplift of the area and the deposit of sediment in an alluvial plane, much like the present alluvial plain of the Santa Clara river in the Oxnard-Ventura area. The pink-colored rocks of the Sespe Formation were deposited about 30 million years ago in this uplifted area. Iron-rich minerals in terrestrial environments commonly are oxidized, giving them red, orange and yellow colors. This period of uplift was short lived, however, because the later sediments, which date between 25 and 5 million years ago, were deposited first in shallow marine environments, then in progressively deeper marine settings. Analysis of some of the sedimentary rocks provide additional evidence that the islands have rotated 100 degrees clockwise from their original position adjacent to the coast. On San Miguel Island, rocks dating 50-30 million years ago contain well-rounded pieces of rhyolite that are chemically identical to the rhyolite found in similar age deposits in San Diego county. The inference is that these pieces of rhyolite reached the islands in a submarine fan deposit when the islands were positioned off the coast of San Diego. Analysis of the direction of the currents flowing at that time shows that they came from a southerly direction. However, the only possible source of these sediments is from the mainland, which lies to the east of the islands, giving geologists one more reason to believe that the islands have rotated 90-100 degrees in the last 20 million years. Uplift of the Islands--Folding and Faulting The last of the marine rocks are only about five million years old, so we know that the islands must have started to rise after that time. The northern Channel Islands, together with the Santa Monica Mountains and the Coast Range, rose because of compressional forces connected with an event in the geologic history of the area that took place five million years ago. At that time, the Pacific plate captured Baja California and began transporting it northwestward, ramming its northern end into southern California. Transtension ceased, and the resulting compression caused folding and faulting of the rocks and the uplift of the islands. There are large faults running through the centers of Santa Cruz and Santa Rosa Islands. These major faults are marked by valleys, owing to rocks in the fault zone being crushed and eroding more easily. Lateral and vertical movement along these faults have made the surface features of the north and south parts of those islands appear to be quite dissimilar. These compressional forces are still on-going and make this area of California an active earthquake area. In 1812, a large earthquake, centered in the Santa Barbara Channel, caused landslides on the islands and is often cited as the reason that the last of the Chumash Indians were persuaded to leave the islands and relocate at the mission in Santa Barbara. The 1925 Santa Barbara; 1971 Sylmar; and the 1994 Northridge earthquakes are all related to these compressive stresses. One Large Island During the Ice Ages; Mammal Fossils and Marine Terraces Even in comparatively recent times, the islands have not always looked as they do today. During the last Ice Age, which lasted until about ten thousand years ago, sea level was about 400 feet lower than it is today. The four northern islands that are now separated by water were once connected into one large island, which geologists have named 'Santa Rosae', the nearest point at that time being about five miles from the mainland. Large Columbian mammoths swam to Santa Rosae island and soon, because of isolation and dwindling food supplies, became much smaller. Evidence of these animals has been found as fossils of pygmy mammoths on the islands of Santa Cruz, Santa Rosa, and San Miguel. Because of the continuing uplift of the islands during the last million years and the fluctuating sea level caused by glacial advances and retreats, there is evidence on the islands of ancient shorelines at different elevations. The rise in sea level over the last 10,000 years has caused many of the ancient shorelines to be lost below sea level, but others remain. These ancient shorelines form flat areas of land, called marine terraces. Marine terraces are found at many different elevations, from 20 feet above sea level to as much as 1000 feet above, giving graphic evidence of how the islands have changed in their configuration over time. Erosion Weathering and erosion are natural geologic processes that gradually change the look of the landscape, as rocks are broken up into smaller particles that are carried away by rivers and wind to be deposited elsewhere as sand and gravel. Erosion is slow in areas covered by vegetation and rapid where ground cover is depleted. There were two periods when erosion on the islands was greatly increased. During one of these periods, 15,000 to 10,000 years ago, there was extensive stripping of vegetation by mammoths. One possible reason for mammoth extinction may be this denuding of vegetation. Much more recent is the extensive erosion caused by sheep, cattle, and other feral animals which were introduced on most of the islands over one hundred years ago. During times of food shortage, probably caused by years of drought, sheep ate not only all accessible vegetation, but they also ate the roots. During these periods of denudation, both ancient and modern, the land stripped of its cover eroded very quickly, forming steep canyons through the hillsides and increased deposition of sand on the beaches. Fierce winds, common on the northern islands, blow the beach sand over the island -- and the beaches were more extensive during the Ice Age - resulting in vast areas of the islands being covered by sand. In recent times, the erosion caused by sheep on San Miguel island transformed the island into little more than one huge sand dune. The good news is that the islands have recovered their vegetation where the animals have been removed. On San Miguel Island, which has been sheep free for over forty years, vegetation has spread from the steep canyons, where it was able to survive during the grazing years, and has now recovered nearly the entire island, restoring the island's natural beauty. More recently, sheep and pigs have been removed from Santa Cruz Island, so we can look forward to a similar reversal of the extensive erosion that is currently in evidence on hillsides there. Caliche Visitors to San Miguel Island have the opportunity to view the caliche 'forest', where the root system of vegetation that grew on the island several hundred years ago has been turned into caliche casts and caliche root sheaths Caliche Casts: Caliche is calcium-carbonate cemented soil that is formed in semi-arid climates. Calcium carbonate is derived by the dissolution of shells and shell fragments that have blown across the island from the beaches, especially during the Ice Age when the sea level was much lower and the beaches were more extensive. Rain is a weak acid, formed by reactions between water vapor and carbon dioxide in the atmosphere, and it is this acid that dissolves the shell fragments. San Miguel has a semi-arid climate; so when it rains, the volume of water is too small to carry dissolved materials away from the area, and they remain in the topsoil. This groundwater dissolves the calcium carbonate from shells in the surface layer and re-precipitates it a little lower in the surface profile, where it will act as a cement, binding the soil material into a hard substance that is called 'caliche', or 'calcrete', or 'hardpan'. On San Miguel Island, the deep root system of trees that grew several hundreds of years ago decomposed, and the molds of the roots filled with the abundant sand that makes up much of the topsoil of the island. The calcium carbonate preferentially cemented the sand-filled molds, possibly because they were more porous and provided an easy pathway for the groundwater. Caliche Root Sheats: Another form of caliche is where living vegetation, generally a root in the soil, gets a 'sheath' of caliche. The living roots may exude a weak acid, or draw soil moisture towards them by capillary action. In either case, a solution of calcium carbonate from the soil is concentrated around the roots which, when precipitated later, forms a sheath of caliche. When the root dies and rots, the sheath will remain, either as a hollow form, or may be filled with sand, which may become a caliche cast, by the method described above. Many such examples of both hollow forms and filled sheaths can be found on San Miguel Island. The caliche 'forest' of San Miguel Island was created when strong winds blew away the uncemented sandy soil surrounding the caliche casts and the root sheaths. The visitor to San Miguel Island is treated to this rare glimpse of a landscape turned inside out -- the roots and lower trunks of these ancient plants now stand as 'forests'. Chert The mineral chert is an extremely hard material that is found in many places on the islands. Whereas caliche is derived from calcium carbonate in shells, chert forms from very small sea plants, called diatoms, which are made from opaline silica, silicon dioxide. The process by which chert was formed probably took place in the mud at the bottom of the ocean which contained very large numbers of siliceous diatoms and small amounts of calcium carbonate shells and fish bones. Water dissolved some of the silica, which later precipitated out in the form that is called chert. Eventually the mud solidified to form a shale rich in diatoms, with nodules of very hard chert in places. Chert fractures like glass and was used by the Chumash Indians for arrowheads and scraping and cutting tools. Chert on the islands has a light brown color, owing to small amounts of iron impurities. Impurities in chert give it a variety of colors. The black variety is called flint and is colored by inclusions of organic matter. Jasper is the name given to the red-colored variety and is colored by inclusions of an iron oxide mineral, hematite. The Geologic Future of the Islands The current compressional regime in our area is expected to last until the San Andreas Fault straightens out from its present bent shape, which might take a few million years. During that time, the islands will continue to rise as uplift continues to be greater than erosion. Earthquakes will continue to be felt, both on the islands and on the mainland. When compression ends, erosion will be the main force, and the islands will gradually erode into the ocean. Sea level will rise and fall as ice ages come and go. At some times the islands will again be one, as they were during the last ice age. New marine terraces will be cut into the islands. Acknowledgements and Further Reading The information above was written by volunteer George Roberts. Much of what was written here was taken from articles by Tana M. Atwater; John J. Woolley; Thomas W. Dibblee Jr., and Helmut E. Ehrenspeck in Weigand P. W., editor, 1998, Contributions to the Geology of the Channel Islands, Southern California, Pacific Section American Association of Petroleum Geologists, Miscellaneous Publication 45, 196 p. CSUN Department of Geological Sciences professors: Peter W. Weigand, A. Eugene Fritsche, and Vicki Pedone read a preliminary text and provided many valuable comments. Additional reading: Howell, D. G. ed., 1976, Aspects of the geologic history of the California Continental Borderland; American Association of Petroleum Geologists, Pacific Section, MP 24, 558 p. Weaver, D. W., Doerner, D. P., and Nolf, B., eds., 1969, Geology of the Northern Channel Islands; American Association of Petroleum Geologists and Society of Economic Paleontologists and Mineralogists, Pacific Sections, Special Publications, 200 p. Geologic maps of Santa Rosa Island and San Miguel Island are published by the Dibblee Geological Foundation and may be purchased at the Santa Barbara Natural History Museum.             Changing Plates: The Tectonic Story (85 to 20 million years ago)   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 4 seconds  Part one of a four part overview of the complex geologic processes that formed the Channel Islands.               Changing Direction: The Island and Mountain Formation Story   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 8 seconds  Part two of a four part overview of the complex geologic processes that formed the Channel Islands.               Changing Sea Levels: The Ice Age Island Sculpting Story   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 13 seconds  Part three of a four part overview of the complex geologic processes that formed the Channel Islands.               Changing Times: The Next Story   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 40 seconds  Part four of a four part overview of the complex geologic processes that formed the Channel Islands.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/geologicformations.htm"
}
