{
    "title": "Channel Islands National Park: Paleontological Resources",
    "body": "Paleontological Resources             Learn more about the Pygmy Mammoth. The Channel Islands, particularly San Miguel, Santa Rosa, and Santa Cruz, contain numerous plant and animal fossils that illuminate the past natural history of the California coastal region. This fossil record offers the opportunity to study fauna speciation and evolution, the development of plant and animal communities, their adaptations to varying climate conditions, and the effects of human colonization on the fauna. As a result, the Channel Islands are of special interest to researchers, and a number of paleontological studies have been done on the islands. Research indicates that the Pleistocene fauna of the Channel Islands is unique in several respects. First, it contains several extinct species, including pygmy mammoth, an owl, a flightless goose, a puffin, and a vampire bat, and two species of giant mouse. The park also contains the best representation of Pleistocene marine avifauna on the Pacific coast, with over 70 species having been discovered on San Miguel. The most notable animal fossils, and the best studied aspect of island paleontology, are the pygmy mammoth (Mammuthus exilis). Remains of this species have been known on the Channel Islands since 1856 when they were discovered by a coast and geodetic survey. In 1994 a nearly complete adult skeleton was discovered and excavated on Santa Rosa. Pygmy mammoths descended from full-sized Columbia mammoths that swam across the Santa Barbara Channel to the islands during the Pleistocene. It is believed that during that period the northern Channel Islands were connected into one large island because of the lowered sea levels. Apparently pygmy mammoths died off at about the end of the Pleistocene (12,000 years ago). Pygmy mammoth fossil bones have been found on more than 140 sites on San Miguel, Santa Rosa, and Santa Cruz. These are the only known remains in the world. On Santa Rosa, fossils are often exposed in sands, silts, and gravels of Pleistocene age anywhere on the island. Most specimens have been found in the sediments comprising the coastal terraces of the island. Due to the numerous questions about many aspects of this species’ evolution and development, any fossil may potentially be of crucial importance in answering important research questions. Another important paleontological resource is the caliche fossil forests, or rhizoconcretions, on San Miguel. Three major caliche forests are found on the island. These fossils are calcium carbonate-encrusted casts of vegetation buried by sand dunes more than 14,000 years ago. They provide evidence that the island once supported large trees and shrubs. These caliche casts are fragile and easily broken. The Channel Islands are a continuation of the Santa Monica Mountains on the main­land, though they were never connected above sea level, and are composed of many of the same Tertiary marine formations. As such, they also have many of the same marine invertebrate fossils. Although there are studies on the invertebrate paleontology of these formations in the Santa Monica Mountains, there has not been research done on their counterparts on the islands. There have been some studies of the Pleistocene invertebrate fauna of the islands, but as is the case of the invertebrates from the Tertiary marine sediments much remains to be done. Although researchers have learned quite a bit about some of the park’s fossils, such as the pygmy mammoth, paleontological resources on the Channel Islands have not been very well studied. Fossil localities containing smaller terrestrial species of Pleistocene age and invertebrate fossils embedded in the Miocene strata of the islands remain unstudied. In addition, natural and human-induced erosion probably has degraded or destroyed fossil sites; unless collected properly and promptly, bones that are exposed by erosion may be scattered and lost.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/paleontological-resources.htm"
}
