{
    "title": "Channel Islands National Park: Santa Cruz Island",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Ecological Restoration     Santa Cruz Island                  Restoring Santa Cruz Island             Click here to download a site bulletin (PDF file, 294 kb) of the text below with pictures and graphics. This file requires Adobe Reader.   Close to the mainland yet worlds apart, Santa Cruz Island is home to plants and animals that are found nowhere else on Earth. Like the Galapagos Islands of South America, the Channel Islands exist in isolation, allowing evolution to proceed independently, fostering the development of 145 endemic or unique species. Santa Cruz Island is host to 60 of these endemic species. Some, like the island jay and the Santa Cruz Island silver lotus, are found only on Santa Cruz Island. Unfortunately, this isolation has also made these species vulnerable to extinction. The melodic song of the Santa Barbara Island song sparrow and the crimson flower of the Santa Cruz Island monkey flower are no longer heard or seen within the park. The destruction of these species' habitats by non-native, exotic plants and animals has caused their extinction along with eight other rare and unique island species. Once found only on the Channel Islands, they have been lost forever. To save 10 other island species, including the island fox, from the brink of extinction as well as to protect more than 3,000 internationally significant archeological sites, the National Park Service and The Nature Conservancy have embarked upon a multi-year program to restore Santa Cruz Island. This restoration program is part of the National Park Service mission, as mandated by Congress, to preserve unimpaired the natural and cultural resources and values of the National Park System for the enjoyment, education, and inspiration of this and future generations. As owner of over 70% of Santa Cruz Island, it is the mission of The Nature Conservancy to preserve the plants and animals that represent the diversity of life on Earth by protecting the land and waters they need to survive. The Problem The National Park Service, The Nature Conservancy, and natural and cultural resource experts identified non-native feral pigs and non-native fennel (an invasive weed) as the most significant disturbances to the island's sensitive resources. Both pigs and fennel cause major direct impacts to native plant communities, rare plant species, and archeological sites. Pig rooting causes massive destruction of native species, resulting in bare ground that is easily eroded and colonized by invasive weeds, especially fennel. This activity has been a factor in the decline of nine island plant species listed as threatened or endangered by the U.S. Fish and Wildlife Service. Pig rooting also has damaged a large number of archeological sites on the island that are associated with the Chumash native people who occupied the island from at least 9,000 years ago until the early 1800s. The feral pigs have rooted three feet deep at a number of sites, completely disturbing and desecrating these sacred sites and destroying their archeological value. In addition, feral pigs have played a pivotal role in the catastrophic decline of island foxes. Piglets provide a year-round food source for golden eagles, allowing these formerly rare or occasional visitors to expand their range and establish resident populations on the island that then prey on island foxes. Golden eagle predation has placed the fox on the brink of extinction on Santa Cruz, Santa Rosa, and San Miguel Islands. The Solution The consensus among numerous experts was that the eradication of feral pigs was the most important action that can be taken to protect and restore Santa Cruz Island. The National Park Service has had tremendous success restoring other islands in the park through the removal of non-native animals. The eradication of European rabbits from Santa Barbara Island and sheep and burros from San Miguel Island has resulted in tremendous natural recovery. Feral pigs have also been eradicated from Santa Rosa Island in a similar program. Pig eradication began on Santa Cruz Island in 2005 and was completed in 2007. Other management actions to initiate recovery of the island ecosystem have also been implemented. Golden eagles have been captured and relocated to northeast California. A captive breeding program for island foxes was established as insurance against losses due to golden eagles. This program has been so successful in reestablishing a wild population that the program was shut down in 2008. Monitoring of the island fox population will continue. Also, native bald eagles have been reintroduced. This predator disappeared in the 1950s due to DDT poisoning. Bald eagles eat fish, seabirds, and animal carcasses, not live foxes, and are very territorial. It is hoped that once they mature, they will establish territories and drive off any newly arriving golden eagles. In 2006, this program paid off. For the first time in more than 50 years, two bald eagle chicks were hatched unaided from two separate nests on Santa Cruz Island. This multi-year program to remove golden eagles, reintroduce bald eagles, breed island foxes, eradicate pigs, and control fennel will help restore the balance to Santa Cruz Island's naturally functioning ecosystem. Once restored, the island will offer one of the last opportunities to experience the nationally significant natural and cultural heritage of coastal southern California. For more information please visit the Santa Cruz Island Primary Restoration Plan.             Restoring Balance: Santa Cruz Island   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:19 minutes, 32 seconds  Close to the mainland yet worlds apart, Santa Cruz Island is home to plants and animals that are found nowhere else on Earth. The introduction of of non-native, exotic plants and animals have caused the loss of some of these rare species and pushed many others, including the island fox, to the brink of extinction.In order to save these island species, as well as protect sacred Chumash Native American cultural sites, the National Park Service and The Nature Conservancy embarked upon a multi-year program to help restore balance to Santa Cruz Island’s naturally functioning ecosystems.This high-definition video documents the various aspects of this complex restoration program, including the removal of golden eagles, reintroduction of bald eagles, captive breeding island foxes, removal of sheep, and eradication of pigs.The Santa Cruz Island restoration program is part of the National Park Service mission, as mandated by Congress, to preserve unimpaired the natural and cultural resources and values of the national park system for the enjoyment, education, and inspiration of this and future generations.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/restoring-santa-cruz-island.htm"
}
