{
    "title": "Channel Islands National Park: Santa Rosa Island",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Ecological Restoration     Santa Rosa Island                  Santa Rosa Island Cloud Forest Restoration             Before European settlement, the high, fog-drenched ridge that dominates central Santa Rosa Island was covered with a \"Cloud Forest\"—a forest of tall oak and pine groves growing out of a cover of shorter chaparral plants, named for the fog that it needs to survive. The trees and plants here harvest water from the heavy fog that regularly rolls across the island and condenses on leaves and twigs, eventually dripping to the ground like rain. Each piece of the cloud forest is integral to its survival: the fog waters the plants, the trees shelter the chaparral shrubs, and the chaparral plants act as a nursery for the trees –they form a deep, moist, and shady leaf litter bed so that acorns and other seeds can sprout and grow. It is the chaparral plants that form the backbone of this relationship, by allowing bigger trees to establish themselves, helping those trees to reproduce and spread, and protecting those trees from eroding soil. However, beginning in the mid-1800s, grazing by non-native animals like sheep, feral pigs, cattle, horses, deer, and elk eliminated most of this cloud forest, along with over 75% of the entire island's native vegetation. When Santa Rosa Island became a part of Channel Islands National Park efforts began to encourage the recovery of native vegetation, beginning with the removal of all non-native grazing animals. The recovery that has followed these actions has been remarkable. Many native plants are now spreading beyond the canyon walls and cliffs where they remained protected from grazing for over 150 years, reestablishing themselves throughout the island. Unfortunately, Santa Rosa Island's cloud forests are not recovering. The areas where they were once found have become too harsh for the chaparral plants that protected and nourished the oak and pine trees to reestablish themselves. Grazing animals stripped the soil down to bedrock, creating deep, barren gulleys that are prone to extreme wind and water erosion. Without the chaparral shrubs, stands of ancient island oaks, which grow nowhere else in the world except on the California Channel Islands, are having the soil and bedrock worn away around them by winds of up to 50 mph. Once their roots are exposed, sometimes to depths of 5 feet, these trees topple, leaving behind more barren ground where acorns and other seeds find no moist nursery in which to grow. Now that the grazing animals have been removed from the island, we have an opportunity to help this amazing environment fully recover. To restore the chaparral and, ultimately, the cloud forest, the US Geological Survey is working closely with Channel Islands National Park and other collaborators to do what the absent chaparral cannot, in order to start the recovery cycle: slow wind and water erosion, trap leaf litter on the ground, collect native seeds, and harvest fog with artificial structures to water plants grown in the island nursery. The details of these restoration efforts include:  Pinning natural fiber wattles along slope contours to slow wind and water erosion at the ground surface Placing rock bags on steep bedrock slopes where anchoring wattles is not possible because of the hard rock. Making check-dams and rock groins in gulleys to slow water, collect sediment, and fill in the ditches Rehabilitating roads to stop erosion Stretching fences across the ground near oaks to trap blowing leaves and tumbling seeds Collecting native seeds and growing them in the island nursery Planting seedlings with the wattles so that their roots can bind sediment into the soil Starting a pine and scrub-oak forest upwind of the island oaks for a windbreak Putting \"fog fences\" –wire fences covered with fabric –around plants to drip water to the ground around them Harvesting and storing fog water in tanks on the ridge to use in the restoration work Monitoring progress by surveying sedimentation and litter build-up in plots along the slopes Collecting data on which plants and animals come to use the sites as they change    Learn More             Cloud Forest   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 26 seconds  Learn about the cloud forest on Santa Rosa Island.               Harnessing Fog Drip for Island Recovery: A Test Case on Santa Rosa Island   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:54 minutes, 3 seconds  The September From Shore to Sea lecture featured Dr. Kathyrn McEachern’s research on how environmental changes have affected the way coastal fog sustains vegetation on the Channel Islands.               Fog and Wind of Santa Rosa Island   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 37 seconds  Learn about the cloud forest of Santa Rosa Island.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/cloud-forest.htm"
}
