{
    "title": "Channel Islands National Park: Island Deer Mouse",
    "body": "Island Deer Mouse             Scientific Name Peromyscus maniculatus Introduction Each of the Channel Islands is home to an endemic subspecies of deer mouse that is found nowhere else on earth. In some cases, island deer mice are the only terrestrial mammal occuring on the island. They thrive in the varied habitats on the islands, with populations densities that are higher than anywhere else in the world. The island deer mouse population is an important part in the ecosystem, as food for predators, and as consumers of seeds-including those of non-native plants. Quick and Cool Facts  Deer mice are widely spread across North America; however each of the five Channel Islands has its own distinct sub-species. Deer mice populations at Channel Islands National Park have been monitored since 1992. Island deer mouse population densities are higher, and fluctuate more, than anywhere else in the world. Deer mice exhibit population dynamics that differ markedly from mainland populations of the same species. Climate and predation (by island foxes on some islands, and owls on others) are the most important factors determing n deer mouse population fluctuations. Generally, more rain provides more food for the species, yet abundant rain with cold winters may in fact decrease the deer mouse population.  Appearance Deer mice from the Channel Islands have dark brownish-black tipped hairs on their back, a buffy band on their sides and then grey at the base. In general, island mice are darker than mainland mice. Deer mice are the prototype for \"field mice\" with large, bulging eyes, big ears, a bi-colored pattern and a long tail. Range The deer mouse Peromyscus maniculatus is the most widespread North American rodent. It is found throughout southern Canada, the United States, and north and central Mexico, including Baja California. It is most commonly called the deer mouse, although that name is common to most species of Peromyscus. It is absent from the Atlantic and Gulf of Mexico coastal plains of the United States, but its range does extend to the coast in east Texas. However, each of the Channel Islands are home to a different subspecies of deer mouse that is found nowhere else on earth. Habitat Due to the diverse habitat of the Channel Islands, nesting is found in the natural cover of the landscape. The deer mouse will nest alone on most occasions but will sometimes nest with a deer mouse of the opposite sex. The deer mouse is generally a nocturnal creature. Feeding Food selection is dependent on both habitat and season. Deer mice feed heavily on larvae from lepidopterans (includes moths and butterflies) and other insects in the spring. They can eat large volumes and are capable of ridding an area of many insects that may be detrimental to trees. In the fall, seeds become a major food source and are stored in caches for use during the winter. Island studies have shown that deer mice occasionally prey on eggs and nestlings of Scripps's murrelets on Santa Barbara Island. However, the annual reproductive success of murrelets was not related to deer mouse densities. Likewise, research on San Miguel Island showed that as seed predators, deer mice had limited impacts on giant coreopsis populations, especially when compared to the negative competitive effects of non-native annual grasses. Reproduction Deer mice on the Channel Islands have been found to show definite breeding seasons, with the majority of reproduction occurring during the spring and summer months with generally two litters produced. The normal gestation period range is from 22-35 days, with the average being 26 days, and mice are considered in their juvenile pelage from birth to 11 weeks, while sub adults are from 11-21 weeks. Park research has shown that island deer mouse population densities are higher than anywhere else in the world. However, population dynamics on different islands vary in response to numerous factors, including predator diversity, vegetation community structure, and climate. For example, monitoring data shows that deer mouse densities on San Miguel Island are strongly limited by the endangered island fox (Urocyon littoralis littoralis), whereas on Santa Barbara Island, where there are no foxes, mouse densities are much more variable. Predation by barnowls on Santa Barbara Island can drive th emousr population to extreme lows. Unlike the generalist island fox, barn owls are more specialized predators and do not switch to other prey species when their their primary prey (mice) decline. In addition, research has revealed that rainfall is a strong driver of deer mouse population dynamics. High winter rainfall encourages plant growth which provides food resources, while drought reduces plant growth and limits mouse productivity. However, abundant winter rain combined with cold temperatures may actually increase winter mortality and reduce the number of mice that survive from fall to spring. Conservation Status The island deer mouse, peromyscus maniculatus, is listed by the IUCN Red List of Threatened Species as Least Concern in view of its wide distribution, presumed large population, tolerance of a broad range of habitats, occurrence in a number of protected areas, and because it is unlikely to be in decline. Deer mice populations at Channel Islands National Park have been monitored since 1992. Nine permanent grids have been established in various habitats on Anacapa, San Miguel and Santa Barbara Islands. These grids are sampled twice each year during the spring and fall seasons and mark\/recapture methods are used to determine population densities. The objective of the monitoring is to identify trends in the deer mice population, evaluate the general health of the population utilizing weight, age, sex, and reproductive information and to increase our understanding of how island ecosystems respond to changing environmental conditions. Additional Information  International Union for Conservation of Nature and Natural Resources Red List of Threatened Species Inventory & Monitoring Program Mediterranean Coast Network",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/island-deer-mouse.htm"
}
