{
    "title": "Channel Islands National Park: Southern Alligator Lizard",
    "body": "Southern Alligator Lizard             Scientific Name Elgaria m.multicarinata  Introduction  The southern alligator lizard is found on San Miguel, Santa Rosa, and Santa Cruz Islands in the national park as well as almost any natural habitat in California (except most of the deserts and very high elevations.) They can be fairly large in size. Active during daylight, they are frequently seen moving on the ground, and occasionally up in bushes. They are also often found underneath debris, beach driftwood, and near human settlements. Alligator lizards do not typically bask in the sun out in the open or on top of a rock like many other lizard species. They seem to prefer sunny spots with some cover nearby. This is a lizard that is often seen in yards and garages in Southern California. Quick and Cool Facts    Alligator lizards live up to 15 years. Just like snakes, alligator lizards shed their skin in a single intact piece by essentially turning it inside out as they crawl out of it. Observations suggest that they are able to eat animals close to or greater than their own body length. As with most lizards, they may detach their tail deliberately as a defensive tactic, however the tail will grow back, although generally not as perfectly as the original. Tail regeneration is energetically expensive. Reproductive fitness and survival have been shown to be decreased during the regeneration process.  Appearance Alligator lizards have slender gray-brown colored bodies, although juveniles are marked differently than adults with a broad stripe on the back of tan, reddish, yellow, gray, or beige and side bars may be less distinct. In size they range from 2 7\/8 - 7 inches in snout to vent length and up to approximately 12 inches in total length. With their large heads and powerful jaws, alligator lizards are capable of inflicting a nasty and painful bite. Their limbs are short, but alligator lizards have long tails, sometimes as much as twice the body length. Range Distribution The species Elgaria multicarinata ranges from southern Washington mostly west of the Cascades and Sierras into northwestern Baja California, including some of the Channel Islands. In his 2003 field guide, Robert C. Stebbins, noted herpetologist, states that this species occurs from sea level to 5,000 feet, but has been observed by others at 6,200 ft. and there are unconfirmed reports of their occurrence as high as 8,000 ft.   Habitat Preferred habitat for  alligator lizards includes grassland, open forest and chaparral, and they are  also found in foothill oak woodlands. Inidividuals can be found under rocks, logs, boards, trash, and other surface cover.  Feeding  The alligator lizard is carnivorous, feeding on various invertebrate species, and occasionally on w small, young mammals and birds.  Of their invertebrate prey,  insects and their larvae, especially ground beetles, grasshopper and crickets,  are prominent in  their diet. Aligagtor lizards eatoOther arthropods, such as spiders (including black widow spiders), centipedes, scorpions, sow bugs andsnails. Frog tadpoles, when they occur near alligator lizard habitat, are sometimes taken as well. Observations suggest that they eat animals close to or greater than their own body length. Some reports suggest bird eggs are eaten; other studies question this. Cannibalism for this species is not uncommon, as young adults are often preyed upon by mature adults. Other lizards, especially western skinks, are also a food source for the alligator lizard owing to the fact that they can be active when other kinds of lizards need to rest.    It has been shown that movement of prey helps to stimulate feeding behavior by alligator lizards, but they can also consume non-moving food such as spider egg contents, dead lizards, baby mice, and insects. Edible objects are approached and visually  inspected by moving the head up and down, side-to side, or in small circles to judge size and distance . Being satisfied, the lizard then inspects with the tongue if possible. When ready to strike, the lizard arches its back upward, straightens the front limbs, bends the head and neck downwards, and attacks with a swift downward stroke. Reproduction Alligator lizards will hibernate in underground dens during cold winter months, emerging in early spring. Mating is thought to generally occur between April and May. Unlike some lizard species that engage in elaborate mating displays, breeding behavior of alligator lizard males is more succinct. They simply pursue a female of interest, and mating ensues. In an unexpected behavior, observations show that females share egg-laying sites. Interestingly, significant differences exist for number of clutches between populations of Elgaria in different areas. Normally 5 to 20 eggs laid between May and June and July. Eggs are placed in rock crevices orburrows of rodents. The lizards hatch after 11 weeks and are about one and one-third inches in length,weighing about 2 ounces. The alligator lizard reaches its maturity in about 18 months and can live as long as 15 years. Conservation Status The alligator lizard is listed by the International Union for Conservation of Nature and Natural Resources (IUCN) Red List of Threatened Species as Least Concern in view of its wide distribution, tolerance of a broad range of habitats, presumed large population, and because it is unlikely to be declining fast enough to qualify for listing in a more threatened category.  Additional Information  http:\/\/www.californiaherps.com\/lizards\/pages\/e.m.multicarinata.html http:\/\/library.sandiegozoo.org\/factsheet.htm http:\/\/www.iucnredlist.org\/apps\/redlist\/details\/63703\/0 http:\/\/eol.org\/pages\/794874\/details",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/southern-alligator-lizard.htm"
}
