{
    "title": "Channel Islands National Park: Santa Cruz Island Gopher Snake",
    "body": "Santa Cruz Island Gopher Snake             Scientific Name Pituophis catenifer pumilis Introduction   The Santa Cruz Island gopher snake is a dwarf endemic species rarely exceeding three feet in length. Contrary to earlier reports of only existing on that island, it is also found on Santa Rosa Island. The species is related to king snakes and rat snake, and is harmless to humans. Its somewhat threatening behavior, mimicking the rattlesnake, will sometimes get individuals of the species killed unnecessarily. Quick and Cool Facts   The Santa Cruz Island gopher snake is one of many endemic species in the national park.    When threatened, the species will elevate and inflate its body, flatten its head into a triangular shape, hiss loudly, and quickly shake its tail back and forth to make a buzzing sound which may be a mimic of a rattlesnake rattle.    A powerful constrictor; the gopher snake kills prey by suffocating them in body coils or by pressing the animal against the walls of their underground burrows.     Due to the more limited fauna of the islands, Santa Cruz Island gopher snake has a less varied diet than other subspecies of gopher snakes.  Appearance The Santa Cruz Island gopher snake, Pituophis catenifer pumilus (pumilio is Latin for \"dwarf\"), is just as its Latin translation indicates, a dwarf race rarely exceeding 3 feet in length. By contrast, the Pacific gopher snake, its mainland cousin, can reach 7 feet in length. The Santa Cruz Island gopher snake is the only dwarf form of the species, even though three other subspecies also occur on islands (P. c. fulginatus, insulanus, and coronalis). The Santa Cruz Island gopher snake has a rather narrow head that is only slightly wider than the neck and when compared to other races, has a short and flattened snout and a rounded rostral. The adult coloration is typically a light greenish or grayish-white background with a profuse pattern of gloss-black blotches, becoming \"muddied\" or less contrasting with age. Males tend to pull up some bright yellow on their anterior ventral surfaces as they grow. Hatchlings are highly contrasted, being a very light grayish-white with black patterning and range in length from 6.5 to 9 inches.  Range The Santa Cruz Island gopher snake is found on Santa Cruz and Santa Rosa islands. On the mainland, gopher snakes are found widely throughout western North America. Habitat The Santa Cruz Island gopher snake, like its mainland congeners, is a habitat generalist. It can be found in all vegetation associations on the two islands, but it is most common in open areas such as grasslands, dry streambeds, and oak and chaparral woodlands. Feeding Due to the more limited fauna of the islands, Santa Cruz Island gopher snakes have a less varied diet than other subspecies of gophersnakes. Their diet probably includes mice, lizards, birds' eggs, and nestlings. Juveniles probably take small lizards, mice, and possibly insects. Reproduction In spring, juveniles and adults emerge from rodent burrows or rock fissures, where they hibernate during the colder months of fall and winter. Adults probably reproduce in May with females depositing clutches (generally, four to six eggs) from late June through July and hatchlings emerging in September and October. Conservation Status The California Department for Fish and Game lists the Santa Cruz Island gopher snake as a California Species of Special Concern. The recent removal of feral pigs from Santa Cruz Island was beneficial for Santa Cruz Island gopher snakes. Feral pigs destroyed habitat for snakes and preyed on them as well. Additional Information  http:\/\/www.californiaherps.com\/snakes\/pages\/p.c.pumilis.html http:\/\/www.kingsnake.com\/pituophis\/p_c_pumilis.html http:\/\/www.channelislandsrestoration.com\/sci\/gophersnakeinfo.htm http:\/\/slitherbriggs.webs.com\/pcpumilis.htm http:\/\/eol.org\/pages\/311573\/details http:\/\/www.kingsnake.com\/pituophis\/species.html",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/gopher-snake.htm"
}
