{
    "title": "Channel Islands National Park: Island Fox",
    "body": "Island Fox             Decline | Restoration | Current Status  Scientific Name Urocyon littoralis Introduction The island fox only lives on six of the eight Channel Islands off the coast of southern California--they are found nowhere else on Earth. Each island population is recognized as a separate endemic or unique subspecies.  The island fox, a descendant of the mainland gray fox, is the largest of the Channel Islands' native mammals, but one of the smallest canid species in the world.   Although foxes have always existed at low population sizes, four island fox subspecies underwent catastrophic declines in the 1990s. On San Miguel, Santa Rosa and Santa Cruz Islands at Channel Islands National Park, the decline was attributed to predation by golden eagles. The presence of non-native ungulates as a food source in addition to the DDT-caused decline of bald eagles, a natural competitor, facilitated the establishment of golden eagles as resident breeders on the islands. By 2000, predation on island foxes resulted in population declines to 15 individuals on San Miguel and Santa Rosa Islands, and less than 80 on Santa Cruz Island. In 2004, each of the park's island fox subspecies were federally listed as endangered.  In 1999, Channel Islands National Park began an island fox recovery program that included captive breeding and reintroduction of foxes, removal of resident golden eagles, re-establishment of bald eagles, and removal of non-native ungulates. This coordinated, organized and highly focused strategy was able to reverse the certain extinction of an endangered population. Today, the population has nearly recovered within the park. Population trend and annual survival are currently monitored to ensure that recovery proceeds apace and future threats to the park's island fox subspecies are identified.  Quick and Cool Facts      It is the only carnivore unique to California. Although the island fox is one of the smallest canids in the world, it is the largest native terrestrial mammal on the Channel Islands. The island fox is one-third smaller than its mainland ancestor, the gray fox. At 12 to 13 inches in height and 4 to 5 pounds, the island fox is about the size of a housecat. Some individuals have been known to live up to 15 years. Unlike nocturnal gray foxes, which hunt exclusively at night to avoid predators, island foxes have no natural predators, allowing them to be active duringdaylight hours with peaks in activity occurring at dusk and dawn. Visually, island foxes show signs of dominance or submission through facial expressions and body posture. They communicate by barking and sometimes growling. Their keen sense of smell plays an important role in the marking of territories. Island foxes are known to scent-mark their territories with a few drops of urine and tend to concentrate scats in particular areas, often conspicuously positioned on well-traveled paths.  Appearance  The island fox is one third smaller than its mainland ancestor the gray fox. Environmental and ecological factors such as overcrowding, reduction in predators, food limitations, and genetic variations could have contributed to the natural selection for a smaller size. The island fox has similar markings to the gray fox. They have gray coloring on the back, rust coloring on the sides,and white underneath. The face has a distinctive black, white, and rufous-colored patterns. On each of the six islands, a different subspecies occurs, distinguished by both genetic and physical differences. For example, San Miguel Island foxes have shorter tails, due to one less tail vertebra, and longer noses than the other island foxes. Range  The island fox is found on six of the islands in the Southern California bight, including the three largest islands in the Channel Islands National Park (Santa Cruz, Santa Rosa and San Miguel islands). The other three islands which island foxes inhabit San Nicolas and San Clemente, owned by the US Navy, and popular Santa Catalina Island, which in large part is managed by the Catalina Island Conservancy. Older research on the island fox dated them back on the northern Channel Islands to 10,400 to 16,000 years ago. Yet, geologists believe the northern Channel Islands were never connected to the mainland. The most plausible and accepted theory for foxes crossing the water barrier of the Santa Barbara Channel is one of \"rafting.\" During the last ice age, 10-20,000 years ago, ocean levels were up to 400 feet lower than today's. The channel between the islands and mainland narrowed, perhaps to just four to five miles across. The northern islands became one large island we call Santarosae. The gray fox could have rafted on debris propelled by storms and\/or currents. As the climate warmed and the ocean levels began to rise, Santarosae became the islands of Anacapa, Santa Cruz, Santa Rosa, and San Miguel. Due to the lack of a fresh water source, the foxes did not persist on Anacapa, but the other three islands had suitable habitat for foxes. Recent archeological work, however, only dates the oldest island fox fossil at about 6,000 years before present, which is several thousand years after native people populated the island. This raises the possibility that gray foxes were brought to the islands by humans, and rapidly evolved into a smaller, separate species after that. Island foxes brought to the southern Channel Islands of Santa Catalina, San Nicolas, and San Clemente by the Chumash native people who traded with the Gabrielino people of the southern islands. The Chumash considered the fox to be a sacred animal--a pet of the sun, and possibly a dream helper. The island Chumash performed a fox dance and probably used the pelts of foxes to make articles like arrow quivers, capes, and headdresses. Habitat The climate of the California Channel Islands is semi-arid, and though rainfall amounts differ among islands the average rainfall across all islands is less than six inches per year. The native island vegetation is mostly coastal scrub, but these habitats have been heavily modified by the effects of introduced grazing animals and other human impacts. The northern islands (San Miguel, Santa Rosa and Santa Cruz) have significant areas dominated by non-native plant species, such as annual grasses and iceplant, whereas the southern islands (Santa Catalina, San Clemente and San Nicolas) have greater development impacts such as the naval bases and the town of Avalon. The larger islands (Santa Cruz, Santa Catalina, and San Clemente) also have perennial streams that support riparian vegetation and tree species. Foxes are found in most of these habitats on these islands, but they prefer shrubby or wooded areas such as chaparral, coastal scrub and oak woodlands. Island foxes give birth to their young in simple dens, which are usually not excavated by the foxes themselves. By two months of age, young spend most of the day outside the den and will remain with their parents throughout the summer. Some pups disperse away from their natal territories by winter, although others may stay on their natal territories into their second year. Feeding  Island fox diets vary based upon food item diversity of the individual islands. On San Rosa Island, where food item diversity is high deer mice, Jerusalem crickets, beetles and earwigs are the preferred food. On other Channel Islands, diets include plant items such as fruits from cactus, manzanita, saltbushes and seafigs, as well as insects and deer mice when they are present. Occasionally, foxes forage along the shoreline for crabs and other marine invertebrates. Reproduction Island foxes are generally monogamous (mate for life), and breed only once a year. Pairs are seen together frequently beginning in January, and mating takes place in late February to early March. The gestation period is thought to be similar to the gray fox, which is around 52 days, and pups are born from late April through early May. Litter size ranges from one to as many as five pups, but two or three is considered average. Born in the protection of a den, pups are blind and helpless with short dark brown hair at birth. They emerge from the den at about one month of age, much furrier but still considerably darker than adults. They begin to resemble their parents by late summer. It is believed that island fox pups undergo a period of extended parental care. In a recent study of island foxes, scientists found adults and pups in the same trap on 22 occasions. In 24 traps containing only pups, they found killed mice and other prey items outside the traps, apparently left by the parents for their young. As with most wild canids, males play an important role in the rearing of young. Conservation Status The island fox, which only a short time ago was on the brink of extinction, provides an instructive example of how a coordinated, organized and highly focused strategy was able to reverse the certain extinction of an endangered population. Additional information about the strategies developed and implemented to reverse this situation may be found at Island Fox Conservation. Due to these successful efforts, the IUCN Red List of Endangered Species now lists the island fox as near threatened. Additional Information  http:\/\/www.iucnredlist.org\/apps\/redlist\/details\/22781\/0 http:\/\/www.arkive.org\/island-fox\/urocyon-littoralis\/ http:\/\/islandfox.org\/pdfs\/foxfactsheet2.pdf  http:\/\/www.arkive.org\/island-fox\/urocyon-littoralis\/ http:\/\/www.islandfox.org http:\/\/www.iucnredlist.org\/apps\/redlist\/details\/22781\/0 http:\/\/www2.ucsc.edu\/scpbrg\/goeachannel.htm                      Island Fox Photo Gallery   7 Photos  Images of the island fox.                               Restoring Balance: Santa Cruz Island   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:19 minutes, 32 seconds  Close to the mainland yet worlds apart, Santa Cruz Island is home to plants and animals that are found nowhere else on Earth. The introduction of of non-native, exotic plants and animals have caused the loss of some of these rare species and pushed many others, including the island fox, to the brink of extinction.In order to save these island species, as well as protect sacred Chumash Native American cultural sites, the National Park Service and The Nature Conservancy embarked upon a multi-year program to help restore balance to Santa Cruz Island’s naturally functioning ecosystems.This high-definition video documents the various aspects of this complex restoration program, including the removal of golden eagles, reintroduction of bald eagles, captive breeding island foxes, removal of sheep, and eradication of pigs.The Santa Cruz Island restoration program is part of the National Park Service mission, as mandated by Congress, to preserve unimpaired the natural and cultural resources and values of the national park system for the enjoyment, education, and inspiration of this and future generations.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/island-fox.htm"
}
