{
    "title": "Channel Islands National Park: Baja California Treefrog",
    "body": "Baja California Treefrog             Scientific Name Pseudacris H. Hypochondriaca  Introduction   The Baja California Treefrog is found on Santa Cruz, Santa Rosa and Catalina islands. These are the only native frogs known to inhabit the Channel Islands off the coast of southern California. However, the tree frog is probably the most abundant frog found in California as well as the western United States.  Quick and Cool Facts   You can find the extended family of treefrogs in your back yard, along the beach, in the Mojave Desert, in woodlands, in grasslands or pastures, and even at 11,000 feet on Mount Whitney. Baja California treefrogs change color based on the air temperature and humidity. Baja California treefrog's color change is to reduce the likelihood that it will become a meal for a bullfrog, raccoon, heron, snake, or other predator. Baja California treefrogs have special \"sticky pads\" on their feet that help them climb. Treefrog are the only frog in the West that makes the classic \"ribbet\" vocalization - the sound that Hollywood film producers have made familiar around the world. Frog music is heard most often in the spring, but treefrogs vocalize all year unless the temperature dips below freezing. Interestingly, the treefrogs coordinate their vocalizations, creating a frog chorus. One male acts as the \"chorus master\" and starts calling. Other males in the vicinity gradually join in as the chorus swells.  Appearance  Male Baja California treefrogs are just under 2 inches long and generally green or dark gray, with a creamy underside. Females are gray or brown and a bit larger than the males. The color of both sexes can vary, but you can verify the Baja California treefrog identification by looking for a dark brown or black band that runs from the eyes to the shoulders and white underside.   Range Even though the Baja California treefrog exist on Santa Rosa, Santa Cruz and Catalina islands, the range of this frog is not clear, due to the small number of specimens sampled for the study that described the species. It is apparently found throughout southern California, south of Santa Barbara County and Bakersfield and on the offshore islands, excluding most of the southeast deserts. It ranges farther east into Nevada, and south into Baja California. Habitat  This species utilizes a wide variety of habitats, often far from water outside of the breeding season, including forest, woodland, chaparral, grassland, pastures, desert streams and oases, and urban areas. Although, in the breeding season, shallow bodies of water act as habitat due to its component in the laying of eggs. During active periods, adults are most commonly found in close proximity to and along stream channels. During the daytime, individuals seek refuge in cavities or small depressions on the surfaces of the boulders lining streams, often fully exposed to direct sunlight. These perches are usually within a few jumps from the nearest pool. Feeding  The Baja California treefrog eats a wide variety of invertebrates, primarily on the ground at night, including a high percentage of flying insects. During the breeding season, they also feed during the day. Typical of most frogs, prey is located by vision, and then the frog lunges with a large sticky tongue to catch the prey and bring it into the mouth to eat. Tadpoles are suspension feeders, eating a variety of prey including algaes, bacteria, protozoa and organic and inorganic debris. Reproduction  Breeding is aquatic. Fertilization is external. Breeding and egg-laying occurs between November until July, depending on the location. Adults probably become reproductively mature in their first year. Males move to breeding waters and begin to make their advertisement call. These calls attract more males, then eventually females. Males call while in or next to water at night, and during daylight during the peak of breeding when calling can occur all day and night. Some males and females have been observed staying only a few weeks at a breeding site. Some males have been observed moving to another site. And others have been observed staying at a site the entire breeding season.Males are territorial during the breeding season, establishing territories that they will defend with an encounter call or by physically butting and wrestling with another male. Satellite male breeding behavior has been observed - a silent male will intercept and mate with females that are attracted to the calling of other territorial males. Females lay on average between 400 - 750 eggs in small, loose, irregular clusters of 10 - 80 eggs each. Egg clusters are attached to sticks, stems, or grass in quiet shallow water. The eggs hatch in two to three weeks. Eggs appear to be resistant to the negative effects of solar UV-B radiation and even to increased water acidification. Eggs can also survive freezing temperatures for a short time. Tadpoles aggregate for thermoregulation and to avoid predation. Tadpoles metamorphose in about 2 to 2.5 months, generally from June to late August. In summer, there are often large congregations of new metamorphs along the banks of breeding pools. Metamorphosed juveniles leave their birth pond soon after transformation, dispersing into adult habitats. Conservation Status  The Baja California treefrog is listed as Least Concern in view of its wide distribution, presumed large population, and because it is unlikely to be declining fast enough to qualify for listing in a more threatened category. This frog is not included on the Special Animals List, meaning there are no significant conservation concerns for it in California according to the Dept. of Fish and Game. Additional Information  http:\/\/www.pwrc.usgs.gov\/bioeco\/ptreefrog.htm  http:\/\/amphibiaweb.org\/index.html http:\/\/www.nationalparkstraveler.com\/2008\/06\/creature-feature-pacific-treefrog http:\/\/www.californiaherps.com\/islands\/caislandherps.html http:\/\/www.iucnredlist.org\/apps\/redlist\/details\/",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/baja-california-treefrog.htm"
}
