{
    "title": "Channel Islands National Park: Island Fence Lizard",
    "body": "Island Fence Lizard             Scientific Name Sceloporus occidentalis becki Introduction The island fence lizard, Sceloporus occidentalis becki, is endemic to the Channel Islands of California. It is found on the three most northerly islands in the national park. Although it is a distinct sub-species, it is physically similar in appearance to various mainland sub-species of the western fence lizard, which is one of the most common lizards in California. This species is sometimes called the \"blue belly lizard\", due to the vivid blue coloration seen on the abdomen of the adult male of the species. Quick and Cool Facts  Many authorities have already accepted research that concludes that Sceloporus occidentalis becki, the island fence lizard, is a unique species. However, since this conflicts with current taxonomy, the taxonomy of the entire species is likely to be revised in the future. A protein in the blood of the island fence lizard kills the bacterium that causes Lyme disease. The island fence lizard's tail detaches easily to distract a potential predator. Males defend their territory and try to attract females with head-bobbing and a push-up display that exposes the blue throat and ventral colors. Generally, fence lizards are active when temperatures are warm, and are inactive during periods of extreme heat or cold. However, the mild temperatures of the Channel Islands allow the island fence lizard to be active all year.  Appearance The island fence lizard is a fairly small lizard with keeled and pointed dorsal scales of equal size on the back, sides, and belly. Scales on the backs of the thighs are mostly keeled, and abruptly smaller, and the rear of the limbs is yellow or orange. The sides of the belly are blue. Color is brown, gray, or black with blotches. Sometimes light markings on the sides of the backs form stripes or irregular lines, and sometimes dark blotching may form irregular bands. The belly is light in color. Males have blue markings on the sides of the belly edged in black, a black patch on the throat, enlarged postanals, and a swollen tail base. Some scales on the back become blue or greenish when a lizard is in the light phase. Females have faint or absent blue markings on the belly, no blue or green color on the upper surfaces, and dark bars or crescents on the back. Juveniles have little or no blue on the throat and faint blue belly markings or none at all. Range The island fence lizard is endemic to Channel Islands National Park's three northerly islands, Santa Cruz, Santa Rosa, and San Miguel. Habitat The island fence lizard prefers open sunny areas, including stream banks, beach driftwood, grassy hillsides, and human settlements. It can be seen in the early morning sunning on rocks, logs and on fences; the latter giving rise to its common name. Feeding The island fence lizard eats small invertebrates such as crickets, spiders, ticks, and scorpions, and occasionally eats small lizards, which includes its species. Reproduction The island fence lizard mates in the spring. The female lays one to three clutches of eggs numbering from three to seventeen eggs from April to July. The eggs hatch in about 60 days, from July to September. Conservation Status This species is not included on the state's Special Animals List, which indicates that there are no significant conservation concerns for it in California. The World Conservation Union - IUCN Red List does not have the species listed. Additionally, the island fence lizard is regularly monitored to ensure its health and viability in the park. Annual monitoring in the park ensures that conservation issues for this species will be detected in adequate time for proper management. Additional Information  http:\/\/www.californiaherps.com\/lizards\/pages\/s.o.becki.html http:\/\/www.globaltwitcher.com\/artspec_info.asp?thingid=55037 http:\/\/eol.org\/data_objects\/14843145#cite_ref-ReferenceA_2 http:\/\/www.sdnhm.org\/archive\/fieldguide\/herps\/scel-occ.html",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/island-fence-lizard.htm"
}
