{
    "title": "Channel Islands National Park: Landbirds",
    "body": "Landbirds             Landbird populations and species compo­sitions on the islands can change from year to year, depending on mainland species that reach the islands, changes in habitats, com­petitors or predators that arrive or leave the islands, or areas that are disturbed by people. Most of the bird species probably have experienced a loss of preferred food and shelter due to the alteration of the islands' scrub habitats. Nine raptor species live in the park and are primarily seen on Santa Cruz and Santa Rosa. Hawks and owls also occur intermittently on Anacapa, San Miguel, and Santa Barbara, which have limited habitat to support these birds.  Several bird species disappeared from the park during the 20th century. An endemic subspecies of song sparrow (Melospiza melodia graminea) on Santa Barbara was driven to extinction due to habitat destruction by introduced rabbits, direct predation by feral cats, and a fire in 1959 that destroyed much of its habitat. Both bald eagles (Haliaeetus leucocephalus) and peregrine falcons (Falco peregrinus anatum) also formerly bred on the islands, but largely disappeared due to harassment, shooting, egg stealing, and reproductive failure caused by organochlorine pesticides, such as DDT. However, both of these species are making a comeback due to reintroduction efforts. Peregrines were reintroduced on the islands in the 1980s and bald eagles were reintroduced starting in 2002.                Allen's Hummingbird              Bald Eagle              Bewick's Wren              Channel Islands Song Sparrow              Golden Eagle              Horned Lark              House Finch              Island Loggerhead Shrike              Island Scrub-Jay              Orange-Crowned Warbler             Pacific-Slope Flycatcher              Peregrine Falcon              Raven              Rufous-Crowned Sparrow              Spotted Towhee",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/landbirds.htm"
}
