{
    "title": "Channel Islands National Park: Rocky Intertidal Zone",
    "body": "Rocky Intertidal Zone             Undisturbed tidepools are one of the many exquisitely rich seascapes greeting a visitor who ventures into an island’s splash zone at Channel Islands National Park. Covered and uncovered twice each day by tides, the Park’s rocky intertidal (roughly meaning “between tides”) is home to an abundance and diversity of marine life, unparalleled by even the most unspoiled, remote shorelines along California’s mainland. Few other places promise such a captivating and wonderful array of marine life in such a relatively short distance – from the lush intertidal algal and plant growth that provide habitat for so many marine animals, to the strange and wonderful invertebrate creatures that lie beneath.  Whether exploring the tideline by foot,  kayak or snorkel, or just spending an hour or two with a naturalist at the pier on East Anacapa Island, one can’t help but come away with an heightened appreciation of just how remarkably rich and diverse these islands are for its intertidal (and subtidal) habitats and inhabitants! Several major factors contribute to the richness of sea life around the Channel Islands: 1) their location near the boundary of two major biogeographic provinces (the Oregonian and the Californian); 2) their diversity of habitat types and exposure to varying oceanographic conditions; 3) their high productivity resulting from upwelling of cold nutrient-rich water off Pt. Conception; and 4) their isolation from the mainland, leaving the islands’ coastline further removed from the risks of some human-induced impacts. However remote, trampling by visitors, harvest of resources, foraging and\/or invasion by alien species, and episodic (or chronic) pollution including oil spills remain the biggest threats to this fascinating group of marine flora and fauna occurring among the islands’ remote rocky intertidal boulder fields, headlands, sandy beaches, and within surfgrass or kelp-dominated habitats. These strangely wonderful plants and animals – mostly resilient and adapted to the rise and fall each day of the tide and to the variable nature of the area’s ocean currents - remain ever vulnerable to rapid and\/or irreversible changes affecting the adjacent marine ecosystem.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/rocky-intertidal-zone.htm"
}
