{
    "title": "Channel Islands National Park: Oceans",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Marine Resources     Oceans                  Oceans          The Channel Islands lie within a large embayment known as the Southern California Bight-an area just below Point Conception where the California coastline turns sharply to the east. Within this area, the sea floor is comprised of canyons, banks, escarpments, sea mounts, and deep basins (the Santa Cruz Basin is deeper than the Grand Canyon). Nutrient-rich waters upwelling from these depths mix and mingle with cool waters from the north (California Current) and warm southern waters (California Countercurrent), creating the Santa Barbara Gyre-a swirling eddy that circulates nutrients and supports a wealth of marine plants and animals, from giant kelp forests and blue whales to tiny crabs and plankton. Here, northern and southern species overlap, creating a transition zone between the Oregonian and Californian marine biogeographic provinces.   The Channel Islands also serve as the meeting ground for sea birds and shore birds that rarely occur together, such as black oystercatchers from the north and American oystercatchers from the south. Both species, as well as hybrids between the two, nest on the islands. Other northern birds, such as pelagic cormorants and pigeon guillemots, overlap with additional southern species, such as Scripps's murrelets and California brown pelicans.    One nautical mile of water around each island in the park is part of Channel Islands National Park and six nautical miles around each island form the Channel Islands National Marine Sanctuary. Within the park and sanctuary a network of Marine Protected Area (MPAs) provide a refuge for sea life and opportunities for recreation, education, and science. In 11 Marine Reserves (including one on each end of Bechers Bay here on Santa Rosa Island-around Carrington and Skunk Points), recreational fishing and commercial harvest are prohibited; limited fishing and harvest are allowed in two Marine Conservation Areas. The MPAs total 318 square miles, the largest such network off the continental United States and part of a larger effort throughout the world to conserve natural, historic, and cultural marine resources.   For more information on Channel Islands MPAs and national MPAs visit:      California Department of Fish and Wildlife: Channel Islands MPAs Channel Islands National Marine Sanctuary: Channel Islands MPAs National Marine Protected Areas Center        Pacific Ocean Education Team (POET) Newsletters POET is a team of National Park Service employees and partners committed to educating the public about the resource that is our Pacific Ocean. Below are newsletters that have been produced as part of that outreach effort.     Winter 2014 May 2013 March 2013 September 2012  May 2012  December 2011 Summer 2010   Winter 2009",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/oceans.htm"
}
