{
    "title": "Channel Islands National Park: Snowy Plover",
    "body": "Western Snowy Plover             Scientific NameCharadrius alexandrinusIntroductionThe western snowy plover is a threatened small shorebird, approximately the size of a sparrow. During the breeding season, March through September, plovers can be seen nesting along the shores, peninsulas, offshore islands, bays, estuaries, and rivers of the United States' Pacific Coast.In Channel Islands National Park, it is a permanent resident on Santa Rosa Island and is a summer resident on Santa Cruz Island. Owing to the species' dramatic decline, a recovery program was developed and instituted in 2007 by the U.S. Fish and Wildlife service.  Quick and Cool FactsThe snowy plover frequently raises two broods a year, and sometimes three in places where the breeding season is long.The female deserts her mate and brood about the time the chicks hatch and initiates a new breeding attempt with a different male.Young snowy plover leave their nest within three hours of hatching. They flatten themselves on the ground when a parent signals the approach of people or potential predators. They walk, run, and swim well and forage unassisted by parents, but require periodic brooding for many days after hatching.The snowy plover performs broken-wing displays to distract a potential predator away from the nest. By acting injured the bird appears to be easy prey and the predator's attention is drawn to the bird.Plover nests are camouflaged and are barely visible to even the well-trained eye.Snowy plover chicks are about the size of a person's thumb when they hatch.Snowy plovers have a unique way to catch a meal of kelp or wrack flies. Encountering a mass of the flies on the beach, a plover runs through the cloud of insects with its mouth open, snapping at them to catch them in mid-air.AppearancePlovers are small birds with long, dark or grayish feet and legs, a short dark bill, large eyes, a rounded head, and long, narrow wings that end in a sharp point. These birds have cryptic coloration. The color of their dorsal areas matches and blends with their surroundings, making them well camouflaged and difficult to see against the sand. They turn away from predators, sometimes crouching to hide their darker head and breast markings. When the birds stop running they seem to disappear, blending into the surroundings.These little birds are sand-colored above and white below, with a narrow dark stripe on the forehead and a dark stripe behind the eyes. They have two, small, dark, partial breast bands and dark ear patches. In breeding season the distinctive markings are darker in males than in females. In winter the difference in sexes is less apparent.RangeMost western snowy plovers that breed in California's Central Valley and the Great Salt Lake migrate to California and Mexican coasts for the winter. During the winter months they rest and eat to build up their fat reserves for the migration to their summer breeding habitats. The California Pacific coast resident population usually congregates on sand spits and dune-backed beaches. In more urban areas they can be found on bluff-backed beaches. HabitatIn Channel Islands National Park, it is a permanent resident on Santa Rosa Island and is a summer resident on Santa Cruz Island. On the Channel Islands they forage in the wet sand and amidst surf-cast kelp in the intertidal zone and in dry, sandy areas above the high tide. In winter, snowy plovers are found on many of the beaches used for nesting as well as on beaches where they do not nest, and on estuarine sand and mud flats.Feeding Snowy plovers are primarily visual foragers, using the run-stop-peck method of feeding. They forage on invertebrates in the wet sand and amongst surf-cast kelp within the inter-tidal zone, in dry, sandy areas above the high tide, on salt pans, on spoil sites, and along the edges of salt marshes, salt ponds, and lagoons. They sometimes probe for prey in the sand and pick insects from low-growing plants. Western snowy plovers have a unique way to catch a meal of kelp or wrack flies. Encountering a mass of the flies on the beach, a plover runs through the cloud of insects with its mouth open, snapping at them to catch them in mid-air.  Adults forage on invertebrates primarily along the water's edge.ReproductionThe nesting season extends from early March through September, with peak nesting occurring from mid-April through mid-August. Their nests typically are shallow scrapes or depressions on the ground on flat, open areas with sandy or saline substrates, where vegetation and driftwood is sparse or absent. Plover nests are camouflaged and are barely visible to even the well-trained eye. 7 Typically, the plover lays three highly camouflaged eggs in the incubating process;this takes about 28 days, with the females sit on the eggs during the day, the males at night. To distract a potential predator away from the nest, the snowy plover performs broken-wing displays. By acting injured the bird appears to be easy prey and the predator's attention is drawn to the bird. The snowy plover frequently raises two broods a year, and sometimes three in places where the breeding season is long.The female deserts her mate and brood about the time the chicks hatch and initiates a new breeding attempt with a different male.Snowy plover chicks are about the size of a person's thumb when they hatch. They leave their nest within three hours of hatching. They flatten themselves on the ground when a parent signals the approach of people or potential predators. They walk, run, and swim well and forage unassisted by parents, but require periodic brooding for many days after hatching. Chicks reach fledging age about one month after hatching. Conservation StatusThe Pacific coast population of the western snowy plover was listed as threatened by the Fish and Wildlife Service on March 5, 1993. The population has declined due to many factors. Recreational and other human disturbance, loss of habitat to urban development, introduction of beachgrass and other nonnative species, and expanding predator populations have all contributed to a decline in active nesting areas and in the size of the breeding and wintering populations. It is estimated that about 2,000 snowy plovers may breed along the U.S. Pacific Coast and that there are 157 current or historical snowy plover breeding or wintering locations along the U.S. Pacific Coast (USFWS 2001).Channel Islands National Park is one of the few locations in southern California that still supports breeding and wintering populations of western snowy plovers. In the 1990s Santa Rosa and San Miguel Islands had both breeding and wintering populations, but numbers have declined precipitously. A few birds also lived on The Nature Conservancy portion of Santa Cruz Island. On Santa Rosa Island the birds inhabited about 16 miles of coastline, while on San Miguel Island they were present on about 10 miles of shoreline (USFWS 2001). The Skunk Point area on Santa Rosa Island is an important nesting area and foraging area for juvenile and migrating plovers. Forty to fifty percent of the nests in this area have been found on rocky outcrops in the back dunes, about 490 to 980 feet (150 to 300 meters) from the shoreline (USFWS 1995). Much of the work done in the recovery and restoration of the western snowy plover on the west coast was based on a plan developed by the Pacific Coast Western Snowy Plover Recovery Team.This plan was acknowledged and utilized in 2007 by the U.S. Fish and Wildlife Service in their effort as the spearhead in the recovery effort. Much of the plan was implemented by the California Department of Parks and Recreation.A survey was taken in May 2012 that found the overall numbers of western snowy plovers on the west coast to be 1855, which was an increase from the initial recovery program survey in 2005. It is also a significant improvement over the population number of 1537, the number of plovers found in 2007 when the restoration program began. However, the species showed disappointing decline from a count of 1917 plovers in 2011. Additional Informationhttp:\/\/www.allaboutbirds.org\/guide\/Snowy_Plover\/lifehistoryhttp:\/\/sfbaywatertrail.org\/discover-the-bay\/about-bay-species\/western-snowy-plover\/http:\/\/www.montereybayaquarium.org\/animals\/AnimalDetails.aspx?http:\/\/www.aquariumofpacific.org\/onlinelearningcenter\/species\/western_snowy_ploverhttp:\/\/www.westernsnowyplover.org\/pdfs\/plover_natural_history.pdfhttp:\/\/www.fws.gov\/arcata\/es\/birds\/WSP\/plover.htmlhttp:\/\/www.westernsnowyplover.org\/about_plovers.htmlhttp:\/\/www.westernsnowyplover.org\/pdfs\/state_parks_sharing_beach_brochure.pdfU.S. Fish and Wildlife Service. 2007. Recovery Plan for the Pacific Coast Population of the Western Snowy Plover2012 Summer Window Survey for Snowy Plovers on U.S. Pacific Coast with 2005-2011 Results for Comparison.http:\/\/www.hiddencorner.us\/html\/ThinRedLine.html                   Western Snowy Plover Photo Gallery   4 Photos",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/snowy-plover.htm"
}
