{
    "title": "Channel Islands National Park: Guadalupe Fur Seal",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Marine Animals     Guadalupe Fur Seal                  Guadalupe Fur Seal             Scientific Name Arctocephalus townsendi Introduction Little is known about Guadalupe fur seals because they were hunted almost to extinction before researchers began to study them. Although named fur seals, Guadalupe fur seals are members of the otariidae family, meaning they are more like sea lions. They have long flippers and external ear flaps (unlike true seals that have short front flippers and ear holes). By looks alone, juvenile Guadalupe fur seals are very difficult to tell apart from juvenile California sea lions and northern fur seals. Increasing numbers have been seen on California's Channel Islands, and in recent years, several Guadalupe fur seals have stranded along the central California coast. It is not yet known whether these strandings are a result of El Niño events (warmer water pushing their prey northward) or a sign of Guadalupe fur seals returning to their former range. 1 Quick and Cool Facts   The Guadalupe fur seal was nearly hunted to extinction in the 1880's, with the known population numbering only 7 individuals in 1892. 2 Guadalupe fur seals breed on Isle de Guadalupe, Baja California, Mexico. But in 1997, a pup was born on San Miguel Island, California. 3 Mothers and pups identify each other by unique vocalizations and scent. 3 Guadalupe fur seals nurse their pups for 8 to 9 months.3 The seals are not migratory, but a male and his females will occasionally disperse to new areas. 2 They can dive to a depth of 180 feet for about 2.5 minutes. 2    Appearance The fur of Guadalupe fur seals is brownish gray dorsally, with a silvery and yellowish-gray \"mane\" on the nape of the neck. Their snouts are pointed, with a rust-orange color on the sides. This species has great sexual dimorphism. Adult males usually weigh about 275 pounds, and may get up to 350 pounds. Females weigh about 110 pounds, rarely over 120. Males grow to slightly over six feet in length and females to four and one half feet in length.6    Range Guadalupe fur seals breed on Isla de Guadalupe and Isla Benito del Este off the coast of Baja California, Mexico.Guadalupe fur seals are sighted as far south as the Mexico \/ Guatemala border, and as far north as the Point Reyes National Seashore in California.In 1997 one Guadalupe fur seal was born on San Miguel Island off the California coast. 3   Habitat Guadalupe fur seals are found in coastal rocky habitats and caves in the tropical waters of the southern California\/Mexico region. Their hauling out habitat is close to the water, as a means to keep cool and protect them from heat exhaustion, owing to their thick fur, which requires them to swim during the heat of the day to protect them from heat exhaustion. Even the territorial males must abandon their territories to cool off in the surf during the middle of the day. 3 Feeding  Guadalupe fur seals feed mainly at night on squid, mackerel, and lantern fish by diving up to depths of 65 feet (20 m). Reproduction Guadalupe Fur Seals are polygynous, with males establishing territories that are occupied by an average of six females. Pups are born from mid-June to August with a median birth date of 21 June. Male tenure on territories lasts at least as long as 31 days. Males defend territories with vocalizations, displays, and mutual displays with neighboring bulls. Fighting between males is rare once territories are established. Females select only male territories that provide cover and shade from the sun and all territories occupied by females are fronted by water and include tidal pools. Adult females enter the water daily, presumably for cooling, while otherwise \"ashore\" attending their pups. Most animals breed in small caves, grottos, and cliff and boulder areas on the rugged east coast of volcanic Guadalupe Island. A small breeding colony was discovered on the east side of the easternmost parts of the San Benitos Islands in 1997, and it appears to be growing annually. During the breeding season of 2007, Guadalupe Fur Seals were seen on the three islands of San Benito.5 Females returning to the rookery for the first time usually arrive at night or early in the morning. Interest by a female to become pregnant once again occurs 5-10 days after a female gives birth, and females can leave for their first foraging trip right after mating, or stay on the colony for another few days before departing. Foraging and attendance patterns are not well-known but the limited information indicates that females may travel from 700 to 4,000 km during feeding trips lasting from 4 to 24 days. Pups are weaned at 9–11 months, and females with pups can be seen on or around the San Benito Islands throughout the winter and into the spring. 5 Conservation Status The species was considered extinct after most of the population was killed in 1928 but it was rediscovered in 1954. The Guadalupe fur seal is now fully protected by Mexican national legislation, the Isla de Guadalupe having been declared a pinniped sanctuary in 1975. It is protected in the U.S. portion of its range by Californian law, as a Threatened species under the U.S. Endangered Species Act, and as a Depleted and Strategic species under the U.S. Marine Mammal Protection Act. 4 According to the ICUN List of Threatened Species, the reduction of this species took place more than three generations (30 years) ago, and its population is now increasing. It is restricted to a single location during the breeding season, but there are no immediately obvious threats that seem likely to drive it to Critically Endangered or even Extinct in a very short time period;it is, however, close to meeting criterion D2 for Vulnerable, and so it is listed as Near Threatened. 5 References and Additional Information  http:\/\/www.marinemammalcenter.org\/education\/marine-mammal-information\/pinnipeds\/guadalupe-fur-seal\/ http:\/\/animaldiversity.ummz.umich.edu\/accounts\/Arctocephalus_townsendi\/ http:\/\/www.afsc.noaa.gov\/nmml\/education\/pinnipeds\/guadalupefs.php http:\/\/www.pinnipeds.org\/seal-information\/species-information-pages\/sea-lions-and-fur-seals\/guadalupe-fur-seal http:\/\/www.iucnredlist.org\/details\/2061\/0 FAO Species Identification Guide. Marine Mammals of the World. Food and Agriculture Organization of the United Nations, Rome.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/guadalupe-fur-seal.htm"
}
