{
    "title": "Channel Islands National Park: 2005\/2006 Archived Lecture Videos",
    "body": "2005 and 2006 \"From Shore to Sea\" Archived Lecture Videos        Note: Only the lectures shown below were recorded. No other lectures during these years were recorded.              July 2005: Rockfish Experts Explore the Deep Waters of the Channel Islands, Part 1   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:51 minutes, 51 seconds  Research biologists, Dr. Milton Love and Mary Yoklavich highlighted results of a recent month-long expedition to count fish, black coral, and other deep-sea residents living on the offshore rocky banks of southern California. Some of the sites they surveyed are now protected as two large conservation areas within the park and sanctuary, and are closed to fishing.               July 2005: Rockfish Experts Explore the Deep Waters of the Channel Islands, Part 2   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:42 minutes, 2 seconds  Research biologists, Dr. Milton Love and Mary Yoklavich will highlight results of a recent month-long expedition to count fish, black coral, and other deep-sea residents living on the offshore rocky banks of southern California. Some of the sites they surveyed are now protected as two large conservation areas within the park and sanctuary, and are closed to fishing.               October 2006: White Abalone Restoration    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:57 minutes, 54 seconds  Marine biologist Thomas McCormick was the guest speaker for the October \"From Shore to Sea\" lecture sponsored by Channel Islands National Park and Channel Islands National Marine Sanctuary. McCormick focused on the natural history and ecology of white abalone (Haliotis sorenseni), once plentiful in rocky subtidal ocean waters off the west coast of North America including the Channel Islands. In 2001 the white abalone became the first marine invertebrate to be listed under the federal Endangered Species Act.                December 2006: A New Tool for Monitoring Marine Protected Areas    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:49 minutes, 29 seconds  Konstantine Karpov, with California Department of Fish and Game, and Dirk Rosen, with Marine Applied Research and Exploration, were the guest speakers at the December “From Shore to Sea” lecture series sponsored by Channel Islands National Park and Channel Islands National Marine Sanctuary. Their presentation highlighted how Remotely Operated Vehicle (ROV) technology is used to survey the marine protected areas (MPAs) in the deeper waters off Santa Rosa, Santa Cruz, and Anacapa Islands.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/photosmultimedia\/2005-and-2006-from-shore-to-sea-archived-lecture-videos.htm"
}
