{
    "title": "Channel Islands National Park: California Sea Lion",
    "body": "California Sea Lion             Scientific Name Zalophus Californianus Introduction California sea lions, Zalophus californianus, are probably the most familiar marine mammal at the Channel Islands. These smart, playful animals are often seen feeding, playing in the surf or lounging on beaches around San Miguel, Anacapa, and Santa Barbara, but may also be seen on the other Channel Islands. These members of theotariidor walking seal family have external ear flaps and large flippers that they use to \"walk\" on land. The trained \"seals\" in zoos and aquariums are usually California sea lions. Significant breeding rookeries for this species are found on the California Channel Islands.1  Quick and Cool Facts   Sea lions produce loud roars and barking, which helps explain why they're named after lions. Males of some sea lion species even grow thick manes around their necks. 2   California sea lions are among the most gregarious marine mammals, forming dense aggregations of a thousand or more animals on land. 2   In the wild this species can live up to 17 years, although in captivity, one California sea lion lived over 31 years. 3   The deepest dive ever recorded by this species was 900 feet and it lasted just under ten minutes. 3   Ninety percent of the young are born in June. They are born on land and nurse for a year or more.3   The stomach of an average California sea lion may contain as many as 100 pieces of gravel sized rocks. No one is sure yet what they are used for but it is believed that they are used to ease hunger pains during their mating and fasting periods. 4   San Miguel Island is home to one of the largest rookeries in the world for California sea lions with a breeding population of approximately 80,000 animals.    Appearance The California sea lion is the well-known performing \"seal\" of zoos, circuses, and oceanaria. In both sexes, the muzzle is dog-like and long, slightly tapering to a moderately blunt end. Adult males are substantially more robust and larger than females. Male California sea lions reach lengths of almost 8 feet in length, and weights of more than 600 pounds. Females, may reach up to 6 and a half feet in length and weigh up to 240 pounds. Newborn pups are about two and one half feet in length and weigh in from 13 to 20 pounds. The species has visible ear pinnae (ear flaps) on either side of its head (this is one distinguishing difference between sea lions from seals). Mature adult males have a raised forehead called the sagittal crest which increases to about an inch and a half at ten years of age. In adult males, the sagittal crest creates a high peaked crown. The crest begins to emerge at sexual maturity and, although highly variable, is most prominent in full-grown males. Females lack a pronounced crest and have a thinner head that slopes more gently to the end of the muzzle. This makes sub adult and juvenile males very difficult to distinguish from females. A California sea lions fore flippers are large and winglike, with the skeletal structure of a land animal.However, they have been modifies for swimming with cartilage extensions at the end of the finger bones.Not present are claws or hair.The California sea lion has a small flattened tail between the hind flippers. The color of California sea lions is highly variable. When dry, the coat of most adult males is dark brown. However, many males do not darken completely, remaining sandy brown on the sides, belly, and rear quarters. On most males, especially darker individuals, the crest and a corresponding area on the muzzle and around the eyes lighten with age. Adult females and juveniles are uniformly tan. Pups are born with a thick brownish black lanugo that is generally molted by the end of the first month.The succeeding light brown juvenile coat is shed 4 to 5 months later, and as adult males age, the hair around their heads lightens to a light tan is replaced by adult coloration. All ages and sexes have contrasting black flippers, naked except for a short stubble of dark fur partially covering the upper surface. 1, 7  Range The California sea lion ranges along the western coast and islands of North America, from southeast Alaska to central Mexico. Mitochondrial DNA sequences in 2009 have identified five distinct California sea lion populations: the US or Pacific Temperate stock, the Western Baja California or Pacific Tropical stock, and the Southern, Central, and Northern Gulf of California stocks. The US stock breeds mainly in the Channel Islands, although some breeding sites may be established in northern California, and females are now commonly found there. The Western Baja California stock mainly breeds near Punta Eugenia and at Isla Santa Margarita. The stocks of the Gulf of California live in the shallow waters of the north (Northern stock), the tidal islands near the center (Central stock), and the mouth of the bay (Southern stock). 5 Habitat During the breeding season, sea lions gather on both sandy and rocky shores. On warm days, they lie closer to the water. At night or in cool weather, they travel farther inland or higher up along the coast. . Non-breeding individuals may gather at marinas, wharves, or even navigational buoys. California sea lions can also live in fresh water for periods of time, such as near the Bonneville Dam in the Columbia River. 5 Feeding  California sea lions feed on a wide variety of seafood, mainly squid and fish, and sometimes clams. Commonly eaten fish and squid species include salmon, hake, Pacific whiting, anchovy, herring, rockfish, lamprey, dogfish, and market squid. They mostly forage near mainland coastlines, the continental shelf, and sea mounts. California sea lions may eat alone or in small to large groups, depending on the amount of food available. They sometimes cooperate with other predators, such as dolphins, porpoises, and seabirds, when hunting large schools of fish. Sea lions sometimes follow dolphins and exploit their hunting efforts. Adult females feed between 6.2 to 62 miles from shore, but males may forage as far as 280 miles from shore.5  Reproduction California sea lions breed gregariously between May and August, when they arrive at their breeding rookeries. When establishing a territory, the males will try to increase their chances of reproducing by staying on the rookery for as long as possible. During this time, they will fast, relying on a thick layer of fat called blubber for energy. Size and patience allow a male to defend his territory more effectively;the bigger the male, the more blubber he can store and the longer he can wait. A male sea lion usually keeps his territory for around 27 days. Males do not establish their territories until after the females give birthThe animals tend to be more physically aggressive during this time. After this, the males rely on ritualized displays (vocalizations, head-shaking, stares, bluff lunges, and so on) to maintain their territorial boundaries. 5 Most pups are born in June or July and weigh 13 to 20 pounds. They nurse for at least five to six months and sometimes over a year. Mothers recognize pups on crowded rookeries through smell and vocalizations. Pups also learn to recognize the smell and vocalizations of their mothers. Breeding takes place a few weeks after birth. Males patrol territories and bark almost continuously during the breeding season. Most pups are weaned at 12 months of age. However, some pups continue to receive maternal care as yearlings and 2-3year olds. 1, 6 Conservation Status According to the IUCN Red List of Threatened Species, the California sea lion should remain classified as species of Least Concern due to its large and increasing population size.Exploitation during the 19th and 20th centuries caused population reductions. The distribution range has not changed since the exploitation era but population numbers have increased mainly in California where the population estimate is around 238,000. The population in Mexico occupies both side of the Baja California Peninsula: the west coast has an estimated population of 75,000 –87,000, whereas the Gulf of California population is near 30,000. The total population of California sea lions is therefore around 355,000 individuals. The population in California is reaching carrying capacity. 6 References and Additional Information  http:\/\/www.marinemammalcenter.org\/education\/marine-mammal-information\/pinnipeds\/california-sea-lion\/? http:\/\/www.seaworld.org\/animal-info\/animal-bytes\/animalia\/eumetazoa\/coelomates\/deuterostomes\/chordata\/craniata\/mammalia\/pinnipedia\/california-sea-lion.htm#ff2 http:\/\/eol.org\/pages\/328615\/details http:\/\/www8.nos.noaa.gov\/onms\/park\/Parks\/SpeciesCard.aspx?pID=3&refID=1&CreatureID=123 http:\/\/en.wikipedia.org\/wiki\/California_sea_lion http:\/\/www.iucnredlist.org\/details\/41666\/0 Marine Mammals of the World ID guide, Jefferson, Leatherwood and Webber",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/sea-lion.htm"
}
