{
    "title": "Channel Islands National Park: Blue Whale",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Marine Animals     Blue Whale                  Blue Whale             Scientific Name Balaenoptera musculus Introduction The blue whale, a baleen or filter feeder cetacean, as contrasted to toothed whales, is a part time resident of the waters off of the Channel Islands National Park and Channel Islands National Marine Sanctuary. It is the largest animal that has been proven to have ever existed on earth. With a feeding area for this species lying offshore of Southern California, a unique opportunity is afforded the public to observe these extraordinary marine mammals on whale watching boats serving the area. Quick and Cool Facts   Blue whales can grow to be about 100 feet in length and may weigh around 160 tons. 4 A blue whale heart is the size of a Volkswagen Beetle and pumps 10 tons of blood through the massive blue whale body. 4 A blue whale aorta (the main blood vessel) alone is large enough for a human to crawl through. 4 Blue whale blows, also called spouts, consist of air and water and rise about 30 feet high. 4 It is estimated to take 2,200 lbs. of food to fill a blue whale's stomach. 4 Female blue whales are generally larger than males. 4 Blue whales live in all oceans of the world. 4  Appearance According to FAO Species Identification Guide: Marine Mammals of the World by Jefferson, T.A., S. Leatherwood, and M.A. Webber, \"The blue whale is the largest animal ever known;however, its size substantially overlaps with that of adult fin and sei whales. Like all rorquals, the blue whale is slender and streamlined. The head is broad and U-shaped (like a gothic arch) when viewed from above and relatively flat when viewed from the side. Along the center of the rostrum, there is a single prominent ridge, which ends in an impressive \"splash guard\" around the blowholes. The flippers are long and pointed, and the dorsal fin is relatively small, variably shaped, and placed about three-quarters of the way back from the snout tip. The broad flukes have a relatively straight trailing edge and a prominent notch. Blue whales are bluish grey dorsally and somewhat lighter underneath. The head is uniformly blue, but the back and sides are mottled. When viewed through the water surface they may appear dappled or uniformly light blue. There is light to extensive mottling on the sides, back, and belly, generally in the form of dark spots on a lighter surface, but sometimes the reverse. A chevron, with the vertex behind the blowholes, sometimes marks the transition of coloration between the head and the body. On the throat, there are 55 to 88 long pleats extending to or near the navel. The mouth contains 270 to 395 pairs of black, broad-based baleen plates, each less than 3 feet long. The blow is tall and slender, reaching 30 feet or more in height.\"2    Range Based on acoustic data, size, and photo identification studies, there are two groups of blue whales in the North Pacific: eastern and western. The eastern group, (which is the west coast of the US and Canada), winters off Mexico and Central America, and feeds off California and British Columbia in summer\/fall (from June to November). 4 According to the Channel Islands National Marine Sanctuary, \"Blue whales can be seen off the west coast of Baja California from about February through July. Peak numbers have been reported there in April. They appear in the area again in October, but have not been reported between November and January. They are seen fairly frequently off Southern California from June through December. Encounters have been most numerous during July through October. Many of the blue whales appear to be migrating northward just outside the Channel Islands. Catches of blue whales from British Columbia shore stations peaked in June and September, suggesting a northward movement past Vancouver Island in spring and a southward shift in autumn.\" 1 Habitat The habitat of the blue whale, as reported from a study by the Southwest Fisheries Science Center, NOAA, in 1998, shows the relationship of this species and its habitat to coincide with the movement of its food sources, as well as migration due to its imperative for breeding.The primary habitat that is based upon feeding, as stated in the study, was observed to be offshore of San Miguel and Santa Rosa Islands in the Channel Islands and the adjacent continental shelf of the mainland. This is also where enormous swarms of krill and other food sources for this species are generally located. 3 Additional habitat is centered upon the process of reproduction.This species migrates to southern climes, based upon observation, as far north as the Gulf of Cortez in Baja California and as far south as Central America where the initial nurturing of newly born calves provides optimal conditions.However, a specific location of the areas that the blue whale maternal activities occur is still unknown. 3 Feeding  An article published in the American Scientist, Goldbogen (Scripps Institution of Oceanography), described the unique technique used by the blue whale in feeding called \"lunge feeding.\"This effective method, as stated in the study, described in detail how the adaptation of the whale's jaw permitted the maximum opening, which in turn allowed the blue whale to draw in and envelop the greatest concentration of food. After the prey is captured, the water is pushed out by the tongue, and animals such as krill are filtered by the baleen and remain as food for the whale.5 The primary food of the blue whale off the Channel Islands of California is krill, which are tiny shrimp-like crustaceans.Three species of krill comprise this important food in the blue whale's diet. They are the North Pacific krill (euphausia pacifica), thysanoessa spinifera, and nematoscelis difficilis. 6 Reproduction Information from the Marine Mammal Center states \"Females give birth to calves every two to three years. They remain pregnant for about one year before giving birth. When born, the blue whale calf is about 23 feet long and weighs 5,000 to 6,000 pounds. A nursing blue whale mother produces over 50 gallons of milk a day. The milk contains 35 to 50% milk fat and allows the calf to gain weight at a rate of up to 10 pounds an hour or over 250 pounds a day! At six months of age and an average length of over 52 feet, the calf is weaned. The blue whale reaches sexual maturity at around 10 years of age. 6 Conservation Status The blue whale, being found in all oceans of the world, has distinct populations with varied challenges.With the exception of the Northeastern Pacific population, which includes Alaska down to Central America, all blue whale populations are in a serious situation.Based upon census date, only the Northeast Pacific is increasing in population.The IUCN List of Endangered Species in its evaluation of the blue whales status writes, \"Although there are uncertainties over present abundance, the total population has been depleted by at least 70%, and possibly as much as 90%, over the last three generations, assuming a 31-year average generation time. The species therefore meets the criterion A1(abd) for Endangered, and probably meets the same criterion for Critically Endangered.\"8 References and Additional Information  Channel Islands National Marine Sanctuary: http:\/\/channelislands.noaa.gov\/animals\/bluwhal.html FAO Species Identification Guide: Marine Mammals of the World, Jefferson, T.A., S. Leatherwood, and M.A. Webber, 1993. Southwest Fisheries Science Center, NOAA, Blue Whale Habitat and Prey in the California Channel Islands, 1998 National Marine Mammal Laboratory http:\/\/www.afsc.noaa.gov\/nmml\/species\/species_blue.php http:\/\/www.americanscientist.org\/issues\/feature\/the-ultimate-mouthful-lunge-feeding-in-rorqual-whales\/3 Blue Whale (Balaenoptera musculus) - Office of Protected Resources - NOAA Fisheries Marine Mammal Center, http:\/\/www.marinemammalcenter.org The IUCN List of Threatened Species, http:\/\/www.iucnredlist.org\/details\/2477\/0",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/blue-whale.htm"
}
