{
    "title": "Channel Islands National Park: Harbor Seal",
    "body": "Harbor Seal             Scientific Name Phoca vitulina Introduction The California Channel Islands play an important role in the life cycle of many large marine mammals that live along the west coast of North America.. Harbor seals, Phoca vitulina, can often be spotted on rocks near the water's edge with their head and flippers elevated in order to be warmed by the sun's rays. 4 Quick and Cool Facts   Harbor seal pups can swim at birth and can dive for up to 2 minutes when they are only 2-3 days old. 3  Harbor seals are estimated to reach an average lifespan of 40 years in the wild. In captivity, the longest recorded lifespan was 47.6 years. 2  Harbor seals can dive to depths of 1400 feet and remain underwater for nearly 30 minutes without resurfacing.2  Their sensitive whiskers acoustically detect sound waves, which is useful for catching prey. 2  Contrasted to other pinnipeds, harbor seals are not sexually dimorphic;meaning that is no significant differences is size between females and males. 5  Appearance Pacific harbor seals have spotted coats in a variety of shades from white or silver-gray to black or dark brown. They reach five to six feet in length and weigh up to 300 pounds. They are true or crawling seals, having no external ear flaps. True seals have small flippers and must move on land by flopping along on their bellies.    Range Harbor seals are found north of the equator in both the Atlantic and Pacific Oceans. In the Pacific, they range from Alaska to Baja California, Mexico.1 Harbor Seals are typically found near shore.They are found throughout the California Channel Islands including all five Islands in Channel Islands National Park.On San Miguel Island 1,100 harbor seals breed annually on Point Bennett, which is also an extraordinary haul out area for four other pinniped species. Habitat They favor near-shore coastal waters and are often seen on islands, rocky coastlines, sandy beaches, mudflats, bays, and estuaries.They often choose to rest close to the water so they have quick access to the water in case of a threat. 1, 5 Feeding  Harbor seals are carnivores that consume mostly fish. Despite regional variation in individual diets, the overarching goal of harbor seals is to keep foraging efforts low by eating what is abundant and easily caught. Adults eat mostly fish, consuming the fish whole or head first. Preferred medium-sized fish species include codfish, hake, mackerel, and herring. They also eat octopus or squid, as well as crustaceans such as crabs and shrimp. Because newly weaned pups have poorly developed diving abilities, their primary diet consists of crustaceans that are easier to catch. Harbor seals weighing about 220 pounds eat about 11 to 15 pounds of food per day. 2 Reproduction In California, harbor seal pups are born between February and April and weigh about 20 to 24 pounds at birth. If born prematurely, harbor seals retain a whitish lanugo coat (which is usually lost before birth). A pup can swim at birth and will sometimes ride on its mother's back when tired. Pups make a bleating noise that sounds like \"maaaa\". After about four weeks, the pups are weaned. Adult females usually mate and give birth every year. 1 Conservation Status The IUCN Red List of Threatened Species considers the harbor seal to be a species of Least Concern. Spring brings harbor seal colonies to rookery beaches that are accessible to humans. Sometimes a pup and mother become separated due to disturbance by beachgoers. Unfortunately, this severely decreases the pup's chance for survival. The worldwide harbor seal population is estimated to be 500,000 individuals. The number estimated to live in California was 34,000 in 2009. 1 References and Additional Information  http:\/\/www.marinemammalcenter.org\/education\/marine-mammal-information\/pinnipeds\/pacific-harbor-seal\/ http:\/\/animaldiversity.ummz.umich.edu\/accounts\/Phoca_vitulina\/ http:\/\/www.nmfs.noaa.gov\/pr\/species\/mammals\/pinnipeds\/harborseal.htm http:\/\/www8.nos.noaa.gov\/onms\/park\/Parks\/SpeciesCard.aspx?pID=3&refID=1&CreatureID=12 http:\/\/www.palomar.edu\/oceanography\/harbor_seals\/facts.htm",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/harbor-seal.htm"
}
