{
    "title": "Channel Islands National Park: Northern Elephant Seal",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Marine Animals     Northern Elephant Seal                  Northern Elephant Seal             Scientific Name Mirounga angustirostris Introduction The northern elephant seal,Mirounga angustirostris, is the second largest seal in the world. It is surpassed only by its relative the southern elephant seal. Due to its unique body structure, this mammal is an excellent swimmer and diver. Male elephant seals can be easily identified by their large proboscis, which resembles an elephant’s trunk (and is the source of their name). This impressive pinniped relies upon the Channel Islands National Park as an important part of its life cycle. San Miguel, Santa Barbara, and Santa Rosa islands all provide critical habitat. 4, 7 Quick and Cool Facts   Populations of northern elephant seals in the U.S. and Mexico are derived from a few hundred individuals. This small group managed to maintain a foothold in Mexico, despite the fact that by the end of the 1800's they were nearly hunted to extinction for their blubber. 7  Pups are nursed for about a month and can gain as much as 360 pounds in that time. 7  It is estimated that the adult male northern elephant seal can weigh up to 5,000 pounds. The female, on the other hand, weighs about a third of the male, which is a dramatic example of sexual dimorphism, or physical size difference between the sexes of a species. 7  Northern elephant seals dive almost continuously during the 6 to 8 months they spend at sea. They dive to depths of 300-800 meters and dives can last up to 2 hours. The deepest dive recorded was over a mile. 7  Great white sharks and killer whales prey on northern elephant seals. 3  Elephant seals are the only known animals capable of filling collapsed lungs. Their lungs collapse during dives. The surfactant\/lubricant responsible for this ability is being researched at the Scripps Institute in San Diego for the potential benefit to premature human babies with lung problems. 3   Appearance Northern elephant seals are large and imposing, with significant differences in size and shape between sexes (sexual dimorphism). In both sexes, the body is long and robust, and the neck very thick. Adult males may grow to over 13 feet in length and weigh up to 5,000 pounds while females are smaller, growing up to 10 feet and weighing up to 1,700 pounds. Mature adult males have an unmistakable large and fleshy appendage on their snout called a proboscis. The proboscis is inflatable;when relaxed, it hangs down in front of the mouth and when inflated, it resembles the trunk of an elephant and is the origin of the species' common name. Males begin developing this enlarged nose, or proboscis, at sexual maturity (about three to five years of age) and it is fully developed by seven to nine years. Northern elephant seals are uniformly grey, tan, or brown but color generally begins to fade after the annual molt. Many bulls become pale in the face, proboscis, and head with increasing age. The chest shield, proboscis, and certain areas of the face are often pink. Pups are born with a woolly black lanugo (downy hair) that is shed at about 3 weeks of age to reveal a silver-grey coat, similar to that of adults at about the time of weaning (28 days). Within a year, the coat will turn silvery brown. 1, 7 Northern elephant seals are in the family Phocidae, the true seals. They lack external ear flaps and move on land by flopping on their bellies. Range Northern elephant seals are found in the coastal waters of the Pacific Ocean from the Gulf of Alaska down to Baja California. Males and females make separate biannual foraging migrations. Males journey north to the Aleutian Islands and the Gulf of Alaska, whereas females travel further west to the open ocean. The total linear distance migrated by these animals each year has been recorded at 12,800 miles. 2 Habitat While on land, northern elephant seals prefer sandy, rocky, or muddy coastline, particularly on offshore islands. They typically aggregate in large groups while on land. These animals spend only 10% of their time on land, returning to reproduce and molt. The other 90% is spent in the water, diving and foraging for food, with only 11% of this time spent at the surface. 2 Feeding  Northern elephant seals spend 90% of their lives in the water in order to feed. During their foraging migrations, they dive into the water repeatedly and continuously to find food, never stopping to rest or sleep for months at a time. Northern elephant seals are exceptional divers.—sometimes diving deeper than 4900 feet and remaining submerged for 1-2 hours. Males feed near the eastern Aleutian Islands and in the Gulf of Alaska, and females feed further south, in the offshore waters of Washington and Oregon. The species eat squid, octopus, Pacific hake and other boney fishes, various cartilaginous fishes, and jawless fishes. Females feed on squid in the mesopelagic zone, which is below 650 feet it is surmised to avoid their predators.Males do not feed during breeding season. 3 Reproduction The breeding season occurs from December through March. Each winter elephant seals arrive at their breeding beaches in Mexico and California. Males are the first to arrive, and they fight each other to establish dominance. During this time, dominant males will often inflate their noses and produce a noise that sounds like a drum to warn lesser males away. Females soon arrive and associate with dominant males. Several days after coming onto the beaches, the females give birth to the pups they have been carrying since last year. Pups weigh 75 pounds or more and are about four feet in length. The pups nurse for about 28 days, generally gaining about 10 pounds a day. At this time females will mate with one or more of the dominant males and then return to sea. For the next two months, weaned pups, called \"weaners\",\"remain on rookery beaches, venturing into the water for short periods of time, perfecting their swimming and feeding abilities. 1 Conservation Status Northern elephant seals are not presently endangered. At one time, however, this species was thought to have been hunted to extinction. They were presumed extinct by the 1880's, after being exploited by hunters and whalers seeking to use the animals' thick layer of blubber as an oil source. A few animals were then discovered in 1892 which were captured and killed for scientific study. Eventually, it was discovered that a population of about 20 to 100 individuals had survived. Studies have shown that all individuals of the current population, which has grown to over 170,000, are relatives of these few survivors. The population bottleneck that occurred during this time is of concern because genetic variation is reduced, creating the possibility for the population to be vulnerable to disease or reproductive failure. 3 Based upon a 2009 assessment, the current population is 170,000 and is growing. The population is renowned for its remarkable growth during the 20th century, following virtual annihilation by sealers in the 19th century. In 2005, 42,589 pups were counted, an increase of 14,699 (53%) over the number observed in 1991. Total population size increased at a rate of 3% from 1991 to 2005. 3 As stated by the International Union for Conservation of Nature (IUCN), which is the world's main authority on the conservation status of species, the northern elephant seal has recovered from near extinction and population growth and is expected to continue over the coming decades. Due to its large and increasing population, expanding range and lack of foreseeable threats, the northern elephant seal is classified as Least Concern. 6 References and Additional Information  http:\/\/www.marinemammalcenter.org\/education\/marine-mammal-information\/pinnipeds\/northern-elephant-seal\/ http:\/\/animaldiversity.ummz.umich.edu\/accounts\/Mirounga_angustirostris\/ http:\/\/eol.org\/pages\/328640\/details http:\/\/www8.nos.noaa.gov\/onms\/park\/Parks\/SpeciesCard.aspx?pID=3&refID=1&CreatureID=49 http:\/\/en.wikipedia.org\/wiki\/Northern_elephant_seal http:\/\/www.iucnredlist.org\/details\/13581\/0 http:\/\/www.afsc.noaa.gov\/nmml\/education\/pinnipeds\/nelephant.php Marine Mammals of the World ID guide, Jefferson, Leatherwood and Webber",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/elephant-seal.htm"
}
