{
    "title": "Channel Islands National Park: Gray Whale",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Marine Animals     Gray Whale                  Gray Whale             Scientific Name Eschrichtius robustus Introduction The gray whale is probably the best known of the great whales of the northeastern Pacific and the one most frequently seen in and around Channel Islands National Park and Channel Islands National Marine Sanctuary. Owing to its extraordinarily long migration on a coastal route that passes close to large human populations, it is probably the most viewed of any large whale. Quick and Cool Facts   Adult Pacific Gray Whales can be 45 feet long and weight up to 33 tons. 3 Gray whales make one of the longest migrations of any mammal--10,000 miles round trip. 3 Baby gray whales average 15 feet in length and weigh about a ton. 3 A mother gray whale's milk is more than 50% fat. 3 Gray whales can live 40 to 60 years. 3 Gray whales were nearly hunted to extinction in the 19th century. 3 Gray whales have been protected from exploitation by the International Whaling Commission since 1946. As a result, current populations are considered close to their pre-exploitation numbers. 3  Appearance According to FAO Species Identification Guide: Marine Mammals of the World\"by Jefferson, T.A., S. Leatherwood, and M.A. Webber, \"Gray whales are easy to identify. They are intermediate in robustness. The upper jaw is moderately arched, and the head is acutely triangular in top view and slopes sharply downward in side view. The flippers are broad and paddle-shaped, with pointed tips. The flukes have smooth S-shaped trailing edges, with a deep median notch. There is a dorsal hump about two thirds of the way back from the snout tip, followed by a series of 6 to 12 smaller \"knuckles\" on the dorsal ridge of the tail stock. There may be several (generally 2 to 5) short, but deep, creases on the throat that allow compression of the throat during feeding. Although young calves are dark charcoal grey, all other gray whales are brownish grey to light grey. They are nearly covered with light blotches and white to orangish patches of whale lice and barnacles, especially on the head and tail. These patches of ectoparasites are very helpful in distinguishing this species. The mouth contains 130 to 180 pairs of yellowish baleen plates, with very coarse bristles. The blow is bushy, heart-shaped when viewed from ahead or behind.\" 2  Range According to the National Marine Mammal Laboratory, the eastern North Pacific stocks of gray whales spend their summer around the northern Bering and southern Chukchi seas between Alaska and Russia. In the winter, many of these gray whales migrate to the warm waters of the west coast of Baja California, Mexico, and the southeastern Gulf of California. .A large numbers of whales, particularly females with newborn calves, utilize coastal lagoons on the Pacific coast of the Baja peninsula. There is also a western North Pacific population of gray whales found along the coast of eastern Asia that is totally isolated from the eastern North Pacific population. This western North Pacific population of gray whales, estimated to include fewer than 100 individuals, remains highly depleted and its continued survival is questionable. 7 Habitat The eastern North Pacific stock of gray whales prefers shallow, coastal waters and feeds over oceanic continental shelves around the northern Bering and southern Chukchi seas between Alaska and Russia during the summer. 7 During the winter, the Marine Bio Conservation Society states that the gray whales inhabit shallow coastal waters of the eastern and western North Pacific often sighted along the North American Pacific Coast between the arctic and the equatorial lagoons of Baja California, Mexico. The southward journey takes 2-3 months and the whales remain in the lagoons for 2-3 months allowing calves to build up thick layers of blubber for the northward migration. The return trip north takes another 2-3 months and mothers and calves travel very near shore on the northbound migration to avoid their main predators. 8 Feeding  The gray whale is unique in the use of its baleen feeding technique as contrasted to other baleen whales.According to the National Marine Mammal Laboratory, \"Gray whales are bottom feeders, and suck sediment and the 'benthic' amphipods that are their prey from the sea floor. To do this, they roll on their sides and swim slowly along, filtering their food through coarse baleen plates, of which they have 130-180 on each side of the upper jaw. In doing so, they often leave long trails of mud behind them, and \"feeding pits\" in the sea floor.\"Whereas, when other baleen whales find a food source, they open their mouths underwater taking in water as well as the prey. The whale then partly shuts its mouth, pressing its tongue against its upper jaw, thus forcing the water to pass out sideways through the baleen, which retains the prey such as krill, a major food source that it then swallows. Gray whales, as described by the International Union for Conservation of Nature and Natural Resources (IUCN), are stated to feed primarily on swarming mysids, commonly called opossum shrimps, tube-dwelling amphipods, and polychaete tube worms in the northern parts of their range, but are also known to take red crabs, baitfish, and other food (crab larvae, mobile amphipods, herring eggs and larvae, cephalopods, and megalops) opportunistically or off the main feeding grounds. 5 Reproduction The Society of Marine Mammalogy states that gray whale breeding and calving are seasonal and closely synchronized with migration.. Sexual maturity is attained between 6 and 12 years of age. Breeding is highly synchronous, with females coming into estrus during a three-week period from late November to early December, which coincides with the onset of the southward migration. Conception is restricted to a short period between late November and early January. If there is no conception, a second estrus may occur 40 days later when the whales are on the wintering grounds. Females normally reproduce at intervals of two years, producing a single calf every other year. The gestation period is estimated to be 12 to 13 months, with a mean calving date in mid-January. Some calves are born during the southward migration while others are born near or on the wintering grounds of the west coast of Baja California, Mexico, and the southeastern Gulf of California. Calves are weaned and become independent by seven to nine months old while on the summer feeding ground. 6 Conservation Status According to the Society of Marine Mammalogy, the population is presently estimated at about 20,000 animals. In contrast, the western gray whale population, which was also decimated by whaling, remains highly depleted today and its continued ability to survive is of concern. The most recent assessment of this population suggests that about 130 individuals exist. 6Based upon a 2008 assessment, by Taylor, B.L. and Notarbartolo di Sciara, G. (Cetacean Red List Authorities) of the ICUN, the gray whale is given a listing of \"Least Concern\" since when the two subpopulations are assessed as a single species-level unit, the estimated population size is above the threshold for a threatened category, and the population has increased over the last three generations. The recent apparent decline in the eastern subpopulation is considered to be a fluctuation and is not inconsistent with a \"Least Concern\" listing. 5 References and Additional Information  Channel Islands National Marine Sanctuary: http:\/\/channelislands.noaa.gov\/animals\/graywhal.html FAO Species Identification Guide: Marine Mammals of the World, Jefferson, T.A., S. Leatherwood, and M.A. Webber, 1993. Cabrillo National Monument: http:\/\/www.nps.gov\/cab American Cetacean Society: http:\/\/acsonline.org\/factpack\/graywhl.htm International Union for Conservation of Nature and Natural Resources: http:\/\/www.iucnredlist.org\/details\/8097\/0 The Society for Marine Mammalogy: http:\/\/www.marinemammalscience.org\/index.php? Alaska Fisheries Science Center, National Marine Fisheries Service, NOAA: http:\/\/www.afsc.noaa.gov\/nmml\/education\/cetaceans\/gray.php Marine Bio Conservation Society:http:\/\/marinebio.org\/species.asp?id=279",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/gray-whale.htm"
}
