{
    "title": "Channel Islands National Park: Seabirds & Shorebirds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds     Seabirds & Shorebirds                   Seabirds & Shorebirds             The Channel Islands are vital habitat for seabirds and shorebirds, providing essential nesting and feeding grounds for 99% of seabirds in southern California and important wintering areas and stopover points for shorebirds. Thirty shorebird species have recorded, including snowy plovers, willets, wandering tattlers, whimbrels, black turnstones, and sanderlings. Twelve species of seabirds depend on the rich marine resources and the isolation of these offshore islands to provide food and undisturbed nesting grounds safe from predators. The islands host half of the world's population of ashy storm-petrels and western gulls and 80% of the U.S. breeding population of Scripps's murrelets. In addition, the islands are home to the only major breeding population of California brown pelicans in the western U.S. The Channel Islands are critically important to seabirds, supporting:  the largest breeding colonies of seabirds in southern California the only breeding colonies of California brown pelicans in California the only protected colonies of California brown pelicans and Scripps's murrelets on the West Coast of the U.S. the largest colonies in southern California of Cassin's auklet, western gulls, Scripps's murrelets, rhinoceros auklets, tufted puf fins, ashy storm-petrels, double-crested cormorants, pigeon guillemots, and black storm-petrels over 30 years of seabird research                 Ashy Storm Petrel              California Brown Pelican              Cassin's Aucklet              Brandt's Cormorant              Double-Crested Cormorant              Pelagic Cormorant              Common Murre              Pigeon Guillemot              Scripps's Murrelet              Western Gull              Black Oystercatcher              Snowy Plover                  Impacts to Seabirds Seabirds in the park and throughout southern California are impacted by many factors including contaminants, oil spills, invasive species, and changes in the ocean environment. For example, the introduction of DDT, a long-lived pesticide, into the marine environment has severely impacted seabird populations at the islands. Before DDT was banned in the 1970s, California's brown pelican population suffered nearly complete reproductive failure. On land, predation and habitat disturbance by invasive species have impacted seabirds. At Anacapa, introduced black rats preyed heavily on seabird eggs and chicks severely depleting populations of Scripps's murrelets. Black rats still prey on seabird populations on San Miguel. At Santa Barbara Island, seabirds were decimated by cats and habitat has been marginalized by years of over grazing by introduced livestock and rabbits. Seabird habitat has also been severely impacted by grazing of non-native animals on Santa Cruz Island. Monitoring and Restoration Through monitoring and restoration programs, the park and its partners are working to conserve critical nesting habitat and to protect the integrity of island and marine ecosystems that support seabird populations in southern California. Several of these projects have been funded by the Montrose Settlements Restoration Program (MSRP), a multi-agency government program dedicated to restoring natural resources harmed by DDTs and PCBs released into the environment. For more information on MSRP visit: www.montroserestoration.noaa.gov.        California brown pelican   Anacapa Island: Monitoring of Anacapa's Scripps's murrelet colonies have shown that they are recovering following rat eradication in 2002. In addition, California brown pelican monitoring on Anacapa Island shows that these endangered birds, which breed only on the Channel Islands, are rebounding and have been proposed for delisting. However, ongoing studies indicate that DDT continues to persist at higher than expected levels in several species of seabirds nesting on the islands, including cormorants and petrels.        Scripps's murrelet   Santa Barbara Island: On Santa Barbara Island, efforts are underway to restore seabird nesting habitat for Scripps's murrelets and Cassin's Aucklets by removing non-native plants and planting native vegetation to improve seabird habitat. Nest boxes insulated against the elements have also been installed with the goal of providing a secure nesting area and vocalization playback systems have been used to attract auklets. For more information about seabird restoration visit Seabird Restoration Videos and Montrose Settlement Restoration Program.        Scripps's murellet chick   San Miguel Island: Monitoring has shown that San Miguel Island and its associated islets, Prince Island and Castle Rock, support regionally important and diverse seabird colonies, including one-third of the breeding seabirds in the Channel Islands. To enhance critical seabird nesting habitat efforts will be made to eradicate the introduced black rat and prevent future rodent introductions. Click here to learn more about restoration activities on San Miguel Island.        Cassin's auklet S. Thomsen    Santa Cruz Island: Scorpion and Orizaba Rocks, located off of Santa Cruz Island, are important nesting islets for burrow-nesting seabirds in California  . To restore seabird habitat on these islets, restoration efforts have included removing non-native vegetation, revegetation with native plants, installation of nest boxes, and signs informing the public that the rocks are closed to protect nesting seabirds. For more information about seabird restoration visit Seabird Restoration Videos and Montrose Settlement Restoration Program.         Seabird Restoration Videos             Restoring Balance: Anacapa Island   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:27 minutes, 50 seconds  Documents the removal of non-native species on Anacapa Island.               Achieving Balance: Anacapa Island Ten Years After the Removal of the Black Rat    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:15 minutes, 6 seconds  Ten years after removing nonnative rats the ecosystem on Anacapa Island, including rare seabirds, is showing profound results of recovery.               Seabird Restoration on Scorpion Rock Santa Cruz Island   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:5 minutes, 58 seconds                Seabird Restoration on Santa Barbara Island   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 38 seconds",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/seabirds.htm"
}
