{
    "title": "Channel Islands National Park: 2011 Archived Lecture Videos",
    "body": "2011 \"From Shore to Sea\" Archived Lecture Videos       Please note that there are only six lectures in the 2011 series: March, April, May, September, October, and November.             March: Examining Blue and Humpback Whale Behavior   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 26 minutes, 4 seconds  During the March “From Shore to Sea” lecture, Research biologist John Calambokidis discussed his work examining threats to whales in southern California and shared information regarding populations of blue and humpback whales in the North Pacific.               April: Marine Terraces Trace Island Geologic History   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 15 minutes, 9 seconds  During the April “From Shore to Sea” lecture, geologist Daniel Muhs shared his research on marine terrace uplift rates at the Channel Islands and how this information increases our understanding of the islands biogeography.                May: Probably More Than You Want to Know About Rockfish   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 50 minutes, 43 seconds  Dr. Milton Love, a popular and entertaining speaker as well as a leading researcher, provided intriguing information on rockfish natural history and habitats in the Santa Barbara Channel during the May “From Shore to Sea” lecture.                A Banner Year for Sea Lions on the Channel Islands    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 9 minutes, 11 seconds  During the September \"From Shore to Sea\" lecture, Dr. Sharon Melin, a distinguished wildlife biologist with the National Marine Fisheries Service, discussed the life history of California sea lions as they transition from playful pups to resourceful predators.                Affects of Algal Blooms on Local Waters    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 8 minutes, 16 seconds  During the October \"From Shore to Sea\" lecture, Dr. David Caron, a distinguished professor in Marine Environmental Biology at University of Southern California, discussed how harmful algal blooms can disrupt food webs, poison susceptible species, and present human health risks.               Exploring Early Chinese Abalone Fisheries    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 10 minutes, 28 seconds  Suring the November \"From Shore to Sea\" lecture, Dr. Todd Braje described the intensive commercial abalone fishery that Chinese fishermen established beginning in the 1850s.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/photosmultimedia\/2011-from-shore-to-sea-archived-lecture-videos.htm"
}
