{
    "title": "Channel Islands National Park: 2012 Archived Lecture Videos",
    "body": "2012 \"From Shore to Sea\" Archived Lecture Videos       Please note that there are only six lectures in the 2012 series: March, April, May, September, October, and November.             Restoring a Rare Coastal Wetland on Santa Cruz Island   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:44 minutes, 35 seconds  During the March \"From Shore to Sea\" lecture, biologist Paula Power discussed a large-scale effort by the National Park Service and The Nature Conservancy to restore the coastal wetland at Prisoners Harbor on Santa Cruz Island.               Celebrating 30 Years of Monitoring Kelp Forests   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 42 seconds  National Park Service biologist David Kushner discussed trends seen after three decades of monitoring the kelp forests around the Channel Islands during the April \"From Shore to Sea\" lecture.                Restoring Rare Seabirds at the Channel Islands   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:59 minutes, 35 seconds  At the May \"From Shore to Sea\" lecture National Park Service biologist Laurie Harvey discussed efforts to restore rare seabirds and their habitats on the Channel Islands.                A Mixture of Two Worlds    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 27 minutes, 47 seconds  In September National Park Service biologist Dan Richards shared some of the wonder that captured his interest in marine science as he discussed the dynamic intertidal zone, an extreme environment that bridges land and sea.                Bald Eagle Restoration and Recovery on the Channel Islands   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:54 minutes, 37 seconds  During the October “From Shore to Sea” lecture Dr. Peter Sharpe, wildlife biologist from the Institute for Wildlife Studies, discussed the multiagency efforts to return bald eagles to their historic range on the Channel Islands.                Cave and Artifacts Found on San Nicolas Island   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:57 minutes, 33 seconds  During the November \"From Shore to Sea\" lecture, US Navy senior archeologist and historian Steve Schwartz told the story of the remarkable and recent discovery of a long-sought-after cave on San Nicolas Island that was likely the home of the “lone woman.”",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/photosmultimedia\/2012sts.htm"
}
