{
    "title": "Channel Islands National Park: 2009 Archived Lecture Videos",
    "body": "2009 \"From Shore to Sea\" Archived Lecture Videos              January: Air—The Search for One Clean Breath   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:49 minutes, 41 seconds  During the January “From Shore to Sea” lectures, Barbara Page of the Ventura County Air Pollution Control District(VCAPCD) introduced \"Air—The Search for One Clean Breath\" and lead a discussion following the film’s showing.         February: Survival Strategies of Open water Fishes NOTE: This lecture was not recorded.            March: New Approaches to Understanding Kelp Forest Ecosystem Health    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:45 minutes, 16 seconds  Research biologist, Dr. Anne Salomon was the featured speaker at the “From Shore to Sea” March lecture. Salomon presented her research on animal interactions in California kelp forest communities and how these dynamics change inside and outside Marine Protected Areas (MPAs) across the Northern Channel Islands.                April: Prisoners Harbor Wetland Restoration Project   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:28 minutes, 24 seconds  Restoration ecologist with Channel Islands National Park, Paula Power, was the featured speaker at the “From Shore to Sea” April lecture. Power discussed the proposal to restore a portion of the historic coastal wetland and associated stream channel at Prisoners Harbor on Santa Cruz Island.                May: New Insights into Blue and Humpback Whales off Southern California    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 18 minutes, 2 seconds  Research biologist, John Calambokidis, discused his work tracking the movements and estimating the populations of blue and humpback whales in the North Pacific at the May “From Shore to Sea” lecture.         June - September: These lectures were not recorded.            October: Sea Otters: Indicators of Our Ocean's Health    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 29 seconds  During the October “From Shore to Sea” lectures, Greg Sanders, a senior biologist with Minerals Management Service, shared some of his favorite sea otter tales while offering information on how sea otters are an indicator of our ocean’s health.                November: Who Were the First People to Live on San Nicolas Island?    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 2 minutes, 3 seconds  Steve Schwartz, U.S. Navy senior archaeologist and historian, discussed the intriguing question of who were the first people to live on San Nicolas Island during the November “From Shore to Sea” lectures.                December: Exploring Sunken Wrecks Around the Channel Islands    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 21 minutes, 48 seconds  During the December “From Shore to Sea” lecture, sanctuary and park cultural resource experts Robert Schwemmer and Kelly Minas discussed current research about historic shipwrecks and submerged airplanes around the islands.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/photosmultimedia\/2009-from-shore-to-sea-archived-lecture-videos.htm"
}
