{
    "title": "Channel Islands National Park: 2010 Archived Lecture Videos",
    "body": "2010 \"From Shore to Sea\" Archived Lecture Videos              January: Removing Feral Cats from San Nicolas Island    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 4 minutes, 55 seconds  During the January “From Shore to Sea” lecture, U.S. Fish and Wildlife Service biologist Annie Little will discuss how recent efforts to remove feral cats from San Nicolas Island will help restore native wildlife.               February: Current Research Indicates Channel Islands as a Population Hub for California Native Americans    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 24 minutes, 28 seconds  During the February “From Shore to Sea” lecture, Anthropologist Dr. John Johnson discussed new insights from recent research projects that indicate early native inhabitants of the Channel Islands likely thrived in greater densities than anywhere else in California.          March: Channel Islands National Park 30th Anniversary: Charting a Course for the Future, Russell Galipeau, Channel Islands National Park Superintendent Note: This lecture was a presentation of the park film \"Restoring Balance: Santa Cruz Island,\" which focuses on a recent effort to save the island fox, reestablish bald eagles, eliminate non-native feral pigs, and relocate golden eagles as part of an island-wide restoration project. The film may be viewed by clicking here.            April: Bringing Back the Samala Chumash Language    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 10 minutes, 7 seconds  During the April “From Shore to Sea” lecture, Nakia Zavalla and Dr. Richard Applegate discussed their ambitious project to revive Samala, the language of the Santa Ynez Chumash people.          May: Film Presentation of \"Six Generations,\" History of a Chumash Family by Ernestine Ygnacio-De Soto, Chumash Elder and John Johnson, Santa Barbara Museum of Natural History Note: Due to copyright restrictions this film is not available for viewing on our website. It is available for purchase in the park visitor center bookstore or from the Santa Barbara Museum of Natural History: http:\/\/store.sbnature.org\/catalog\/            June: Kelp Forest Monitoring at the Channel Islands    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 11 minutes, 51 seconds  During the June “From Shore to Sea” lectures, National Park Service Biologist David Kushner discusses changes and trends seen after 28 years of monitoring the kelp forest ecosystems around the Channel Islands.                July: Planning for Global Climate Change    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 24 minutes, 34 seconds  During the July “From Shore to Sea” lecture, William Douros, West Coast Regional Director for NOAA’s Office of National Marine Sanctuaries, discussed how sanctuaries are addressing the potential threats and challenges of global climate change.                August: Restoring Habitat for Seabirds on the Channel Islands   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:51 minutes, 44 seconds  The Channel Islands provide essential nesting and feeding grounds for approximately 99 percent of seabirds that nest in southern California. Restoring critical seabird habitat on the Channel Islands was the featured topic for the August “From Shore to Sea” lecture by U.S. Fish and Wildlife Service biologist Annie Little.                September: Channel Islands National Marine Sanctuary Celebrates 30 Years of Protection    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:58 minutes, 18 seconds  Channel Islands National Marine Sanctuary Superintendent Chris Mobley commemorated the sanctuary’s 30th anniversary during the September “From Shore to Sea” lecture. Mobley presented a special screening of the sanctuary’s new film “Beneath the Rainbow Bridge, A Journey through the Channel Islands National Marine Sanctuary.”                October: Fishermen Work With Researchers to Protect Lobster and Rockfish    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 hour, 7 minutes, 6 seconds  During the October lectures, Dr. Hunter Lenihan, a distinguished researcher with the University of California at Santa Barbara, discussed his effective collaborations with local fishermen to protect California spiny lobster and nearshore rockfish populations at the Channel Islands.               November: History of San Miguel Island’s Nidever Adobe Site    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:50 minutes, 56 seconds  During the November “From Shore to Sea” lecture, Dr. Julia Costello, one of California’s most respected historical archeologists, discussed new findings about early sheep ranches on San Miguel Island.          December: No lecture was scheduled.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/photosmultimedia\/2010-from-shore-to-sea-archived-lecture-videos.htm"
}
