{
    "title": "Channel Islands National Park: Santa Rosa Island Backcountry Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Activities     Backcountry Camping     Santa Rosa Island Backcountry Camping                  Backcountry Beach Camping:                  Santa Rosa Island             Santa Rosa Island Public Closures Certain areas throughout Santa Rosa Island are closed to protect island wildlife. Visitors to the island need to be aware of these closures prior to planning their trips. Please visit Conditions for more information.   Click here to download a PDF site bulletin of the text below with a map. This file requires Adobe Reader.    Open and Closed Dates  Destinations and Distances  Water  Weather  Regulations and Guidelines  Reservations   Backcountry beach camping is available mid August through December along Santa Rosa Island's extensive, beautiful, and undeveloped 55-mile coastline. This coastline is reminiscent of a California in days gone by. The rocky coast and sandy beaches are much the same as the ones the Chumash Indians, Spanish explorers, and early ranchers may have known. This remote, fragile environment is critical for sea and shorebirds, marine mammals, and plant communities. In 1992, the National Park Service opened the island to backcountry beach camping in recognition of its rare wilderness values. As you explore these wild areas by kayak or on foot, please take responsibility to help us protect and preserve these delicate natural resources for future generations. The following information will help you enjoy your visit while leaving the smallest impact on the island. WARNING: While backcountry camping is an incredible experience, it is not for the inexperienced backpacker or kayaker. Due to difficult weather, rugged terrain, and off-trail hiking, backcountry camping is an arduous endeavor and should be undertaken only by experienced, well-conditioned backpackers and kayakers.       Open and Closed Dates  January 1 - August 14 Backcountry beach camping is closed to protect pupping seals\/sea lions and nesting seabirds. August 15 - September 15 Only East Point to South Point Beaches (Southeast Quadrant) are open to backcountry camping for boaters, kayakers, and backpackers. September 16 - December 31 All beaches are open to backcountry camping except those around Sandy Point and those between Carrington Point and East Point.     Destinations and Distances The park boat concessionaire, Island Packers, usually drops off and picks up kayakers and backpackers at the pier near the ranch area in Bechers Bay. Channel Islands Aviation drops hikers at the end of the airstrip near Water Canyon, approximately one mile from the pier and a 1\/2 mile from the frontcountry campground in Water Canyon. Hiking is along the beach, dirt roads, or unmaintained paths created by island animals. These roads and paths are rugged and mountainous with no signs. All distances that follow are approximate and measured from the pier, unless stated. Please refer to topographical maps for more accurate mileage and to help with the following descriptions. It is recommended that all backpackers purchase topographic maps (USGS 7.5 minute maps or the Trails Illustrated map of all the islands) and kayakers purchase nautical charts before departing on their journey. Although the closest beach that is open to camping between August 15 and September 15 is just south of East Point (approximately seven hiking miles and eight kayaking miles from the pier). it is not recommended for camping.  This beach is a small pocket beach and may be washed out at higher tides. In addition, pounding surf and strong winds constantly reshape this beach. If hiking beyond East Point to Ford Point, it is recommended that you follow the ridge line or road until you reach the northeast ridge of San Augustine Canyon. Follow this ridge down to the mouth of the canyon. Hiking along the beach from East Point to Ford Point is impossible due to sections of vertical cliffs that drop directly into the ocean. However, kayakers can access beaches throughout this area. Once hikers reach Ford Point, they may follow the low terrace or higher ridge (both eventually run into a coastal road) down to the Johnsons Lee area. Refer to topographical maps for more details. Direct access to beaches between Johnsons Lee and Ford Point (including La Jolla Vieja) is also possible via the Main\/Soledad or South\/Wreck roads. Both of these routes are long hikes (see mileage chart to the right) with a considerable amount of climbing and, once again, like all hiking or kayaking on the island, is recommended only for the experienced, well-conditioned traveler. Beginning September 16, the closest beach camping is Lobo Canyon (approximately four hiking miles and six kayaking miles from the pier). However, this beach is not recommended for camping. The beach at Lobo Canyon is small and may be washed out at higher tides. In addition, pounding surf and strong winds constantly reshape this beach. Hiking Distances  (from pier unless noted; in miles)   Ford Point via South Road: 9 hiking   East Point: 7 hiking; 8 kayaking   East Point to Ford Point: 8 hiking; 5 kayaking   Ford Point to Johnsons Lee: 4 hiking; 3.5 kayaking   Johnsons Lee (via East Point): 18 hiking; 16 kayaking    Johnsons Lee via Main Road: 14 hiking   Johnsons Lee via South Road: 13.5 hiking   La Jolla Vieja via South Road: 11.2 hiking   Lobo Canyon: 4.5 hiking; 6 kayaking    Please see Hiking Santa Rosa Island for descriptions of other hikes on Santa Rosa Island.   Back to top     Water Since the water in the streams can be contaminated with coliform bacteria and giardia, it is recommended that you boil, filter, and\/or add iodine to the water. (Potable water is available in the Water Canyon campground.) Water is generally available in island canyons during the winter and early spring. Although nine canyons carry some degree of water throughout the year (except during dry years), water is not always available at the mouth of the canyons near the beach. These nine canyons include: Water, Old Ranch House (intermittent), San Augustine, Wreck, Jolla Vieja, Arlington, Soledad, Cow (intermittent), and Lobo (intermittent).  Back to top     Weather Backpackers and kayakers should be prepared for strong northwest winds throughout the year, with the possibility of strong east or Santa Ana winds from October through January. The average wind speed is 15 knots, although speeds of 40 to 50 knots are not uncommon. Occasionally, the south side of the island (South Point to East Point) offers protection from these strong winds. Dense fog is common during the summer months, but may occur at any time, making chart and compass navigation mandatory. Weather conditions are generally best from August through October, with relatively calm wind and sea conditions and virtually no rain. Ocean water temperatures range from the lower 50s (°F) in the winter to the upper 60s (°F) in the fall. Kayakers may encounter strong ocean currents around the islands. Intense wave and surf conditions exist around the Carrington Point area. Sheer cliffs rise out of the ocean, reflecting incoming waves back out to sea, creating a washing machine effect. In this turbulent area there are no places to land, even in an emergency. The first landable beach is Lobo Canyon, five miles west of the ranch area pier. Rounding Skunk Point may be tricky as well because of merging currents. The wind often increases in the afternoon, and the prevailing northwesterlies can make paddling back to Water Canyon difficult. During the summer months, large swells often pound the south side of the island, making landing and launching from the beaches extremely challenging, requiring advanced skills. Visitors are advised to bring supplies for an extra day in case boats are unable to pick up campers due to sea conditions. For the most current weather forecast, please visit Channel Islands National Marine Sanctuary's Internet Weather Kiosk. Back to top     Regulations and Guidelines The protection and preservation of your park's biological and cultural resources is the mission of the National Park Service. By following the regulations and guidelines listed below, you can help protect these rare and unique treasures for future generations to enjoy. For a more complete description please visit Laws and Policies and Leave No Trace. Regulations:  Check-in with a ranger on arrival for an on-site orientation.  Camping is prohibited year-round between Carrington and East Point, except in the Water Canyon campground.  From January 1 - August 14, backcountry beachcamping is closed to protect pupping seals\/sealions and nesting seabirds.  From March 1 to September 15, the back beaches and sand dunes between and including Skunk Point to just north of East Point are closed to hiking to protect the nesting area for the snowy plover, a federally listed, threatened shorebird. Please remain on the wet sand (below mean high tide) or the road throughout this area. The beaches around Sandy Point are closed to all access year-round.  It is prohibited by law and regulation to leave human solid waste in the backcountry or in the wet intertidal sand. Human waste and toilet paper must be packed out for proper disposal. A variety of commercial \"waste bags\" are available at the following websites: www.Whennaturecalls.com\/products\/restop2.html, www.biffybag.com, www.rei.com\/product\/692303.  Camping is only allowed on beaches. Camping is prohibited in any other areas, including coastal bluffs.  No fires are allowed.  Since the mice do carry hantavirus, some basic precautions should be taken: do not feed any wild animals; keep food and drink in rodent-proof containers; and prevent entry of mice into your tent by keeping it zipped up at all times. Click here for more information on hantavirus.  Pack out all trash.   Guidelines:  Utilize sandy areas that are free of dune vegetation when hiking, landing water craft, and camping. Keep tents, kitchen areas, and traffic in \"hardened\" areas that are already bare from previous use.  Strain or separate food particles from cooking water and pack them out. Scatter the gray water 200 ft. from water sources and camps.  Minimize soap use to keep the backcountry free of chemicals. If washing with soap, rinse 200 ft. from water sources.  Do not damage live trees, plants, and other living things. It is not permitted to chop or nail trees, harvest or trample plants.  Back to top     Reservations Backcountry campers must first secure boat transportation to Santa Rosa Island through the park's boat concessionaires or by their own private vessel. Camping reservations are required for beach camping. Reservations are free and must be obtained in advance by calling Channel Islands National Park at (805) 658-5711. Separate camping reservations are needed for the established campground at Water Canyon and must be obtained in advance by calling (877) 444-6777 or through Recreation.gov Back to top",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/backcountry-beach-camping-on-santa-rosa-island.htm"
}
