{
    "title": "Channel Islands National Park: Santa Cruz Island Backcountry Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Activities     Backcountry Camping     Santa Cruz Island Backcountry Camping                  Backcountry Camping: Santa Cruz Island             Click here to download a PDF site bulletin file of the text below with a map. This file requires Adobe Reader.    Campground Facilities The Hike Weather Regulations and Guidelines Reservations    Del Norte is currently the only backcountry campground on Santa Cruz Island. It is nestled in a shaded oak grove and provides scenic views of the pristine coastline along the island. To reach this backcountry site, visitors will backpack along a historic ranch road\/trail through a series of canyons and ridges, to a vista about 700 feet above sea level. This moderate to strenuous 3.5-mile hike from Prisoners Harbor travels through island oak woodlands and coastal sage scrub plant communities. A section of the trail meanders through thick stands of introduced fennel, a species targeted for removal in future restoration efforts planned by the park. The National Park Service opened this backcountry site in recognition of its rare wilderness values. As you explore these wild areas, please take the responsibility to help us protect and preserve these delicate natural resources for future generations. The following information will help you enjoy your visit while leaving the smallest impact on the island. WARNING: While backcountry camping is an incredible experience, it is not for the inexperienced backpacker. Due to difficult weather, rugged terrain, and off-trail hiking, backcountry camping is an arduous endeavor and should be undertaken only by experienced, well-conditioned backpackers.      Camping Facilities The Del Norte campground has four primitive campsites (four persons per site) and users must camp within these designated sites. A picnic table and pit-style toilet are provided (campers must bring their own toilet paper). Visitors are encouraged to pack as light as possible (backpacking style) as they will need to carry all of their gear, food, and water to the campsite. Water is not available. However, depending on rainfall for the year, stream water might be available near Prisoners Harbor at the mouth of Cañada del Puerto and in Cañada del Agua and Cañada del Muro. See the map in the PDF file for canyon locations. All water must be treated with iodine, a filter, or by boiling before any use. No fires (including charcoal) are permitted. Only enclosed camp stoves are allowed. Campers must pack out their own trash; trash containers are not provided. Due to scavenging animals (including birds), campers are required to store all food and trash in animal- and bird-proof containers. National Park Service food storage boxes are provided at campsites, but coolers, plastic Rubber Maid-type boxes, backpacking-style bear cannisters or other types of containers with sealing lids may be used as well. Since the mice do carry hantavirus, some basic precautions should be taken: do not feed any wild animals; keep food and drink in rodent-proof containers; and prevent entry of mice into your tent by keeping it zipped up at all times. Click here for more information on hantavirus. Back to top     The Hike From Prisoners Harbor, the shortest route to the Del Norte campground is 3.5 miles via the Del Norte Trail. Follow the Navy Road out of Prisoners Harbor for 1.5 miles (600-foot elevation gain; strenuous). This gravel road is still used daily by vehicles, so please use caution while hiking along it. At the signed turn-off for Del Norte Trail, leave the gravel road and continue east (left) along the trail for 1.8 miles. The trail winds up and down two canyons (Cañada del Agua and Cañada del Muro) to the signed junction with the Del Norte Road that leads .2 miles to the campground. The longer route (5 miles), which provides views of the southside of the island, follows the Navy Road as it climbs 1200 feet over 4 miles and eventually reaches the junction with the Del Norte Road. At the signed junction, turn north (left) and descend 1 mile to the campground. From Scorpion Anchorage, Del Norte camground is approximately 12 miles via the Navy Road. Please see Hiking Santa Cruz Island for descriptions of other hikes on Santa Cruz Island. Back to top     Weather Campers should be prepared for a variety of weather conditions. Strong winds are not uncommon. Fog can occur on the islands during any season producing cool, damp conditions. Shade is limited and overexposure to the wind and sun can be a serious problem. Visitors are advised to bring supplies for an extra day in case boats are unable to pick up campers due to sea conditions. For the most current weather forecast, please visit Channel Islands National Marine Sanctuary's Internet Weather Kiosk. Back to top     Regulations and Guidelines The protection and preservation of your park's biological and cultural resources is the mission of the National Park Service. By following the regulations and guidelines listed below, you can help protect these rare and unique treasures for future generations to enjoy. For a more complete description please visit Laws and Policies and Leave No Trace. Guidelines:  Strain or separate food particles from cooking water and pack them out. Scatter the gray water 200 ft. from water sources and camps. Minimize soap use to keep the backcountry free of chemicals. If washing with soap, rinse 200 ft. from water sources. Do not damage live trees, plants, and other living things. It is not permitted to chop or nail trees, harvest or trample plants.  Regulations:  Backcountry camping is allowed only at the Del Norte site. Store all food in animal- and bird-proof containers. Pack out all trash. No fires are allowed.  Back to top     Reservations Backcountry campers must first secure boat transportation to Santa Cruz Island (Prisoners Harbor or Scorpion Anchorage) through the park's boat concessionaires or by their own private vessel. Camping reservations are required in advance and can be made by calling (877) 444-6777 or through Recreation.gov. Please specify \"Santa Cruz Del Norte backcountry\" when reserving sites. Back to top",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/backcountry-beach-camping-on-santa-cruz-island.htm"
}
