{
    "title": "Channel Islands National Park: Scorpion Anchorage Pier Replacement",
    "body": "Explore This Park    Get Involved     Planning     Scorpion Anchorage Pier Replacement              Scorpion Anchorage Pier Replacement             The National Park Service is planning to construct a permanent replacement pier that protects sensitive archeological resources while providing a safe, accessible, efficient, and sustainable access point for visitors and park staff at Scorpion Anchorage on Santa Cruz Island. The existing Scorpion pier is a flatbed railcar that was installed as a temporary pier in 2000 and is rapidly deteriorating due to wave action and saltwater. It has been closed numerous times due to weather hazards, wave damage, and to perform required repair and maintenance activities. Additionally, the pier cannot be used by park or concession boats during very low tides because of inadequate water depth. The two alternatives currently under consideration include replacing the pier in its existing location and replacing the pier at a location approximately 150 feet to the south. If the pier is replaced in its present location, armoring of the shoreline to protect the pier access road would be required. If a new pier is constructed to the south, the pier would span the beach and shoreline, and it would require only a short access road with a small amount of armoring. In either location, the new pier will need to be longer and higher than the existing pier to facilitate safer vessel mooring in deeper water.   Alternative 1 Drawing Alternative 2 Drawing Purpose and Need The need for the project is driven by the following current conditions:  Shallow water depths at the pier, especially during low tide Difficult vessel navigation and mooring during moderate to extreme wind and wave conditions Challenging and limited access for visitors embarking from ferries onto the pier and from the pier onto to the ferries Narrow width of the existing pier which inhibits efficient visitor and cargo circulation Frequent maintenance required to the pier access road, which threatens to expose or damage sensitive resources The existing temporary pier is reaching the end of its anticipated lifespan  Objectives The objectives of this pier replacement project include:  Improving navigational access Improving access and circulation for passengers, cargo, and park operations Protecting marine and terrestrial environments Preserving archaeological resources Preserving and enhancing the historic character of the area      Public Comment A Notice of Availability for the Draft Environmental Impact Statement for this project has been published in the Federal Register.  Public involvement and comment is encouraged. Interested individuals, organizations, and agencies may submit written comments online at: http:\/\/parkplanning.nps.gov\/ScorpionPier. or, comments can be mailed to:   Scorpion Pier Project Channel Islands National Park 1901 Spinnaker Drive, Ventura, CA 93001For questions contact: CHIS_Information@nps.gov",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/management\/scorpion-pier-replacement.htm"
}
