{
    "title": "Channel Islands National Park: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer             Volunteer               Volunteers come from all over the world to help preserve and protect America's natural and cultural heritage for the enjoyment of this and future generations. Volunteers of all ages give of their time and expertise to help achieve the National Park Service mission. Channel Islands National Park has many volunteer opportunities including staffing the information desk at the visitor center, interpretive naturalist, scientific data entry, historic research, trail maintenance, vegetation restoration, and much more. Some of our recent volunteer projects have included island fox pen building on Santa Rosa and San Miguel Islands, as part of the island fox captive breeding program and recovery effort; Del Norte Trail maintenance; planting native plants in the campground on eastern Santa Cruz Island; beach clean-up on eastern Santa Cruz Island; and many others. Although the park can never repay its volunteers for their valuable contributions, we do our best to make your time happy and fulfilling. As for the volunteering itself, \"never a dull moment\" is the going catchphrase. While some of the jobs are continuous, others finish and then it's on to something else, for as long as you wish to stay.  Whatever volunteer job you choose, please know that every park employee knows we could never provide the service we do without our incredible volunteers. We couldn't do it with out you.  For specific information on how to volunteer at Channel Islands National Park, please click here (PDF, 190 kb). This file requires Adobe Reader. Please click here to download Adobe Reader for free. For an application, please download the Volunteer Application (Word file, 39 kb) or the Volunteer Application (PDF, 353 kb).  For questions about our volunteer program, please contact our Volunteer Coordinator at (805) 658-5727 or through email at Volunteer Program. For information about being an interpretive naturalist in the park visit Channel Islands Naturalists Corps.",
    "url": "https:\/\/www.nps.gov\/chis\/getinvolved\/volunteer.htm"
}
