{
    "title": "Channel Islands National Park: Telecommunication Project",
    "body": "Explore This Park    Get Involved     Planning     Telecommunication Project              Channel Islands Telecommunication Project Draft Initial Study\/Environmental Assessment             As of 12\/21\/12, the proposed project is being reconsidered by the National Park Service.  At this time it has not yet been determined whether a new or amended project proposal and National Environmental Policy Act document will be available for public review and comment.   The California Public Utilities Commission (CPUC), in cooperation with the National Park Service (NPS), has prepared a Draft Initial Study\/Environmental Assessment (Draft IS\/EA) to evaluate the Channel Island Telecommunication Company (CITC) application for the Channel Island Telecommunication Project (project). The application requires approval of a Certificate of Public Convenience and Necessity (CPCN) from the CPUC and a right-of-way permit from the NPS. The Draft IS\/EA has been prepared incompliance with the California Environmental Quality Act (CEQA) and the National Environmental Policy Act (NEPA). Project Summary CITC is proposing to install telecommunication facilitiesat up to 15 locations within the Channel Islands National Park. These new telecommunication facilities would serve to improve the currently limited telecommunication capabilities on the five islands, and would allow for private and government cellular phone and internet service between the five islands and the mainland. Project Location The project is located at up to 15 project locations on four of the five islands that comprise the Channel Islands National Park.These four islands include San Miguel, Santa Barbara, Santa Cruz, and Santa Rosa islands. All proposed telecommunication facilities would be installed on or near existing structures and with previously disturbed areas. Public and Agency Comments The Draft IS\/EA is being circulated for a 30-day review period from November 14, 2012, through December 14, 2012. The public may present comments and concerns regarding the proposed project and the adequacy of the Draft IS\/EA. Copies of the Draft IS\/EA are availablefor review at the CPUC's website: Channel Islands Telecommunications Project and at the following libraries:  Ventura County Library    Avenue Library Branch    606 N. Ventura Avenue    Ventura, CA  93001  Santa Barbara County Central Library    40 East Anapamu Street    Santa Barbara, CA  93101 Comments will be accepted through 4:30 p.m. on December 14, 2012. Any comments received after that date will not be included in the Final IS\/EA. Please send your comments regarding the Draft IS\/EA, with the name andaddress of an appropriate contact person, to:                  California Public Utilities Commission                          c\/o. Mr. Jeffrey Smith                Project Manager, Panorama Environmental, Inc.                      One Embarcadero Center, Suite 740                          San Francisco, CA 94111                            Fax: (650) 373-1211                    E-mail: Jeff.Smith@panoramaenv.com                            National Park Service                        Mr. Russell E. Galipeau, Jr.                Superintendent, Channel Islands National Park                            1901 Spinnaker Drive                              Ventura, CA 93001                      Email: Russell_Galipeau@nps.gov Documents Channel Islands Telecommunications Draft Initial Study\/Environmental Assessment Appendix A: Project Application Appendix B: Cumalitive Project List Appendix C: Historic Resource Inventory and Evaluation Report Appendix D: Biological Resources Tables Appendix E: Scoping Letters Appendix F: Comments Letters",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/management\/telecommunication-project.htm"
}
