{
    "title": "Channel Islands National Park: Channel Islands Naturalist Corps",
    "body": "Explore This Park    Get Involved     Volunteer     Channel Islands Naturalist Corps              Channel Islands Naturalist Corps             Channel Islands Naturalist Corps (CINC) is a joint program between Channel Islands National Park and Channel Islands National Marine Sanctuary.The Naturalist Corp is a group of specially trained volunteers dedicated to educating visitors about the unique resources found within the sanctuary and park. Members reach out to thousands of area residents, visitors, and school children annually. They also participate in numerous local outreach events and collect valuable research on marine mammals and other important sanctuary and park resources. Volunteers accepted into the program are specially trained in a 5-week training class with topics including sanctuary and park resource protection programs, interpretation techniques, and an overview of the physical, biological, and cultural aspects of the Santa Barbara Channel and Channel Islands. After initital training CINC volunteers represent the sanctuary and park on board local whale watch vessels and educational cruises. Once as a whale watch naturalist, additional training opportunities are available to become certified to lead island hikes in the national park. Get involved in your sanctuary and park to help protect the ocean and islands through education and research. Volunteer need to be at least 18 years of age and must attend training and professional developemnt sessions. Volunteers must commit to one year of volunteer service with a minimum of eight hours per month in the field and three hours per month at volunteer meetings. Strong publc speaking skills are desired along with knowledge of, or desire to learn about, the natural and cultural history of the Santa Barbara Channel and Channel Islands.  For information about future volunteer orientation and training classes please visit Channel Islands Naturalist Corps, or contact either Shauna Bingham (Channel Islands National Marine Sanctuary 805-966-7107, e-mail us) or David Begun (Channel Islands National Park (805) 658-5731, e-mail us).",
    "url": "https:\/\/www.nps.gov\/chis\/getinvolved\/supportyourpark\/channel-islands-naturalist-corps.htm"
}
