{
    "title": "Channel Islands National Park: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners             Partners in Preservation  The park has many partners that assist in preserving and protecting the Channel Islands. Together, we are a bulwark for cultural and biological diversity, preserving the islands' history and prehistory, and protecting vital habitat for scores of marine and terrestrial plant and animal species. In addition, we provide for the enjoyment of these resources in such a manner that will leave them unimpaired for future generations. Channel Islands National Marine Sanctuary In 1980, a 1,252-square-nautical-mile portion of the Santa Barbara Channel was given special protected status with the designation of Channel Islands National Marine Sanctuary. The sanctuary is an area of national significance because of its exceptional natural beauty and resources. It encompasses the waters that surround Anacapa, Santa Cruz, Santa Rosa, San Miguel, and Santa Barbara Islands, extending from mean high tide to six nautical miles off shore around each of the five islands. The sanctuary's primary goal is the protection of the natural and cultural resources contained within its boundaries. The Nature Conservancy The Nature Conservancy preserves the plants, animals, and natural communities that represent the diversity of life on Earth by protecting the lands and waters they need to survive. The Nature Conservancy owns and manages the western 76 percent of Santa Cruz Island. Western National Parks Association Western National Parks Association promotes preservation of the National Park System and its resources by creating greater public appreciation through education, interpretation, and research. Island Packers Public boat transportation is available year-round to all five islands by this park concessionaire. Channel Islands Aviation Public air transportation is available year-round to Santa Rosa Island by this park concessionaire. California Department of Fish and Wildlife The California Department of Fish and Game has jurisdiction and management over the living marine resources in the water column and sea bed surrounding the park islands, starting at the mean high tide. In particular, commercial and sport fishing are regulated by the agency. The U.S. Coast Guard The U.S. Coast Guard (Department of Homeland Security) retains rights to install and maintain aids to navigation on the park's islands for placement of aids to navigation. The National Park Service uses and maintains the structure that was formerly part of the U.S. Coast Guard station on East Anacapa. Among its many responsi­bilities, the Coast Guard enforces regulations related to vessel safety and ocean dumping, oversees oil spill cleanups, and provides emergency services to boaters. U.S. Navy (Department of Defense) U.S. Navy (Department of Defense) owns San Miguel Island and associated Prince Island. The National Park Service manages the San Miguel Island under a memorandum of understanding. Although day-to-day management and protection of the island rest with the park staff, military activities can take precedence over other uses. In addition, the U.S. Navy has a lease from The Nature Conservancy at the radar site on Santa Cruz. Use and management of the bunkhouse facility and utility systems is accomplished through an interagency agreement between the U.S. Navy and the National Park Service. U.S. Fish and Wildlife Service U.S. Geological Service, Western Ecological Research Center, Channel Islands Field Station NOAA's National Marine Fisheries Service (NOAA Fisheries Service) Los Padres National Forest UC Santa Barbara Institute for Wildlife Studies Point Reyes Bird Observatory Santa Barbara Museum of Natural History Santa Barbara Botanic Gardens Santa Barbara Zoo Santa Cruz Island Foundation Santa Ynez Band of Chumash Indians City of Santa Barbara City of Ventura and the Ventura Port District City of Oxnard Santa Barbara Visitor and Convention Bureau Oxnard Visitor and Convention Bureau Ventura Visitor and Convention Bureau",
    "url": "https:\/\/www.nps.gov\/chis\/getinvolved\/partners.htm"
}
