{
    "title": "Channel Islands National Park: Wilderness",
    "body": "Explore This Park    Learn About the Park     Management     Wilderness              Channel Islands National Park Wilderness             \"A wilderness, in contrast with those areas where man and his works dominate the landscape, is hereby recognized as an area where the earth and its community of life are untrammeled by man, where man himself is a visitor who does not remain.\"  - 1964 Wilderness Act Channel Islands National Park enabling legislation, the Wilderness Act, and National Park Service Management Policies require that lands within the park be studied for wilderness designation. The purpose of wilderness designation is to preserve and protect wilderness characteristics and values in perpetuity. Managing  Wilderness Managing wilderness involves preserving \"wilderness character.\" We understand wilderness character to be the combination of biophysical, experiential, and symbolic ideals that distinguishes wilderness from other lands. It is represented by a combination of five qualities: 1) natural; 2) solitude or a primitive and unconfined type of recreation; 3) undeveloped; 4) untrammeled nature (essentially free from the actions of modern human control or manipulation); and 5) ecological, geological, or other features of scientific, educational, scenic, or historical value. By policy, the National Park Service is required to manage all recommended wilderness and recommended potential wilderness areas so as to preserve wilderness resources, and preserve wilderness character. To this end, Channel Islands National Park is instituting park protocols and best practices to identify and preserve wilderness character, and applying the concept of \"minimum requirement\" for administration of these areas. Future Efforts will include public processes to describe the unique character of Channel Islands wilderness, and developing strategies for wilderness stewardship.  Wilderness Eligibility The General Management Plan (GMP) analyzed lands within the park boundary and identified the following eligible and non-eligible lands. Channel Islands Wilderness-eligible lands:  Santa Barbara Island—99% of lands Middle Anacapa—100% of lands West Anacapa—100% of lands Santa Rosa Island—96% of lands Santa Cruz Island—23% of Island, 97% of NPS lands Small islets, islands, and rocks (excluding Prince Island)—39 acres    Channel Island Wilderness non-eligible lands:  Santa Barbara Island—4 acres (Coast Guard sites and NPS developed area) East Anacapa Island—100% of lands Santa Rosa Island—300 acres including NPS developed areas, campground, Coast Guard site, Johnsons Lee, some unimproved roads Santa Cruz Island—47,500 acres including all private Nature Conservancy lands, NPS developed areas at Scorpion, Prisoners, Del Norte and Smugglers and roads San Miguel and Prince Island—entire island (The Wilderness Act does not extend to lands owned by the Department of Defense.) Marine waters within the park boundary (The Wilderness Act pertains only to federal lands.)  Wilderness Recommendation Building on the eligibility study, the GMP proposes all eligible lands be designated as wilderness with the exception of East Santa Cruz Island and Santa Rosa Island lands. Instead, these are proposed for \"potential wilderness\" designation. \"Potential wilderness\" is an area that has wilderness characteristics but has temporary nonconforming conditions or uses. The areas designated as \"potential wilderness\" require a substantial amount of ecosystem restoration. Designation Process Only Congress can designate wilderness. The park wilderness is now \"proposed wilderness\" and \"proposed potential wilderness\" by virtue of the GMP. The next step in the process is for the Director of the NPS to submit the wilderness proposal to the Secretary of the Interior, who then recommends wilderness designation to the President. The President then recommends wilderness designation to Congress. Once wilderness has been proposed by the agency, it is managed as wilderness.        Wilderness Maps           Anacapa Island              Santa Cruz Island              Santa Rosa Island              San Miguel Island              Santa Barbara Island                  Visiting Wilderness Exploring wilderness does not necessarily mean high adventure mountain climbing. Wilderness areas offer many recreational opportunities, from sight seeing to backpacking and from bird watching to kayaking. Some people believe that wilderness is a \"lock-up\" of land that keeps people out. In reality, more than 12 million people visit wilderness each year. Many types of recreational uses are allowed in wilderness, except those needing mechanical transport or motorized equipment, such as cars, trucks, off-road vehicles, and bicycles (exceptions include wheelchairs: Congress reaffirms that nothing in the Wilderness Act prohibits wheelchair use in a wilderness area by an individual whose disability requires its use. However, the Wilderness Act requires no agency to provide any form of special treatment or accommodation or to construct any facilities or modify any conditions of lands within a wilderness area to facilitate such use). Wilderness areas in Channel Islands National Park are easily viewed and accessed from island landing areas. Short strolls, day hikes, as well as longer backcountry trips, lead visitors through wilderness. Crossing the boundary into wilderness may not show any remarkable difference, yet wilderness does require a different mindset for both visiting and managing. Wilderness offers opportunities for solitude, yet requires increased preparation and self-reliance. Park visitors need to accept wilderness on its own unique terms including possible dangers arising from wildlife, weather conditions, physical features, and other natural phenomena that are inherent in the various conditions that comprise a wilderness experience and primitive methods of travel. Recreation in wilderness requires awareness of and respect for oneself and the environment. In wilderness areas, people can have a greater sense of connection to the natural surroundings, which can evoke a sense of humility, a sense of being part of a larger community of life. Even with awareness, respect, and the best of intentions, people must still learn and practice certain skills in order to not impact the natural environment. The Leave No Trace Skills and Ethics program educates visitors about the role they play as stewards of the nation's public lands in order to preserve natural and cultural resources for future generations. For more information about how each person can preserve wild lands, explore the Leave No Trace Program. For information on park regulations, visit: Laws and Policies. For information on wilderness camping regulations on Santa Cruz Island, visit: Backcountry Camping: Santa Cruz Island For information on wilderness camping regulations on Santa Rosa Island, visit: Backcountry Beach Camping Santa Rosa Island Research in Wilderness The scientific value of the Channel Islands was specifically mentioned by Congress when creating the national park in 1980.Scientific use is one of the stated purposes of wilderness, and research serves an important role in preserving and managing wilderness areas. When conducting research in a wilderness area, the legal mandate to \"preserve wilderness character\" must be considered first. Some research activities have the potential to impact wilderness resources or values.Examples of these would include landing of aircraft, use of motorized equipment or mechanized transport and installation of equipment such as data loggers, markers or tags. Now that much of the Channel Islands are being managed as wilderness, park managers must weigh the benefits of the research against the impacts on wilderness.Evaluation of scientific proposals will look at whether the activity could be accomplished outside of the wilderness area and whether the proposed activity is the minimum requirement necessary to accomplish the objective. Scientists wishing to do research within parts of the Channel Islands that are managed as wilderness should consult with park staff early in the planning process and allow sufficient time for review. For information on how to apply for Scientific Research and Collecting Permits, please refer to:  Procedures and Requirements  General Conditions  To apply for a Scientific Research and Collecting Permit, please visit the National Park Service Research Permit and Reporting System.   Commercial Use in Wilderness Content coming soon.  More Information For more information on wilderness, visit wilderness.net.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/management\/wilderness.htm"
}
