{
    "title": "Channel Islands National Park: Guest Speakers",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Guest Speakers                Programs in Your Classroom             We invite you and your students to participate in curriculum-based education programs presented in your classroom. These programs are available for school and other organized groups. Unless otherwise noted, they are one hour in length. There is no charge for these programs. Reservations are required. Park rangers present programs on a variety of natural and cultural history topics with connections both to the park and to your curriculum. See below for more information on ranger-led programs in your classroom. Friends of the Island Fox provides programs on the island fox and its important relationship with the Channel Islands ecosystem. Learn More     Ranger-Led Programs in Your ClassroomThe programs below are aligned to state and national content standards. Many address California's Education and the Environment Initiative (EEI). Content standard alignments are available upon request. Unless otherwise noted, they are one hour in length. There is no charge for these programs. They are available to schools and other organized groups in Ventura and southern Santa Barbara counties. Reservations are required. Contact the park education coordinator by phone at 805-658-5735 or by email at Education Coordinator. Neat Beaks Grades 1-3 A fun look at how birds' beaks are adapted for the type of food they eat. Includes a special look at the California brown pelican or the bald eagle. The park is home to the only protected colonies of California brown pelicans on the west coast of the United States. And bald eagles are back after an absence of over fifty years. Pinniped Fashion Show Grades 1-3 Through use of a dress-up activity, discover the amazing adaptations of seals and sea lions. The Channel Islands are home to the world's largest populations of northern elephant seals and California sea lions. Cool Kelp Grades 2-3 The kelp forests provide homes for an incredible diversity of animals. And we use and eat seaweeds every day. This is a two-part program and includes a directed drawing experience during the second one-hour classroom visit. The most pristine kelp forests in southern California are found around the park's islands. A Day in the Life of a Park Ranger Grades 2-High school What do park rangers do every day at work? Learn about ranger jobs. This program is of special interest to second grade classes reading Exploring Parks with Ranger Dockett. It can be adapted to many grade levels and for upper grades can include more information on careers and the creation of the National Park Service. Home Sweet Home Grades 3-4 Learn about the components of a habitat while studying some special park animals-the island fox and bald eagle. Use observations and data to discover how the island fox came close to extinction. The island fox is found only on the Channel Islands and nowhere else in the world. It is the only endemic carnivore in California. Not a Store in Sight Grades 3-4 The Island Chumash were very skillful at using natural resources to meet their everyday needs. Discover these uses and compare them with present-day equivalents. What would you do if you found an artifact? Discuss your answers with a park ranger. The oldest dated human remains in North America were on Santa Rosa Island, one the park's five islands. Way Cool Whales Grades 3-5 Discuss whale characteristics and learn more about the largest of park animals. During certain times of year, the waters around the Channel Islands are home to 10 percent of the world's population of blue whales. Island of the Blue Dolphins Grades 4-6 From abalone shells to a sea otter pelt, examine authentic items as you learn about the Channel Islands' ties to this award-winning novel. In the park you can experience island isolation and the natural resources described in the book.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/education\/classrooms\/guestspeakers.htm"
}
