{
    "title": "Channel Islands National Park: Fire Regime",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Fire Regime                Fire Regime             There is relatively less fire on the Channel Islands than on the mainland because ignition sources are much less common there and the foggy maritime climate generally limits fire spread. Although similar plant communities on the mainland experience regular fire, fire on the islands would have been much less frequent during the evolutionary history of island plant communities until evidence of human occupation on Channel Islands that extends back some 13,000 years. Several island taxa have relaxed fire-adapted traits such as serotiny and seed germination characteristics. Sediment cores from Santa Cruz and Santa Rosa Island were used to evaluate historic fire occurrence on the islands. Cores from an upland site on Santa Rosa (Soledad Pond) showed that fire occurred throughout the 12,000 years of the sediment record with large scale, major fire events occurring with a minimum frequency of between 1 event\/1000 years and 4.5 events\/1000 years. A second coastal site on Santa Rosa Island (Abalone Rocks) yielded estimates of large scale fire events ranging from 5.5 to more than 9 events\/1000years. Records from both Santa Cruz and Santa Rosa show that fire frequencies increased over the last 5000 years and reached their peaks during the historic period, approximately the last 200 years. Although it seems logical that the increase in fire activity could be attributed to Native American burning, the data could not distinguish between climatic or anthropogenic causes. Whatever the source of the fires represented in the charcoal record was, the historic fire return intervals on the Channel Islands are significantly longer than estimates of modern fire return intervals in mainland shrubland communities.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/fireregime.htm"
}
