{
    "title": "Channel Islands National Park: Weather",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Weather                Weather             Channel Islands National Park has a Mediterranean-type climate. This climate type is characterized by cool, wet winters with average annual rainfall of 8-40” and hot, dry summers. These climate regions occur in only five locations throughout the world including parts of California, along the Mediterranean Sea, central Chile, parts of southwestern Western and South Australia, and the southwestern Cape region of South Africa. On the Channel Islands the climate is moderated by the marine influence with the result that summers are milder, there is generally higher humidity, and there is more frequent nocturnal fog compared to the mainland. In the Köppen system of climate classification this is a cool Mediterranean climate (Csb) or a Mediterranean Dry Summer Subtropical climate type, with a cool summer regime. There are currently five Remote Automated Weather Stations (RAWS) stations at Channel Islands National Park. Current and historic data from these stations are available at the Western Regional Climate Center (WRCC) website.  Historic data from San Miguel Island are also located at the WRCC website. Unfortunately data collected from these stations has been irregular so that the historic weather analysis provided below is derived from other published records of Channel Islands climate data. TemperatureDecember-March are the coolest months and July-October the hottest months in the Channel Islands. The average mean temperature in January ranges from 53-59 degrees F; summers are a little warmer with an average mean temperature in July that ranges from 62-70 degrees F. Both winter and summer temperature extremes are moderated by the moist ocean air with generally high nighttime humidities and frequent fog. Diurnal temperature differences are small with cool days and warm nights. The exception to the norm of relatively cool temperatures and high humidities occurs occasionally in the fall with Santa Ana wind conditions when temperatures dramatically increase and humidities decrease. As with rainfall, fog duration, and relative humidity there are significant variations in temperature between the islands. The Channel Islands are frost free for the most part. The one exception is the central valley of Santa Cruz Island where its inland location and surrounding high mountains create a microclimate more characteristic of a warm Mediterranean climate (Csa) such as that found on the mainland away from the immediate coast. This microclimate experiences freezing temperatures most years, higher average summer temperatures, and greater diurnal temperature variation.  HumidityRelative humidity in and around the Channel Islands varies diurnally. At night and in the early morning relative humidity often reaches 100%. In the afternoon, readings on average reach around 60%. RainfallOn average, 95% of the rainfall in the Channel Islands occurs between November and April. January and February are the rainiest months (45% of average totals). Most rain comes from large storms that last for several days. The dry season generally extends from May-October. June, July and August are the driest months (1% of annual mean rainfall). Evaporation exceeds precipitation from April to November. Regional rainfall patterns are highly variable and unpredictable. Long periods may occur between storms in a single season, and enormous variation exists in yearly rainfall totals. Extended multi-year droughts punctuated by moderate to extremely wet years are not uncommon. Rainfall patterns also vary geographically within the Channel Islands National Park. Annual rainfall is about 14” per year but depending upon the topographical features of a particular location, rainfall on the islands might range from less than 10 inches to more than 20 inches annually. FogFog is a common weather feature, especially at San Miguel and Santa Rosa Islands. Fog is most common in spring and summer, and west of the Santa Cruz Channel. The marine layer fog flows down the coast with the prevailing NW wind, and bends around Point Conception, usually blanketing San Miguel and Santa Rosa, and often the western portion of Santa Cruz Island. Fog frequently is thicker and lingers longer into the day offshore than along the mainland coast. Preliminary data from Santa Cruz Island suggests that geographic variation in the presence and duration of the fog layer has a profound influence on the temperature and humidity regimes. WindThroughout the year, winds are primarily from the west-northwest, tending to increase throughout daylight hours and becoming east-northeasterly at night. Periodically, southern California experiences extreme foehn-type winds locally called Santa Ana winds. These high velocity winds are often associated with high temperatures and extremely low humidities. They have been identified as the primary driver of the wildfire regime in southern and central California shrublands. Santa Ana winds result from a regional, large scale weather pattern caused by the atmospheric pressure differential between a Great Basin high-pressure cell and a Pacific Coast trough of low pressure. On the mainland these winds average 20-25 mph and maximum gusts over 100 mph have been recorded (http:\/\/www.nasm.si.edu\/exhibitions\/lae\/html\/what_new.htm). The Channel Islands experience Santa Ana winds, but in the northern Channel Islands the intensity becomes less severe as the winds move from east to west. In contrast, the severity of the Santa Ana winds on Catalina Island seems to be as great as in the Los Angeles basin. Although Santa Ana winds can occur in any month, they predominate from September to December. In the Santa Monica Mountains the occurrence of major fires coincides with this peak of Santa Ana wind activity when vegetation is dry and temperatures high. A second small peak of Santa Ana wind activity occurs in March, but this is usually a time of high live fuel high moisture and does not create the severe fire conditions that occur during the fall Santa Ana winds. In addition to the regional Santa Ana winds, the Santa Barbara area experiences another type of local wind event that is associated with severe wildfires. These are downslope winds that occur primarily in the late afternoon to early evening known as “Sundowners”. These winds are heated adiabatically as they descend downslope from the north on the lee side of the east-west trending Santa Ynez Mountains, creating a temperature increase much higher than the seasonal norms. Sundowners have been associated with numerous severe wildfires in the Santa Barbara area, the most recent of which was the June, 1990 Painted Cave Fire when 640 structures burned. Unlike Santa Ana winds, Sundowners are more common in the summer (June, July, August) than the fall (September, October, November, December). Sundowners vary in duration and intensity. Light sundowners (Category 1) cause irregular increases in temperature and light offshore breezes. Strong sundowners (Category 2) can occur 2-3 times\/ year with a sharp increase in temperature and local gale force winds. Severe sundowners occur every 5-10 years and develop hot damaging winds along the south side of the Santa Ynez Mountains and the adjacent littoral (Category 3). There are anecdotal reports that Category 3 Sundowner events can push across to the Channel Islands, however a Sundowner event monitored on June 30, 1996 did not reach either Santa Rosa or Santa Cruz islands.  Because of the infrequency of the most severe Sundowners, they probably play a less significant role in fire weather on the northern Channel Islands than do Santa Ana winds.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/weather.htm"
}
