{
    "title": "Channel Islands National Park: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems             Channel Islands National Park lies in a remote, isolated area at the confluence of two major ocean currents, a region of persistent ocean upwelling, and the border of two tectonic plates. The powerful and dynamic forces of land and sea in this unique region have shaped the islands and their inhabitants. The park preserves some of the finest remnants of the coastal Mediterranean type of ecosystem, a rare combination of climate and vegetation that exists in only five places in the world. A unique suite of plants and animals colonized the islands and adapted to the particular conditions of each one. Isolated for eons, many evolved into species and subspecies not found anywhere else. As a result, despite its small size Channel Islands National Park harbors biological diversity characteristic of nearly 1,000 miles of the West Coast of North America. Park waters are also exceptionally productive. Cool, nutrient-rich ocean currents swirl around the islands, rising into abundant sunlight and mixing with warm coastal waters. The combination of nutrients and sun accelerates photosynthesis and the growth of multitudes of sea life all the way up the food chain-from microscopic plankton to blue whales. The park also contains a prolific paleontological record with evidence of extinct species such as pygmy mammoth, flightless sea duck, vampire bat, and giant deer mouse. The wealth of natural resources in Channel Islands National Park offers the public unparalleled opportunities for solitude, tranquility, wildlife viewing, outdoor recreation, appreciation of natural history, and environmental education.                 Marine Resources              Coastal Resources              Terrestrial Resources              Ecological Restoration",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
