{
    "title": "Channel Islands National Park: Coastal Sage Scrub",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Coastal Sage Scrub                Coastal Sage Scrub             Coastal sage scrub is a very extensive vegetation community on the Channel Islands, although less extensive than grasslands. It is present on every island, especially on drier, south-facing slopes. Very little coastal sage scrub has gone un-disturbed by invasive species and many decades of past grazing. In the most heavily impacted areas, the habitat can appear as coastal sage scrub species scattered amidst a sea of exotic grasses. Healthier, more intact areas of coastal sage scrub, found primarily on Santa Cruz Island, are nearly impenetrable thickets of three- to four-foot-tall shrubs. At their edges, coastal sage scrub communities often mix with grassland, chaparral, and other scrub communities.   Plant species that characterize coastal sage scrub communities include the pleasantly aromatic California sagebrush (Artemisia californica), bright yellow bush sunflower (Encelia californica), lemonade berry (Rhus integrifolia), goldenbush (Isocoma menziesii), coastal prickly pear cactus (Opuntia littoralisandO. oricola), black sage (Salvia mellifera), and Brandegee’s sage (Salvia brandegeei– on Santa Rosa Island only). Also dominant in certain places are several plants that are unique, or endemic, to one or more of the Channel Islands. These include the island sagebrush (Artemisia nesiotica) on Santa Barbara Island, island paintbrush (Castilleja lanatassp.hololeuca), and Santa Cruz Island buckwheat (Eriogonum arborescens). These species are well suited to the drier microclimates typical of coastal sage scrub habitat. Some, such as lemonade berry, have tough, waxy leaves that prevent water loss through leaf pores. Others have leaf structures that reflect light, thereby reducing leaf temperature and slowing evaporation. Dropping leaves or going dormant during the driest summer months is yet another strategy employed by some coastal sage scrub plants to withstand dry conditions. When water is available, extensive root systems help soak it up while also anchoring the plants and preventing erosion.   Coastal sage scrub also serves as important habitat for a variety of Channel Islands animals. The Channel Islands Song Sparrow, for example, prefers to nest in many of the shrubs characteristic of coastal sage scrub habitat. Song sparrow populations on San Miguel and Santa Rosa islands have grown as scrub habitat has improved following the removal of non-native grazers.Island Loggerhead Shrikes,Orange-crowned Warblers,Channel Island foxes, Channel Island slender salamanders, and island deer mice are among the many other species that make good use of coastal sage scrub habitat.       Coastal sage scrub community on Santa Cruz Island Jessica Weinberg McClosky \/ NPS",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/coastal-sage-scrub.htm"
}
