{
    "title": "Channel Islands National Park: Environmental Factors",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors               Environmental Factors             Natural areas, such as Channel Islands National Park, play an important role in indicating when critical changes are happening on the earth, our life support system. Parks can play the role of “the canary in the mine.” Just as the miner’s canary alerted mine workers to poison gases in a shaft, natural areas can alert us to biological, chemical, and environmental changes that will affect our quality of life and the survival of species. The Channel Islands played a role in two events in 1969 that galvanized our nation to take seriously the growing warning signs of our deteriorating environment. In January 1969, an environmental disaster occurred in the Santa Barbara Channel. An offshore oil platform suffered a blowout. 200,000 gallons of crude oil escaped into the ocean over a period of eleven days. The oil created an 800-square- mile slick that impacted all of the northern Channel Islands and nearby mainland beaches. Thousands of seabirds and marine mammals died. At the same time, scientists were becoming aware of a serious decline in the breeding success of California brown pelicans. Adult brown pelicans appeared to still be numerous, providing a deceptive façade that environmental conditions were intact. However, when the scientists looked more closely, they realized with horror that the pelicans were unable to nest successfully because the eggshells were too thin to withstand incubation and thus were crushed in the nest. For several years, the pelicans suffered nearly total reproductive failure. In 1970, only one chick was successfully raised on Anacapa Island, an island that had historically been the largest breeding colony for California brown pelicans on the west coast of the U.S. The cause of the failed pelican breeding was DDT, an organochlorine pesticide. In the late 1960s and early 1970s the mean eggshell thickness was found to be approximately 50% thinner than normal. High levels of DDT residues were correlated with the eggshell thinning--the higher the DDT levels the thinner the eggshells. Later analysis of museum eggshells collected before 1943 and the notes of biologists showed that the eggshells of California brown pelicans were substantially thinner by 1962. Also, a long-term decline of brown pelicans began along the California coast as early as the mid-1950s. DDT similary affected bald eagles and peregrine falcons. However, because there was no standardized biological monitoring of pelicans (or any other wildlife), the problem wasn’t identified until the populations had nearly collapsed. Pollutants have affected other species on the Channel Islands also. Bald eagles were once an important component of the island ecosystem. It is estimated that at least twenty nesting pairs of bald eagles occurred on the park islands in the early 1900s. Hunting, egg collection, and DDT all took their toll and resulted in the total elimination of bald eagles by the 1950s.  Fortunately, the American public and government reacted strongly to the loss of wildlife and the growing pollution of the environment. Many consider the publicity surrounding the Santa Barbara oil spill and the fate of the California brown pelican a major impetus to the environmental movement. Just one year later, in the spring of 1970, Earth Day was born.                Fire Regime              Weather",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/environmentalfactors.htm"
}
