{
    "title": "Channel Islands National Park: Terrestrial Invasive",
    "body": "Terrestrial Invasive Plants             Plants and animals living on islands are especially vulnerable to extinction due to the physical boundaries, limited populations, and lack of genetic variability. One threat to these island species are invasive weeds. The term \"invasive weed\" is generally used to describe non-native plants that are unwanted and grow or spread aggressively. Invasive weeds can take over important wildlife habitat, devastating shelter and forage while reducing the diversity and quality of native habitat. Weeds often do not hold and protect the soil the way native plants do, so erosion increases and causes sedimentation of streams, harming fish populations and water quality. The primary visitor landing points on the park islands are often where we first find non-native plants. Nearly half of the endangered plants and animals in the United States have been negatively affected by invasive species. Invasive species cause an estimated $138 billion in economic damage each year in the United States. Channel Islands National Park is vulnerable to colonization and recolonization by non-native plants because of human transport to the islands and natural processes such as wind and sea currents. As a result, more than 25 percent of the plants known from the park are introduced. As the number and variety of non-native plants increase on the nearby mainland and as the park visitation and operations increase, the chance of accidental introductions of plants also increases.  Recently arrived non-native plants are easy to eliminate if detected and acted upon promptly. The cost and feasibility of control increases exponentially each year a non-native species is left to spread uncontrolled. Management Channel Islands National Park staff work in cooperation with private contractors, interns, and a large variety of volunteer groups to control or eliminate invasive plant species from the park. Many non-native plants have been removed from the park islands, and park personnel have planted native species in their place. On Santa Cruz Island, culturally significant groves of olive and eucalyptus trees have been preserved for historical reasons. Currently on Santa Rosa Island, a large section of island oak woodland is being restored though regeneration of eroded soil and restoration of understory native plant species. On Santa Cruz Island a project to eradicate newly introduced invasive species has begun.  What are some of the worst weeds? The environmental and management impacts of non-native plants can range from negligible to very serious based on a number of factors. The list below reflects a combination of criteria including; 1) invasive plants that currently have a major impact on the ecology, and 2) invasive plants that have the greatest potential to have a future impact if not controlled. Note: This list is not comprehensive, but a highlight of some of the most problematic weeds. The photo gallery offers a close look at these problem plants. Sweet fennel Scientific Name: Foeniculum vulgare Origin: Mediterranean region Fennel was introduced to park islands in the late 1800’s and was first spread by animals along roadsides. It invades areas where the soil has been disturbed, and prevents native species from becoming reestablished in these areas. It outcompetes native plants for water, light, nutrients and possibly through chemical toxicity. Fennel currently grows on San Miguel, Santa Rosa and Santa Cruz Islands. Blue gum and red gum Scientific Name: Eucalyptus globulus and Eucalyptus camaldulensis respectivley Origin: Australia Eucalyptus was introduced to the park islands as early as the 1880s for lumber production, wind breaks, fuel, and for ornamental reasons. Some of these species have become invasive on Santa Cruz Island, and continue to expand their ranges and numbers rapidly. Eucalyptus trees compete strongly with native plants for limited water and soil nutrient resources. They prevent native seedlings from becoming established by shading the soil surface, accumulating deep litter layers, and though chemical toxicity. They are extremely flammable and greatly increase the probability, magnitude and intensity of fires. Red gum currently grows on Santa Rosa and Santa Cruz Islands. Blue gum currently grows on Santa Rosa, Santa Cruz and Anacapa Islands. Blue gum once briefly grew on Santa Barbara Island as well.  Yellow Star-thistle Scientific Name: Centaurea solstitialis Origin: Europe Yellow star thistle was first discovered on Santa Cruz Island in 1930. It can form dense, impenetrable stands that threaten natural ecosystems by displacing populations of native plants and animals. The large spines of yellow star-thistle can cause discomfort to visitors, and it is of great concern to land managers because it lowers property values and is toxic to horses. Because it seeds very prolifically and easily sticks to people and equipment, it is difficult to control and spreads quickly. It currently grows Santa Cruz Islands but was briefly found on Santa Rosa Islands as well. Olive Scientific Name: Olea europaea Origin: Europe Olive trees were was first planted on eastern Santa Cruz Island around 1900 and since then it has spread dramatically. It alters native plant communities and displaces native species by competing for light availability. On Santa Cruz Island, olive is spread by feral pigs and by birds. Birds also may have been the cause of an olive seedling recently found and removed on Santa Rosa Island. Although it once grew briefly on Santa Barbara Island, Santa Cruz Island remains the main host for this problem weed.  Harding grass Scientific Name: Phalaris aquatica Origin: Europe Harding grass was first introduced to Santa Cruz Island in 1982, where it has spread rapidly. It easily displaces and outcompetes native species and large, dry stands present a fire hazard. It currently grows on Santa Cruz and Anacapa Islands. Stone pine Scientific Name: Pinus pinea Origin: Mediterranean Europe Italian stone pine was introduced to Santa Cruz Island prior to the early 1930s. Before control efforts were started, birds had spread it into pristine stands of island chaparral and other plant communities. Stone pines produce a large amount of seed and can quickly spread and dominate native plant communities. It currently grows only on Santa Cruz Island.                   Invasive Plants Photo Gallery   6 Photos  Images of invasive plants within the park.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/terrestrial-invasive.htm"
}
