{
    "title": "Channel Islands National Park: Lichens",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Lichens                Lichens             The northern Channel Islands (Anacapa, Santa Cruz, San Miguel, and Santa Rosa) support the most diverse lichen flora in California with over four hundred species-about one third of the state's total lichen species. Lichens are a combination of fungus and alga, and are seen on rocks, trees, and fences throughout the region. They are extremely susceptible to air pollution, and some scientists regard them as an indicator species for air quality and climate change. Lichens, which grow slowly and live for many years, represent an important element of the biodiversity of life on public lands. There are approximately 17,000 species of lichen worldwide, with approximately 1,500 species reported from California. More than 300 lichens have been reported from Santa Rosa Island alone. Download the Channel Islands Checklist of Lichens (19MB, pdf)        Caloplaca obamae, a new species of lichen discovered on Santa Rosa Island and named after President Barack Obama. J.C. Lendemer  2007 Discovery of a New Species Channel Islands National Park in cooperative agreement with the University of California at Riverside (UCR) funded a comprehensive lichen survey of the park. During the survey for Santa Rosa Island, Kerry Knudsen, a researcher and lichen curator at UCR, discovered a new species of lichen and named it after President Barack Obama. \"I discovered the new species in 2007 while doing a survey for lichen diversity on Santa Rosa Island in California,\" said Knudsen. \"I named it Caloplaca obamae to show my appreciation for the president's support of science and science education.\" Knudsen published his discovery in the March 2009 issue of the journal Opuscula Philolichenum. Knudsen, 58, has been working in the UCR Herbarium since 2004. A retired construction worker, he volunteers his time in the herbarium, where he has built a collection of more than 10,000 lichens. Colleagues have named three new species of lichens after him. He noted that he became interested in lichens when he grew bored after he retired from construction work in 2000. \"There are few lichen taxonomists in the United States and a few books on the lichen flora of North America, and none of these books are comprehensive,\" he said. \"By studying lichens, I thought I could make a contribution to inventorying the fungal diversity of California, one of the world's biological hot-spots.\" Knudsen, who has no academic degrees, has published more than 70 peer-reviewed research papers on lichens. He has described more than 25 species of lichens and lichenicolous (growing on lichens) fungi from California, South America and Turkey.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/lichens.htm"
}
