{
    "title": "Channel Islands National Park: Terrestrial Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Terrestrial Animals                 Terrestrial Animals              The number of different animal species found on the Channel Islands, defined as species diversity, is small compared to what would likely be found on a mainland area of similar size. The level of species diversity on islands reflects the challenges to a species of first arriving and then of adapting to unique island conditions. Consequently the ecology of islands is often simpler, but the relationships between species more important and the persisting plants and animals often more unique, than what might be found in mainland habitats. For example the islands within Channel Islands National Park support only four native mammals, the island fox, the island deer mouse, the harvest mouse and the spotted skunk. The fox and the deer mouse have evolved into separate sub-species on each island, resulting in eight unique mammal species found only on the Channel Islands.  The number of reptile and amphibian species is likewise low, and includes four lizards, one salamander, one frog, and two non-venomous snakes. None of these species is found on all of the islands, and no island supports all the species. For example the island night lizard, a threatened species found nowhere else in the world, occurs on only three islands, one within the park and two owned by the U.S. Navy outside park boundaries.  Because it is easier for birds to reach islands than it is for animals that can't fly, bird species diversity on islands is often relatively high. Although the high number is due to migrants, infrequent visitors, and rare species that have arrived on the islands only after being blown off course during spring and summer migrations. Like the island fox, the island scrub-jay has evolved into a unique (endemic) island species. The largest landbird native to the islands is the bald eagle-a species that has recently been reintroduced to the islands. Bats, though infrequently seen by most visitors, are common on Santa Cruz and Santa Rosa islands. Bats fulfill an important role, or niche, by consuming large numbers of insects and pollinating some plants. Eleven species of bats have been found on Santa Cruz, and the island is home to an important maternity colony of rare Townsend's big-eared bats.  Current research focusing on terrestrial animals includes several studies on the island fox, one on the role of deer mice in affecting vegetation community recovery, and one on the response of lizards to the removal of rats on Anacapa. Ongoing monitoring efforts are measuring changes in amphibian and reptile population biology in response to pig removal on Santa Cruz Island, the number of bats occupying important maternity colonies on Santa Cruz, and mouse population dynamics as they relate to changes in fox numbers on San Miguel Island.  Each island has a unique complement of animals, dependant in many ways on the size of the island. Over time some of these species have evolved into new species, and are present today, while others, like the pygmy mammoth, the Santa Barbara Island song sparrow, and the giant deer mouse, evolved into unique island species before becoming extinct. While it may not appear so to relatively short-lived humans, the islands are still changing and evolving, and what lives here in the future may be very different than what we see today.                 Island Fox              Island Spotted Skunk              Island Deer Mouse              Western Harvest Mouse             Townsend's Big-eared Bat              Island Night Lizard              Island Fence Lizard              Southern Alligator Lizard              Side-blotched Lizard              Channel Islands Slender Salamander              Santa Cruz Island Gopher Snake              Baja California Treefrog",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/terrestrial-animals.htm"
}
