{
    "title": "Channel Islands National Park: Grassland",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Grassland                Grasslands             Grasslands are among the most widespread plant communities on the Channel Islands, along with coastal sage scrub. They are found on all of the islands, particularly on coastal terraces and slopes where extensive grazing once occurred. Introduced annual grasses are the most common plant species within the Channel Islands’ grassland communities. These include rip-gut brome (Bromus diandrus), soft chess (Bromus hordeacous), wild oats (Avena fatua), slender wild oats (Avena barbata), Italian rye grass (Lolium multiflorum), red brome (Bromus madritensis ssp. rubens), and foxtail (Hordeum murinum). Native forbs and perennial bunchgrasses also occur in the grassland communities, although they are less common. These species include golden stars (Bloomeria crocea ssp crocea), wild hyacinth (Dichelostemma capitatum), gold fields (Lasthenia gracilis), tidy tips (Layia platyglossa), California buttercup (Ranunculus californicus), blue-eyed grass (Sisyrinchium bellum), purple needlegrass (Nasella pulchra), and meadow barley (Hordeum brachyantherum ssp. californicum).      Occasionally, on Santa Cruz and Santa Rosa Islands, solitary native shrubs such as lemonade berry (Rhus integrifolia) and oaks (Quercus spp.) are found in the middle of large annual grasslands. Their presence indicates that native shrub communities may have previously existed in those areas. Seedlings of these shrubs are increasing rapidly. It is believed that with the absence of grazing, and the help of some active habitat restoration, these shrubs will continue to expand and change what is now exotic annual grassland back to native shrub communities, such as coastal sage scrub and island chaparral.      Grasslands are utilized by several Channel Islands animals such as the Santa Cruz Island gopher snake, found on Santa Cruz and Santa Rosa islands. The Santa Cruz Island gopher snake is most common in open grasslands and other open areas like streambeds and woodlands. The grasslands of Santa Cruz Island are also a favorite of island spotted skunks and southern alligator lizards.       Blue-eyed grass is a native species that may be found in Channel Islands National Park grasslands, although it is less common than the now-dominant invasive grasses Jessica Weinberg McClosky \/ NPS",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/grasslands.htm"
}
