{
    "title": "Channel Islands National Park: Island Chaparral",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Island Chaparral                Island Chaparral             Chaparral is a plant community composed of woody shrubs that are well adapted to a Mediterranean climate. It is found mostly in California, Northern Baja California (Mexico), and in other western states. In Channel Islands National Park, chaparral is found on Santa Cruz, Santa Rosa, and San Miguel Islands, the three largest islands in the park. Small stands also exist in deep, moist canyons on the north-facing slopes of West Anacapa Island.   The chaparral found on the Channel Islands is known as island chaparral, and while it is similar to mainland chaparral, there are some differences. The dominant island chaparral species tend to be taller and more tree-like resulting in an open woodland appearance. This may be due in part to climatic differences, a lower fire frequency, or the effects of long-term, intensive grazing. Additionally, some of the species that characterize mainland chaparral communities, such as manzanita, are replaced in island chaparral by endemic species that are unique to the Channel Islands.        Chamise on Santa Cruz Island © Gary A. Monroe  Unlike the many deciduous shrubs found in coastal sage scrub communities, the shrubs that characterize chaparral communities are evergreen—they do not drop their leaves in dry conditions. Their leaves are small, hard and short-stemmed to prevent moisture loss. On Santa Cruz Island, island chaparral shrubs include species such as chamise (Adenostoma fasciculatum var. fasciculatum), prostrate chamise (A. fasciculatum var. prostratum), Santa Cruz Island manzanita (Arctostaphylos insularis), island ceanothus (Ceanothus arboreus), toyon (Heteromeles arbutifolia), and mountain mahogany (Cercocarpus betuloides var. blancheae) among other species. Towards the east end of Santa Cruz Island and on the isthmus, Santa Cruz Island manzanita is replaced by McMinn’s manzanita (Arctostaphylos viridissima). On Santa Rosa Island, prostrate chamise, Santa Rosa Island manzanita (Arctostaphylos confertiflora), toyon, and island scrub oak (Quercus pacifica) are most common. The island chaparral community is extremely degraded on San Miguel Island where the dominant species are coyote brush (Baccharis pilularis), Menzies' goldenbush (Isocoma menziesii), and silver bush lupine (Lupinus albifrons).        Toyon is a common species in chaparral communities. Its seeds need to be buried in at least 30 years worth of leaf litter in order to germinate. Jessica Weinberg McClosky \/ NPS.  Fire is another component of chaparral ecosystems. Many chaparral species require smoke, heat or ash to help their seeds germinate, while others are adapted to re-sprout from below ground root systems following fires. Fires need not be frequent, however, to sustain a flourishing chaparral community. In fact, the seeds of some species like toyon need to be buried in at least 30 years worth of leaf litter in order to germinate. This would not be possible if a fire consumed the leaf litter within that 30-year period. Stands of chaparral may naturally grow for upwards of 100-150 years between fires. Island chaparral may grow even longer and be much less fire-dependent than mainland chaparral since naturally occurring fires on the Channel Islands are less frequent.          Bewick's Wren Minette Layne  Island chaparral is highly valued by a diverse array of wildlife. Birds especially enjoy the dense cover provided by mature chaparral for building their nests. Species like Allen's Hummingbird, Bewick's Wrens, Orange-crowned Warblers and Island Scrub-jays may all be found in island chaparral environments. Island foxes, which are known to have a taste for manzanita berries, and other animals like mice, lizards, and frogs might also be concealed in the understory.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/chapparal.htm"
}
