{
    "title": "Channel Islands National Park: Rare Plants",
    "body": "Rare Plants             The following is the list of 14 federally threatened or endangered plants found in Channel Islands National Park. A strict legal process is needed in order for a plant or animal species to be listed. Information about the Endangered Species Act and the listing process can be found at the U.S. Fish & Wildlife Service website.               Scientific Name   Common Name   Plant Family   Federal Status     Arabis hoffmannii   Hoffmann’s rockcress   Brassicaceae (Mustard Family)   Endangered     Arctostaphylos confertiflora   Santa Rosa Island manzanita   Ericaceae (Heather Family)   Endangered     Berberis pinnata ssp. insularis   Island barberry   Berberidaceae (Barberry Family)   Endangered     Castilleja mollis   Soft-leaved paintbrush   Scrophulariaceae (Figwort Family)   Endangered     Dudleya nesiotica   Santa Cruz Island live-forever   Crassulaceae (Stonecrop Family)   Threatened     Dudleya traskiae   Trask’s live-forever   Crassulaceae (Stonecrop Family)   Endangered     Galium buxifolium   Sea-cliff bedstraw   Rubiaceae (Madder Family)   Endangered     Gilia tenuiflora ssp. hoffmannii   Hoffmann’s slender-flowered gilia   Polemoniaceae (Phlox Family)   Endangered     Helianthemum greenei   Island rushrose   Cistaceae (Rockrose Family)   Threatened     Malacothamnus fasciculatus var. nesioticus   Santa Cruz Island bush mallow   Malvaceae (Mallow Family)   Endangered     Malacothrix indecora   Santa Cruz Island chicory   Asteraceae (Sunflower Family)   Endangered     Malacothrix squalida   Island malacothrix   Asteraceae (Sunflower Family)   Endangered     Phacelia insularis var. insularis   Northern island phacelia   Hydrophyllaceae (Waterleaf Family)   Endangered     Thysanocarpus conchuliferus   Santa Cruz Island lace pod   Brassicaceae (Mustard Family)   Endangered                           Rare Plants Photo Gallery   14 Photos",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/rare-plants.htm"
}
