{
    "title": "Channel Islands National Park: Prisoners Harbor",
    "body": "Prisoners Harbor               This article was written by Michael Redmon. He is a columnist for The Santa Barbara Independent newspaper, in which this piece originally ran. For more, visit independent.com.   Prisoners Harbor, on Santa Cruz Island’s north coast, now serves as a port of entry for visitors arriving by boat. The name of the harbor commemorates a series of events in 1830 that almost transformed the island into a local version of Australia’s infamous Botany Bay penal colony. Accounts of these events are sketchy and at times contradictory, but the following is a rough outline of what occurred.  Santa Cruz Island lay deserted for several years after the native Chumash had been removed to the mainland in the early 1800s. Fishermen, hunters and travelers occasionally stopped or squatted on its shores. After gaining independence from Spain in 1821, the Mexican government wished to expand its presence and increase its population in Alta California.  In February 1830, the U.S. brig Maria Ester dropped anchor off Santa Barbara. Its captain, John Christian Holmes, then sought out Romualdo Pacheco, comandante at the presidio, to request permission to discharge his cargo, a boatload of some 80 convicted criminals. Holmes had the license to transport the convicts to Alta California, part of a plan by the Mexican government for a penal colony.  This was not the first time the plan had been broached. In 1825, a small group of prisoners had been transported to California with the intent of “improving the morals of the convicts and for colonizing California,” according to historian H. H. Bancroft. This created a storm of protest in California, and the government eventually dropped the scheme.  Five years later, the authorities tried again. Stalling for time, Pacheco accompanied Holmes back to his ship to inspect the “cargo.” He was shocked by the pitiful state of the prisoners. They were living in vermin-infested filth and appeared half-starved, and their clothes were in tatters. Pacheco refused to allow the prisoners to disembark. He soon learned that Holmes had initially tried to dump the criminals at San Diego but had been turned away.  This stalemate continued for a number of weeks. Finally, José de la Guerra, the pueblo’s most prominent citizen, convinced Pacheco to allow a handful of prisoners ashore to perform odd jobs. De la Guerra saw to it that these men were bathed and properly clothed, reportedly earning their everlasting gratitude.  In April, with the approval of California governor José Echeandia, Holmes transported around 30 convicts to Prisoners Harbor with provisions supplied by the padres at the Old Mission. The fate of the balance of the prisoners remains unclear. Those on Santa Cruz initially fared somewhat well, constructing crude shelters against the elements.  In November, a fire destroyed their camp. Building rafts from whatever material was at hand, the men determined to return to the mainland. Without sails or any oars or paddles to speak of, they were at the mercy of wind and currents. They might have drifted endlessly if not for a storm that eventually pushed them ashore in the area of the Carpinteria Valley.  Local authorities rounded them up in fairly short order. Imprisoned for a time, some reportedly were flogged for daring to escape their island prison. Eventually, they were released and were absorbed into society.  It was not the last time that Santa Cruz was considered as a possible prison. In the 1880s, the U.S. Army suggested exiling especially troublesome members of the Apache tribe to the island. Nothing came of the idea, and today only the name, Prisoners Harbor, reminds us of the rather bizarre events of over 180 years ago.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/historyculture\/prisoners.htm"
}
