{
    "title": "Channel Islands National Park: Collections",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections               Collections             Fresnel Lens Pygmy Mammoth   Channel Islands National Park maintains a museum and archival collection of more than 300,000 objects related to the park's cultural and natural history. While the park's historical archives and administrative records are housed at the park, most of the park's artifacts and specimens are located in nearby institutions. These collections have resulted from research and resource management activities undertaken by park personnel, researchers, and staff of partner institutions over a period of some 75 years. Much of the research and collecting occurred prior to the establishment of the National Park, when Santa Rosa and Santa Cruz islands were privately owned. Two of the premier objects in the park's museum collection are the original third-order Fresnel lens from the Anacapa lighthouse and the nearly-complete pygmy mammoth skeleton from Santa Rosa Island. The Fresnel Lens is displayed in the Anacapa Island visitor center, while a plaster cast of the pygmy mammoth skeleton can be seen in the park's Ventura visitor center and at the Santa Barbara Museum of Natural History.   Where to Find Channel Islands Collections  The Santa Barbara Botanic Garden herbarium is the repository for a large collection of botanical specimens from the islands.   Archeological artifacts, paleontological specimens, and biological specimens are located primarily at the Santa Barbara Museum of Natural History.   The following all maintain collections of historic photographs and primary documents related to the islands: the Santa Barbara Museum of Natural History, the Ventura County Museum of History and Art, and the Santa Cruz Island Foundation.   Other institutions that maintain collections of objects and specimens from the Channel Islands include:   Museum of Natural History of Los Angeles County (archeology and natural history collections)  University of California at Santa Barbara (archeology)",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/historyculture\/collections.htm"
}
