{
    "title": "Channel Islands National Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants             Channel Islands National Park supports a diverse terrestrial flora, including many rare, relict, and endemic species, as well as many nonnative species. Numerous plants are rare on the islands but have a wider distribution on the mainland. On the other hand, due to environmental conditions and isolation from the mainland, many of the plants that are native on the California mainland do not grow here. A total of about 790 plant taxa, including species, subspecies, varieties, and forms, have been identified in the park, of which about 578 are native and 205 are nonnative. Each island supports a unique assemblage of vegetative communities, which differ due to climate, microhabitats, topography, geology, soils, plant colonization history, isolation, and land use history. Many of the islands' native vegetative communities have been greatly altered by people and the introduction of nonnative species and are in various stages of recovery. The major vegetative community types on the islands include coastal dune, coastal bluff, coastal sage scrub, grasslands, chaparral, island oak woodlands, mixed hardwood woodlands, pine stands, and riparian areas. Currently, the most extensive vegetation communities on the islands are grassland and coastal sage scrub with significant areas of chaparral on Santa Cruz Island, and to a lesser degree, on Santa Rosa Island. Various phases of coastal bluff scrub constitute the next largest category. Mixed broadleaf woodland stands, oak woodlands, and pine stands are scattered throughout on sheltered slopes and canyons, or on ridges exposed to frequent moist fogs. Smaller but no less significant vegetation communities include coastal dune, baccharis scrub, caliche scrub, and wetlands.                Rare Plants               Terrestrial Invasive Plants              Lichens              Grasslands              Coastal Sage Scrub              Island Chaparral              Woodland",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/nature\/plants.htm"
}
