{
    "title": "Channel Islands National Park: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People             Arlington Man Native Inhabitants Chinese Abalone Fishermen   For over ten thousand years, the northern Channel Islands have hosted a diverse range of peoples and cultures. The large number and undisturbed condition of archeological sites on the islands are shedding light on coastal migration patterns of the earliest Americans and their subsistence in the marine environment. Human remains discovered in 1959 at Arlington Springs on Santa Rosa Island have been dated to more than 13,000 years of age, among the oldest dated human remains in North America. New information about the Island Chumash, the native population that inhabited these islands for thousands of years, continues to fascinate historians and visitors alike. These native people relied on the sea for much of their sustenance and manufactured tools and trade items from shells and stones. The Chumash were able to travel between the islands and the mainland in plank canoes, called tomols, which were constructed out of redwood trees drifting down the coast. In 1542, explorer Juan Rodriguez Cabrillo reached San Miguel Island while voyaging along the American coast seeking new lands for conquest and development. For two hundred years, explorers and traders visited the islands where they hunted otters, seals, and sea lions for their pelts and oil, greatly increasing the exploitation of the marine resources and introducing diseases that decimated the native populations. Claimed for Spain by the early explorers, the islands fell under Mexican rule in 1821. Santa Cruz and Santa Rosa were awarded as Mexican land grants with the intent of raising livestock. Initial ventures into sheep and cattle ranching began on these islands in the 1830s. With California statehood in 1850, the islands became part of the United States. Each of the five northern Channel Islands was developed for livestock ranching during some period of the 19th and 20th centuries. Taking advantage of the expansive fields and altering much of the natural environment, ranchers and vaqueros, or cowboys, built successful sheep and cattle ranches. Many historic ranch buildings remain on Santa Cruz and Santa Rosa islands today. The U.S. Army, Navy, Air Force and Coast Guard all established posts on the northern Channel Islands during the 20th century. Light towers were constructed on Anacapa and Santa Barbara Islands in the 1910s, and a full light station was built on East Anacapa Island in 1932, run by the Coast Guard into the 1960s. Coastal defense build-up led to the establishment of an Army base in 1943 and an Air Force Base in 1950, both on Santa Rosa Island. The Navy managed San Miguel Island from 1948 until it transferred management to the National Park Service in 1967. The Navy also continues to maintain a small post on Santa Cruz Island. Today National Park Service personnel and park visitors form the primary population of the five northern islands. Established as a National Monument in 1938, Anacapa and Santa Barbara islands were the first two islands under NPS management. In 1980 legislation creating Channel Islands National Park added the three remaining Northern Channel Islands. Today the National Park Service protects and preserves the historic resources associated with the various historic inhabitants of the islands to help tell their stories to the public",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/historyculture\/people.htm"
}
