{
    "title": "Tuzigoot National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           25 Tuzigoot Rd  Clarkdale, AZ 86324                 Directions         From Phoenix or Flagstaff take I-17 to exit 287, and then travel west on Hwy 260 to Cottonwood. Once in Cottonwood travel north through the town on Main Street. Just before Clarkdale you will see signs directing visitors onto Tuzigoot Rd.  Directions Details           Operating Hours & Seasons         Tuzigoot Operating hours for Tuzigoot year round, except closed December 25th.     Standard Hours    Sunday: 8:00 AM - 4:00 PM   Monday: 8:00 AM - 4:00 PM   Tuesday: 8:00 AM - 4:00 PM   Wednesday: 8:00 AM - 4:00 PM   Thursday: 8:00 AM - 4:00 PM   Friday: 8:00 AM - 4:00 PM   Saturday: 8:00 AM - 4:00 PM      Additional Information View More       Christmas Day:   -                  Weather           Summer: Hot. Temperatures range from 95°F (35°C) beyond 110°F (42°C). Nighttime temperatures can be much cooler, around 70°F (21°C). From late June through early August, heavy rains called monsoons are common in the afternoons. Winter: Cool. Highs average around 55°F (13°C); lows may be in the teens (-10°C). Snow is rare, but possible. For detailed information, visit the National Weather Service: http:\/\/forecast.weather.gov\/MapClick.php?lon=-112.02729309051725&lat=34.7698307603777#.VmWtK3arSUk         Fees & Passes     Entrance Fees:   Tuzigoot Entrance Fee - Per Person - $10.00 This entrance fee covers one adult, aged 16 and over, for entrance to Montezuma Castle and Tuzigoot National Monuments for 7 days.   Tuzigoot Entrance Fee - Children - $0.00 Children aged 15 and under are free.   Entrance Passes:   Tuzigoot and Montezuma Castle Annual Pass - $30.00 The Montezuma Castle and Tuzigoot Annual Pass covers the card holder and 3 other adults (aged 16 and over) into both Montezuma Castle and Tuzigoot for one year from date of purchase. Children 15 and under are free.         Visitor Centers       Tuzigoot Visitor Center This visitor center provides the first stop for visitors to Tuzigoot National Monument. Stop in to purchase entrance tickets, see the informative and interesting museum, and check out the Western National Parks Association bookstore.                 Wondering what Tuzigoot is all about?  It's an archaeological site, with a lot of nature to boot! NPS Photo   Short Trails, Lots of Sun While our trails are pretty short (the main trail around the pueblo is only 1\/3 mile!), there is not a lot of shade at Tuzigoot.  Definitely pack sunscreen and a hat!  Check out the navigation links for more information on when we're open, how to get here, and what to do.",
    "url": "https:\/\/www.nps.gov\/tuzi\/planyourvisit\/basicinfo.htm"
}
