{
    "title": "Channel Islands National Park: Fresnel Lens",
    "body": "The Fresnel Lens         The illuminated third-order Fresnel lens from the Anacapa Island Lighthouse Reed McCluskey\/NPS  Constructed in 1932, the Anacapa Island Light Station featured a third-order Fresnel lens, the most advanced example of lens technology at the time. In 1822 the Frenchman Augustin Fresnel (fray-nel) improved the dioptric, or refractive, lens used in many lighthouse beacons. Resembling a giant beehive surrounding a single lamp, the glass prisms at the top and bottom refracted the light, sending it out in a narrow sheet. The dioptric section is a round bull’s-eye panel that produces the bright flash of the light. The light appeared brighter and more concentrated, giving it a much more effective and farther range. In the United States Fresnel lenses were made in seven sizes, or orders, the first-order being the largest. In 1932 a rotating, catadioptric, third-order Fresnel lens with a 1000-watt incandescent bulb assembly was installed in the Anacapa Lighthouse. Manufactured between 1900 and 1903 by the Chance Brothers Company in England, it was transported to the United States and stored with other lenses to be used in west coast lighthouses. As each lighthouse was built, a lens was taken out of storage and installed in the lighthouse tower. Powered by diesel generator, its 600,000 candlepower had a visibility of 24 miles! Until the 1960s the light station required a crew of 15 to 25 people to care for the lens and tower. The lighthouse was automated to run for several months at a time in the 1960s. An automatic lamp changer halved the number of times a tender would have to change a burned-out bulb. The brass structure of the lens was painted black because it was no longer regularly polished. in 1989 the Coast Gurad replaced the original Fresnel lens with a solar-powered unit now used in the lighthouse. You can see the original Fresnel lens on display at the Anacapa Island visitor center. Click here for more information.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/historyculture\/fresnellens.htm"
}
