{
    "title": "Channel Islands National Park: Establishing the Park",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Establishing the Park                Establishing Channel Islands National Park             In order to protect the nationally significant natural, scenic, wildlife, marine, ecological, archeological, cultural, and scientific values of the Channel Islands in the State of California……there is hereby established the Channel Islands National Park.  -Public Law 96-199, signed March 5, 1980    A series of federal and landowner actions have helped to preserve the Channel Islands. Federal efforts began in 1932 when the Bureau of Lighthouses (precursor to the United States Coast Guard) brought Santa Barbara and Anacapa Islands to the attention of the National Park Service (NPS) and proposed that the islands be turned over for national park purposes.   In 1937 biologist Theodore D. A. Cockerell of the University of Colorado, who had been collecting specimens on the islands for several years, wrote an article, planned a book, and tried to get his publications into the hands of people to explain why the islands were considered of unusual interest. He was impressed with the extraordinary importance of the islands for natural history studies and urged the park service to accept a land transfer. Cockerell may well have tipped the balance of opinion towards park service takeover, for in 1938 the NPS made the decision to take the excess lighthouse property and ask for national monument status.    On April 26, 1938, President Franklin D. Roosevelt signed a proclamation designating Anacapa and Santa Barbara Islands as Channel Islands National Monument. The first words of the opening paragraph of the proclamation explained why the land warranted preservation, and read, \"Whereas certain public islands lying off the coast of Southern California contain fossils of Pleistocene elephants and ancient trees, and furnish noteworthy examples of ancient volcanism, deposition, and active sea erosion, and have situated thereon various other objects of geological and scientific interest . . .\"    President Roosevelt believed that gradual recovery of the islands' natural characteristics could only be effected by a good management plan, one the NPS was obliged to carry out in accordance with its traditional duties to preserve resources in their natural condition. Geology received special mention in the proclamation. The new Channel Islands National Monument was placed under the supervision of the superintendent of Sequoia National Park.    After a visit to the islands in 1946, Thomas Vint, Chief Landscape Architect for the NPS, was so impressed with the ocean life and underwater world of the islands he recommended that the monument should extend offshore to protect the underwater life. On February 9, 1949, President Harry S. Truman signed Proclamation No. 2825, which added 17,635 acres to the park. The proclamation stipulated addition of \"the area within one nautical mile of the shoreline of Anacapa and Santa Barbara Islands.\"    In 1957 management of the monument was transferred to Cabrillo National Monument. Don Robinson, a ranger who had worked at Cabrillo since the 1940s, became superintendent of the combined monuments.    In February 1961, President John F. Kennedy sent a special message to Congress about natural resources. He observed that \"America's health, morale, and culture have long benefited from our national parks and forest [but they are] not now adequate to meet the needs of a fast-growing and more mobile population.\" He urged Congress to \"enact legislation leading to the establishment of seashore and shoreline areas\" and urged the Secretary of the Interior, Stewart Udall, to conduct a survey to determine where additional seashore parks should be proposed.    The Santa Barbara News-Press printed the President's remarks and among other backers recommended the Channel Islands for a national park. Editor Thomas Storke urged California's senators to lead the way and opened correspondence with an old friend of his, James K. Carr, Undersecretary of the Interior. Included in the park would be Santa Barbara, Anacapa, Santa Rosa, Santa Cruz, and San Miguel Islands. Finding the right time to move in Washington combined with the difficulty of finding an agreement with the private owners of Santa Cruz and Santa Rosa Islands put off submission of a bill until 1963, when California Senator Clair Engle backed a bill for a Channel Islands National Seashore rather than Park. In this way the government would not need to acquire all of the private property. No action was taken. In 1966 five bills came before the House on the matter;in 1970, two came before the Senate. Momentum slowed as the debate moved into the decade of the 1970s.    In May 1963 the Department of the Navy and Department of the Interior entered a Memorandum of Agreement for the \"protection of natural values and historic and scientific objects\" on San Miguel. However, both parties recognized the priority of military uses and, therefore ownership stayed with the Navy and San Miguel was not opened for public recreational purposes.    Channel Islands National Monument finally received its own headquarters and superintendent in May 1967. Donald Robinson was called upon to be the superintendent, where he served until February 1974. About a year after Robinson took his post, Island Packers Company began to offer public transportation to the monument.    William H. Ehorn became the monument's superintendent in June 1974 and would help guide the planning and creation of Channel Islands National Park and establish the foundation of the new park during its first ten years in existence.    In 1977 Senator Alan Cranston and Congressman Anthony Beilenson introduced bills in the Senate and House, respectively, which would authorize Channel Islands and Santa Monica Mountains National Park. Neither passed, and so on March 14, 1979, Congressman Robert J. Lagomarsino introduced a bill creating Channel Islands National Park.    With the help of Cranston and Congressman Phillip Burton of San Francisco, the bill passed the House that summer and the Senate approved it in October. President Jimmy Carter signed the legislation, Public Law 96-199, on March 5, 1980. The new national park would include Santa Barbara and Anacapa Islands (the former Channel Islands National Monument) and add Santa Rosa, Santa Cruz, and San Miguel Islands, the latter to remain under the ownership of the U. S. Navy but managed by the NPS.    Although included within the boundaries of the park, both Santa Rosa and Santa Cruz Islands remained private holdings. It was not until December 1986 that the federal government purchased Santa Rosa Island from Vail and Vickers. Ten percent of Santa Cruz Island's private holdings were purchased from the Gherini family during the 1990s. In 2000 The Nature Conservancy donated 8,500 acres of its holdings on Santa Cruz Island to the NPS resulting in 24 percent public ownership of the island. These acquisitions have placed all of the park islands in conservation ownership.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/historyculture\/park-history.htm"
}
