{
    "title": "Channel Islands National Park: Anacapa Island Light Station",
    "body": "Anacapa Island Light Station             The thick fog and strong currents of the Santa Barbara Channel have proved treacherous to maritime traders and other vessels for centuries.  Sea captains traveling to San Francisco along the west coast of Central and South America avoided the narrow passage for much of the nineteenth century, for fear of colliding with one of the islands in darkness, fog or stormy conditions. Since its completion in 1932, the Anacapa Island Lighthouse has helped guide sailors through the precarious Channel waters. Still, the fractured remains of shipwrecks are chilling reminders of nature’s enormous power. Bringing Light to the Channel Islands The wreck of the passenger steamship Winfield Scott in 1853 highlighted the need for a light on Anacapa Island. Congress, unfamiliar with the maritime navigation perils of the West Coast, agreed only to fund a less expensive mainland station at Port Hueneme which began operation in 1874. Shipping accidents, particularly to lumber schooners, continued and the Bureau of Lighthouses was finally convinced to authorize a temporary acetylene light for the south side of the easterly entrance to the Santa Barbara Channel. In 1911, a 50-foot metal tower with a light atop it was constructed on the tip of East Anacapa. In clear weather, the light could be seen from 20 miles in the distance. An estimated nine-tenths of all vessels trading up and down the Pacific Coast were passing through the Santa Barbara Channel by 1920. Members of the American Association of Masters, Mates and Pilots demanded a fog signal as well as a light. A permanent lighthouse, however, required authorization by Congress. When the tank steamer Liebre grounded on the east end of Anacapa Island on February 28, 1921, directly under the light tower, local inspectors blamed the inadequate station. In 1928, the Bureau of Lighthouses allotted funds for fog signal and radio apparatus for Anacapa, as well as boats and miscellaneous improvements for water supply, sanitation, and grounds improvement. The new lighthouse’s keeper, Frederick Cobb, lit the first light on March 25, 1932. In 1939 the U.S. Coast Guard replaced the Lighthouse Service. Atop the Cliffs of Anacapa Located on the highest point of East Anacapa Island, the Anacapa Island Lighthouse became an indispensable resource to shipping and passenger boats. At the top of the 39-foot concrete cylindrical tower flashed a third-order Fresnel lens, one of the most advanced lighthouse beacons in the world. From 1931 through the 1960s, the light station housed a crew of between 15 and 25 people who maintained the lens, fog signal and tower, hourly weather and radar monitoring and reports, and a radio tower. When the US Coast Guard automated the station in the 1960s, the the need for a fully manned station ended and the light station was able to be operated from the mainland. For 57 years the light station aided ships traveling through the Santa Barbara Channel. In 1989, the Coast Guard replaced the historic Fresnel lens with a solar-powered acrylic lens. These modern lenses are small versions of Augustin Fresnel’s invention, using the same technology employed by the nineteenth-century physicist. You can visit the original Fresnel lens at the Anacapa Island visitor center. Click here for more information and photos. Living on Anacapa Island Life at the Anacapa Island Light Station was unlike that at most stations in the country. While many light stations were in isolated and dangerous locations, Anacapa enjoyed a combination of isolation and danger with reasonable proximity to civilization. When, for instance, the wife of assistant keeper Rex Coursey was seriously injured in a fall in 1934, the battleship California was radioed to bring her to the mainland hospital. This is not to say that risks were few. With no safe place to dock a boat, Coast Guard boats were raised to a platform with a derrick. One keeper arrived with his wife only to have their launch stuck swinging in the air as the derrick stopped working mid-operation. The officer and his terrified wife spent their welcome dangling over the swells in the landing cove, not knowing what would happen. Finally the couple made it ashore, but the wife reportedly refused to use the derrick again, denying herself shore leave until she left the island for good.         Aerial view of Anacapa Island. Note the rainwater catchment above the Coast Guard facilities (upper right) and the church-like water tank building below it. Channel Islands National Park  In spite of the island’s remoteness, those who worked and lived on Anacapa were self-sufficient. Most of the Spanish Revival-style structures were constructed in 1932. Fuel was stored in the oil house in three 2000-gallon tanks. Solar panels have been added to its roof for modern usage. The power house contained the generator as well as the radio room, which was converted into an apartment in the 1980s. With no fresh water, the Coast Guard constructed a tank house to protect two large redwood water tanks. The high, one-story building has tall arched windows, an arched doorway, and a circular window in a protruding gable, giving it the look of a church. The Coast Guard hoped that this “disguise” would shield the water from vandalism although it really acts to preserve the water quality and protect the tanks from rodents and weather. In addition, a 30,000-square foot cement catchment behind the tank house was built to funnel rainwater down to the water tanks. The flat surface, however, was popular with gulls and seabirds and, because of the amount of guano, the rainshed was only used occasionally. The white stuccoed Spanish Revival-style residences typically housed six men with some families. Island residents occupied their time working, fishing, hunting rabbits, and combing the island’s nooks and crevices. Painted white stones and neat fences made the four houses and various service buildings resemble a small neighborhood. By 1951, television had come to Anacapa. Although light keepers no longer live on the island, the houses and buildings are occupied and managed by National Park staff. World War II and the Post-War Changes The Second World War effort brought new activity to the Channel Islands. The lighthouse was extinguished during the Pacific Coast blackout in 1942 and housed some of the personnel detailed to the Coastal Lookout Station established there. The Navy took control of the Coast Guard during the war and operated the light station. In 1961 the Coast Guard modernized the light station by replacing the fog signal system and installing electrical appliances. The following year, however, a new plan was outlined to automate the Anacapa Island Light Station and to establish a rescue facility at Point Hueneme Light Station. By 1970 the National Park Service and the U.S. Coast Guard reached an agreement that awarded joint custody and use of the unimproved land areas of East Anacapa, the wharf, hoist house, and hoist. NPS park rangers now occupy the residence quarters and operate the other buildings. While the park service manages the island, the Coast Guard operates the lighthouse and fog signal building. For safety reasons, visitors to Anacapa Island are not permitted to tour the lighthouse, but the Park Service welcomes you to explore the area surrounding this historic structure and to experience the unparalleled views from Anacapa’s rocky shores.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/historyculture\/anacapalight.htm"
}
