{
    "title": "Channel Islands National Park: Santa Barbara Island",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Santa Barbara Island                Santa Barbara Island History and Culture             The smallest of the Channel Islands, Santa Barbara Island is about thirty-eight miles from the mainland and is centrally located in relation to all eight of the offshore islands. Surrounded by sheer cliffs on all sides, the island sits alone in the sea with only little Sutil Islet and Shag Rock to the southwest and northeast respectively to keep it company. Few beaches are found on the island, and those that are prove to be rocky and often treacherous to reach. The island has a pastoral quality with rolling slopes and a wide saddle between twin peaks, the taller of the two reaching 634 feet. Santa Barbara Island is home to native seabird colonies, barking sea lions, and a rich cultural history.    Native Occupation and European Contact Due to the lack of fresh water and few terrestrial resources, Santa Barbara Island most likely did not support any permanent native settlements. Recent studies show evidence that occupation of the island dates back at least 4,000 years, suggesting seasonal visits to the island. Southern California Indians would have been drawn to the island by the rich marine life surrounding the rocky shores, being able to fish, harvest shellfish and hunt pinnipeds, as well as manufacture tools.      Since early European explorers did not leave any indication of landing on the island, no information about native island use or occupancy of the island has come from those sources. Although the explorers did see the small island, it did not receive much documentation. Cabrillo's chroniclers dubbed the southern islands, which included Santa Barbara, the \"other islands of San Lucas.\" Sebastian Vizcaino gave the island its name in honor of the saint whose day was December 4, the day he arrived, in 1602.      Early History Santa Barbara Island came into the possession of the United States in 1848 and has continued in U.S. government ownership since that time. Early government surveys done in 1853 and 1871 provided a topographic map of the island and Signal Peak was given its name when a triangulation signal was used at its highest point. While no leases were recorded on the island prior to 1909, people did periodically occupy the island. In The Land of Sunshine, published in 1897, author J. R. Britton compared the island's profile to that of a camel; he wrote that \"upon the higher hump stands the decaying beacon of the U. S. Coast Survey.\" He also noted \"a narrow shelf where a crayfisherman has built a hut of lath and canvas.\"      Fisherman and hunter Heman Bay Webster lived on Santa Barbara Island as a squatter in the 1890s. He built a cabin in 1896 near the arch on the island's northwest point that now bears his name, Webster Point. In a 1940 interview, he recalled \"abundant\" cats living on the island until disease diminished their numbers. Webster was at home with the elements, going barefoot and having interests in other islands, mainly Anacapa where he ran sheep. Other men made Santa Barbara Island a regular port around the turn of the century as well. Buster Hyder recalled that Carl Jergensen and Bert Johnson spent years fishing for lobsters at Gull Rock (Sutil Island) in Thor, a boat built by Hyder's father.      The U.S. Department of Commerce and Labor began leasing the island for agricultural and recreation purposes in 1900, advertising the island for a five-year lease in newspapers along the coast. J.G. Howland, being the highest bidder, obtained the first recorded lease of Santa Barbara Island on July 6, 1909. Soon after, Howland sublet the island to C.B. Linton for the purpose of propagating pearls in abalone. After five years, Howland did not renew his lease on the island.    The Hyder Family In the spring of 1914, public notices were again posted for a five year lease of Santa Barbara Island. Two bids were received, T.D. Webster of Carpinteria and Alvin Hyder of San Pedro; Hyder made the higher bid of $250 a year and acquired the lease on June 16, 1914. The largest settlement of people on the island in historic times moved onto the island with Hyder. At one time around 1915, about fifteen people lived on the little island including Alvin's wife Nora and son Denton O., \"Buster\", as well as his two brothers and their wives.      The year prior to the families' arrival, Hyder and his brothers had built a house near the edge of the island 100 yards south of and 150 feet above the landing. They anchored the house to the ground by cables so the wind would not blow it off the cliff. Hyder rebuilt the pier at the landing, where supplies and equipment were unloaded with a boom. To provide relief from carrying goods up and down 150 feet, he rigged a sled on wood tracks down the steep slope between the landing and the house.      Since the island had no springs or flowing water, the Hyders constructed a system of reservoirs. They built two large concrete cisterns at the house and brought water on Nora II from the mainland. In 1918 they installed a Rambler auto engine to pump the water to the house from the landing. They searched the island for water sources, even looking for fresh water deep in sea caves, with no luck. Any collecting methods possible were used, no matter how disgusting. Buster recalled how \"you had to limit your drinking water. It had to last a year. Then it got stagnant. Many times when it was raining I'd drink water out of horse tracks. No kiddin'.\" Buster had the job of removing dead mice from the drinking water supply every day. \"Boy, it was hard to drink it. But when you don't have anything else, you have to drink it.\"      In the early decades of the century, people made good money raising rabbits, marketing the meat and selling the pelts. Following the trend, the Hyders brought hundreds of pure black and pure white Belgian hares out to the island and turned them loose. They also brought about 300 sheep to the island in 1915, the first known sheep to graze there, where they would be fattened and sold for meat. The Hyders also had two horses, Dan and Charlie, and two mules, Jack and Beck, which they kept in a barn they built. Along with these animals, the Hyders also kept goats, pigs, chickens, turkeys and geese on the island.      The Hyder lease expired in 1919 but they stayed on anyway. After seven years of hard work and frustration, they decided to leave the island in 1922. They took their twelve goats, 300 sheep, dogs and four horses to their homestead in Cuyama Valley north of Santa Barbara. Following the terms of the lease, they tore down the buildings and brought the materials to the mainland, although they failed to remove the main house. Reportedly Alvin Hyder tried to lease Santa Barbara Island for another term without success; an entrepreneur from Venice outbid him. Nevertheless, he took 250 sheep back to the island for fattening many years after their lease had run out.      Government Activities on Santa Barbara Island After the Hyders left the island, several attempts to lease and build resorts were made, but none succeeded.  No major improvements were made to the island until the government built lighthouses. As early as 1853 government officers made note of the potential of Santa Barbara Island for lighthouse purposes. However, it would take 75 years to get a navigational aid built on Santa Barbara Island. On July 27, 1928, the Bureau of Lighthouses authorized an automatic light on the northerly point of the island \"for the protection of inter-island navigation in general and particularly for the protection of the Hawaiian Island and trans-Pacific traffic, which follows a course passing six miles to the northward of the island.\" In 1934, a second light tower went up on the south end of the island, on the westerly side, located 486 feet above the water and visible for twelve miles. When Santa Barbara Island became part of the Channel Islands National Monument in 1938, two parcels of land and right of entry were retained for by the government for lighthouse purposes.      In April 1936, the Commandant of the 11th Naval District requested permission to install and maintain a range finder marker on Santa Barbara Island. The Navy built a tower about ninety feet tall at the highest point on the island, 634-foot Signal Peak, which was probably removed by 1942 when the Army Signal Corps installed radar on the island. At the outbreak of World War II, the military ordered both lights to be temporarily extinguished. They were relit in 1943 when the immediate threat to Los Angeles Harbor was felt to be over. During the war, the Navy took over responsibility for U. S. Coast Guard activities, including aids to navigation, and instituted a program of timed blackouts of coastal lights in case of enemy attack. The Navy also set up Coastal Lookout Stations on the island to help prevent attacks on the mainland.      Santa Barbara Island and Channel Islands National Monument As early as 1932, the Bureau of Lighthouses suggested transferring Santa Barbara Island, as well as Anacapa Island, to the National Park Service for preservation. Not until 1938 did the National Park Service respond, and on April 26, the island became part of the newly designated Channel Islands National Monument, encompassing Anacapa and Santa Barbara islands. On June 28, 1939 NPS biologists E. Lowell Sumner, Jr. and R. M. Bond submitted a report on the biology of the islands suggesting protection of the island by the Coast Guard and State Division of Fish and Game, as well as posting signs in order to alert visitors of the island's new Monument status.      In 1949 the monument boundaries were expanded to include \"the area within one (1) nautical mile of the shoreline of Anacapa and Santa Barbara Islands.\" On Santa Barbara Island, this meant that the rocky beaches, offshore rocks and Sutil Island and Shag Rock would be protected. The Channel Islands National Monument was moved from the supervision by Sequoia National Park to be overseen by Cabrillo National Monument in San Diego in 1957. Rabbits and vandalism became major problems on the isolated island, but by the time it became part of the Channel Islands National Park in 1980, the rabbits were gone and vandalism was declining.      To help develop the island for visitor use, the National Park Service constructed a new dock and ranger residence on the island in 1991. Extensive habitat restoration efforts have been underway on Santa Barbara Island to increase the native plant and bird populations which were destroyed after years of rabbit and sheep grazing. Today, visitors can camp, hike trails covering the whole island, snorkel and kayak to see the beautiful natural environment this small, remote island has to offer.                    Santa Barbara Island History Photo Gallery   3 Photos  Historical photos from Santa Barbara Island",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/historyculture\/santa-barbara-island.htm"
}
