{
    "title": "Channel Islands National Park: Santa Cruz Island",
    "body": "Santa Cruz Island History and Culture             Santa Cruz Island, the largest and most diverse of the eight Channel Islands, has a long and varied history that is tied closely to its physical attributes. Its vast grasslands, coastal scrub vegetation, oak woodlands, and rich coastline sustained the Chumash for millennia and they maintained a number of villages and seasonal settlements on the island. For most of the nineteenth century, mariners found shelter in its coves and hunters and fishermen exploited the marine life. Immigrant ranchers grazed livestock, and the military took advantage of the island’s strategic location. Chumash Civilization and European Contact Archeological investigations indicate that Santa Cruz Island has been occupied for at least 9,000 years. The island was home to the largest population of island Chumash and developed a highly complex society dependent on marine harvest, craft specialization and trade with mainland groups. The Santa Cruz Island Chumash produced shell beads that they used for currency, which formed an important part of the overall Chumash economy. Those living on the east end of the island mined chert from the numerous island outcroppings to make tiny blades for drilling holes to make the shell disc beads. Native villagers had no known contact with outsiders until the 16th and early 17th centuries. Juan Rodriguez Cabrillo, who is credited with the first European exploration of the California coast, observed at least six villages, though he and his crew never stopped at the island. The villages were called Niquipos, Mazul, Xuga, Nitel, Macamo, and Nimitapal. Cabrillo named the island San Lucas, although the Chumash called it Limuw. Read about the legend of Limuw here. In 1602, Sebastian Vizcaíno led the last Spanish expedition to California. His map named Santa Cruz Island the Isla de Gente Barbuda (island of the bearded people). Between 1602 and 1769 there was no recorded European contact with the island. Considering, however, the amount of traffic passing the islands, a number of unrecorded visits were probably made. Finally, in 1769, the land-and-sea expedition of Don Gaspar de la Portola reached Santa Cruz Island. Traveling with him were Father Juan González Vizcaíno and Father Francisco Palóu. Father Palóu wrote of Father Vizcaíno’s visit to the Santa Cruz village of Xaxas that the missionaries on ship went ashore and “they were well received by the heathen and presented with fish, in return for which the Indians were given some strings of beads.” Upon returning to their ship the missionaries soon realized that they had forgotten their staff in the village. Father Palóu wrote: They immediately gave it up as lost, on account of the cross that it carried for it was of iron, and it was known how the Indians coveted this metal. But they were so honest that at daybreak it was discovered that one of the little canoes of the island was coming to the ship, and that one of the heathen was carrying in his hand the staff with the holy cross. Climbing on board he delivered it to the father and after being rewarded returned to the island. For this reason it was called the Island of the Holy Cross (Santa Cruz), and as such it has been known ever since. The island was considered for establishment of a Catholic mission to serve the large Chumash population. When the mission at San Buenaventura was founded across the channel in 1782, it commenced the slow religious conversion of the Santa Cruz Chumash. In 1822, the last of the Chumash left the island for mainland California. Maritime Commerce Santa Cruz served as a base for otter hunters, fishermen, and smugglers. Smugglers Cove, for instance, derived its name from these illicit activities. The Channel Islands often provided smugglers and bootleggers with convenient and isolated hideaways in which to store their goods for a time. George Nidever recalled hunting otter at Santa Cruz in the winter of 1835-1836. Working from a base camp at Santa Rosa Island, he and two others obtained 60 skins that season.  Fishermen encamped on the island, trading fish for other goods from passing boats. Early Ownership With Mexico’s independence from Spain in 1821, the Mexican government asserted its control over California. In an effort to increase the Mexican presence, the government began sending convicted criminals to populate many areas. Around 40 prisoners were sent to Santa Barbara where, upon arrival, they were sent to Santa Cruz Island. They lived for a short time in an area now known as Prisoners Harbor. Read more about their interesting story by following this link. Through a land grant from the Mexican government, Captain Andres Castillero became the first private owner of Santa Cruz Island from 1839 to 1857. When California became a state in 1850, the United States government required that land previously granted by Spanish and Mexican governments be proved before the Board of Land Commissioners. For twelve years Castillero’s claim to Santa Cruz Island was disputed, even after his property had been sold. During Castillero’s ownership, Dr. James B. Shaw, an English physician, acted as manager of the island. He built the island’s first ranch house by 1855 and is thought to have brought the first French Merino sheep to the island. Ranching on Santa Cruz Island Andres Castillero sold the island to William Barron, a San Francisco businessman and co-owner of the company Barron, Forbes & Co., in 1857. During the twelve years that Barron owned the island, Dr. Shaw continued manage it as superintendent and was charged by Barron to expand the sheep ranching operation begun during the Castillero era. The Civil War significantly increased the demand for wool and by 1864 some 24,000 sheep grazed the hills and valleys of Santa Cruz Island.        Chickens and a tractor in front of Scorpion Ranch house in the 1950s. Channel Islands National Park  Shaw’s island sheep ranch was well known by 1869, the year he left Santa Cruz. He imported cattle, horses, and sheep to the island and erected one of the earliest wharves along the California coast at Prisoners Harbor by 1869. He built corrals and houses for himself and his employees and expanded the road system. Shaw was the first rancher to ship sheep to San Francisco by steamer, some selling at $30 per animal. The press frequently praised the quality of sheep and wool coming from the Santa Cruz Island ranch. In 1859, the Sacramento Daily Union published an article about the sheep in the Santa Barbara area: Sheep of a much finer quality can be found in this county, and we doubt if anything superior can be found in the State than those owned by Dr. Shaw, on the island of Santa Cruz. Judging from the number of persons who have purchased from the doctor, for the purpose of raising sheep, Santa Barbara Country bids fair, in a few years, to be one of the greatest sheep producing sections in the state. When Barron sold the island in 1869, Shaw left for San Francisco and Los Alamos where he continued ranching. At that time, the gross proceeds from the ranch on Santa Cruz Island were supposedly $50,000. Justinian Caire and the Caire Ranch William Barron sold the island to ten investors from San Francisco for $150,000. One of the investors, Justinian Caire, was a French immigrant and founder of a successful San Francisco hardware business that sold equipment to miners. By the late 1880s Caire had acquired all of the shares of the Santa Cruz Island Company which he and his colleagues had founded in 1869. He continued a successful livestock and ranching industry on the island for many years. From the ranch headquarters in the central valley (also called Rancho del Medio for its central location on the island), Justinian Caire developed an impressive agricultural operation with satellite ranches on the east and west ends of the island and at Prisoners Harbor, as well as seasonal and short-term ranches on other parts of the island. Diversified production, including wool, beef, wine, fruit and nuts, in addition to sustainable gardens, orchards and flocks of fowl, decreased the need to import food and goods from the mainland and sustained the ranching operations through the boom and bust cycles of the livestock industry. Caire brought architectural styles and culture from Europe and, during its heyday, more than 100 workers, mostly Italian but including French, American, Mexican Californian, and Indian, were employed at the ranch and worked as blacksmiths, masons, carpenters, painters, sheep-shearers, team drivers, vintners, butchers, dairymen and sailors. Caire’s legacy is visible on the island in brick and stone ranch buildings, the groves of ornamental trees and fruit and nut orchards, the numerous dry stone masonry structures walls and dams, and the road system. Descendents of Justinian Caire still reside in California and many are active in the preservation of the island history. An extended and complicated series of litigation among Caire family members resulted in the division of the island and the sale of most of it in 1937. Justinian Caire's descendents retained 6,000 acres on the east end of the island, on which they continued the sheep ranching operation. Other family members sold the remaining 90 percent of the island to Los Angeles oilman Edwin Stanton in 1937. The Stanton Ranch Edwin Stanton’s purchase of the major part of Santa Cruz Island brought a major shift in agricultural production on the island. After trying for a short time to continue the sheep operation, he decided to switch to beef production. At the time, the beef industry in California was growing rapidly, with Santa Barbara County among the top ten beef producers in the state. The Stanton Ranch was a major part of Santa Barbara County’s cattle industry between the 1940s and 1980s and, at 54,000 acres, was the largest in size. Neighboring Santa Rosa Island exceeded Stanton’s cattle numbers on similar acreage. Edwin Stanton’s ranch on Santa Cruz Island saw changes that reflected the evolution of cattle ranching in a working landscape. While retaining most of the 19th century structures dating from the Caire period, Stanton constructed a few buildings to meet the needs of his cattle ranch, the most notable of which is Rancho del Norte on the isthmus. Pasture fencing and corrals were altered to suit the cattle operation and an extensive water system was added to provide water to the cattle. The End of Island Ranching The Gherini family, descendents of Justinian Caire, continued their sheep ranching operations on the east end of Santa Cruz Island until 1984, using Scorpion Ranch as their base. They managed the island with resident managers and laborers and often worked as a family during shearing and during the summer. Production dropped during the 1970s and 80s and the expense of ranching on a remote island rose. By 1984 the last ranch lessee vacated the island and a newly formed hunting club called Island Adventures leased the facilities from the Gherinis. The hunt club used the ranch houses at Scorpion and Smugglers to house guests who came to hunt the feral pigs and remaining sheep. With Edwin Stanton’s death in 1964, his widow and son, Carey, re-incorporated the Santa Cruz Island Company and continued the cattle operations on the island. Carey Stanton died unexpectedly in 1987 at the ranch and was buried in the family plot in the island chapel yard at the Main Ranch. His personal possessions on the island, some of which dated to the Caire era, were left to the Santa Cruz Island Foundation. The real property passed to The Nature Conservancy through a prior agreement that Carey Stanton had established with the non-profit organization. The Nature Conservancy rapidly liquidated the cattle operation and ended the ranching era on the island. Military Uses of Santa Cruz Island The military forces of the United States took notice of Santa Cruz Island during World War II, and since that time have constructed and maintained strategic installations in the name of national security. Like all its neighbors, Santa Cruz Island served as an early warning outpost watching for enemy planes and ships during World War II. The Cold War brought the communications station as a part of the Pacific Missile Range. This station remains in operation, although not at the levels of its heyday in the 1950s and 1960s. The National Park Service While Santa Cruz Island did not attain National Park designation until 1980, visitors and previous owners of the island have understood the resource values of the island and contemplated preserving the property as a park for perhaps 100 years. In 1936 the Caire family reportedly offered their 9\/10ths of the island for $750,000 to the state of California for use as a state or federal park. Nothing came of this proposal and the property was sold to Edwin Stanton. Stanton's son and heir was not interested in a government purchase of his beloved island and took steps to avoid such events by forging an agreement with The Nature Conservancy and the property was transferred to the organization upon his death. Although Santa Cruz Island is included within the boundaries of Channel Islands National Park, The Nature Conservancy portion of the island does not belong to the park. A transfer of 8,500 acres from the Nature Conservancy to the park was completed in 2000. Channel Islands National Park owns and operates approximately 24 percent of Santa Cruz Island. Today, a combination of organizations which includes The Nature Conservancy, the National Park Service, the University of California Field Station, and the Santa Cruz Island Foundation work to protect the island’s natural and historic resources. For more information on visiting Santa Cruz Island click here.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/historyculture\/santacruzisland.htm"
}
