{
    "title": "Channel Islands National Park: Shipwrecks: The Winfield Scott",
    "body": "Shipwrecks: The Winfield Scott          The discovery of gold in California in 1848 brought thousands of fortune seekers from the east and around the world. To meet this new demand for travel and resources, shipping and maritime activity increased dramatically. Sailing ships and steamers carried people, food, and supplies up and down the coast and from the eastern United States. A typical voyage from New York to San Francisco brought passengers first to Panama and, once there, it often took over a month for another ship to arrive and take them up the Pacific seaboard.  In 1847 two steamship companies connecting New York with San Francisco and the Oregon Territory and charged primarily with the important task of delivering mail were subsidized by the federal government. The Steamship Company and the Pacific Mail Steamship Company acquired many steamships to travel the Panama route.         Pacific Mail Steamship Company mail bag, recovered from the Winfield Scott. Channel Islands National Park  Independent steamship companies competed with the mail steamships by promising shorter voyages. To reach their destinations more quickly, ships often risked navigating the narrow Santa Barbara Channel rather than traveling around the Channel Islands. Between 1850 and 1900, at least 33 ships were wrecked in the Channel. One of these ships, the Winfield Scott, still lies beneath the clear waters of Channel Islands National Park. The large steamship sank off the shores of Anacapa Island in 1853. The Winfield Scott was owned by the Pacific Mail Steamship Company. Loaded with over 300 passengers and crew, bags of mail, and $1 million in gold, the steamship departed San Francisco for Panama on December 1, 1853. The next evening Captain Simon F. Blunt chose to pass through the Santa Barbara Channel to save time. The fog was dense, but he knew his course. Believing he had passed the islands, Blunt turned southeast, an unfortunate and tragic miscalculation. At 11:00 pm, the Winfield Scott crashed into a large rock off Middle Anacapa at full speed, striking two holes in the bow. The stern then struck, knocking away the rudder, and the ship began to sink. Captain Blunt sent a boat to find a place onshore for the passengers and ordered everyone on board to abandon ship. The large group was brought to the beaches of Anacapa where they camped for nearly a week. Another ship, the California, saw the smoke from the passenger’s fires and rescued the women. It returned on December 9 and removed the rest of the passengers. The company of the Winfield Scott was left on the island to attempt to recover mail, baggage, furniture, and some of the machinery from the wreck, but there was little hope of saving the ship or of getting it off of the ledge. Over forty years later, Captain Maginn and Colonel Baker of the San Pedro visited the wreck in hopes of salvaging some of the copper, iron, and brass which could bring substantial amounts of money. Some of the ship had to be blasted apart by dynamite. Others returned to the shattered site searching for gold and other “treasure.”         The crosshead, a piece of the Winfield Scott's engine, remains on the ocean floor. Robert Schwemmer, Channel Islands National Marine Sanctuary  You can explore the watery remains of the Winfield Scott shipwreck, though divers and snorkelers are prohibited by antiquity laws from removing any artifacts. The wreck is listed on the National Register of Historic Places. For more information about the Winfield Scott and other Channel Islands shipwrecks, check out the Channel Islands National Marine Sanctuary Shipwreck Database.             Channel Islands Shipwrecks   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 26 seconds  Learn about a some of the approximately 100 shipwrecks that have been documented within the park. The park and the sanctuary protect these shipwrecks as part of our cultural heritage.               Naufrágios de Channel Islands   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 26 seconds  Naufrágios de Channel IslandsSpanish version of the shipwreck video.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/historyculture\/winfieldscott.htm"
}
