{
    "title": "Channel Islands National Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture             Channel Islands National Park Timeline (PDF, 5.4mb)  Channel Islands National Park Archaeological Overview and Assessment (PDF, 6.7mb)    Surfacing over the horizon from the depths of the Pacific Ocean, the coastal mountains of California's Channel Islands offer an extraordinary gateway to the past, spanning more than 12,000 years of human history. The Channel Islands have attracted many explorers, scientists and historians during the past few centuries. Today, island visitors can explore the world of the native Chumash, walk the shores where European explorers landed, discover new tales from California's ranching history, and witness the remains of off-shore shipwrecks. The northern Channel Islands were home to many native Chumash communities who are believed to have inhabited the islands for thousands of years. When Europeans first reached the islands in the 16th century, they discovered a rich culture dependent upon the resources of the land and the sea for sustenance and survival. By the nineteenth century, the islands were fulfilling different purposes: vast sheep and cattle ranches occupied Santa Cruz, Santa Rosa, and San Miguel islands and the channel waters were aggressively harvested for fish and marine mammals. The remains of ancient Chumash villages are intermingled with historic ranch complexes and later military structures, testifying to the diverse heritage of human experience on these offshore islands. Each of the five Channel Islands has a unique history. Channel Islands National Park invites you to learn more about the people, places, and stories associated with each of these islands and to experience the fascinating heritage of coastal southern California!                People              Places              Stories              Collections",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/historyculture\/index.htm"
}
