{
    "title": "Channel Islands National Park: Anacapa Island",
    "body": "Anacapa Island History and Culture             Just 13 miles from the Channel Islands National Park Visitor Center in Ventura, Anacapa Island is the second smallest of the Channel Islands at roughly five miles long and one-half mile wide. The native Chumash once called this island “Ennepah,” a word meaning deception or mirage which alluded to this island’s changing shape when viewed at different times from the mainland and other islands. Anacapa is actually a narrow chain of three islands appropriately called East, Middle, and West Anacapa. Emerging from the fog of the Santa Barbara Channel, Anacapa Island drifts in and out of sight, beckoning visitors from the mainland as it has for centuries. Chumash on AnacapaArcheological evidence suggests that the native Chumash people were visiting Anacapa Island as long as 5,000 years ago. Abalone and mussel shells, bones from fish, birds, and pinnipeds, and human artifacts such as bone tools, shell beads, projectile points, and fish hooks all suggest extensive human activity on the island. Due to the absence of fresh water on the island, it is likely that seasonal camps were used for fishing and other activities. Despite the lack of archeological evidence of permanent settlements on the island, Chumash legend holds that the American Indian population of the Channel Islands began on Anacapa. In the early 20th century, anthropologist John Harrington extensively interviewed a Mission San Buenaventura Chumash man named Fernando Librado who told Harrington a story passed on orally through generations of Chumash Indians. According to the story, eight families traveled to Anacapa Island after a civil war on the mainland and settled on the north side of the middle island. For water, they dug a hole and used seepage at Indian Cave on West Anacapa. After a time, the eight families left Anacapa for Santa Cruz Island, eventually spreading to all the northern islands. European ContactJuan Rodriguez Cabrillo was the first European explorer to make contact with the Channel Islands in 1542. Although he passed Anacapa, he and his crew never settled there. Cabrillo named the northern Islands Las Islas de San Lucas, which included Anacapa. Learning that there were no American Indians on the island, few European explorers visited Anacapa the following decades. Its small size and relative unimportance left the island largely unrecorded for a period of 250 years. The 1793 expedition by Englishman George Vancouver standardized the names of the Channel Islands. Vancouver recorded Anacapa as “Enecapa” and the present spelling appeared on maps in 1854. RanchingLike many of the other Channel Islands, Anacapa Island was used for sheep ranching during the latter half of the 19th century. It is uncertain exactly when ranching began on Anacapa. It is believed that three men owned ranches prior to the first recorded lease which began in 1902. H. Bay Webster, himself a sheep rancher on the island, recalled that the first sheep ranch had been established by George Nidever before 1885, although he may have been confused with events on San Miguel Island. Ranchers used Middle Anacapa for the main headquarters of their sheep operations and the livestock were landed on the northwest side of the island. Sheep survived year-round, but on a marginal basis. With no dependable supply of fresh water, many recalled the somewhat dubious story that the sheep would lick the moisture from the morning fog off of each other’s coats. To improve grazing, sheep ranchers introduced exotic grasses to the island. By the 1930s the sheep had destroyed most of the native plants and had begun to eat the endemic Astragalus miguelensis. As a result, many of the sheep died, bringing an end to sheep herding on Anacapa.        Frenchy LeDreau and H. Bay Webster, c. 1940 Channel Islands National Park  Residents Heaman Bayfield Webster, a former island seal hunter, long-time Ventura resident and assistant postmaster, established residence on Middle Anacapa with his wife and two sons in 1907. For $31 per year, he leased all three of the islands “for grazing and farming only,” establishing the first government-recorded ranch on Anacapa. The family spent summers and two winters on the island tending to a flock of nearly 300 sheep. In the fall of 1911, Webster set up a school in a tent for his children and hired a governess to teach them, the first school house on the Channel Islands. Most of Webster’s income came from tourism and wool. Perhaps the most illustrious resident of Anacapa Island was Raymond \"Frenchy\" LeDreau. The Frenchman made his way to the island in 1928, taking up the life of a fisherman and hermit. He built several huts perched on a ledge overlooking the area now called Frenchy's Cove. Focusing on lobster fishing, Frenchy sold fish to passing Larco Company boats and hosted visitors and fisherman passing by. Friends old and new brought him food and supplies in return for lobster, abalone, and conversation. He was an educated man, apt to discuss literature and sing an aria in a tenor voice. During prohibition he made money by watching over caches of liquor stored in many of Anacapa's caves by rumrunners and bootleggers. When the US Government created the Channel Islands National Monument in 1938, which included both Anacapa and Santa Barbara islands, it appeared that Frenchy might be forced to leave. So impressed, however, was National Park Service biologist Lowell Sumner with LeDreau's concern for the natural history and welfare of the island that Lowell suggested LeDreau \"be allowed to remain on the island as long as he desires.\" Frenchy became the de-facto caretaker of Anacapa Island for the National Park Service until 1956 when, at the age of 80, he was forced to leave after a fall left him with severe injuries. He had lived on Anacapa Island for 28 years. In 1932, the Anacapa Island Light Station was completed on East Anacapa Island. The lighthouse and fog signal are still operated by the US Coast Guard and the original Fresnel lens is on display in the island's visitor center. The National Park Service On April 26, 1938, the Channel Islands National Monument was established. It included both Anacapa and Santa Barbara islands. Nearly twenty years later, in July 1959, Anacapa Island opened to visitors and provided park ranger services. Closest to the mainland, Anacapa is the most visited island of the Channel Islands National Park. More About Anacapa There are many other interesting stories about Anacapa Island. Before establishing himself as a painter, the artist James Whistler was employed by the U.S. Coast and Geodetic Survey as a draftsman and engraver, and produced a map of Anacapa Island. The historic Anacapa Island Lighthouse was erected in 1932, but not before the treacherously rocky coastline churned up several shipwrecks, including the Winfield Scott, of which the remains can be seen right off of Anacapa's shores.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/historyculture\/anacapaisland.htm"
}
