{
    "title": "Channel Islands National Park: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places               Places             Anacapa Island History & Culture Anacapa Island Light Station  Santa Cruz Island History & Culture Santa Rosa Island History & Culture Santa Barbara Island History & Culture   An Ancient String of Pearls  Juan Rodriguez Cabrillo and his Spanish fleet first came upon San Miguel Island in 1542. In the waters of the Santa Barbara Channel they found an island chain with a long and rich history. The Chumash, who lived on the northern islands and along the coastline, had inhabited those lands for millenia, living off of the rich resources of the land and the sea. Cabrillo's fleet explored the California mainland and the offshore islands, producing the first accounts of Chumash culture and securing these ancient lands for the Spanish crown. In time, the four northern Channel Islands of Tuqan, Wi'ma, Limuw, and Anyapakh, as they were known by the Chumash, were given their present names (San Miguel, Santa Rosa, Santa Cruz, and Anacapa). Over the centuries, the islands saw several economic transformations. The Chumash food sources and trading patterns with the mainland were disrupted by European newcomers' otter and seal hunting, fishing, shellfish harvesting, and kelp production which were some of the earliest European industries to develop among the Channel Islands. By the first quarter of the 19th century, the Chumash had vacated the islands to take up residence on the mainland, primarily in the Catholic missions established by the Spanish along the California coastline. Mexican independence from Spain and California statehood saw a shift towards livestock ranching. Each of the five park islands supported sheep grazing during the early 20th century. Santa Rosa Island and Santa Cruz Island both had large cattle operations. World War II coastal defenses and the Cold War build-up both left remnants of their presence of the islands. The remains of numerous shipwrecks testify to the hazards the islands posed to California's busy mariners as they navigated the narrow channel. In 1932, the U.S. Coast Guard constructed a light station on Anacapa Island, whose lighthouse and fog signal are still in operation today. On April 26, 1938, President Franklin D. Roosevelt established Anacapa and Santa Barbara islands as the Channel Islands National Monument. The Monument was later enlarged to include the one-mile area around the islands which brought the offshore kelp beds and marine life under park protection. The present Channel Islands National Park, which was created in 1980, includes the five islands of Anacapa, Santa Cruz, Santa Rosa, Santa Barbara, and San Miguel.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/historyculture\/places.htm"
}
