{
    "title": "Channel Islands National Park: Santa Rosa Island",
    "body": "Santa Rosa Island History and Culture             Located 26.5 miles from the closest mainland point, Santa Rosa Island is the second largest of the eight Channel Islands, with over 53,000 acres of sandy beaches, grasslands, steep canyons and occasional groves of trees, including the rare Torrey pine grove above Bechers Bay. CalledWimalby the Chumash, the island's native inhabitants, Santa Rosa Island has a history of human occupation stretching back at least 13,000 years. Following the Chumash came European explorers, Chinese abalone fishers, sea mammal hunters and fisherman, as well as ranchers, sport hunters, oil companies and the military, all of them leaving traces of their use of the island   Chumash on Santa Rosa Island and European Contact Archaeologist Phil Orr's discovery of human bones in 1959 at Arlington Springs provided evidence of the oldest known habitation of the island. Recently radio-carbon dated to 13,000 years before present, these are among the oldest securely-dated human remains in North America. The age of the Arlington remains and a host of archeological sites on the Channel Islands that date to the late Holocene (10,000-6,500 years before present) indicate an early migration route from the Old World into North America along the West Coast.      Santa Rosa Island and the other Channel Islands provided rich resources for seafaring peoples to thrive by hunting seabirds, sea mammals, fish and shellfish. With extensive trade networks on the mainland, the island Chumash were able to trade marine resources with mainland peoples for goods they could not harvest or produce on the island. With plentiful food and fresh water, the island supported several villages at the time of European contact.      Juan Rodriguez Cabrillo sailed up the coast of California in 1542, the first European to visit the Channel Islands, and documented three villages on Santa Rosa Island. A half-century later, Sebastian Rodriguez Cermeño wrote about his interaction with the Chumash on the south side of the island on December 13, 1595, as he sailed southward along the coast:    …and there came alongside a small boat like a canoe, with two Indians in it rowing. And having arrived at the launch, they brought some eighteen fish and a seal and gave them to us, for which we gave them some pieces of taffeta and cotton cloth in order that they should bring more. They went on shore and returned in the same boat with three Indians and brought nothing, At this island we went fishing with lines and caught some thirty fishlike cabrillas [sea bass], which we soon ate on account of our great hunger….On both [Santa Rosa Island and Santa Cruz Island] the land is bare and sterile, although inhabited by Indians, there are no ports or coves in them in which to take shelter.   Maritime Commerce Following the removal of the Chumash from the island, there were no permanent island residents for the next twenty years. Passing mariners, fishermen and otter hunters visited Santa Rosa Island to exploit its marine resources.      Desires for fine furs in China and Europe encouraged otter hunting along the Pacific coast in the late 1700s and early 1800s. English, Russian and American companies exploited this trade, employing Aleut and Hawaiian hunters to slaughter the animals. George Nidever, an American otter hunter, used a cave on the island at Bechers Bay as a headquarters for his two recorded hunting expeditions on the island. On his second trip Nidever and his crew collected sixty otter skins, but encountered armed conflict on the island. Nidever tells a legendary story of being victorious after an attack by a group of otter-hunting northwestern Indians working for an English company while he and his crew were hunting at Santa Rosa Island. Read Nidever's story here.   Introduction of Ranching Mexico gained its independence from Spain in 1821, coming into possession of Alta California and the Channel Islands. In 1838, in response to the foreign otter hunting depredations, the government ordered the distribution of land grants to Mexican citizens to prevent incursions by foreign interests. This resulted in the grant of Santa Rosa Island to the Carrillo brothers, who were prominent residents of Santa Barbara. In October of 1843 Jose Antonio and Carlos Barrelo Carrillo gained ownership of the island but ended up selling it a month later.      The Carrillo brothers sold the island to Carlos' married daughters and their husbands, Alpheus Thompson and John C. Jones, who had engaged in the otter trade and other entrepreneurial endeavors along the coast. According to the land grant, improvements had to be made on the island in order to maintain possession. Consequently, in December of 1843 Thompson had materials shipped to the island for a house and corrals, which were built in 1844. The first structures on the island were located between Skunk Point and East Point in an area now called Rancho Viejo or \"Old Ranch.\"      Thompson and Jones brought the first livestock to the island in 1844:  270 head of cattle, 51 ewes, two rams, and nine horses. Thompson's employees took up residence on the island and supervised the grazing cattle, sheep and horses. During the following decade, numerous livestock, horseback and wagon trails were developed across the island. In 1855 the owners constructed a house and corral at Bechers Bay, which was more reliable for shipping conditions and provided more level land for ranching and agricultural activities. Drought and litigation between the two partners over control of the island led to the removal of most of the cattle and sheep by 1859.      The More Era  In 1859, T. Wallace More purchased part of Jones's interest in Santa Rosa Island. That year, spurred by drought and litigation between the partners over control of the island, most of the sheep and cattle were removed from the island. More and two of his brothers began purchasing Thompson's shares in the island ranch until A.P. More acquired the last of the shares in 1870.      Following a disastrous drought that devastated California's cattle industry during 1863-1864, the Mores commenced development of a huge sheep ranch on the island, eventually owning between 40,000 and 80,000 head. They erected miles of redwood fences and planted crops. The Mores abandoned the East Point ranch site, developing their headquarters at Bechers Bay. By 1873, they had constructed a wharf at Bechers Bay, a two-story house and barns at the ranch site. They reported that 40,000 sheep were sheared that year.      As a result of a severe drought in 1876-78, the Mores were forced to slaughter tens of thousands of sheep, but managed to profit from the situation by installing two large boilers in one of the barns, which were used to render the carcasses for fat. The Santa Barbara Press reported on the matanzas (killings) saying that \"25,000 sheep are to be killed, which will leave from 15,000 to 20,000 on the island. The matanza works erected by the firm are said to be among the largest and most complete on the coast.\"      A.P. More acquired full interest in the island in 1881 and continued to increase the number of sheep on the island. A contemporary writer claimed that 80,000 sheep grazed on the island in 1888. During an 1892 visit to the island, a reporter from Overland Monthly described the island's shearing operations. He noted that sheep at the More ranch were clipped by about forty seasonal shearers who bunked in the loft of the horse barn. During the shearing process, each shearer would place his fleece on a table to be collected and call out his tally number. An experienced shearer could produce up to 100 fleeces every day.                                      The death of A.P. More in 1893 led to litigation and the eventual sale of Santa Rosa Island. More's heirs began to sell their shares to Vail & Vickers Co. in 1901. By 1902 Vail & Vickers owned the entire island.      The Vail & Vickers Ranch Walter L. Vail and J.V. Vickers were both prominent cattle ranchers in Arizona. By the turn of the century, they had developed a partnership and expanded their operations to southern California. Vail & Vickers began introducing more cattle to Santa Rosa Island while removing the sheep, running a large \"stocker\" operation where young cattle were brought to feed on the island grass for one or two years, and then sold to buyers on the mainland.    The ranch headquarters in Bechers Bay comprised the ranch house, bunkhouse and two barns, dating to the 1860s or '70s. A small schoolhouse and other outbuildings were added in the 1900s. Vail & Vickers purchased a new boat, repaired buildings and fences, and built additional fences and corrals. They used the old sheep pasture divisions, enhancing them for cattle use and avoided overgrazing by moving the cattle from pasture to pasture and regulating numbers according to the amount of available feed and water. All pastures, roundups and perennial streams were identified by name, most of which were place names that carried over from the nineteenth century.      Vail & Vickers stocked the island on a double season strategy, giving cattle two full feed seasons for growth. Depending on the season and forage quality, between 3,000 and 7,000 head of cattle grazed on the island at any given time. Round-up corrals were located at Arlington, Las Cruces and China Camp by 1929. Vail & Vickers owned the cattle boat Vaquero to transport their cattle to and from the island. When the government confiscated the boat for use in World War II, Vail & Vickers replaced her with the Vaquero II in 1959. The boats were equipped with pens to hold the cattle and the island pier had a loading chute allowing the cattle to be loaded and unloaded on the boat. Cattle leaving the island were held in the ranch corrals at the head of the pier and were run down the pier and loaded onto the boat before sunrise.      Vail & Vickers did not develop many roads on the island until the late 1940s. Ranch superintendent C. W. Smith blasted out a road along a cattle trail into the steep canyons on the north side of the island during the 1920s and 30s. Oil companies constructed roads in 1932 and the 1940s for exploratory drilling. The military built roads during the 1950s.      Members of the Vail family managed the ranch operations from Los Angeles and later Santa Barbara, and regularly visited the island. After Walter Vail's death in 1906, his son N.R. managed the ranch. In 1943 N.R.'s brother Edward took over management until 1962, when his nephew Al succeeded him. Al Vail, the third generation of Vails to manage the ranch, continued ranch operations until the ranch shut down in 1998. The Vail & Vickers cattle operation ended in 1998 with the removal of the last herds of cattle, nearly 100 years after they purchased the island ranch.      Other Uses of Santa Rosa Island The Vails began importing deer and elk to the island for sport hunting around 1910, although there are accounts of deer and elk on the island prior to that date. Elk were reportedly shipped from the San Joaquin Valley, Yellowstone National Park, and the Rocky Mountains. Deer were introduced in 1929 and came from several sources, primarily the Kaibab National Forest. Until the 1970s, hunting was primarily done by the cowboys, Vail & Vickers family members, friends and guests, and included active efforts to rid the island of the feral pig population. Commercial hunting began in 1977 and ended in 2011 with the end of the Vail's reservation of use and occupancy on the island.      When the Santa Barbara area was discovered to be a rich source of oil, oil companies sought to drill exploratory wells on the islands. Standard Oil Company developed a well in the high elevations of the island in 1932, but was unsuccessful. Signal Oil and its partners also drilled for oil in a number of locations and were not successful. The oil companies constructed roads to their wells that became important routes on the island in later days.      After the United States joined World War II, the military negotiated a lease with Vail & Vickers in 1943 to set up an early warning radar facility on the south side of the island. The Army Corps of Engineers built a radar system at a location now called Signal Hill and a cantonment about three miles away. The site was closed as the war ended and the buildings and materials were left to be used by the ranch.      As a consequence of the Cold War, in 1950 the Air Force leased 336 acres on the south side of the island to house the 669th Aircraft Control and Warning Squadron. They constructed an advanced technical outpost on a high peak and established a residential, maintenance and administrative area for over 200 personnel, along with a pier, at Johnson's Lee. The Navy added missile-tracking facilities on Navy Hill in 1952. The Air Force base closed in 1963 when advancing technology made it redundant.  The buildings and materials again were left for the use of the ranch, which made use of the guardrails for corral construction and windows, doors and building materials for new buildings around the ranch.      Channel Islands National Park Legislation creating Channel Islands National Park in 1980 expanded the boundaries of the 1938 National Monument to encompass Santa Rosa, Santa Cruz and San Miguel islands. In December 1986, the National Park Service purchased the island from Vail and Vickers. Vail & Vickers retained a twenty-five year reservation of use and occupancy of about seven acres in Bechers Bay and negotiated a special use permit to continue their cattle ranching and commercial deer and elk hunting on the island.      The Park Service set up its island operations at Johnson's Lee and began improvements to the island's water and wastewater systems. The park established a campground, constructed a generator facility and photovoltaic system, improved the pier at Bechers Bay and opened the island to visitor use. In the mid-1990s the park moved its operations to the ranch area and constructed park housing and a maintenance facility on a hill above Bechers Bay.      Cattle ranching ended on Santa Rosa Island with the last of the cattle being shipped to the mainland in 1998. The twenty-five-year use and occupancy reservation expired in 2011, leaving the entire island under the management of the National Park Service. Approximately 5,000 visitors come to Santa Rosa Island each year to explore the world of the native Chumash, walk the shores where European explorers landed, visit the island ranch complex, and see coastal California as it might have been hundreds of years ago.                            Santa Rosa Island History Photo Gallery   10 Photos  Historical photos from Santa Rosa Island.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/historyculture\/santarosaisland.htm"
}
