{
    "title": "Channel Islands National Park: Photo Gallery",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery              Photo Gallery          From Inspiration Point on Anacapa Island to Point Bennett on San Miguel Island, Channel Islands National Park is a photographer's delight. Click on the links below to view images from throughout the park. Most of these images are legally protected by U.S. & International copyright laws and may NOT be downloaded or used for reproduction in any manner without the explicit authorization of the respective copyright holders. If an image is not copyrighted, there is a \"Download\" link listed below the image.These non-copyrighted images are royalty-free and their use is not limited. However, please credit the photograper and \"National Park Service\" where appropriate.                   Anacapa Island Photo Gallery   22 Photos  Images from Anacapa Island.          Santa Cruz Island Photo Gallery   22 Photos  Images from Santa Cruz Island.          Santa Rosa Island Photo Gallery   24 Photos  Images from Santa Rosa Island.            San Miguel Island Photo Gallery   23 Photos  Images from San Miguel Island.          Santa Barbara Island Photo Gallery   21 Photos  Images from Santa Barbara Island.          Island Fox Photo Gallery   7 Photos  Images of the island fox.            Bald Eagles Photos   22 Photos  Bald eagle photos from the Channel Islands.          Ashy Storm-Petrel Photo Gallery   6 Photos            Western Snowy Plover Photo Gallery   4 Photos              Marine Animals Photo Gallery   12 Photos            Rare Plants Photo Gallery   14 Photos            Invasive Plants Photo Gallery   6 Photos              Rocky Intertidal Photo Gallery   13 Photos            Santa Rosa Island History Photo Gallery   10 Photos  Historical photos from Santa Rosa Island.               Prev    1   2   of 2  Next",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/photosmultimedia\/photogallery.htm"
}
