{
    "title": "Channel Islands National Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     May 04, 2016  San Miguel Island Will Open to the Public  The U.S. Navy (Navy) and National Park Service announce that San Miguel Island will reopen to public visitation on May 17, 2016, in time for the summer season.   April 29, 2016  Local Author Discovers Solitude on the Channel Islands  Local author Ken McAlpine will compare the experience of solitude on the Channel Islands to the bustle of life on the mainland as he shares excerpts from his book, Islands Apart: A Year on the Edge of Civilization, during the May From Shore to Sea lecture.   April 25, 2016  Local National Parks Benefit our Economy  A new National Park Service report for 2015 shows the economic benefit of Channel Islands National Park and Santa Monica Mountains National Recreation Area to our local economy in supporting 761 jobs with a cumulative benefit to the local economy of nearly 74 million dollars.   April 22, 2016  Museum of Ventura County Hosts Event to Celebrate Bald Eagle Recovery on the Channel Islands  Channel Islands National Park invites the public to “Find Your Park’s Story” at an upcoming event at the Museum of Ventura County that celebrates the National Park Service Centennial, on May 1, from 11:00 am to 4:00 pm.   April 07, 2016  Become a Junior Ranger at Channel Islands National Park  In celebration of the National Park Service Centennial, Channel Islands National Park is hosting a special Junior Ranger event on Saturday, April 16, from 10:00 am to 4:00 pm, at the park visitor center in the Ventura Harbor.   March 28, 2016  A Celebration of Art and Native Flora at Channel Islands National Park  As part of a continuing celebration of 100 years of national parks in 2016, the public is invited to enjoy a spring event in the native plant garden on April 9, from 9:00 am to 4:00 pm at the Channel Islands National Park Robert J. Lagomarsino Visitor Center in the Ventura Harbor.   March 21, 2016  Changing Perceptions of Anacapa Island  Anna Guasco will discuss changes in the ways Anacapa Island has been perceived and represented throughout history during the April From Shore to Sea lecture.   March 18, 2016  Grant Provides for Students to Visit Channel Islands National Park  Today, U.S. Secretary of the Interior Sally Jewell and California Congresswoman Lois Capps will join 92 fourth grade students and their teachers from Grace Thille Elementary School in Santa Paula as they visit Channel Islands National Park. The students’ trip is part of the Every Kid in a Park (EKIP) initiative launched last year by President Obama to get children outdoors to enable our next generation to experience America’s treasures.   March 14, 2016  Two Bald Eagle Chicks Hatch at Sauces Canyon Nest on Santa Cruz Island—Third Time is a Charm  Today, the second of two bald eagles hatched in a nest in Sauces Canyon on Santa Cruz Island. This is the first successful hatch for this nest after three years of attempts by the adult bald eagle pair. The first chick hatched on Saturday, March 12 at 7:46 am and the second chick pipped out of the egg shell today at 11:52 am.   February 25, 2016  A Deep History of California’s Northern Channel Islands  Dr. Jon M. Erlandson, archaeologist and professor at the University of Oregon, will discuss over 13,000 years of archaeological evidence that provide a glimpse into how humans have  adapted to life on the Channel Islands.   February 19, 2016  Museum of Ventura County Hosts Two Events to Celebrate the National Park Service Centennial  Channel Islands National Park invites the public to “Find Your Park’s Story” at two upcoming events at the Museum of Ventura County that celebrate the National Park Service Centennial, on February 28 and March 6 from 11:00 am to 4:00 pm.   February 18, 2016  Mating Behaviors of Fish at the Channel Islands  Tonight, Dr. Milton Love, a research biologist at the University of California, Santa Barbara (UCSB) Marine Science Institute, will discuss the wide range of behaviors that mating fish exhibit during the February From Shore to Sea lecture.   February 16, 2016  New Documentary Explores over 13,000 Years of Human History  Channel Islands National Park invites the public to explore over 13,000 years of human history on the Channel Islands at the March 6 premiere of the new documentary, West of the West: Tales from California’s Channel Islands, in downtown Ventura.   February 12, 2016  Service Proposes Delisting Three Fox Subspecies on Northern Channel Islands Due to Recovery, Highlighting Historic Endangered Species Act Success  Representing the fastest successful recovery for any Endangered Species Act (ESA)-listed mammal in the United States, the U.S. Fish and Wildlife Service (Service) today announced a proposal to delist three subspecies of island fox native to California’s Channel Islands.  The removal of the San Miguel, Santa Rosa and Santa Cruz Island fox subspecies from the Federal List of Threatened and Endangered Wildlife would be an historic success for the multiple partners involved in recovery efforts.   January 20, 2016  Santa Barbara Island Closed: Damaged Dock Restricts Access  The Santa Barbara Island landing dock is closed temporarily until damages caused by this weekend’s high surf are fully assessed and repaired.   January 13, 2016  The History and Future of Channel Islands National Park  This year’s From Shore to Sea lecture series is extended to a monthly series in honor of the National Park Service (NPS) Centennial. The series opens with a talk by Gary Davis, former NPS Chief Ocean Scientist, on the past, present, and future of Channel Islands National Park, our nation’s 40th national park.   December 14, 2015  Scorpion Pier on Santa Cruz Island Closed Temporarily Due to Damage from High Surf  The Scorpion Pier on Santa Cruz Island is closed temporarily until damages caused by the high surf last Friday are fully assessed and repaired. The island will remain open to visitation. Landings at Scorpion Anchorage will be beach landings via skiff until the pier reopens.   October 06, 2015  Public Review of Replacement Plan for Pier on Santa Cruz Island  Channel Islands National Park Superintendent Russell Galipeau announces the release of a Draft Environmental Impact Statement to replace the pier at Scorpion Anchorage on East Santa Cruz Island.   September 18, 2015  Update on El Niño Predictions and Drought Conditions  National Weather Service Meteorologist Eric Boldt will discuss current El Niño predictions and will provide drought and wildfire updates during the October From Shore to Sea lecture.   September 17, 2015  Exhibit of Student Art & Poetry Contest Winners 2015  The winning entries from this year’s California Coastal Art & Poetry Contest will be on display at the Channel Islands National Park Robert J. Lagomarsino Visitor Center through Sunday, November 15, 2015.   September 08, 2015  Discoveries of Chumash Use of Santa Cruz Island  Dr. Jennifer Perry will discuss recent findings about the settlement of the interior regions of Santa Cruz Island by the Island Chumash during the September From Shore to Sea lecture.   September 04, 2015  National Parks Welcome 4th Graders with Every Kid in a Park Program  National Parks across the country invite all 4th grade students to visit them as part of the White House’s new Every Kid in a Park program. Starting in September, 4th grade students can visit www.everykidinapark.gov to complete an activity and obtain a free annual entry pass to more than 2,000 federal recreation areas, including national parks.   May 27, 2015  Milestone Reached with Banding of 100th Bald Eagle on the Channel Islands  Tomorrow biologists will celebrate a milestone when they band a bald eagle chick that is expected to be the 100th bald eagle to naturally hatch and fledge on the Channel Islands.   May 11, 2015  Celebrate Kids to Parks Day at Channel Islands National Park  This Saturday, May 16, 2015, Channel Islands National Park will celebrate Kids to Parks Day, a national day of outdoor play created by the National Park Trust, with a series of special programs.   May 05, 2015  Seal and Sea Lion Population Trends at the Channel Islands  Population changes of seal and sea lion species at the Channel Islands, including the recent high abandonment rate of California sea lion pups, will be discussed by marine biologist Dr. Brent Stewart during the May From Shore to Sea lecture.   April 24, 2015  Channel Islands National Park Completes General Management Plan  Channel Islands National Park announces the completion of the Channel Islands National Park Final General Management Plan\/Wilderness Study\/Environmental Impact Statement.   April 23, 2015  Report Released on Economic Benefit of Local National Parks  A new National Park Service report shows the economic benefit of Channel Islands National Park and Santa Monica Mountains National Recreation Area to our local economy in supporting 706 jobs with a cumulative benefit to the local economy of over $68 million.   April 21, 2015  Buena High School Students Receive National Youth Group Award  Today, the National Park Service announced Buena High School Environmental Club as the winners of the prestigious NPS Hartzog Volunteer Youth Group Award.   April 20, 2015  Find Your Park— Celebrate National Park Week at the Channel Islands and Santa Monica Mountains  Today, Channel Islands National Park and Santa Monica National Recreation Area invite the public to celebrate National Park Week at their local parks and to join the Find Your Park National Park Service Centennial campaign.   March 30, 2015  Abundant Sea Life Found at Channel Islands Marine Protected Areas  The positive effects on sea life observed at the Channel Islands after ten years of protection through marine protected areas (MPAs) will be discussed by Dr. Jennifer Caselle during the April From Shore to Sea lecture.   March 17, 2015  100th Bald Eagle Expected to Fledge on the Channel Islands— Record Season Since Restoration Began with 20 Nests Anticipated  The 100th bald eagle is expected to naturally hatch and fledge on the California Channel Islands this spring following efforts to reestablish the birds after their disappearance from the islands by 1960.   March 11, 2015  Recovery Efforts Bring Endangered Fox Back from the Brink of Extinction in Record Time  The U.S. Fish and Wildlife Service has released the final Recovery Plan for four subspecies of island fox (Urocyon littoralis). The Service is also initiating status reviews of each subspecies - San Miguel Island fox (U. l. littoralis), Santa Rosa Island fox (U. l. santarosae), Santa Cruz Island fox (U. l. santacruzae) and Santa Catalina Island fox (U. l. catalinae) – to determine if any of the subspecies warrant consideration for reclassification or removal from the list of Federally Threatened and Endangered Species.   March 06, 2015  Marine Biologist Studies Climate Change Effect on Local Sea Life  Marine Biologist Lydia Kapsenberg will discuss her research project monitoring ocean acidification at Channel Islands National Park during the March From Shore to Sea lecture.   March 05, 2015  Channel Islands National Park Celebrates 35th Anniversary with Opening of New Ocean Exhibit and Photographic Collection  Today, Channel Islands National Park announces the opening of a new ocean exhibit in the lookout tower at the Robert J. Lagomarsino Visitor Center in Ventura Harbor. A new ocean photographic collection is also now on display in the visitor center auditorium.   February 02, 2015  Channel Islands Volunteers Recognized for Over 20 Years of Service  Tonight, Channel Islands National Park and Channel Islands National Marine Sanctuary celebrate their volunteers at an annual recognition event in Ventura.   January 16, 2015  National Park Service Assesses Methods to Control Nonnative Argentine Ants on Santa Cruz Island  Channel Islands National Park Superintendent Russell Galipeau today announced release of an Environmental Assessment for a proposed project to eliminate nonnative Argentine ants on Santa Cruz Island.   November 19, 2014  Santa Barbara Island Open to Public via Dinghy Landings  Santa Barbara Island is open to public access following interim repairs to the dock damaged from high surf associated with Hurricane Marie in August 2014.   November 06, 2014  Remembering a Renowned Paleontologist  The National Park Service lost a friend and research scientist with the death last week of Dr. Larry Agenbroad, the lead paleontologist and director at The Mammoth Site of Hot Springs, South Dakota.   November 06, 2014  Scientist Shares News on Isolated Baja California Island: Isla Guadalupe  Channel Islands National Park will host a lecture about the botanical riches of Guadalupe Island by noted island plant biologist Steve Junak on November 12, 2014.   November 04, 2014  National Park Foundation Grant Supports Visit to the Channel Islands for Oxnard Middle School Students  Nearly 200 students from Frank, Fremont, and Haydock Middle Schools in Oxnard are visiting Channel Islands National Park this week due to funding from a National Park Foundation grant.   October 09, 2014  Exhibit of Student Art & Poetry Contest Winners  The winning entries from this year’s California Coastal Art & Poetry Contest will be on display through Sunday, November 9, 2014, at Channel Islands National Park.   October 01, 2014  National Park Service Rangers Recover Deceased Diver  Ventura, CA — On Wednesday, October 1, 2014, Channel Islands National Park rangers recovered the body of a deceased diver near Frenchys Cove on Anacapa Island.   September 22, 2014  Community Supports Successful Coastal Cleanup Effort  Teams of volunteers joined together to scour beaches, dunes, and shorelines in Ventura County as part of the state’s largest volunteer effort to celebrate the 30th annual California Coastal Cleanup Day.   September 15, 2014  Scientist Shares Status of Peregrine Falcon Recovery on the California Channel Islands  Biologist Dr. Peter Sharpe with the Institute for Wildlife Studies will discuss the recovery of peregrine falcons on the California Channel Islands during the October From Shore to Sea lecture.   August 29, 2014  Santa Barbara Island Closed Due to Hurricane Marie Damage  Santa Barbara Island is closed to public access due to damage from the high surf associated with Hurricane Marie.   August 26, 2014  National Park Service Assesses Methods to Control Nonnative Ants on Santa Cruz Island  Channel Islands National Park Superintendent Russell Galipeau announced today that the park is preparing an Environmental Assessment for a proposed project to control or eliminate nonnative Argentine ants on Santa Cruz Island.   August 07, 2014  Unidentified Body Recovered on San Miguel Island  On Wednesday, August 6, 2014, Channel Islands National Park rangers, Santa Barbara County Sheriff’s Office deputies, and U.S. Naval Criminal Investigative Service (NCIS) special agents recovered an unidentified body on the beach at Simonton Cove on San Miguel Island.   August 06, 2014  Research Station is Dedicated on Santa Rosa Island  CSU Channel Islands and Channel Islands National Park invite the campus and community to a dedication and open house for the Santa Rosa Island Research Station – A California State University Channel Islands Undergraduate Research Campus.   July 18, 2014  Junior Rangers Dive Under the Sea  Recently, nine year-old Tigran Nahabedian was sworn in as the park’s first Junior Ranger Underwater Explorer. Nahabedian adds this new distinction to his collection of junior ranger badges from 27 national parks including Lassen, Death Valley, Oregon Caves, and Yellowstone.   July 16, 2014  Bald Eagles Expand Territories to Five of the Eight Channel Islands  Bald eagles continue to expand on the California Channel Islands with the discovery of a nesting pair on San Clemente Island for the first time in over 50 years.   July 16, 2014  Mail, Mayhem, and Mischief — Aviation on the Channel Islands  On September 10, 2014, Channel Islands National Park will host a special lecture about the history of aviation on the northern Channel Islands by Dr. Charles Rennie. Rennie will review a colorful aviation record from the 1920s to today, including some aviation accidents.   June 16, 2014  Continued Trend in Island Fox Recovery  The endangered island fox subspecies on the northern Channel Islands are at or approaching biological recovery following their near 95% decline in the 1990s.   June 12, 2014  Join a National Celebration of our Anthem’s Bicentennial  Channel Islands National Park is participating in a special coast-to-coast singing celebration of Star-Spangled Banner Bicentennial on Saturday, June 14, 2014 at 1:00 pm.   April 24, 2014  Cut Short by War: Tthe Channel Islands Biological Survey  Channel Islands National Park welcomes Corinne Heyning Laverty for a special lecture in May about the history of the Channel Islands Biological Survey. Noteworthy discoveries of the survey include the \"Lone Woman's\" whalebone hut on San Nicolas Island and Big Dog Cave on San Clemente Island.   April 17, 2014  San Miguel Island Closed To Public  Effectively immediately, public visits to San Miguel Island (SMI), part of the Channel Islands National Park (CINP), are temporarily suspended. Due to safety concerns, the Department of the Navy, which is the land owner at SMI and is represented locally by Naval Base Ventura County, has asked the National Park Service via the CINP Superintendent's office to halt all recreational visits to the island.   March 31, 2014  Island Night Lizard Removed from Endangered Species List Due to Recovery  The U.S. Fish and Wildlife Service today announced the removal of the island night lizard (Xantusia riversiana), a soft-skinned lizard found on three Channel Islands off the southern California coast, from the protection of the Endangered Species Act (ESA). The lizard’s recovery is due primarily to the successful habitat conservation and restoration actions of the U.S. Navy and National Park Service. The final rule delisting the species will officially publish in the Federal Register on April 1, 2014.   March 14, 2014  Local University Supports Research on Santa Rosa Island  The new Santa Rosa Island Research Station manager Cause Hanna will outline research plans for California State University, Channel Islands during the From Shore to Sea lecture in April.   March 03, 2014  Report Released on Economic Benefit of National Parks  A new National Park Service (NPS) report shows that approximately 250,000 visitors to Channel Islands National Park in 2012 spent nearly $14 million in communities near the park. That spending supported 178 jobs in the local area.   March 03, 2014  Santa Barbara Island Closed Due to Storm Damage  Ventura, CA — Santa Barbara Island is closed to public access due to damage from the recent storms to the pier landing ladder. The closure will be in place until a new ladder can be fabricated and installed. The closure is expected to last over a month.   February 25, 2014  Smithsonian Scientist Shares Research on Island Songbirds  On March 12, 2014, Channel Islands National Park will host a special lecture about island songbirds by Smithsonian biologist Scott Sillett.   January 28, 2014  National Park and National Marine Sanctuary Volunteers Recognized  Today, Channel Islands National Park Superintendent Russell Galipeau and Channel Islands National Marine Sanctuary Superintendent Chris Mobley celebrate their annual volunteer recognition event.   January 27, 2014  Public Comment Period Extended on Draft General Management Plan  and Wilderness Study  Channel Islands National Park Superintendent Russell Galipeau has extended the deadline again for public comment on the Draft General Management Plan and Wilderness Study\/Environmental Impact Statement for Channel Islands National Park.   January 07, 2014  Public Comment Period Extended on Draft General Management Plan and Wilderness Study  Channel Islands National Park Superintendent Russell Galipeau has extended the deadline for public comment on the Draft General Management Plan and Wilderness Study\/Environmental Impact Statement for Channel Islands National Park   December 04, 2013  PBS Series Premiers Film on Bald Eagle Recovery at the Channel Islands  Steady recovery of bald eagles is evident with breeding occurring on four of the eight California Channel Islands and over 40 resident birds. This year another milestone was reached with the first natural hatching of a second generation bald eagle chick on Santa Cruz Island.   November 15, 2013  National Park Service Seeks Public Input on Draft General Management Plan and Wilderness Study  Channel Islands National Park Superintendent Russell Galipeau invites the public to learn about the Draft General Management Plan and Wilderness Study\/Environmental Impact Statement for Channel Islands National Park.   November 08, 2013  Channel Islands Featured in New Photo Book and Exhibit  A special book signing and lecture to feature Tim Hauf’s latest photo book “Channel Islands National Park and National Marine Sanctuary: California’s Galapagos” will be held at the Channel Islands National Park Robert J. Lagomarsino Visitor Center on Thursday, November 14, 2013 from 5:00 to 8:00 pm.   November 08, 2013  Research Reveals Clues to Island Life 500 Years Ago  Dr. Todd Braje will discuss what life was like in the Chumash village of Qshiwqshiw on Santa Rosa Island at the dawn of European contact during the November From Shore to Sea lecture.   October 31, 2013  Student Art Inspired by California’s Ocean and Coast  Winning entries from the 2013 California Coastal Art & Poetry Contest will be on exhibit through Monday, November 11, at Channel Islands National Park.   October 17, 2013  Channel Islands National Park Open for Visitors  Channel Islands National Park reopens for visitors today. The five islands within Channel Islands National Park have been closed since October 1 due to the lapse in Congressional Appropriations.   July 11, 2013  National Park Service Volunteer Dies After Accident on Anacapa Island  Channel Islands National Park volunteer Joe Wysocki died following an accident at Anacapa Island on Wednesday July 10, 2013. Wysocki fell off the landing dock ladder as he was boarding the National Park Service (NPS) vessel Ocean Ranger at about 3:15 pm and sustained a serious head injury.   May 29, 2013  Replacement Planned for Scorpion Pier on Santa Cruz Island  Channel Islands National Park Superintendent Russell Galipeau announced today the beginning of a planning process to replace and potentially relocate the pier at Scorpion Anchorage on eastern Santa Cruz Island.   May 20, 2013  Rapid Recovery Evident to Ecosystem on Santa Cruz Island  The endangered island fox, one of America’s rarest mammals which occur only on six Channel Islands, is on the verge of recovery.   April 24, 2013  New Boat Expands a 45 Year Tradition of Connecting People to the Channel Islands  Island Packers, the official concessioner for Channel Islands National Park, celebrates 45 years in business with the christening of their new 64-foot catamaran next Tuesday, April 30, 2013, at 5:30 pm in Ventura Harbor.   April 22, 2013  Biologists Present Results of Island Restoration in Evening Lecture  The May From Shore to Sea lecture will feature two biologists, Kate Faulkner and Jennifer Boyce, discussing the recovery of Anacapa Island a decade after the removal of nonnative rats.   April 05, 2013  Back from the Brink—Island Fox Populations Recovering  At the April From Shore to Sea lecture National Park Service biologist Tim Coonan will tell a compelling story of a decade’s effort to save the endangered Channel Islands fox from extinction.   March 07, 2013  Island Recovery Evident Ten Years after the Removal of Rats  Ten years after removing nonnative rats the ecosystem on Anacapa Island, including rare seabirds, is showing profound results of recovery.   February 21, 2013  University Establishes Research Partnership with National Park Service  California State University Channel Islands and the National Park Service today announced a partnership to create a field research station on Santa Rosa Island within Channel Islands National Park.  The agreement paves the way for a facility that hosts wide-ranging educational and research opportunities in one of the nation’s most ecologically and archaeologically prized island settings.   January 08, 2013  Students Honored in Exhibit of Coastal Art and Poetry  Winners of the 2012 California Coastal Art & Poetry Contest will be on exhibit through Sunday, February 10, at the Channel Islands National Park Robert J. Lagomarsino Visitor Center. This contest for kindergarten through 12th grade students is sponsored by the California Coastal Commission.   December 18, 2012  Missing Man Found Dead on Santa Cruz Island  A 23-year-old man,  Christopher Anthony Mondiek from Dublin OH, was found deceased this morning on the beach at Yellowbanks Anchorage on Santa Cruz Island within Channel Islands National Park.   November 08, 2012  Cave and Artifacts Found on San Nicolas Island  In an upcoming lecture US Navy senior archeologist and historian Steve Schwartz will tell the story of the remarkable and recent discovery of a long-sought-after cave on San Nicolas Island that was likely the home of the “lone woman.”   October 03, 2012  Webcam Provides a Window to the Underwater World  Remote, isolated, rugged, and sometimes inaccessible, Channel Islands National Park can be challenging to experience. Now, through advanced technology, the Channel Islands Live Ocean Webcam brings the park’s prolific and diverse marine environment directly to you.   October 01, 2012  Bald Eagle Restoration and Recovery on the Channel Islands  During the October “From Shore to Sea” lecture Dr. Peter Sharpe, wildlife biologist from the Institute for Wildlife Studies (IWS), will discuss the multiagency efforts to return bald eagles to their historic range on the Channel Islands. Dr. Sharpe will give an overview of this history of bald eagles on the Channel Islands and the cause of their eventual disappearance from the islands.   September 06, 2012  A Mixture of Two Worlds  In September National Park Service biologist Dan Richards will share some of the wonder that captured his interest in marine science as he discusses the dynamic intertidal zone, an extreme environment that bridges land and sea.   May 25, 2012  Celebrate World Oceans Day with a Virtual Dive at the Channel Islands  Celebrate World Oceans Day this year by taking a virtual dive into the kelp forest without ever getting wet by joining a special Live Dive program at Channel Islands National Park.   May 02, 2012  Restoring Rare Seabirds at the Channel Islands  At the May “From Shore to Sea” lecture National Park Service biologist Laurie Harvey will discuss efforts to restore rare seabirds and their habitats on the Channel Islands.   May 02, 2012  Event Celebrates a Decade of Bald Eagle Restoration  On Saturday, May 19, 2012, an event to celebrate the return of bald eagles will provide visitors an opportunity to see a live bald eagle up close, meet wildlife biologists, and learn about the ecological significance of bald eagle restoration on the Channel Islands.   April 19, 2012  Celebrate World Oceans Day with Channel Islands Live  Celebrate World Oceans Day—Take a virtual dive into the kelp forest without ever getting wet by joining special live broadcasts from Channel Islands National Park. Interact with diving park rangers to learn about current threats to our oceans and how you can help conserve our coastal and ocean resources.   April 10, 2012  Celebrating 30 Years of Monitoring Kelp Forests  National Park Service biologist David Kushner will discuss trends seen after three decades of monitoring the kelp forests around the Channel Islands during the April “From Shore to Sea” lecture.   March 07, 2012  Earliest Known Record of a Bald Eagle Chick Hatching on the Channel Islands  The 2012 bald eagle breeding season is kicking off to a record start with the earliest known natural hatching of a bald eagle chick on the Channel Islands. This early arrival was witnessed on Monday at a nest near Carl Peak on Santa Cruz Island.   March 06, 2012  Restoring a Rare Coastal Wetland on Santa Cruz Island  Biologist Paula Power will discuss a large-scale effort by the National Park Service and The Nature Conservancy to restore the coastal wetland at Prisoners Harbor on Santa Cruz Island during the March “From Shore to Sea” lecture.   February 29, 2012  Economic Value of Local National Park  A new National Park Service report shows that in 2010 more than 277,500 visitors spent over $24 million in Channel Islands National Park and the nearby communities. That spending supported more than 300 jobs in the area.   November 04, 2011  Exploring Early Chinese Abalone Fisheries  Dr. Todd Braje will describe the intensive commercial abalone fishery that Chinese fishermen established beginning in the 1850s during the November “From Shore to Sea” lecture.   October 12, 2011  Affects of Algal Blooms on Local Waters  Dr. David Caron, a distinguished professor in Marine Environmental Biology at University of Southern California (USC), will discuss how harmful algal blooms can disrupt food webs, poison susceptible species, and present human health risks at the October “Shore to Sea” lecture at Channel Islands National Park.   September 26, 2011  Major Project Begins to Restore Coastal Wetland on Santa Cruz Island  The National Park Service and The Nature Conservancy announced today the ground-breaking for a large-scale project to restore the coastal wetland at Prisoners Harbor on Santa Cruz Island.   August 17, 2011  Closures on Santa Rosa Island for Final Deer and Elk Hunts  Channel Islands National Park Superintendent Russell Galipeau announces the final hunt closures on Santa Rosa Island from August 28 to December 31, 2011. The non-native deer and elk will be eliminated from the island by the end of 2011 per a court settlement.   August 11, 2011  A Banner Year for Sea Lions on the Channel Islands  On September 14, 2011, Dr. Sharon Melin, a distinguished wildlife biologist with the National Marine Fisheries Service (NMFS), will discuss the life history of California sea lions as they transition from playful pups to resourceful predators.   August 09, 2011  Murre Seabird Chicks Hatch for the First Time in 100 Years on the Channel Islands  This July, researchers from the U.S. Geological Survey (USGS) and National Park Service (NPS) discovered that California Common Murre (Uria aalge californica) chicks had hatched for the first time since 1912 on the Channel Islands.   July 18, 2011  Park and Sanctuary Volunteer Program Receives National Recognition  At a White House award ceremony today the Channel Islands Naturalist Corps was named the Take Pride in America Outstanding Federal Volunteer Program.   July 10, 2011  Coast Guard, National Park Service locate 15 suspected illegal migrants  The Coast Guard and National Park Service conducted a joint search near Santa Cruz Island, Calif., that concluded with the apprehension of 15 suspected illegal migrants, July 10.   June 15, 2011  Bald Eagle Hatches for the First Time in over 60 Years on Anacapa Island  For the first time in over sixty years a bald eagle chick has naturally hatched in a remote canyon on West Anacapa Island within Channel Islands National Park.   June 15, 2011  Channel Islands Live—Take a Virtual Visit to Your National Park  How does a visit to a remote island at no cost to you sound? If this idea intrigues you, consider going on a virtual journey to Channel Islands National Park. Through technology you can remotely join a live interactive dive or hike on Anacapa Island or watch a young eaglet in the nest on neighboring Santa Cruz Island, all part of a distance learning program called Channel Islands Live.   June 07, 2011  Celebrate World Oceans Day  Celebrate World Oceans Day this week at Channel Islands National Park with two special Channel Islands Live Dive broadcasts at noon and 2:00 p.m. on Wednesday, June 8 and a community event on Saturday, June 11, 2011.   May 05, 2011  Premiere of New Park Film and Visitor Center Exhibits  Channel Islands National Park Superintendent Russell Galipeau is pleased to announce the premiere of a new park film Treasure in the Sea and visitor center exhibits on Saturday, May 7, 2011. “We hope our new film and exhibits will help connect people to their national park and inspire them to protect the park’s precious resources,” said Superintendent Galipeau.   April 29, 2011  Probably More Than You Want to Know About Rockfish  Dr. Milton Love, a popular and entertaining speaker as well as a leading researcher, will provide intriguing information on rockfish natural history and habitats in the Santa Barbara Channel during the May “From Shore to Sea” lecture.   April 19, 2011  Following Bald Eagles on the Channel Islands  For the past few months biologists have been following the Pelican Harbor bald eagle pair after they abandoned their nest, entertained other nest sites, and finally settled into a more remote location on Santa Cruz Island. This is the same pair that naturally hatched the first bald eagle chick in over 50 years on the Channel Islands in 2006.   April 06, 2011  Volunteers Restore Habitat on Anacapa Island  No abstract supplied.   March 10, 2011  Marine Terraces Trace Island Geologic History  Guest speaker geologist Daniel Muhs will share his research on marine terrace uplift rates at the Channel Islands and how this information increases our understanding of the islands biogeography at the April 13, 2011, “From Shore to Sea” lecture.   February 03, 2011  Examining Blue and Humpback Whale Behavior  Research biologist John Calambokidis will discuss his work examining threats to whales in southern California and share information regarding populations of blue and humpback whales in the North Pacific Ocean at the March \"From Shore to Sea\" lecture.   December 04, 2010  Anacapa Island Opens: Staircase Replaced  This week the staircase on Anacapa Island was replaced using a Skycrane heavy-lift helicopter contracted by the U.S. Army Corps of Engineers. The National Park Service expects to open the island to the public on Saturday, December 4, 2010.   November 09, 2010  Exploring Ranching History on San Miguel Island  During the November lectures, Dr. Julia Costello, one of California’s most respected historical archeologists, will discuss new findings about early sheep ranches on San Miguel Island.   September 28, 2010  Fishermen Work With Researchers to Protect Lobster and Rockfish  No abstract supplied.   September 22, 2010  Cleanup Teams Scour Shorelines from the Channel Islands to the Mainland Coast  Several organizations are banding together to clean up our coastlines along the Channel Islands and at three area beaches in Santa Barbara and Ventura Counties.   September 17, 2010  Reestablishing Sea Otters to Southern California  A special lecture on efforts to reestablish sea otters to southern California will be given by Bureau of Ocean Energy Management, Regulation and Enforcement senior marine biologist, Greg Sanders, as part of Sea Otter Awareness Week.   August 17, 2010  Channel Islands National Marine Sanctuary Celebrates 30 Years of Protection  No abstract supplied.   August 11, 2010  Students Catalog DNA Codes of Species in Channel Islands Kelp Forests  No abstract supplied.   August 05, 2010  Restoring Habitat for Seabirds on the Channel Islands  No abstract supplied.   June 30, 2010  Santa Barbara Island Warning  Great white sharks have been observed around Santa Barbara Island attacking California sea lions. There have been no shark attacks on humans. There have been three attacks on California sea lions by great white sharks in the past few months including one at the Santa Barbara Island Landing Cove and two offshore of Cat Canyon on the southeast side of the island. The public is duly warned to enter the water at their own risk at Santa Barbara Island due to a potential safety hazard effective June 30, 2010 and until further notice.   June 30, 2010  Planning for Global Climate Change  During the July “From Shore to Sea” lectures, William Douros, West Coast Regional Director for NOAA’s Office of National Marine Sanctuaries, will discuss how sanctuaries are addressing the potential threats and challenges of global climate change.   June 11, 2010  Anacapa Island Closed Due to Deteriorating Staircase  Anacapa Island is closed to the public until further notice due to a safety hazard. The corrosion of a frame support on the island staircase has unfortunately necessitated this closure.   June 10, 2010  Endangered Island Fox: On the Cusp of Biological Recovery  The island fox, listed in 2004 as a federally endangered species, is approaching biological recovery on Santa Cruz and San Miguel Islands within Channel Islands National Park.   June 07, 2010  Trends Revealed in Nearly 30 Years of Monitoring Kelp Forests  During the June “From Shore to Sea” lectures, National Park Service Biologist David Kushner will discuss changes and trends seen after 28 years of monitoring the kelp forest ecosystems around the Channel Islands.   May 27, 2010  New Milestone Reached in Channel Islands Bald Eagle Recovery  Today eagle enthusiasts will watch as biologists band and tag two bald eagle chicks that will soon leave their Pelican Harbor nest on Santa Cruz Island, off the coast of southern California.   May 23, 2010  Live Broadcast of Biologists Banding Bald Eagle Chicks  No abstract supplied.   May 10, 2010  Fall Fatal for Young Hiker on Santa Cruz Island  A 22-year-old man, a Goleta CA resident, died on Saturday afternoon May 8, 2010, after a 60-foot fall off the cliff at Potato Harbor on Santa Cruz Island within Channel Islands National Park.   May 07, 2010  Film Chronicles Six Generations of a Chumash Family  During the May “From Shore to Sea” lectures Ernestine Ygnacio-De Soto and Dr. John Johnson will present a film directed by Paul Goldsmith on the history of Chumash family called “6 Generations. The film explores the lives of De Soto’s ancestors by telling the story of six generations of Chumash women from the Spanish mission period through the present day. For thousands of years the Chumash people occupied the California coast from San Luis Obispo to Malibu.   April 16, 2010  National Park Service Releases Final Plans to Restore Coastal Wetland  No abstract supplied.   April 16, 2010  Local Artists Celebrate National Park Week  No abstract supplied.   April 08, 2010  Bringing Back the Samala Chumash Language  During the April “From Shore to Sea” lectures, Nakia Zavalla and Dr. Richard Applegate will discuss their ambitious project to revive Samala, the language of the Santa Ynez Chumash people.   February 18, 2010  Channel Islands National Park 30th Anniversary: Charting a Course for the Future  During the March “From Shore to Sea” lectures, Channel Islands National Park Superintendent Russell Galipeau will commemorate the park’s 30th anniversary.   January 27, 2010  Current Research Indicates Channel Islands as a Population Hub for California Native Americans  No abstract supplied.   January 05, 2010  Removing Feral Cats from San Nicolas Island  During the January “From Shore to Sea” lectures, U.S. Fish and Wildlife Service (USFWS) biologist Annie Little will discuss how recent efforts to remove feral cats from San Nicolas Island will help restore native wildlife.   November 11, 2009  Exploring Sunken Wrecks Around the Channel Islands  During the December “From Shore to Sea” lectures, sanctuary and park cultural resource experts Robert Schwemmer and Kelly Minas will discuss current research about historic shipwrecks and submerged airplanes around the islands.   October 21, 2009  Hiker Dies in Apparent Heat-Related Incident on Santa Cruz Island  On Friday, October 16, 2009, a 49-year-old man died of what appears to have been a case of heat stroke following a prolonged hike in unseasonably hot weather on Santa Cruz Island within Channel Islands National Park.   October 04, 2009  Who Were the First People to Live on San Nicolas Island?  Steve Schwartz, U.S. Navy senior archaeologist and historian, will discuss the intriguing question of who were the first people to live on San Nicolas Island during the November “From Shore to Sea” lectures.   September 30, 2009  How is Climate Change Affecting Marine Life?  No abstract supplied.   September 21, 2009  Sea Otters: Indicators of Our Ocean's Health  During the October “From Shore to Sea” lectures, Greg Sanders, a senior biologist with Minerals Management Service, will share some of his favorite sea otter tales while offering information on how sea otters are an indicator of our ocean’s health.   August 06, 2009  Monitoring Air Pollution in the Santa Barbara Channel  No abstract supplied.   July 10, 2009  Understanding the Marine Life Protection Act Initiative in Southern California  No abstract supplied.   June 09, 2009  National Park Service Seeks Public Involvement in Wilderness Planning  No abstract supplied.   May 29, 2009  National Park Service Seeks Public Comment on Coastal Wetland Restoration  No abstract supplied.   May 27, 2009  Construction Begins on New Pier for Santa Rosa Island  No abstract supplied.   May 20, 2009  Evidence from the Channel Islands of Major Cosmic Impact 12,900 Years Ago  No abstract supplied.   May 07, 2009  New Insights into Blue and Humpback Whales off Southern California  Research biologist, John Calambokidis, will discuss his work tracking the movements and estimating the populations of blue and humpback whales in the North Pacific at the May “From Shore to Sea”  lecture.    April 14, 2009  Ecologist Discusses Project to Restore Prisoners Harbor Wetland  No abstract supplied.   April 06, 2009  Public to Enjoy New Visitor Center and Exhibits on Santa Cruz Island  The National Park Service (NPS) announces today the opening and dedication of the Scorpion Ranch Visitor Center and additional exhibits located on East Santa Cruz Island within Channel Islands National Park.   March 19, 2009  Filmmaker Ken Burns to Share Highlights of Upcoming Documentary Series  No abstract supplied.   March 04, 2009  New Approaches to Understanding Kelp Forest Ecosystem Health  No abstract supplied.   February 05, 2009  Renowned Researcher Shares Survival Strategies of Open Water Fishes  No abstract supplied.   December 10, 2008  The French and Italian Heritage of Santa Cruz Island  During the December “From Shore to Sea” lectures, Ann Huston, the Chief of Cultural Resources with Channel Islands National Park, will discuss the ranching operations on Santa Cruz Island during the late 1800’s and early 1900s.   November 17, 2008  Live Dive Program Connects Education Technology Leaders in Sacramento to Kelp Forest Divers at the Channel Islands  No abstract supplied.   November 12, 2008  Recovery of Sea Otter Populations in Southern California Waters  No abstract supplied.   October 24, 2008  Captive Breeding Program that Prevented Extinction of Endangered Island Fox Ends  No abstract supplied.   October 08, 2008  Status of Red Abalone Recovery in Southern California  No abstract supplied.   September 19, 2008  Coastal Cleanup on the California Channel Islands  No abstract supplied.   September 04, 2008  Recalling the Return to Limuw:                      A Chumash Tomol Crosses the Channel  No abstract supplied.   August 11, 2008  Scientists Study Blue Whales after Ship Strikes near the Channel Islands  No abstract supplied.   July 14, 2008  Bald Eagle Chicks Return to the Wild  Today brings the return to the wild of the second of the two bald eagle chicks that were injured during an attack by a sub-adult bald eagle at Pelican Harbor on Santa Cruz Island on May 19, 2008.   July 07, 2008  Living on the Land: Chumash Use of Plants on the California Channel Islands  No abstract supplied.   June 13, 2008  Ashy Storm-Petrel To Be Considered For Possible Federal Protection  No abstract supplied.   June 12, 2008  National Park Service Proposes to Restore Coastal Wetland  No abstract supplied.   June 11, 2008  Live Dive Links Students to Underwater World of the Channel Islands  The Channel Islands Live Dive season kicks off today when over 120 sixth grade students from Blackstock Junior High School in Oxnard interact with divers underwater 14 miles offshore at Anacapa Island in Channel Islands National Park.   June 11, 2008  Peregrine Falcons Move Closer to Recovery on the California Channel Islands  No abstract supplied.   May 20, 2008  Bald Eaglets Driven From Their Nest on the Northern Channel Islands  Yesterday two seven-week-old bald eagle chicks were unexpectedly taken from their nest at Pelican Harbor on Santa Cruz Island by an attacking sub-adult bald eagle.   May 06, 2008  National Park Concessioner Celebrates 40 Years of Connecting People to the Channel Islands  Forty years ago Bill Connally, founder of Island Packers, was inspired with a vision to share the wonders of the Channel Islands by providing excursions to these remote offshore islands.   May 02, 2008  Black Abalone on the Channel Islands Teeter Toward Extinction  No abstract supplied.   April 29, 2008  Centennial Challenge Projects coming to Southern California National Parks  No abstract supplied.   April 06, 2008  State of the Seas at the California Channel Islands  No abstract supplied.   April 03, 2008  Spring Success for Bald Eagles on the Channel Islands  This week biologists and dedicated eagle enthusiasts watched via the Channel Islands Live EagleCAM as two chicks hatched at the Pelican Harbor nest on Santa Cruz Island, off the coast of southern California.   March 05, 2008  Using Acoustics to Monitor Marine Mammals  Scripps Institution of Oceanography researcher Dr. John Hildebrand will talk about how acoustic monitoring can be used to study marine mammals and shipping noise around the Channel Islands at the March “From Shore to Sea” lecture.   February 08, 2008  Pelicans Prosper  Today, Secretary of the Interior Dirk Kempthorne formally proposed removing the California Brown Pelican from the federal list of threatened and endangered species along with the remaining protected populations of brown pelicans along the Gulf and Pacific Coasts, Caribbean, and Central and South America.   February 06, 2008  Scientists to Discuss First Five Years of Monitoring the Channel Islands  No abstract supplied.   February 01, 2008  Chinese Fishermen on the Channel Islands  No abstract supplied.   December 06, 2007  Recovery Status of Endangered Island Foxes  No abstract supplied.   November 15, 2007  Poets in the Parks--Inspired at Inspiration Point  No abstract supplied.   November 08, 2007  Managers Perspective on Protecting Your Channel Islands  No abstract supplied.   October 09, 2007  The Human Dimension of Marine Reserves  No abstract supplied.   October 09, 2007  Significant Success Towards Saving the Endangered Island Fox  No abstract supplied.   September 27, 2007  Sea Otters in Your Backyard  No abstract supplied.   August 31, 2007  Environmental Assessment Available to Replace Santa Rosa Island Pier  No abstract supplied.   August 28, 2007  Carey Stanton's Santa Cruz Island  No abstract supplied.   August 28, 2007  Santa Cruz Island--Poised for Recovery  The Nature Conservancy and the National Park Service (NPS) announced today the successful completion of a two-year program to eradicate feral pigs from Santa Cruz Island in order to save the endangered island fox and nine rare plants from extinction. This is the second largest project of its kind in the world and a major step toward the ecological restoration of the 96-square-mile island, located 25 miles off the coast of Santa Barbara.   August 03, 2007  Working Together to Protect and Monitor the Ocean  No abstract supplied.   June 27, 2007  Citizen Monitoring in the Marine Reserves Network  No abstract supplied.   June 01, 2007  Humans on the Channel Islands after the Last Ice Age  In the June “From Shore to Sea” lecture, archeologist Dr. Torben Rick will explore some of the earliest archeological sites from the Channel Islands. The Channel Islands have numerous and rich archeological resources with some of the most preserved sites in the world. Rick’s talk explores some of the earliest archeological sites such as Arlington Springs where the oldest human remains in North America, dating over 13,000 years ago, were discovered. Rick will provide some understanding of how ancient peoples first colonized North and South America and how these early mariners lived and thrived in rapidly changing island environments.   May 03, 2007  Bald Eagles Reaching Toward Recovery on the Channel Islands  No abstract supplied.   April 27, 2007  First Peregrine Falcon Chicks on Santa Barbara Island in over 50 years  No abstract supplied.   April 13, 2007  Bald Eagles Continue Their Comeback on the Channel Islands  No abstract supplied.   March 30, 2007  Kayakers Rescued After Being Stranded on Santa Cruz Island  This morning at 7:30 a.m. the National Park Service and U.S. Coast Guard rescued five kayakers who were stranded on a beach at Valley Anchorage on the south side of Santa Cruz Island.   March 14, 2007  The Lone Woman of San Nicolas Island  No abstract supplied.   March 08, 2007  Rare Seabird Now Thriving at the Channel Islands  Biologist Christine Hamilton, with the U.S. Fish and Wildlife (USFWS) in Ventura, will be the March speaker for the “From Shore to Sea” lecture series. Her presentation will highlight the natural history of the Xantus’s murrelet and its recovery at the Channel Islands. This species is a rare seabird with a world population of less than 39,000 birds and a very limited breeding distribution, nesting only on the Channel Islands and on islands off the west coast of Baja California, Mexico.   March 06, 2007  Stork Visits Bald Eagles on Santa Cruz Island  No abstract supplied.   February 08, 2007  How the Atmosphere and Ocean Influence Our Weather  No abstract supplied.   January 05, 2007  Island Research Provides Glimpse of Past Global Warming  No abstract supplied.   December 08, 2006  A New Tool for Monitoring Marine Protected Areas  Konstantine Karpov, with California Department of Fish and Game, and Dirk Rosen, with Marine Applied Research and Exploration, will be guest speakers at the December “From Shore to Sea” lecture series sponsored by Channel Islands National Park and Channel Islands National Marine Sanctuary. Their presentation highlights how Remotely Operated Vehicle (ROV) technology is used to survey the marine protected areas (MPAs) in the deeper waters off Santa Rosa, Santa Cruz, and Anacapa Islands.   November 08, 2006  Channel Islands National Park: A Status Report  No abstract supplied.   September 28, 2006  From Shore to Sea Lecture: White Abalone Restoration  Marine biologist Thomas McCormick will be the guest speaker for the October \"From Shore to Sea\" lecture sponsored by Channel Islands National Park and Channel Islands National Marine Sanctuary. McCormick will focus on the natural history and ecology of white abalone (Haliotis sorenseni), once plentiful in rocky subtidal ocean waters off the west coast of North America including the Channel Islands. In 2001 the white abalone became the first marine invertebrate to be listed under the federal Endangered Species Act.   July 18, 2006  Bald Eagle Chick Takes Historic First Flight  SANTA CRUZ ISLAND, CA - After weeks of practice, the first bald eagle to hatch on the northern Channel Islands in over 50 years took to the air in its first flight on July 14th.   May 25, 2006  Island Welcomes Six New Bald Eagles in Final Reintroduction Effort  No abstract supplied.   May 22, 2006  Live Bald Eagle Webcam Launches  No abstract supplied.   May 05, 2006  Bald Eagle Chick Hatches in Second Nest on Santa Cruz Island  No abstract supplied.   April 03, 2006  Spring Fox Birth Sign of Promise for Recovering Island Ecosystem  No abstract supplied.   March 27, 2006  Photography Exhibit Honors Park and Sanctuary Anniversary  Channel Islands National Park is displaying a special exhibit of 25 photographs taken over the past year as part of the 25th anniversary celebration of the establishment of the National Park and National Marine Sanctuary.   March 17, 2006  Camping Re-Opens on NPS Lands of Santa Cruz Island  No abstract supplied.   March 16, 2006  Bald Eagles Lay First Egg in 50 Years on the Northern Channel Islands  No abstract supplied.   February 14, 2006  Santa Barbara Island Closed to Protect Pelicans  Santa Barbara Island will be temporarily closed to public access from February 10, 2006 through May 31, 2006 to protect a breeding population of California Brown Pelican, a species listed as endangered under the Endangered Species Act.   July 29, 2005  Proposed Fee Increases for 2006  No abstract supplied.   July 29, 2005  Feral Pig Eradication Begins on Park Property on Santa Cruz Island  Channel Islands National Park Superintendent Russell Galipeau announces a temporary and partial closure will be in effect on National Park Service (NPS) property on Santa Cruz Island to ensure safety during the pig hunt. The closure will occur from November 1, 2005 through March 20, 2006. During this time some day visitation will be allowed at Scorpion Valley and Prisoners Harbor.   July 05, 2005  Record Number of Endangered Island Fox Pups Born  No abstract supplied.   June 02, 2005  Bald Eagles Return to Historic Home  No abstract supplied.   May 31, 2005  Kayaker Dies during Holiday Visit to Channel Islands  A fatal incident involving a 26-year-old female kayaker occurred over the Memorial Day holiday offshore of Santa Cruz Island within Channel Islands National Park.   March 15, 2005  Feral Pig Eradication Begins on Santa Cruz Island  No abstract supplied.   March 01, 2005  A 25-Year Milestone Reached at Channel Islands National Park  This week Channel Islands National Park celebrates its 25th anniversary as our nation’s 40th national park. The five islands and the surrounding one mile of ocean that comprise Channel Islands National Park were designated on March 5th, 1980, when President Jimmy Carter signed Public Law 96-199. In a letter Carter wrote, “These beautiful, fragile islands richly deserve the recognition and protection that park status provides.”   September 01, 2004  Endangered Island Foxes Return to the Wild  Today, the U.S. Fish & Wildlife Service (USFWS) and the National Park Service (NPS) announce the release to the wild of 23 endangered island foxes from their captive rearing facilities on Santa Rosa and San Miguel Islands.   September 01, 2004  Chumash Community Returns to Limuw  No abstract supplied.   July 23, 2004  Bald Eagles Return to the Channel Islands  No abstract supplied.   July 12, 2004  Endangered Fox Pups Born in the Wild  No abstract supplied.   June 08, 2004  Endangered Channel Island Fox Pups Born  A joint captive breeding program to restore the four subspecies of endangered island fox has produced 33 pups this spring and is expected to produce more—further boosting the unique species’ population on the northern Channel Islands, the U.S. Fish and Wildlife Service (USFWS), the National Park Service (NPS) and The Nature Conservancy (TNC) announced today.   April 16, 2004  Local Citizen Honored as Outstanding National Park Service Volunteer  Ventura County resident David Begun has been selected as the National Park Service (NPS) Pacific West Region recipient of the George B. Hartzog, Jr. award for Outstanding Volunteer Service. Begun has been a volunteer naturalist at Channel Islands National Park since 1984. Park Superintendent Russell Galipeau will present this prestigious award at 5:00 p.m. on Tuesday April 20, 2004. This recognition takes place during “National Park Week” and is open to the public at the Robert J. Lagomarsino Visitor Center, located at 1901 Spinnaker Drive in Ventura Harbor.   April 02, 2004  Dr. Jane Goodall Recognizes Local Students for Their Effort to Save the Channel Islands Fox  A group of Ventura County students will be recognized by world-renowned primatologist Dr. Jane Goodall for their efforts to save the Channel Islands fox during a presentation at the Arlington Theatre in Santa Barbara on Thursday, April 8th, at 10:00 a.m. These local students formed a nonprofit organization dedicated to saving the island fox—S.O.S. (Save our Species). This group is affiliated with the Jane Goodall Institute’s Roots & Shoots global youth program. During the past four years S.O.S. has raised over $10,000 for the island fox, including a $1,000 grant from the Jane Goodall Institute. For three years these S.O.S. students have sponsored the annual Fall Fox Festival with the Santa Barbara Zoo.   March 04, 2004  Channel Islands Fox Listed as Endangered Species  The National Park Service and The Nature Conservancy applauded the federal listing of the Channel Islands fox as an endangered species today and welcomed the additional support and resources the U.S. Fish and Wildlife Service will now bring to their efforts to restore this unique species.   January 07, 2004  Golden Eagles Continue to Threaten Island Foxes  Channel Islands National Park Superintendent Russell Galipeau reported today that five of nine Santa Cruz Island foxes released into the wild last November have died, apparently killed by golden eagles.   December 10, 2003  Citizen Heroes Save Lives of Kayakers at Anacapa Island  Today Channel Islands National Park Superintendent recognizes five heroic park visitors for their courageous efforts in saving the lives of two distressed kayakers at Anacapa Island on the evening August 19, 2003. The rescuers, Anne Demma, Mark Duvall, and Henry Shiu, residents of Davis, California, and Carrie and Mark Lane of Carmichael, California, will receive the National Park Service “Citizen Search and Rescue Award” today at 3:00 during a presentation at the UC Davis campus.   May 23, 2003  American Bald Eagles Restored to Santa Cruz Island  Twelve American bald eagles, the symbol of our nation’s freedom and heritage, will be released into the Northern Channel Islands this summer as a step towards reestablishing the historical island population. On Sunday July 20, 2003 at 7:30 a.m. several of the young bald eagles can be seen at the Channel Islands National Park Visitor Center prior to their trip to Santa Cruz Island. This is the second phase of a five year project to release bald eagles in the northern Channel Islands.   May 21, 2003  Park Restoration Project Results  Channel Islands National Park Superintendent Russell Galipeau, announces that scientists are finding substantial recovery of rare seabirds and other native wildlife on Anacapa Island following the eradication of rats. Superintendent Galipeau comments, “This project is critical to protecting and restoring the rare and unique wildlife on Anacapa. The National Park Service is dedicated to ensuring a diverse naturally functioning island ecosystem.”   March 24, 2003  Russell Galipeau Selected Superintendent of Channel Islands National Park  Russell Galipeau, a 22-year veteran of the National Park Service (NPS), has been selected as the new superintendent of Channel Islands National Park with headquarters in Ventura, it was announced today by NPS Regional Director Jonathan B. Jarvis.   January 17, 2003  International JASON Project Exploration at Channel Islands National Park Schools Worldwide Study JASON XIV: From Shore to Sea Curriculum  No abstract supplied.   January 17, 2003  FY 2003 Budget and Annual Performance Plan for Channel Islands National Park  Channel Islands National Park Acting Superintendent, Terry Hofstra, today announced that the park’s Annual Performance Plan and documents providing details about the anticipated budget appropriation and fee revenues for FY 2003 are available for public review as required by the National Parks Omnibus Management Act of 1998. Currently, under a Continuing Resolution, Congress has authorized the federal government to continue operating at fiscal year 2002 funding levels until a budget is passed.   September 12, 2002  Final Environmental Impact Statement for Santa Cruz Island Restoration Plan  Channel Islands National Park Superintendent, Tim Setnicka, announces the availability of the Santa Cruz Island Primary Restoration Plan Final Environmental Impact Statement.   December 02, 2001  Island Restoration Project Commences  The National Park Service, U.S. Fish and Wildlife Service, California Department of Fish and Game, and the National Oceanic and Atmospheric Administration have begun a restoration project to remove invasive black rats on Anacapa Island. Non-native rats are responsible for an estimated 40-60% of bird and reptile extinctions in the world. Rats prey on birds, reptiles, plants, and invertebrates on Anacapa Island. \"The purpose of this project is to protect rare seabirds and other native wildlife on the island,\" said Channel Islands National Park Superintendent Tim J. Setnicka. He notes, \"On Anacapa, rats eat the eggs, chicks, and adult Xantus' murrelets, a small seabird whose world-wide distribution is extremely limited.\"",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/news\/newsarchive.htm"
}
