{
    "title": "Channel Islands National Park: Santa Barbara Island",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Santa Barbara Island              Things To Do:  Santa Barbara Island             One-day trips and overnight camping are options when visiting Santa Barbara Island. However, this island is more challenging to get to due to the limited transportation schedule. As with all the Channel Islands, visiting Santa Barbara Island is an exercise in preparation and self-reliance. Since there are no services on the islands, there are no remedies for poor planning once you have arrived.  Boat Transportation Island Packers offers trips April through October. Travel time is about three hours. Landing is at the Landing Cove where visitors step from the boat onto a ladder to a small dock. From the dock, visitors must climb 200 feet along a ¼-mile trail to the top of the island. More...  Goods and Services There are no goods, services, or accommodations (lodging) available on the island. Visitors must bring all their own food and supplies. Public phones are not available.  Water There is no water available on the island. Visitors must bring all their water with them.  Picnicking Picnic tables are available at the visitor center.  Visitor Center A small visitor center is located on the island. Features include displays on the natural and cultural resources of the island.  Interpretive Programs On days that the concessionaire boats run to the islands, guided hikes may be offered by national park volunteers or concessionaire naturalists. If they are not available to lead hikes, self-guided interpretive trail booklets are available. Hikes generally begin 30 minutes after the concession boats arrive on the island. A variety of guided hikes may also be offered during weekends that Island Packers drops off campers. More...  Hiking Once visitors have scaled the rugged cliffs using the steep trail from the Landing Cove, they will find just over five miles of trails that meander over gentle slopes and low mountain tops to dramatic overlooks and magnificent coastal views. All hikers must stay on the trails for visitor safety and to protect fragile vegetation and nesting seabirds. No off- trail hiking is allowed. Portions of trails are subject to closure when pelicans are nesting from January through August. More...  Camping Primitive camping is available (10 sites; $15 per night per site; reservations required). Picnic table, food storage box, and pit toilet are provided. No water is available. Distance from landing to campground is a quarter-mile and includes a 200-foot climb. Due to the boat schedule, minimum stay is generally three days. More...  Watersports Santa Barbara Island is an ideal place for swimming, diving, snorkeling, and kayaking, but there are no lifeguards on the island. Since Santa Barbara Island is a cliff island, access to the water is only at the Landing Cove via a dock. There are no other accessible beaches unless you have a watercraft. Excellent watersports can be experienced at the Landing Cove. The underwater visibility is usually very good and the water is teeming with life. Kayaking north towards Arch Point or south towards the Sea Lion Rookery provides great wildlife viewing, sea caves, and arches. Experienced kayakers can circumnavigate the island's five-mile coastline. More...  Fishing No fishing is allowed within the marine reserves located around the island. Fishing is allowed outside of these areas. To fish in Channel Islands National Park, possession of a valid California state fishing license with an ocean enhancement stamp is required and all California Department of Fish and Game regulations apply. More...  Wildlife\/Wildflower Viewing There is excellent wildlife viewing on Santa Barbara Island. A variety of seabirds can be seen throughout the year, including brown pelicans, cormorants, pigeon guillemots, and western gulls (gull nesting and chicks can be observed from the end of April through July). Seals and sea lions may also be viewed from Landing Cove and from the Sea Lion Rookery and Elephant Seal Cove overlooks. Santa Barbara Island is a great place to see the recovery of native vegetation with incredible wildflower displays. During a normal year of rainfall, wildflowers are best viewed in late winter and spring. The brilliant yellow coreopsis flowers usually peak between late January and March. In addition, some plants like gumplant, buckwheat, poppies, and verbena continue to bloom during the summer. Tidepools are not accessible from Santa Barbara Island. However, at a very low tide some intertidal plants and animals are visible from the dock or on the small shelf in front of the dock. More...",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/things-to-do-santa-barbara-island.htm"
}
