{
    "title": "Channel Islands National Park: Multimedia Presentations",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations               Multimedia Presentations          Most of the park's multimedia presentations are available to stream or download. Please note that download or streaming of files may be slow on dial-up connections. Click on the category links or use the individual listings of each multimedia presentation below.              Treasure in the Sea   Watch the award winning park film narrated by Kevin Costner.        Channel Islands Live   Take a virtual visit to the Channel Islands through live broadcasts and webcams that highlight the park's natural and cultural resources.         \"From Shore to Sea\" Videos   The \"From Shore to Sea\" lecture series focuses on current research and recreational activities in the park.              Plan Your Visit Videos            Nature & Science Videos            History & Culture Videos                Audio Files Island Voices Stories of life on Santa Cruz Island as told various residents and visitors to the island.     Videos Treasure in the Sea This film is shown throughout the day in the park visitor center and gives an overview of Channel Islands National Park. Channel Islands Live: Live Programs Take a virtual visit to the Channel Islands through live broadcasts from Anacapa Island that highlight the remarkable natural and cultural resources of the islands and their surrounding waters. Channel Islands Live: Archived Programs These archived programs were recorded from previous broadcasts from Anacapa Island. \"From Shore to Sea\" Lecture Series View the monthly lectures that focus on the current research on the Channel Islands and surrounding waters. California Islands Symposium 2012 These videos are from the Lone Woman of San Nicolas Island presentations as well as the San Nicolas Island Box Cache presentations during the 2012 California Islands Symposium. Restoring Balance: Santa Cruz Island Documents the various aspects of the complex Santa Cruz Island restoration program. Restoring Balance: Anacapa Island Documents the removal of non-native species on Anacapa Island. Achieving Balance: Anacapa Island Ten years after removing nonnative rats the ecosystem on Anacapa Island, including rare seabirds, is showing profound results of recovery. Seabird Restoration Documents seabird restoration efforts on park islands. Bald Eagle Media View video and still images from bald eagles on the Channel Islands. Race to Save the White Abalone Channel Islands National Park and its partners investigate the abundance and distribution of white abalone around the Channel Islands. Models of Change: The Geologic Story of Channel Islands National Park Four part overview of the complex geologic processes that formed the Channel Islands. The Rainbow Bridge This Chumash creation describes Limuw (Santa Cruz Island) as the birthplace of the Chumash people. Told by Julie Tumamait-Stenslie, Chumash elder. Santa Rosa Island Slideshow View what the beautiful island of Santa Rosa has to offer visitors. Channel Islands Shipwrecks Learn about a some of the approximately 100 shipwrecks that have been documented within the park  Historic Sheep Shearing at Scorpion Ranch, Santa Cruz Island Historic video of sheep shearing operations at Scorpion Ranch. Pygmy Mammoth: Life and Times Learn about the Channel Islands pygmy mammoth with specific information on the specimen found in 1994 on Santa Rosa Island. Treading Lightly Learn how to limit your impact on park resources. Kayak Safety Learn how to stay safe while kayaking in the park. Leave No Trace Learn about steps you can take to help protect your park. Wonders of the West A high definition Las Vegas PBS television series highlighting the wonders of nature found west of the Rocky Mountains. Please follow the links below to view segments of the Channel Islands episode posted on YouTube.   Introduction  Anacapa Island  Santa Cruz Island  Santa Rosa Island  Conclusion  Time-lapse Videos View high definition time-lapse videos from throughout the park. Island Transportation Videos Learn more about public boat and plane transportation to the park.",
    "url": "https:\/\/www.nps.gov\/chis\/learn\/photosmultimedia\/multimedia.htm"
}
