{
    "title": "Channel Islands National Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility             The mainland visitor center is accessible for visitors with special needs. However, due to their isolation and transportation requirements, the islands are not readily accessible for individuals in wheelchairs or those with limited mobility. Limited wheelchair access is available on the park concessioner boats and planes. Please contact Island Packers and Channel Islands Aviation for more information. At the mainland visitor center, the following accessible resources are available:  The park film and audio-visual exhibits are open-captioned.   Visitors may borrow an electronic device that plays a simultaneous narrated description of exhibits and of what appears on screen during the park film, \"Treasure in the Sea.\"   Visitors may borrow an electronic device with a conventional ear piece to amplify the park film.   Visitors who wear hearing aids that are outfitted with a special T-Coil or similar Induction Loop Receiver may hear amplified programs directly in T-coil-equipped hearing aids without need to borrow another device.   Numerous exhibits are tactile throughout the visitor center.   A Braille introductory pamphlet is available by request at the visitor center or for download in a Braille Ready Format: Channel Islands Braille Brochure .BRF File    Service Animals Service animals are welcome in the mainland visitor center. On the islands, they are allowed only by permit from the park superintendent. All domestic animals, including service animals, present a risk of introducing pathogens to the islands. Due to the inherent isolation of the islands, species there may not have immunity to diseases and parasites to which domestic animals have resistance. Service animals will be allowed with a permit when they have satisfied a protocol of vaccination, worming, and quarantine to ensure they will not compromise the health of island species. For more information, please call 805-658-5718.",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/accessibility.htm"
}
