{
    "title": "Channel Islands National Park: Non-Native Species",
    "body": "Explore This Park    Plan Your Visit     Limiting Your Impact     Non-Native Species              Help Stop the Spread of Non-Native Species             Non-native, invasive species threaten endangered animals and plants on the Channel Islands and are costly to control. The following regulations and guidelines can help prevent the introduction and spread of non-native species before they become a problem. To prevent the introduction of non-native species, the following items may not be brought to the park:   Live or Potted Plants  Soil  Cut Flowers  Firewood or any untreated, unfinished wood (including hiking sticks)  Corrugated boxes  Tools or equipment with attached soil  Motorized vehicles  Bicycles  This restriction action is necessitated for the protection of the islands unique values, ecological systems and protection of breeding populations of marine mammals, endangered species of seabirds, eagles, islands foxes and other unique and rare species of flora and fauna inhabiting the Channel Islands National Park. Less restrictive measures would have the potential for introduction of non-native species that could adversely effect many species and\/or endanger the islands ecosystems.   Islands on the Edge  The Threat of Non-Native Plants and Animals Plants and animals living on islands are especially vulnerable to extinction due to the physical boundaries, limited populations, and lack of genetic variability. One threat to these island species are non-native, invasive species. Non-native, invasive species are also called introduced species or exotic species and refers to plants and animals that originate elsewhere and are brought into a new area, where they may dominate the local species or in some way negatively impact the environment for native species. For example, many non-native, invasive weed species are plants that grow or spread aggressively, taking over important wildlife habitat, devastating shelter and forage, and reducing the diversity and quality of native habitat. These weeds often do not hold and protect the soil the way native plants do, so erosion increases and causes sedimentation of streams, harming fish populations and water quality. The primary visitor landing points on the park islands are often where we first find non-native, invasive species. Nearly half of the endangered plants and animals in the United States have been negatively affected by non-native, invasive species. In addition, these species cause an estimated $138 billion in economic damage each year in the United States. How You Can Help If you plan to visit the Channel Islands, you probably care a great deal about protecting them from harm. Ironically, those who enjoy visiting the islands can also be responsible for spreading non-native, invasive species. You can help prevent the introduction and spread of these non-native plants and animals, which is far more effective than costly eradication programs.  Clean and Inspect Clothing, Gear, and Containers for Weeds and Other \"Hitchhikers\"  Many weed seeds readily stick to clothing and camping gear. These seeds can later fall off and germinate, establishing new weed colonies. Weeds and other non-native organisms can hitch a ride in camping equipment, food containers and baggage. Visitors should clean and inspect their footwear, clothing, and gear (especially shoe treads and Velcro) for seeds and soil before boarding boats and moving between campsites and islands. Socks and cuffs of pants should be given particular attention. Sleeping bags, sleeping pads, and tents should be cleaned and inspected for soil, invertebrates, and seeds before leaving the mainland. If you are already on the island, please use the nearby boot brushes—simply run each foot though the brush several times to remove weed seeds and other \"stowaways\" caught in shoe treads and laces.   While Hiking  Trails can be pathways for a lot more than just people. Weeds often spread along trails and then to adjacent un-infested areas. You can help prevent this from happening by always staying on designated trails, avoid weed-infested areas, and by not picking or transporting plants when hiking on the islands. Pack out all trash Just because a bit of trash—apple cores, orange seeds, etc.—is organic, doesn’t mean it can be left behind. Please be sure to pack out all trash. While most domestic fruit and vegetable species are not invasive, some can germinate and become pests.   Campfires  Campfires are prohibited on the islands, and common sense will tell you that they are dangerous and potentially harmful in other ways. In addition to the threat of wildfire, firewood brought from the mainland can harbor organisms that can be very destructive. This includes the fungal-like disease \"Sudden Oak Death\" that kills several species of native trees. You can help prevent the spread of this disease and other harmful organisms by not transporting firewood under any circumstances.   Domestic Animals  Although most people know that landing of pets on the islands is prohibited, they probably never imagine the danger domestic animals can pose to wildlife. In 1999, canine distemper killed almost all of the island foxes on the eastern portion of Catalina Island. Island foxes are highly sensitive to disease, and pets and their droppings can spread pathogens and cause other problems for wildlife. Even vaccinated and apparently healthy animals can be carriers of diseases that are potentially lethal to island foxes. Although no one wants to leave a pet at home when they visit the islands, this is probably the best way of avoiding the temptation to land your pet on the islands.   Private Boaters and Rodents   Private boaters should be particularly diligent to ensure that no unwelcome animals are living on their boats that could be accidentally transferred to an island. Rats and mice should be eliminated on all boats through the use of traps. Proper storage of food and monitoring for rodent sign will go a long ways to ensuring that your boat does not become the accidental conveyance for rodents to the Channel Islands.",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/non-native-pests.htm"
}
