{
    "title": "Channel Islands National Park: Partnerships",
    "body": "Channel Islands Live: Partnerships             Partnership Makes It Possible The National Park Service has been developing innovative ways for the American public and students to learn about the Channel Islands. Ventura County Office of Education’s wireless project provides just this venue – a way to bring the islands to people wherever they may be. Partnering with Ventura County Office of Education is a natural fit to bring live science and research from the Channel Islands to local students and eventually to the public nationwide. Both Ventura County Office of Education and the park are dedicated to providing opportunities for teachers, students and the general public to learn more about the significant natural and cultural resources contained within Channel Islands National Park and National Marine Sanctuary, and the challenges involved in protecting them. Collaboration for Education The partnership between Ventura County Office of Education and the National Park is an outgrowth of an extended local partnership with the Channel Islands National Marine Sanctuary, Santa Barbara Maritime Museum and the Santa Barbara County Education Office. In 2003, this suite of partners collaborated with the JASON Foundation for Education for the JASON “From Shore to Sea” Expedition to the Channel Islands. The expedition used satellite and microwave technology to deliver educational programs from Anacapa Island to over 1.6 million students and over 35,000 teachers in the United States and internationally. These partnerships are continuing on with Channel Islands Live education programs, which use and expand upon the “From Shore to Sea” curriculum for grades 4-8. Programs will eventually be transmitted via high-speed Internet and Internet2 connections that will serve distance learning programs at a variety of institutions including museums and universities. Financial support has come from the Montrose Settlements Restoration Program and a NOAA Bay Watershed Education and training Program (B-WET) grant. “Live” Partners Channel Islands Live is provided by an educational partnership between Channel Islands National Park and Ventura County Office of Education. Various aspects of the program are supported by: Channel Islands National Marine Sanctuary  Institute for Wildlife Studies  Island Packers  JASON Foundation for Education  Marine Science Institute, UCSB  Minerals Management Service  Montrose Settlements Restoration Program  The Nature Conservancy  Santa Barbara County Education Office  Santa Barbara Maritime Museum",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/chil-partnerships.htm"
}
