{
    "title": "Channel Islands National Park: Limiting Your Impact",
    "body": "Explore This Park    Plan Your Visit     Limiting Your Impact             Limiting Your Impact               Protecting Park Resources The protection and preservation of your park's biological, cultural, and historical resources is a major mission of the National Park Service. By following the regulations in Laws and Policies and the guidelines listed below and at Leave No Trace, you can help protect these rare and unique treasures of Channel Islands National Park for future generations to enjoy.   Regulations   Please visit Laws and Policies.   Regulations for Limiting the Spread of Non-Native Species    Guidelines  Avoid approaching areas (sea caves, offshore rocks, cliffs, and beaches) with birds, seals, and sea lions that are roosting, nesting, or pupping. Look ahead and give animals a 100-yard clearance if possible. Be alert for birds that you may not be able to see around guano-covered rocks and pinnipeds hauled out on secluded beaches.  Seabirds and shorebirds are disturbed easily and may knock their eggs out of or abandon their nests if they are flushed suddenly. Adult birds will stay away from the nest while people are in the area. The eggs or chicks may overheat in the sun without parental protection. Gulls and ravens are less shy of people and will take advantage of a disturbance to steal eggs and chicks. Entire colonies have been lost this way.  Pupping harbor seals, sea lions, and other pinnipeds are also sensitive to any type of human disturbance and may abandon their pups. Be careful not to disturb seal pups that appear stranded on beaches. These pups are being weaned by their mothers. In addition, all of these animals are easily disturbed when resting or preening on rocks or secluded beaches at the water's edge. Rest periods are important to their energy budget. Approach new territory slowly and quietly. If you see animals close by, quietly move away. There may be more animals than you first see.     It is recommended that visitors avoid sea caves, including dry caves behind beaches, during the spring and summer when seabirds are nesting.  Entering caves and\/or making loud noises in these areas may cause seabirds to abandon their nests. Pelagic cormorants nest on tiny ledges of sea cliffs and just inside the mouths of caves. Xantus's murrelets, pigeon guillemots and ashy storm-petrels nest in crevices, ledges, and under rocks and debris inside caves. Many seabirds leave their nests alone while feeding, so even if birds are not present, a misplaced step could crush an egg or chick by moving a loose rock. Bats also hibernate in some of the dry sea caves and waking them can cause a fatal depletion of energy reserves.  There may be resting birds and pinnipeds in caves and on offshore rocks even after the breeding season. Under federal law it is illegal to disturb and\/or harm these animals. Be cautious of pinnipeds resting on rocks or beaches in the backs of caves. Startling a pinniped that you can't see in the dark could be hazardous for you as well.     Avoid using artificial light when viewing wildlife and at anytime while in sea caves.  Birds, pinnipeds, bats, and other animals are all easily disturbed by artificial light.     In order to be rewarded with displays of interesting natural behavior, never chase any animals and do not try to see how close you can approach them.  If an animal starts to look alarmed (appears agitated or starts watching you), then you are too close. Even though it may not show obvious agitation, being too close can cause severe stress. Sit calmly at a safe distance. Let the animal's natural curiosity take over and it may approach you. Let seabirds, pinnipeds, foxes, and other animals adjust to your presence and you will be rewarded with displays of exciting natural behavior. For your safety as well as theirs, do not approach sick or injured animals. Alert a ranger or a wildlife rehabilitation center.     Avoid disturbance of nesting and pupping wildlife and take advantage of the islands' best weather by kayaking during September and October.  Most seabirds, shorebirds and pinnipeds have completed their reproductive cycles by this time. In addition, calm seas and light wind are common during these months.     Remember, these animals have nowhere else to go.",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/limiting-your-impact.htm"
}
