{
    "title": "Channel Islands National Park: San Miguel Island",
    "body": "Explore This Park    Plan Your Visit     Things To Do     San Miguel Island              Things To Do:  San Miguel Island             One-day trips, multi-day boat trips, and overnight camping are all options when visiting San Miguel Island. However, this island is more challenging to get to and the weather can be windy at anytime of year-30 knots of wind is not uncommon. Therefore, visitors must be prepared for adverse weather. As with all the Channel Islands, visiting San Miguel Island is an exercise in preparation and self-reliance. Since there are no services on the islands, there are no remedies for poor planning once you have arrived.   Access By Permit Only A permit (including liability waiver) is required to visit the island. These forms are available at Island Packers, Channel Islands Aviation, and Truth Aquatics.Private boaters can obtain the forms at a self-registration station at the Nidever Canyon trail head entry on San Miguel Island. It is the responsibility of private boaters to contact the park to ensure the island is open before coming ashore. Visitors are required to stay on the designated island trail system. No off-trail hiking is permitted. The island was a former bombing range and there are possible unexploded ordnance. In addition, visitors must be accompanied by a ranger beyond the ranger station. When not accompanied by a ranger, visitors may explore Cuyler Harbor beach, Nidever Canyon, the Cabrillo Monument, and the Lester Ranch site.    Boat Transportation Island Packers offers trips spring through fall. Travel time is about four hours. Strong winds and rough seas are possible. Landing is at Cuyler Harbor via skiff onto a beach. Visitors must be prepared to waterproof gear and possibly get wet. Multi-island, overnight boat trips frequently visit San Miguel Island as well.More...   Plane Service On a trial basis, Channel Islands Aviation offers trips year round. Travel time is about 60 minutes Landing is at a graded dirt airstrip above near the ranger station above Cuyler Harbor. More...   Goods and Services There are no goods, services, or accommodations (lodging) available on the island. Visitors must bring all their own food and supplies. Public phones are not available.   Water There is no water available on the island. Visitors must bring all their water with them.   Picnicking There are no tables available for picnicking on the island. If weather permits, many visitors enjoy picnicking at Cuyler Harbor beach.   Visitor Center There is no visitor center on San Miguel Island. Please check with a ranger or volunteer for island information or visit our visitor center in Ventura.   Interpretive Programs At Cuyler Harbor, rangers and volunteer naturalists offer guided hikes soon after the Island Packers boats arrive on the island. A variety of guided hikes are offered during weekends that Island Packers drops off campers. In addition, private boaters may arrange for a guided hike by contacting the San Miguel Island ranger on marine radio channel 16 or by contacting park headquarters at 805-658-5730.More...   Hiking Several trails traverse San Miguel Island providing visitors with spectacular hiking opportunities. While many parts of the island are closed to protect wildlife, fragile plants, and geological features, several areas are open for you to explore. Visitors may explore the two-mile long-Cuyler Harbor beach and one-mile-long trail to the ranger station on their own. To see other parts of the island, such as Point Bennett or the caliche forest, you must go with a ranger or volunteer. As described above, they are usually available to lead hikes. All hikers must stay on the trails to protect fragile vegetation and for visitor safety. No off-trail hiking is allowed. More...   Camping Primitive camping is only available at the established campground near the historic Lester ranch site (nine sites; $15 per night per site; reservations required). Picnic table, food storage box, windbreak, and pit toilet are provided. Water is not available and there is no shade. Distance from the boat landing at Cuyler Harbor beach to the campground is a steep, uphill over one-mile hike. Pack gear in backpacks for hauling uphill and waterproof for a possible wet landing. Campers should be prepared for a variety of weather conditions. Thirty-knot winds are not uncommon. Sturdy, low-profile tents, stakes, and line for securing tents to ground, table, or wind shelters are recommended. Fog can occur during any season producing cool, damp conditions. Due to the boat schedule, minimum stay is generally three days. More...   Watersports Due to the strong, persistent wind,swimming, snorkeling, diving, and kayaking are limited and recommended for the experienced visitor only. In addition, landing and beach access is only allowed at Cuyler Harbor. Despite the wind, Cuyler Harbor is one of the most scenic beaches in the park.More...   Fishing No fishing is allowed within the marine reserves located around the island. Fishing is allowed outside of these areas. To fish in Channel Islands National Park, possession of a valid California state fishing license with an ocean enhancement stamp is required and all California Department of Fish and Game regulations apply.More...   Wildlife\/Wildflower Viewing The reward for enduring the long boat ride, the wind, and the fog is exceptional wildlife viewing. Although the guided, 16-mile roundtrip hike to Point Bennett requires some stamina, visitors get a chance to see one of the largest congregations of wildlife in the world-over 30,000 animals and up to five different species. Cuyler Harbor offers exceptional seabird viewing thanks to Prince Island that hosts 13 nesting seabirds, making it one of the most important and biologically diverse nesting habitats on the West Coast of North America. There is also very good seabird viewing on the boat ride over. Tell boat staff you are interested in seeing seabirds and they will help keep a lookout. Given the wind, landbirds are best spotted in Nidever Canyon. The island foxe is secretive, but is occasionally seen around the campground area. San Miguel Island's native vegetation has made a remarkable recovery after years of grazing by nonnative animals. In some spots, the island coreopsis are head high. During a normal year of rainfall, wildflowers are best viewed in late winter and spring. In addition, some plants like gumplant, buckwheat, poppies, and verbena continue to bloom during the summer. Fortunately, the only accessible tidepool location on the island happens to be a very good one. No ranger escort is needed to hike to the tidepools at the eastern end of Cuyler Harbor.More...",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/san-miguel-things-to-do.htm"
}
