{
    "title": "Channel Islands National Park: Santa Rosa Island",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Santa Rosa Island              Things To Do:  Santa Rosa Island             Santa Rosa Island may be visited on a one-day trip, multi-day boat trip, or an overnight camping trip. However, getting to this island is more challenging and the weather can be windy anytime of year-30-knot winds are not uncommon. Therefore, visitors must be prepared for adverse weather. As with all the Channel Islands, visiting Santa Rosa Island is an exercise in preparation and self-reliance. Since there are no services on the islands, there are no remedies for poor planning once you have arrived.  Boat Transportation Island Packers offers trips spring through fall. Travel time is about three hours. Strong winds and rough seas are possible. Landing is at Bechers Bay via a pier. Multi-island, overnight boat trips frequently visit Santa Rosa Island as well. More...  Plane Service Channel Islands Aviation offers trips year round. Travel time is about 45 minutes Landing is at a graded dirt airstrip in Bechers Bay.  Goods and Services There are no goods, services, or accommodations (lodging) available on the island. Visitors must bring all their own food and supplies. Public phones are not available.  Water There is water available in Bechers Bay at two locations-Water Canyon campground and the public bathrooms in the historic ranch area.  Picnicking In Bechers Bay, picnic tables are available at Water Canyon Beach (by the road cut at the end of the airstrip) and on the grass area of the historic ranch house.  Visitor Center There is no visitor center on the island. For information, check with island staff or the visitor center in Ventura.  Interpretive Programs On days that the concessionaire boats or planes travel to Bechers Bay, guided hikes may be offered by national park volunteers or concessionaire naturalists. If they are not available to lead hikes, self-guided interpretive trail booklets are available. Hikes generally begin 30 minutes after the concession boats or planes arrive on the island. A variety of guided hikes may also be offered during weekends that Island Packers drops off campers. More...  Hiking Several trails and roads traverse the island, providing visitors with spectacular hiking opportunities, including the relatively flat route to Water Canyon Beach to the rugged, mountainous path to Black Mountain. More...  Camping Primitive camping is available at Water Canyon campground (15 sites; $15 per night per site; reservations required). Picnic table, food storage box, windbreak, pit toilet, and water are provided. The campground is a flat 1 ½-mile hike from the pier and a ¼-mile from the airstrip and Water Canyon Beach. Due to the boat schedule, minimum stay is generally three days. Backcountry camping on Santa Rosa Island is currently limited to certain beaches between August 15th and December 31st. Hiking is along the beach and rugged, unsigned dirt roads or unmaintained animal paths. The closest beach for camping is 10 miles from the boat\/plane drop-off location in Bechers Bay. Backcountry camping beaches can also be accessed via kayak or boat. Water is available year round in some of the island's canyons. All campers should be prepared for a variety of weather conditions. Thirty-knot winds are not uncommon. Sturdy, low-profile tents, stakes, and line for securing tents are recommended. More...  Watersports Due to the strong, persistent wind,swimming, snorkeling, diving, and kayaking are limited and recommended for the experienced visitor only. Despite the wind, Santa Rosa Island offers exceptional beach walking on white sand beaches. Access to one of the best beaches, Water Canyon Beach, is just over a mile from the pier in Bechers Bay and just down canyon from the campground. Beach access is also available near the pier. Surfing can be done at several locations on Santa Rosa Island. Generally, the north shore is best during the northwest swells of winter\/spring and the south shore is best during the south swells of summer\/fall. However, all surf spots are remote and are best accessed by private boat or by backcountry beachcamping due to the hiking distance from Bechers Bay. More...  Fishing No fishing is allowed within the three marine reserves located around the island. Fishing is prohibited on the pier due to the pier's proximity to the marine reserve. Fishing is allowed outside of these areas. To fish in the park, possession of a valid California state fishing license with an ocean enhancement stamp is required and all California Department of Fish and Game regulations apply. More...  Wildlife\/Wildflower Viewing There is limited accessible wildlife viewing on Santa Rosa Island. A variety of common seabirds and shorebirds (cormorants, brown pelicans, gulls) can be seen throughout the year in Bechers Bay, but there is better viewing on the boat ride over. Tell boat staff you are interested in seeing seabirds and they will help keep a lookout. Given the wind, landbirds are best spotted in the canyons such Cherry and Water Canyons. Pinniped viewing is limited to remote locations on the island. Backcountry camping is required to access these spots. Island foxes and other terrestrial species are often seen. During a normal year of rainfall, wildflowers are best viewed in late winter and spring. In addition, some plants like gumplant, buckwheat, poppies, and verbena continue to bloom during the summer. Good tidepooling spots are located within Bechers Bay, including just east of the pier, the east end of Southeast Anchorage, and near East Point. Other tidepooling areas are located throughout the island but require backcountry camping to reach these areas. More...",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/things-to-do-santa-rosa-island.htm"
}
