{
    "title": "Channel Islands National Park: Whale Watching",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Activities     Whale Watching                Whale Watching             Island Packers, one of the park concessionaires, offers whale watching during the year. Please refer to Island Transportation for contact information. Other whale watch operators are located in Santa Barbara, Ventura, and Channel Islands Harbors as well as down in the Los Angeles area.   The waters surrounding Channel Islands National Park are home to many diverse and beautiful species of cetaceans (whales, dolphins, and porpoises). About one third of the cetacean species found worldwide can be seen right here in our own backyard, the Santa Barbara Channel. The 27 species sighted in the channel include gray, blue, humpback, minke, sperm, and pilot whales; orcas; Dall's porpoise; and Risso's, Pacific white-sided, common, and bottlenose dolphins. This diversity of cetacean species offers a great opportunity to whale watch year-round. The most common sightings are of gray whales from mid- to late-December through mid-March, blue and humpback whales during the summer, and common dolphins throughout the entire year. Whales and dolphins can be seen either from shore or from a boat. The best shore viewing is from a high spot on a point that juts out into the ocean. Some examples include Point Dume in Malibu, the Palos Verdes Peninsula near Los Angeles, and Point Loma in San Diego. The park visitor center has a tower with telescopes, which can be used for whale watching as well as island viewing. Watching in the early morning hours, before the wind causes whitecaps on the water's surface, will provide you with the best opportunity to see whales from shore. Closer viewing of whales is possible from public whale watching boats or private boats. Whales have been known to approach boats quite closely. Under the Marine Mammal Protection Act, boaters must stay at least 100 yards from whales unless the whale chooses to approach the boat. Many whales are on the endangered species list and should be treated with special care. All whales are protected by the Marine Mammal Protection Act; it is illegal to disturb or harm any marine mammal. Boaters who use private craft to watch whales must remember to stay at least 100 yards away from whales. Boaters who frighten or interrupt the whales' activities by approaching too close could drive the whales away from food or young calves. Please remember that whales are wild animals and can be unpredictable. We need to continue to explore the world of whales and dolphins. The well-being of the cetacean population is a good indication of the health of the ecosystem. Our ability to bring these species into the next century and beyond is an indication of the future of life on this planet. Every day we learn more about these mysterious and unique creatures that dwell beneath the water, yet rise above it to breathe.     Whale HabitsWhether you are watching from shore or in a boat, here are a few distinctive habits to look for.SpoutsYour first indication of a whale will probably be its spout or “blow.” It will be visible for many miles on a calm day, and an explosive “whoosh” of exhalation may be heard up to 1\/2 mile away. The spout is mainly condensation created as the whale’s warm, humid breath expands and cools in the sea air.       Blue whale spouting. Brad Sillasen      BreachingNo one knows why whales perform this most spectacular of their behaviors. It may be part of the courtship display, a signal, an effort to dislodge parasites, an expression of stress, or just for fun. When breaching, threequarters or more of the whale’s body bursts forth from the water, pivots onto its side or back, and falls back with an enormous splash.       Breaching humpback whale. An NPS Photo      Diving Diving is preceded by whales thrusting their tail flukes out of the water. Typically, whales make a series of shallow dives, followed by a deep dive.Footprints Ripples caused by the vertical thrusts of the tail as the whale dives are called “footprints.”       Blue whale tale or fluke. Brad Sillasen      Spyhopping Whales and dolphins are believed to have reasonable vision in air as well as water. On occasion, a whale will extend its head vertically from the sea. Supported by thrusting flukes, the whale’s head can rise 8-10 feet above the surface, sometimes turning slowly for thirty seconds or more before slipping back underwater.       Gray whale spyhopping. An NPS Photo",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/whale-watching.htm"
}
