{
    "title": "Channel Islands National Park: Archived Programs",
    "body": "Channel Islands Live Archived Programs             Channel Islands Live is an exciting new way to experience the wild, isolated land and seascapes of your national park and national marine sanctuary. Take a virtual visit to the Channel Islands through archived broadcasts and video clips that highlight the remarkable natural and cultural resources of the islands and their surrounding waters.  Archived Channel Islands Live programs were recorded from previous live broadcasts. Video clips come from previous live broadcasts, webcams, and other sources. Click on the links below to view or download the program of your choice.             Live Dive (Curriculum-based): Fourth Grade   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:21 minutes, 54 seconds  Join rangers on a curriculum-based virtual dive through the kelp forest. This archived Channel Islands Live Dive program is of a curriculum-based presentation for school groups and was recorded from a previous live broadcast from Anacapa Island.               Live Dive (Curriculum-based): Fifth Grade   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:21 minutes, 33 seconds  Join rangers on a curriculum-based virtual dive through the kelp forest. This archived Channel Islands Live Dive program is of a curriculum-based presentation for school groups and was recorded from a previous live broadcast from Anacapa Island.               Live Dive (Curriculum-based): Sixth Grade   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:18 minutes, 58 seconds  Join rangers on a curriculum-based virtual dive through the kelp forest. This archived Channel Islands Live Dive program is of a curriculum-based presentation for school groups and was recorded from a previous live broadcast from Anacapa Island.               Live Dive: 2016 Bioblitz    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:22 minutes, 20 seconds  This dive was broadcast to the National Mall in Washington, DC, as part of a national BioBlitz 2016 and a Kids to Parks Day celebration.               Live Hike (Curriculum-based): Seabirds   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:33 minutes, 53 seconds  Join rangers on a curriculum-based virtual hike on Anacapa Island to learn about seabirds. This archived Channel Islands Live Hike program is of a curriculum-based presentation for school groups and was recorded from a previous live broadcast from Anacapa Island.               Live Hike (Curriculum-based): Chumash Indians on the Channel Islands   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:28 minutes, 34 seconds  Join rangers on a curriculum-based virtual hike on Anacapa Island to learn about learn about the Island Chumash and how they used the natural resources around them to provide their basic needs.  This archived Channel Islands Live Hike program is of a curriculum-based presentation for school groups and was recorded from a previous live broadcast from Anacapa Island.               Live Hike (Curriculum-based): Island of the Blue Dolphins    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:34 minutes, 54 seconds  Join rangers on a curriculum-based virtual hike on Anacapa Island to learn about learn about the Channel Islands’ tie to the book Island of the Blue Dolphins.  This archived Channel Islands Live Hike program is of a curriculum-based presentation for school groups and was recorded from a previous live broadcast from Anacapa Island.               Live Hike (Curriculum-based): Island of the Blue Dolphins with Special Guests   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:44 minutes, 2 seconds  Join rangers and special guests (Steve Schwartz, a former archaeologist with the U.S. Navy on San Nicolas Island, and Sara Schwebel, an Associate Professor of English Language and Literature at the University of South Carolina) on a curriculum-based virtual hike on Anacapa Island to learn about learn about the Channel Islands’ tie to the book Island of the Blue Dolphins. This archived Channel Islands Live Hike program is of a curriculum-based presentation for school groups and was recorded from a previous live broadcast from Anacapa Island.               What is Kelp?   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 52 seconds  What is kelp? This video clip supports the From Shore to Sea curriculum Story 4.                  California Spiny Lobster   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 24 seconds  This video clip highlights the California Spiny Lobster, an integral part of the kelp forest environment.",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/archived-programs.htm"
}
