{
    "title": "Channel Islands National Park: Frequently Asked Questions",
    "body": "Channel Islands Live: Frequently Asked Questions             What is Channel Islands Live? Channel Islands Live is a program that offers students and the public a new way to experience the wild and remote landscapes of Channel Islands National Park using wireless technology. Developed in partnership between Channel Islands National Park and the Ventura County Office of Education, Channel Islands Live is bringing the park to the people by providing real-time educational programs and wildlife viewing from the spectacular natural world that lies just off the coast of southern California. Through Channel Islands Live, everyone from school kids to stockbrokers can access remote park locations and understand the value of the Channel Islands.  What is the purpose of Channel Islands Live? The purpose of this project is to increase public awareness of the coastal and marine ecosystems of the park and sanctuary through education and outreach programs using remote cameras and equipment located in and around Channel Islands National Park. Streaming video and audio from the Channel Islands is delivered by a wireless network supported by the park and the Ventura County Office of Education. Using the latest educational technology, live, interactive programs are delivered directly from the Channel Islands to schools and to the public. The ultimate outcome will be a suite of live educational and interpretive programs produced by Channel Islands National Park, the Ventura County Office of Education and the Channel Islands National Marine Sanctuary for dissemination through the county schools and to other public and private institutions of formal and informal learning. This partnership will provide students and others an opportunity for interactive, place-based learning— making park science, history and culture more relevant and meaningful.  What types of programs are parts of Channel Islands Live? Real-time hikes & dives. Channel Islands Live programs highlight the remarkable natural and cultural resources of Channel Islands National Park and National Marine Sanctuary. Programs include the interactive underwater dive program broadcast live from the giant kelp forests off Anacapa Island. Video cameras and two-way communication allow students and visitors to talk with rangers live as they explore island resources, including the kelp forests, historic lighthouse and lively seabird colonies. Education programs. More than 500 students and teachers in Ventura County schools are participating in the Channel Islands Live curriculum-based education program. Students conduct hands-on classroom and field activities to compliment the live, interactive programs.  Webcams. Using a personal computer, everyone can access Channel Islands Live webcams to watch a pair of nesting bald eagles in the process of raising this year’s chicks on Santa Cruz Island. In spring 2009, other webcams will be up and running, offering up-close views of California Brown Pelicans and Western gulls nesting on Anacapa Island.  How did this program develop? Access to the park can be a challenge. Because of its remote location, less than half of park visitors ever get out to the islands. One solution is finding a way to bring the islands to the people. To bring the park to people, the National Park Service developed the underwater dive program in 1985, offering visitors a rare glimpse into the park’s remarkable marine ecosystem. From 1995- 2001 a microwave link transmitted this popular program to the park Visitor Center in Ventura. Seeking to expand this program and re-establish a mainland link, the Park joined forces with the Ventura County Office of Education in 2006. The Office of Education recently increased the capacities of its wireless network to accommodate multimedia educational programs for Ventura County schools. By expanding the FCC licensed microwave and fiber optic communications systems, the Office of Education is working to connect all schools in Ventura County to the Internet and Internet2, part of the K12HSN high speed educational network. This network will also help to bring the islands to more people than ever before. Partnering with the Ventura County Office of Education is a natural fit to bring live science and research from the park and marine sanctuary to county students and eventually to the public nationwide. Both the Ventura County Office of Education and the Park are dedicated to providing opportunities for teachers, students and the general public to learn more about the park and sanctuary, their significant natural and cultural resources, and the challenges involved in protecting them.  How was this partnership formed? The partnership between Channel Islands National Park and the Ventura County Office of Education is an outgrowth of a more extended local partnership with the Channel Islands National Marine Sanctuary, Santa Barbara Maritime Museum, and The JASON Foundation for Education. In 2003, the JASON “From Shore to Sea” expedition to the Channel Islands used similar wireless technology to deliver educational programs from Anacapa to over 1.6 million students and over 2,500 teachers in the United States and internationally. The partners assisted JASON in the development of educational curriculum that cover a variety of marine and terrestrial science stories within the Park and the Sanctuary. This curriculum is certified by the State of California, California Learning Resources Network (www.CLRN.org). It is the intent of this project to continue to utilize the JASON curriculum and develop new education materials to enhance the learning quality and meet the educational objectives of live programming in the park and sanctuary. This joint educational project will be referred to as “Channel Islands Live.”  Who supports Channel Islands Live? Partners supporting Channel Islands National Park and the Ventura County Office of Education include: Channel Islands National Marine Sanctuary  Institute for Wildlife Studies  Island Packers  JASON Foundation for Education  Marine Science Institute, UCSB  Minerals Management Service  Montrose Settlements Restoration Program  The Nature Conservancy  Santa Barbara County Education Office  Santa Barbara Maritime Museum  How is this work funded? Grants that fund Channel Islands Live include a NOAA BWET grant and National Park Service Challenge cost share grants. The program is also supported by settlement restitution funds, including funds administered by the Montrose Settlements Restoration Project.  What’s the latest with Channel Islands Live?  Channel Islands National Park has prioritized Channel Islands Live as its most important interpretive project.  Ventura County Office of Education received BWET funding for a third year which will increase educational resources to the Program. Ventura County Office of Education is continuing to develop its ability to deliver high bandwidth signals to area schools and beyond via Internet and Internet2 .  Archived video and other media to support teaching, learning, and research throughout the year will be deployed soon. Permanent web cameras placed on Anacapa Island for streaming media will be deployed soon.   What’s still needed?   Further development of evaluation tools to use with both students and general public.  Meet staffing and funding challenges to expand the program.  Develop additional educational resources for live programs and continue to enhance website content.  Increase awareness of and access to live and archived footage for scientific research.  Demonstrate how research that shows the effectiveness of distance learning applies to this program.",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/chil-faq.htm"
}
