{
    "title": "Channel Islands National Park: Program Descriptions",
    "body": "Channel Islands Live Program Descriptions             Live Dive Seldom seen, but encompassing almost half of the park, the underwater environment often goes unnoticed. Now Channel Islands Live brings this ocean realm to you through technology. Great forests of kelp flourish in the waters surrounding the Channel Islands. Over 1,000 species of marine organisms can be found here. Seals, sea lions, fishes, marine invertebrates and algae all blend together under the kelp canopy to form one of the most biologically diverse ecosystems in the world. The Live Dive is an interactive broadcast program that takes you on a virtual hike through the kelp forest to get a rare glimpse into this seldom seen world without even getting wet. From the landing cove at Anacapa Island, park rangers wearing special microphone-equipped dive masks descend into the kelp forest camera in hand. The divers explain what the camera is revealing and answer visitors' questions about the kelp forest and its many inhabitants, from lobsters to spiny sea urchins and brightly colored fish. The Live Dive is broadcast from the landing cove of Anacapa Island. Programs include general presentations along with special curriculum-based broadcasts that are directed towards school groups, but are open to all. Visitors can join us for these programs on Anacapa Island, at the Robert J. Lagomarsino Visitor Center in Ventura Harbor, in classrooms, and on the Internet.             Live Hike Rising abruptly out of the sea, these remote islands have never been connected to the mainland. Over time, plants, animals, and humans have all become established and adapted to life here, but isolation has always made the islands a challenge to get to. Now Channel Islands Live brings the islands to you through technology. Located off the southern California coast, the Channel Islands are home to about 150 species of plants and animals that exist nowhere else in the world. The islands have also been home to the Chumash, who inhabited them for thousands of years, and to more recent residents including ranchers, the military, and the U.S. Coast Guard. The Live Hike is an interactive broadcast program that takes visitors on a virtual hike at Anacapa Island to experience this natural and cultural history without even crossing the channel. On the island, park rangers with video equipment broadcast live interactive programs highlighting the wildlife and human history of the park. Join along on the hike and ask questions of the rangers, researchers, and scientists as you get a close-up look at the region’s largest western gull rookery, the historic Anacapa Light Station, and ongoing restoration projects.  Programs vary throughout the year to highlight seasonal occurrences along with research and restoration activities. They include general presentations along with special curriculum-based broadcasts that are directed towards school groups, but are open to all. Visitors can join us for these programs on Anacapa Island, at the Robert J. Lagomarsino Visitor Center in Ventura Harbor, in classrooms, and on the Internet.",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/chil-programs.htm"
}
