{
    "title": "Pipestone National Monument: Establishing Legislation",
    "body": "Establishing Legislation       The following legislation established and expanded Pipestone National Monument. ACT OF AUGUST 25, 1937, ESTABLISHING PIPESTONE NATIONAL MONUMENT: An Act To establish the Pipestone National Monument in the State of Minnesota, approved August 25, 1937 (50 Stat. 804) (a) Establishment; boundaries Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, That the lands lying in Pipestone County, Minnesota, within the area hereinafter described are dedicated and set apart as a national monument for the benefit and enjoyment of the people of the United States, under the name of the ''Pipestone National Monument'': Beginning at a point twenty-two and four-tenths feet north and forty-five and eight onehundredths feet west of the southwest corner of section 1, township 106 north, range 46 west, fifth principal meridian; thence north one thousand six hundred and fifty-five feet; thence north eighty-nine degrees fifteen minutes east, seven hundred and eight feet; thence north no degrees forty-five minutes west, six hundred and seven and three-tenths feet; thence north sixty-two degrees five minutes east, nine hundred and eighty-seven and one-tenth feet; thence south twenty-seven degrees fifty-five minutes east, two hundred and sixty-four and five-tenths feet; thence south eighty-eight degrees nineteen minutes east, nine hundred and sixty-seven and fivetenths feet; thence south no degrees twenty-four minutes east, one hundred and forty-four and three-tenths feet; thence south eighty-three degrees forty-three minutes west, four hundred and seventy-two and four-tenths feet; thence south two degrees seventeen minutes east, two thousand two hundred and forty-nine feet; thence south eighty-nine degrees twenty minutes west, four hundred and fifty-eight and two-tenths feet; thence south no degrees no minutes east, one hundred and one and one-tenth feet; thence south ninety degrees no minutes west, one hundred and thirty-seven and two-tenths feet; thence north no degrees no minutes west, one hundred feet; thence south eighty-nine degrees twenty minutes west, one thousand six hundred and eightythree and eight-tenths feet to the point of beginning; containing approximately one hundred and fifteen and eighty-six one-hundredths acres, including concourse, excluding from the area described herein forty-seven one-hundredths acres, constituting a right-of-way of the Chicago, Rock Island and Pacific Railway. (16 U.S.C. sec.445c) (b) Administration, protection, and development The administration, protection, and development of such monument shall be exercised under the direction of the Secretary of the Interior by the National Park Service, subject to the provisions of an Act entitled “An Act to establish a National Park Service, and for other purposes,” approved August 25, 1916, as amended. (16 U.S.C. sec. 445c) (c) Quarry rights of Indians The quarrying of the red pipestone in the lands described in subsection (a) of this section is expressly reserved to Indians of all tribes, under regulations to be prescribed by the Secretary of the Interior. (16 U.S.C. sec. 445c.) ACT OF JUNE 18, 1956 ADDING LANDS TO PIPESTONE NATIONAL MONUMENT:  An Act To authorize the addition of certain lands to the Pipestone National Monument in the State of Minnesota, approved June 18, 1956 (70 Stat. 290) Acquisition of additional lands, Pipestone School Reserve and non-Federal land; redefining of boundaries; quarry rights of Indians Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, That the Secretary of the Interior is authorized to add to the Pipestone National Monument such part of the Pipestone school reserve, not exceeding two hundred and fifty acres, as he deems necessary to protect archeological remains, to acquire by purchase or condemnation not exceeding ten acres of non-Federal land, as he deems necessary to improve the boundary and administration of the Pipestone National Monument Federal land, and to redefine the exterior boundaries of the Pipestone National Monument to include the lands so transferred and acquired pursuant to this section. All lands added to the Pipestone National Monument pursuant to this section shall be subject to the provisions of subsections 2 and 3 of the Act of August 25, 1937 (50 Stat. 804). (16 U.S.C. section 445d).",
    "url": "https:\/\/www.nps.gov\/pipe\/learn\/management\/establishing-legislation.htm"
}
