{
    "title": "Channel Islands National Park: Backcountry Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Activities     Backcountry Camping                 Backcountry Camping          Backcountry camping is available year-round at the Del Norte campsite near Prisoners Harbor on Santa Cruz Island. Also, during certain times of year, backcountry beach camping is allowed on Santa Rosa Island. The National Park Service opened these islands to limited backcountry camping in recognition of their rare wilderness values. As you explore these wild areas by kayak or on foot, please take the responsibility to help us protect and preserve these delicate natural resources for future generations. WARNING: While backcountry camping is an incredible experience, it is not for the inexperienced backpacker or kayaker. Due to difficult weather, rugged terrain, and off-trail hiking, backcountry camping is an arduous endeavor and should be undertaken only by experienced, well-conditioned backpackers and kayakers. Santa Cruz Island Del Norte is currently the only backcountry campground on Santa Cruz Island. It is nestled in a shaded oak grove, about 700 feet above sea level, and provides scenic views of the island's pristine coastline. The hike to the site is 3.5 miles from Prisoners Harbor and 12 miles from Scorpion Anchorage. The campground has four primitive campsites (4 persons per site) and users must camp within these designated sites. A picnic table, animal-proof container, and pit-style toilet are provided (campers must bring their own toilet paper). Water is not available. more... Santa Rosa Island Backcountry camping on Santa Rosa Island is currently limited to certain beaches between August 15th and December 31st. Hiking is along the beach and rugged, unsigned dirt roads or unmaintained animal paths. The closest beach for camping is 9 miles from the boat\/plane drop-off location. Water is available year-round in some of the island's canyons. more...",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/backcountry-camping.htm"
}
