{
    "title": "Channel Islands National Park: Boating",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Activities     Boating                Boating            Planning Your Trip Weather Safety Landing Permits and Procedures      Boating (excluding personal watercraft-see Laws and Policies for more information) is a unique and rewarding way to experience the pristine marine environment of Channel Islands National Park. You will find solitude and splendor. Here you will also face new challenges and may encounter unexpected dangers. This section is designed to help in planning a safe, enjoyable, and environmentally sound boating trip in the park. Private boaters may land on all five islands within the park throughout the year.     Planning Your Trip To help you decide which island to visit, specific island information is available at Places To Go or from the visitor center through publications, exhibits, and the park movie.  Detailed boating information about the channel and islands may be obtained from the U.S. Coast Guard's (USCG) \"Local Notice to Mariners\" publication by contacting the Coast Guard at (510) 437-2981. Cruising guides to the Channel Islands and nautical charts are available from local marine stores and online bookstores. Refer to the National Oceanic and Atmospheric Administration's (NOAA) National Ocean Survey charts 18720, 18721, 18725, 18727, 18728, 18729, and 18756. Visitors may boat on their own or with a park authorized commercial service operator. Due to challenging weather conditions, boating should not be attempted by the novice or anyone who is not properly trained, conditioned, and equipped. Currents, shifting swells, fog, and strong winds can change quickly in the channel. The trip to the islands also takes the boaters across some of the busiest shipping lanes in California. Ship speeds of 25 to 35 knots present a special hazard to boaters while crossing the channel. There are no public moorings or all-weather anchorages around the islands. It is recommended that one person stay on board the boat at all times. Boaters are responsible for any damage to the resources caused by their boat. Back to top     Weather Conditions in the Santa Barbara Channel and around the islands are variable and the ocean is unforgiving. Only experienced boaters with vessels capable of withstanding severe weather are advised to make the cross-channel passage. Boaters should obtain the latest weather broadcast provided by the NOAA Weather Service by calling (805) 988-6610, visiting Channel Islands National Marine Sanctuary's Internet Weather Kiosk and by monitoring weather radio on VHF-FM 162.475 MHz (weather station 3) for marine forecasts and VHF-FM 162.55 MHz (weather station 1) and VHF-FM 162.40 MHz (weather station 2) for land-based observations. Weather conditions vary considerably in the channel. The calmest winds and sea conditions often occur August through October. The other months are subject to a much greater chance for adverse wind and seas with sudden unexpected changes. High winds may occur regardless of the forecast. Forty-knot winds are not unusual for Santa Rosa and San Miguel Islands. Anacapa and Santa Barbara Islands have more moderate winds. Winds are often calm in the early morning and increase during the afternoon. Generally the wind comes from the northwest, but boaters must be also be prepared for strong east or Santa Ana winds at anytime, especially from September through April. Dense fog is common during the summer months, but may occur at any time, making chart and compass navigation mandatory. Ocean currents of considerable strength may be encountered both near and offshore from the islands. Ocean water temperatures range from the lower 50s (°F) in the winter to the upper 60s (°F) in the fall.  Back to top     Safety Due to challenging weather conditions, boating should not be attempted by the novice or anyone who is not properly trained, conditioned, and equipped. Currents, shifting swells, fog, and strong winds can change quickly in the channel. There are no public moorings or all-weather anchorages around the islands. It is recommended that one person stay on board the boat at all times. Float Plans: Boaters should always file a formal float plan with the harbormaster before departing. Family and\/or friends should also be informed of your float plan. Names and addresses for the boaters, as well as emergency phone numbers, should be listed. Plans should also include the number of boats and boaters on the trip as well as the color, size, and type of craft used. Any survival and special emergency equipment should be listed (EPIRB, VHF, food rations, flares, etc.). The place, date, and time of departure and return should be logged as well as destination(s). This information can be invaluable for a search operation if something goes wrong. Remember to be flexible with your plans. Weather should always determine your course of action. Shipping Lanes: Major shipping lanes lie between the islands and the mainland. Boaters should be aware of their location and use caution when crossing them. All boaters should listen to the USCG notice to mariners broadcast on VHF channel 22 since the waters in and surrounding the park are sometimes closed for military operations. Sea Caves: Sea caves can be very dangerous-large waves or swells can fill a cave unexpectedly. Be extremely careful and wear a helmet at all times when exploring sea caves. See Laws and Policies for sea cave closure information. Back to top     Landing Permits and Procedures There are no landing permits required for the islands administered by the National Park Service (NPS). However, a landing permit is required to land on The Nature Conservancy (TNC) property on Santa Cruz Island. There are closed and restricted areas on each island. Please note that rocks or islets on or near any of the islands are closed year-round to any landing and pets are not allowed in the park. Please refer to Laws and Policies and Limiting Your Impact for more information on regulations and guidelines. It is recommended that boaters contact the park ranger on each island before landing for an orientation, information on daily events, island safety, landing instructions, weather conditions, or camping check-in. Park rangers occasionally monitor VHF Channel 16. Channel 16 is a hailing frequency only, and rangers will instruct you to switch to another channel upon contact. If you cannot hail the park ranger on the island on which you plan to land, try contacting one of the other island rangers on a neighboring island, as island canyons and mountains sometimes obscure radio transmission. Boaters may land according to the following procedures: Santa Barbara Island: A permit is not required to land or hike on Santa Barbara Island. Access to the island is permitted only at the landing cove. The landing dock is available for unloading purposes only. No craft, including kayaks and inflatables, should be left moored to the dock. Please lift your inflatables up to the upper landing. Anacapa Island: A permit is not required to and or hike on East Anacapa Island or at Frenchys Cove. West Anacapa (except Frenchys Cove) is a protected research natural area and is closed to visitors. Visitors are allowed on Middle Anacapa by permit only and when accompanied by a park ranger.  The moorings near the landing cove at East Anacapa Island are reserved for use by the NPS, the USCG, and the park concessionaire only. Private boaters must anchor a reasonable distance from these moorings. This is not an all-weather anchorage. It is recommended that one person stay on board the boat at all times. The landing dock is available for unloading purposes only. No craft, including kayaks and inflatables, should be left moored to the dock. Please lift your inflatables and kayaks up to the lower landing. Santa Cruz Island: Boaters may land on the eastern 24% of Santa Cruz Island without a permit. This area is owned by the NPS and is east of the property line between Prisoners Harbor and Valley Anchorage. The shoreline between Arch Point (northwest of Scorpion Anchorage) and the east boundary of Potato Harbor is closed to landing to protect nesting seabirds. No buoys are available at any landing area. Buoys are reserved for the NPS and the USCG. A pier is available at Scorpion Anchorage and Prisoners Harbor. Due to surf and swell conditions, boaters should use extreme caution when making surf-landings at any beach, especially Smugglers Cove and those beaches facing south and southeast between San Pedro Point and Sandstone Point. A permit to land on the other 76% of Santa Cruz Island is required from TNC. A fee is charged and no overnight island use is permitted. Visit www.nature.org\/cruzpermit to obtain a permit. Allow at least 10 business days for processing. Santa Rosa Island: Boaters may land along coastline and on beaches without a permit for day-use only. From March 1 to September 15, the back beaches and sand dunes between and including Skunk Point to just north of East Point are closed to hiking to protect the nesting area for the snowy plover, a federally listed, threatened shorebird. Please remain on the wet sand (below mean high tide) or the road throughout this area. The beaches around Sandy Point are closed year-round. A pier is available at Bechers Bay. However, boaters may not use the mooring buoys in Bechers Bay. They are reserved for the NPS, the Coast Guard, and the park concessionaire. San Miguel Island: Overnight anchorages are restricted to Cuyler Harbor and Tyler Bight. Visitors may land only on the beach at Cuyler Harbor. San Miguel Island is open only when National Park Service personnel are on the island. It is the responsibility of private boaters to contact the park to ensure the island is open before coming ashore. A permit (including liability waiver) is required to visit the island. Private boaters can obtain these forms at a self-registration station at the Nidever Canyon trail head entry on San Miguel Island. Visitors are required to stay on the designated island trail system. No off-trail hiking is permitted. The island was a former bombing range and there are possible unexploded ordnance. In addition, visitors must be accompanied by a ranger beyond the ranger station. When not accompanied by a ranger, visitors may explore Cuyler Harbor beach, Nidever Canyon, the Cabrillo Monument, and the Lester Ranch site. To arrange for an escorted trip by a ranger beyond the ranger station, call (805) 658-5711 prior to mainland departure. Back to top",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/boating.htm"
}
