{
    "title": "Channel Islands National Park: Bird Watching",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Activities     Bird Watching                Bird Watching             Download the Bird Check List for Channel Islands National Park. This file requires Adobe Reader.  The Channel Islands support a rich variety of birds, distinct in many ways from the birds of the adjacent mainland. The islands offer protected habitat in an increasingly disturbed southern California environment.   Viewing Seabirds and Shorebirds The islands are particularly important for seabirds, offering critical nesting habitat. The particular association of northern and southern species found here is not duplicated anywhere else in the world. The islands support large numbers of western gulls, Cassin's auklets, Brandt's cormorants, and the only nesting population of California brown pelicans along the West Coast of the United States. Also, the islands support the world's largest population of Scripps's murrelets. While some seabird species may be viewed from the islands, park boat concessioners will search for seabirds on boat trips out to the islands. Be sure to tell a boat crew member that you are interested in seabirds and they will often assist in finding and identifying birds. In addition, local chapters of the Audubon Society occasionally sponsor boats trips around the islands to view seabirds. Due to limited beach access on some islands, shorebird viewing is best done on Santa Cruz, Santa Rosa, and San Miguel Islands.   Viewing Landbirds The landbirds are also a distinctive group-they represent a unique selection of the birds that live on the California mainland. Ten of the 40 landbird species that commonly nest on the park islands are represented by endemic species or subspecies-forms that occur only on the islands and nowhere else. Of this group, the island scrub-jay (found on Santa Cruz Island) is the only bird that is endemic at the species level. The larger islands of Santa Cruz and Santa Rosa offer more types of habitats and, therefore, more variety of landbirds. Many birders visit Prisoners Harbor (easiest viewing opportunity) or Scorpion Ranch on Santa Cruz Island to view the island scrub-jay.      More Information For more information about specific birding location, please visit the \"Things To Do\" section for each individual island: Anacapa Island Things To Do Santa Cruz Island Things To Do Santa Rosa Island Things To Do San Miguel Island Things To Do   Santa Barbara Island Things To Do  For more information on the natural history of birds, visit Birds.",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/birdwatching.htm"
}
