{
    "title": "Channel Islands National Park: Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Activities     Camping                Camping          Santa Rosa Island Campground Shower Closed Due to severe drought conditions, the shower is temporarily closed to conserve water.   Camping is available year round on all five islands in Channel Islands National Park in National Park Service-managed campgrounds. There is currently one established campground on each island: above the Landing Cove on Santa Barbara, on the east islet of Anacapa, at Scorpion Ranch on Santa Cruz, at Water Canyon on Santa Rosa, and above Cuyler Harbor on San Miguel. No camping is allowed on The Nature Conservancy's western 76 percent of Santa Cruz Island. Limited backcountry camping is available on Santa Cruz and Santa Rosa Islands. Please refer to the Backcountry Camping for more information.     Camping Transportation Because concession boats fill to capacity much faster than campground limits are met, campers must first secure transportation for an overnight trip to Channel Islands National Park. Visit Island Transportation for more information on park concessionaire boat and plane transportation.     Camping Reservations Advanced camping reservations are required for all of the campgrounds. There are no entrance fees to visit the park. However, a reservation fee is charged for camping on the islands. The $15.00 per night-per site fee includes both the National Park Service fee that supports the operation and maintenance of the campgrounds and the reservation fee charged by the contractor that manages the National Reservation Service. Reservations can be made no more than five months in advance. Information required for the reservations includes: camping dates, transportation information, and number of campers. Reservations can be made by calling (877) 444-6777 or through Recreation.gov. A confirmation notice will be mailed to campers. This notice needs to be presented to the island ranger upon arrival.     Campground Facilities All campgrounds are located away from the boat landing areas. Visitors must carry all their gear to the campgrounds. No on-island transportation is provided. Please see the table below for more information on campground distances from landings. Camping conditions are primitive, and users must camp within designated areas. All campgrounds are equipped with picnic tables and pit toilets. Water is not available at campgrounds and must be brought with you except at the Santa Rosa and Santa Cruz Island campgrounds. No trash containers are provided; campers must pack out their own trash. Outer island campgrounds (San Miguel and Santa Rosa) have wind breaks for each campsite. Campsites are generally located close to one another. No fires are permitted. Use only enclosed, gas camp stoves. Since the mice do carry hantavirus, some basic precautions should be taken: do not feed any wild animals; keep food and drink in rodent-proof containers; and prevent entry of mice into your tent by keeping it zipped up at all times. Click here for more information on hantavirus. Due to scavenging animals (including birds), campers are required to store all food and trash in animal- and bird-proof containers. National Park Service food storage boxes are provided at campsites, but coolers, plastic Rubbermaid-type boxes or other types of containers with sealing lids may be used as well.  In addition, at the Scorpion Ranch campground on Santa Cruz Island, foxes and ravens are capable of opening zippers. To further secure your food and trash, safety pins, twist ties, paper clips, and small carabiners are suggested to help keep zippers closed.       Campground Information     Island   Required Reservation   Distance From Landing to Campground   Number of Campsites   Campers Per Site     Anacapa   Yes   157 stairs, .5 mile   7   4-6     eastern Santa Cruz (Scorpion Ranch)    Yes    .5 mile, flat    31    6-15     western Santa Cruz (Nature Conservancy)    NO CAMPING ALLOWED       Santa Rosa     Yes   1.5 miles from pier, flat .25 miles from airstrip, flat     15     5     San Miguel   Yes   1 mile; steep uphill   9   4     Santa Barbara   Yes   .25 mile, steep uphill   10   4           Weather Campers should be prepared for a variety of weather conditions, especially on the outer islands. Thirty-knot winds are not uncommon on Santa Rosa and San Miguel Islands. Sturdy, low-profile tents, stakes, and line for securing tents to ground, table, or wind shelters are recommended. Fog can occur on the islands during any season producing cool, damp conditions. All of the campgrounds, except eastern Santa Cruz, are located away from trees and shade. Overexposure to the wind and sun can be a serious problem. Visitors are advised to bring supplies for an extra day in case boats are unable to pick up campers due to sea conditions. For the most current weather forecast, please visit Channel Islands National Marine Sanctuary's Internet Weather Kiosk.     Suggested Camping Gear Campers must be prepared for the primitive campground facilities and weather conditions. Supplies and gear are not available on the islands. Gear must be transported up ladders at most landing areas, and carried some distance to the campgrounds. Packing your gear in backpacks, duffle bags, and containers with handles makes transportation easier. The boat concessionaire requires that items weigh no more than 45 pounds each. On some islands, visitors may get wet during loading and off-loading, so waterproof your gear. An extra pair of shoes packed in waterproof material is recommended. Campers should plan to layer clothing, as weather conditions tend to change from cool and damp in the mornings to bright, warm, and windy during the afternoons. Clothing that protects against wind is advisable year-round. Hiking boots are recommended for most island trails. Additional \"needed\" gear includes:  hat\/visor\/cap sunglasses windbreaker\/light jacket shirts and pants that can be layered normal clothing needs food sturdy tent campstove\/cooking gear water (1 gallon per person, per day) sunscreen flashlight sleeping bag matches first aid kit  \"Suggested\" gear includes:  bathing suit gloves poncho\/rain jacket sneakers\/light footwear towel seasick pills garbage bags camera\/film binoculars toiletries sleeping pads  The following items may not be brought to the park:  Live or Potted Plants Soil Cut Flowers Firewood or any untreated, unfinished wood (including hiking sticks)  Corrugated boxes Tools or equipment with attached soil Motorized vehicles Bicycles Single-use plastic grocery bags",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/camping.htm"
}
