{
    "title": "Channel Islands National Park: San Miguel Island",
    "body": "Explore This Park    Plan Your Visit     Places To Go     San Miguel Island               San Miguel Island             Island Facts  |  Things To Do Wind and weather constantly sweep across the North Pacific to batter the shores of the westernmost of all the islands, San Miguel. This extreme weather creates a harsh but profoundly beautiful environment. The 9,500-acre island is primarily a plateau about 500 feet in elevation, but two 800-foot rounded hills emerge from its wild, windswept landscape. Although lush native vegetation covers this landscape today, a century's worth of sheep ranching and overgrazing caused scientists in 1875 to describe the island as \"a barren lump of sand.\" With the grazing animals removed, vegetative recovery is in progress. Giant coreopsis, dudleya, locoweed, lupine, buckwheat, coastal sagebrush, and poppies are all recolonizing the island to their former extent, returning San Miguel to its more natural state. Also making a comeback, after years of hunting, are the thousands of pinnipeds (seals and sea lions) that breed, pup, and haul out on the island's 27 miles of isolated coastline. Hikers who make the all-day, ranger-guided, 16-mile round-trip hike across the island to Point Bennett will never forget seeing one of the world's most spectacular wildlife displays-over 30,000 pinnipeds and up to five different species hauled out on the point's beaches at certain times of year. Other wildlife include the island fox and deer mouse. Both of these little creatures are endemics-they are found only on the Channel Islands. The island fox, the size of a house cat, is the largest land animal on the island. In the waters surrounding San Miguel, the marine animals get much larger. Dolphins and porpoises are often spotted along with gray whales, killer whales, and the largest animals of all, blue whales. In the spring and summer the skies are filled with birds. Boaters entering Cuyler Harbor receive a greeting from western gulls, California brown pelicans, cormorants, and Cassin's auklets that nest on Prince Island. Black oystercatchers, with their bright red bills and pink feet, feed along the beach. Terrestrial residents include the western meadowlark, rock wren, and song sparrow, an endemic subspecies. Peregrine falcons have recently been restored to the island and are nesting successfully once again after years of decimation by the pesticide DDT. In addition to the variety of natural resources, San Miguel hosts an array of cultural resources as well. The Chumash and their ancestors lived on San Miguel almost continuously for nearly 12,000 years. Today there are over 600 fragile, relatively undisturbed archeological sites. The oldest one dates back to 11,600 years before the present-some of the oldest evidence of human presence in North America. Juan Rodriguez Cabrillo and his men laid eyes on San Miguel Island in 1542. Upon claiming the island for the Spanish crown, Cabrillo named it \"La Posesion.\" Some stories say that Cabrillo wintered and died on San Miguel Island. No one knows where Cabrillo is buried, but there is a memorial commemorating the explorer on a bluff overlooking Cuyler Harbor. Other outstanding island resources that visitors may experience on San Miguel include the caliche forest (sand-castings of ancient vegetation), fossil bones of the Pleistocene pygmy mammoths that stood four to six feet at the shoulders, 150 years of ranching history, and numerous shipwrecks. Whether you are interested in life of the past or life of the present, San Miguel Island has it in abundance. Visit, explore, and enjoy.             San Miguel Island Time-lapse   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 46 seconds  Time-lapse video from various locations around San Miguel Island.",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/san-miguel-island.htm"
}
