{
    "title": "Channel Islands National Park: Santa Rosa Island",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Santa Rosa Island               Santa Rosa Island             Island Facts Island History & Culture Things To Do Interpretive Guide    Santa Rosa Island was included as part of Channel Islands National Park upon the park's inception on March 5, 1980. However, it wasn't until December 1986 that the island came under the ownership of the National Park Service. Located 40 nautical miles from the Channel Islands National Park visitor center in Ventura, Santa Rosa is the second largest island in California at approximately 53,000 acres in size. The island's relatively low profile is broken by a high, central mountain range, rising 1,589 feet at its highest point. Its coastal areas are variable, ranging from broad, sandy beaches gently sloping toward a dynamic ocean to sheer cliffs plunging toward the turmoil of a sea intent on changing the contour of the land. As on its larger neighbor, Santa Cruz Island, these varied landforms support a diverse array of plant and animal species. About 500 plant species can be found within nine plant communities, including six plant species found only on Santa Rosa and nowhere else in the world. One of these species, the Santa Rosa Island subspecies of Torrey pine, is considered one of the rarest pines in the world-the last enduring members of a once widespread Pleistocene forest. A remnant, mainland subspecies of Torrey pine also can be found near La Jolla, California, at Torrey Pines State Reserve. Santa Rosa Island also hosts over 100 bird and three mammal species (including the island's largest native mammal, the endemic island fox); two amphibian and three reptile species; and colonies of seabirds, seals, and sea lions. Remains of an ancient endemic species, the pygmy mammoth, have been uncovered on Santa Rosa, along with Santa Cruz and San Miguel Islands. These miniature mammoths, only four to six feet tall, once roamed island grasslands and forests during the Pleistocene. The fossil skeleton discovered on Santa Rosa Island in 1994 is the most complete specimen ever found. Along with extensive paleontological resources, Santa Rosa Island has rich archeological resources. Home to the Island Chumash until approximately 1820, Wima (as the Chumash refer to the island) contains thousands of significant and federally protected archeological sites. Archeological investigations on the island have enabled scientists to construct a more complete picture of Chumash life on the islands. Radiocarbon dating on some of these sites indicates that humans have been using the island for more than 13,000 years. Others have come to the island during more recent centuries to exploit its rich resources, sometimes making it their home. In addition to the native Chumash, European explorers, Aleut sea otter hunters, Chinese abalone fishermen, Spanish missionaries, Mexican and American ranchers, and the US military all have left their mark on the Santa Rosa landscape. Visitors can see relics of these occupations in remnants of fishing camps, water troughs and fence lines, the pier where cattle were loaded and unloaded, buildings and equipment of the historic Vail and Vickers ranch at Bechers Bay, and remains of the military installations. Surrounding the island are cold, nutrient- rich waters that sustain a diverse web of marine life, including pelagic fish, a variety of marine mammals, and extensive kelp forests. As on the other islands, the National Park Service has made great efforts to preserve and protect these island resources, including enforcement of marine protected areas, stabilization of cultural sites, rehabilitation of historic buildings, removal of nonnative plants and animals, recovery of island foxes, and reestablishment of bald eagles.        (object placeholder)",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/santa-rosa-island.htm"
}
