{
    "title": "Channel Islands National Park: Interpretive Programs",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Activities     Interpretive Programs                Interpretive Programs             Scroll below for a schedule of interpretive programs.   Tidepool Talks Throughout the year on weekends and holidays, rangers offer free tidepool talks at 11 am and 3 pm at the marine life exhibit in the Robert J. Lagomarsino Visitor Center in Ventura.   \"From Shore to Sea\" Lecture Series Channel Islands National Park sponsors the \"From Shore to Sea\" lecture series six times a year (March, April, May, September, October, and November). The programs are at 7 pm on the second Wednesday of the month at the Channel Islands National Park Robert J. Lagomarsino Visitor Center. The programs are free and open to the public. Please visit \"From Shore to Sea\" Lecture Series for more information.  Channel Islands Live  Visitors and students can also take a virtual visit to the park through live interactive broadcasts and webcams that highlight the remarkable natural and cultural resources of the islands and their surounding waters. Visit Channel Islands Live for more information.  Guided Hikes on the Islands On days that the concessionaire boats and planes run to the islands, guided hikes may be offered by national park volunteer or concessionaire naturalists. Guided hike locations, distances, and departure times will be announced after your arrival on the island during the visitor orientation. Self-guided interpretive hiking guides are available on the islands if a volunteer or concessionaire naturalists is not available to lead a hike.   Junior Ranger This program helps children discover and protect the wonders of the islands. Visit Junior Ranger for more information.   Parks As Classrooms Education programs for students are offered throughout the year at the Robert J. Largomarsino Visitor Center in Ventura, on the islands, and in the classroom. Visit For Teachers for more information.      Search for Events       By Date     Start Date      End Date           By Keyword By Keyword        Search          Upcoming Events    Showing 5 results    Show ALL instances of recurring events   RSS Feed      Channel Islands National Park Channel Islands Live Friday, August 5, 2016   Take a virtual visit to the Channel Islands through live broadcasts from Anacapa Island that highlight the remarkable natural and cultural resources of the islands and their surrounding waters. More     Time: 1:30 PM to 2:00 PM   Location: On the web at link below or Anacapa Island or Visitor Center in Ventura   Fees: Free         Channel Islands National Park Guided Hikes on the Islands Friday, August 5, 2016   On days that the concessionaire boats run to the islands, guided hikes may be offered by national park volunteers or concessionaire naturalists. If they are not available to lead hikes, self-guided interpretive trail booklets are available. More     Location: Park Islands   Fees: Free         Tidepool Talk Saturday, August 6, 2016   Join National Park Service rangers in the visitor center as they show and tell about the many fascinating animals and plants in the marine life exhibit. More     Time: 11:00 AM to 11:30 AM,   3:00 PM to 3:30 PM   Location: Robert J. Lagomarsino Channel Islands National Park Visitor Center   Fees: Free         Channel Islands National Park Channel Islands Live Wednesday, August 10, 2016   Take a virtual visit to the Channel Islands through live broadcasts from Anacapa Island that highlight the remarkable natural and cultural resources of the islands and their surrounding waters. More     Time: 11:30 AM to 12:00 PM,2:00 PM to 2:30 PM   Location: On the web at link below or Anacapa Island or Visitor Center in Ventura   Fees: Free         Channel Islands National Park Channel Islands Live Friday, August 19, 2016   Take a virtual visit to the Channel Islands through live broadcasts from Anacapa Island that highlight the remarkable natural and cultural resources of the islands and their surrounding waters. More     Time: 1:00 PM to 1:30 PM   Location: On the web at link below or Anacapa Island or Visitor Center in Ventura   Fees: Free",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/programs.htm"
}
