{
    "title": "Channel Islands National Park: Santa Cruz Island",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Santa Cruz Island               Santa Cruz Island             Island Facts Island History & Culture Things To Do Interpretive Guide Restoration  According to legend, Santa Cruz Island was named for a priest's staff accidentally left on the island during the Portola expedition of 1769. A Chumash Indian found the cross-tipped stave and returned it to the priest. The Spaniards were so impressed that they called this island of friendly people \"La Isla de Santa Cruz,\" the Island of the Sacred Cross. Today the protection and preservation of Santa Cruz Island is divided between The Nature Conservancy and the National Park Service. The Nature Conservancy owns and manages the western 76 percent of the island, while the eastern 24 percent is owned and managed by the National Park Service.  In its vastness and variety of flora, fauna, and geology, Santa Cruz Island resembles a miniature California. At over 96 square miles in size and the largest island in California, Santa Cruz contains two rugged mountain ranges; the highest peaks on the islands (rising above 2,000 feet); a large central valley\/fault system; deep canyons with year-round springs and streams; and 77 miles of craggy coastline cliffs, giant sea caves, pristine tidepools, and expansive beaches. One of the largest and deepest sea caves in the world, Painted Cave, is found on the northwest coastline of Santa Cruz. Named because of its colorful rock types, lichens, and algae, Painted Cave is nearly a quarter mile long and 100 feet wide, with an entrance ceiling of 160 feet and a waterfall over the entrance in the spring. These varied landforms support more than 600 plant species in 10 different plant communities, from marshes and grasslands to chaparral and pine forests. There are 140 landbird and 11 land mammal species; three amphibian and five reptile species; large colonies of nesting seabirds, breeding seals, and sea lions; and other diverse marine animals and plants. Owing to millions of years of isolation, many distinctive plant and animals species have adapted to the island's unique environment, including the island scrub-jay and eight plant species found only on Santa Cruz and nowhere else in the world. The island is also rich in cultural history with over 10,000 years of American Indian habitation and over 150 years of European exploration and ranching. Santa Cruz Island, known by the Chumash people as Limuw (translates to \"in the sea\"), was home to a ten villages that housed over 1,200 people. Many of these islanders mined extensive chert deposits for making tools and produced \"shell-bead money,\" used as a major trade item by tribes throughout California. The largest village on the island as well as on the northern Channel Islands, Swaxil, occupied the area of Scorpion Ranch at the time of Spanish contact (1542). Large plank canoes, called tomols, provided transportation between the islands and mainland. Remnants of Chumash civilization can still be seen in thousands of shell middens on the island. Remnants of the ranching era also can be seen throughout the landscape of the island. Adobe ranch houses, barns, blacksmith and saddle shops, wineries, and a chapel all attest to the many uses of Santa Cruz in the 1800s and 1900s. The National Park Service, along with The Nature Conservancy, has made great efforts to preserve and protect these island resources, including stabilization of cultural sites, rehabilitation of historic buildings, removal of nonnative plants and animals, the recovery island foxes, reestablishment of bald eagles, and restoration of island wetlands. All of these efforts have made Santa Cruz Island one of the best places to experience the nationally significant natural and cultural heritage of coastal southern California.             Restoring Balance: Santa Cruz Island   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:19 minutes, 32 seconds  Close to the mainland yet worlds apart, Santa Cruz Island is home to plants and animals that are found nowhere else on Earth. The introduction of of non-native, exotic plants and animals have caused the loss of some of these rare species and pushed many others, including the island fox, to the brink of extinction.In order to save these island species, as well as protect sacred Chumash Native American cultural sites, the National Park Service and The Nature Conservancy embarked upon a multi-year program to help restore balance to Santa Cruz Island’s naturally functioning ecosystems.This high-definition video documents the various aspects of this complex restoration program, including the removal of golden eagles, reintroduction of bald eagles, captive breeding island foxes, removal of sheep, and eradication of pigs.The Santa Cruz Island restoration program is part of the National Park Service mission, as mandated by Congress, to preserve unimpaired the natural and cultural resources and values of the national park system for the enjoyment, education, and inspiration of this and future generations.",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/santa-cruz-island.htm"
}
