{
    "title": "Channel Islands National Park: Anacapa Island",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Anacapa Island               Anacapa Island             Island Facts Island History & Culture Things To Do Interpretive Guide Restoration     Crossing the channel to Anacapa Island, one begins to understand why the island's name was derived from its Chumash Native American Indian name Anypakh. Seeming to change shape in the summer fog or afternoon heat, the three islets of Anacapa look like an island of deception or a mirage. Almost five miles long, these islets (appropriately named East, Middle, and West Anacapa Islands) are inaccessible from each other except by boat. They have a total land area of about one square mile (700 acres). Waves have eroded the volcanic island, creating towering sea cliffs, sea caves, and natural bridges, such as forty-foot-high Arch Rock-a symbol of Anacapa and Channel Islands National Park.   Exploring East Anacapa's two-mile trail system allows visitors to experience the island's native vegetation, wildlife, and cultural history. Although for much of the year the island vegetation looks brown and lifeless, the winter rains transform the landscape. Emerging from dormancy, the native plants come alive with color. The strange tree sunflower, or coreopsis, blossoms with bright yellow bouquets that are so vivid and numerous they can sometimes be seen from the mainland. Vibrant red paintbrush, island morning glory, and pale buckwheat add touches of color to the island's palette.  Seabirds are probably the most conspicuous wildlife on Anacapa Island. Thousands of birds use Anacapa as a nesting area because of the relative lack of predators on the island. While the steep cliffs of West Anacapa are home to the largest breeding colony of endangered California brown pelicans, all the islets of Anacapa host the largest breeding colony of western gulls in the world. Western gulls begin their nesting efforts at the end of April, sometimes making their shallow nests just inches from island trails. Fluffy chicks hatch in May and June and fly away from the nest in July. The rocky shores of Anacapa are perfect resting and breeding areas for California sea lions and harbor seals. The raucous barking of sea lions can be heard from most areas of the island. Two overlooks (Cathedral Cove and Pinniped Point) provide excellent spots to look down on seals and sea lions in the island coves. Anacapa's rich kelp forests (ideal for kayaking, snorkeling, and diving) and tidepool areas provide visitors with the opportunity to meet some of the resident ocean animals up close. Visitors may also catch a glimpse of the fascinating undersea world of the kelp forest without getting wet. During the spring and summer, park rangers dive into the Landing Cove on East Anacapa with a video camera. Visitors can see, through the eye of the camera, what the diver is seeing-bright sea stars, spiny sea urchins, and brilliant orange Garibaldi-by watching video monitors located on the dock, in the mainland visitor center auditorium, in classrooms, or via the Internet. And, divers can answer questions from visitors as part of this distance learning program. Anacapa Island has a rich human history as well. Shell midden sites indicate where Chumash people camped on the islands thousands of years ago. In addition, visitors can view the 1932 light station whose mission revival style buildings include the lighthouse, fog signal building, one of four original keeper's quarters, a water tank building, and several other service buildings. The original lead-crystal Fresnel lens, which served as a beacon to ships until an automated light replaced it in 1990, is on exhibit in the East Anacapa Visitor Center.                 Restoring Balance: Anacapa Island   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:27 minutes, 50 seconds  Documents the removal of non-native species on Anacapa Island.               Achieving Balance: Anacapa Island Ten Years After the Removal of the Black Rat    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:15 minutes, 6 seconds  Ten years after removing nonnative rats the ecosystem on Anacapa Island, including rare seabirds, is showing profound results of recovery.",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/anacapa.htm"
}
