{
    "title": "Channel Islands National Park: Santa Barbara Island",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Santa Barbara Island               Santa Barbara Island             Island Facts Island History & Culture Things To Do Interpretive Guide   The smallest of the Channel Islands is deceptive. From a distance, this one-square-mile island may look a bit barren. Upon closer examination, the island offers more than one would expect-an island of resting elephant seals, blooming yellow flowers, tumbling Scripps's murrelet chicks, and rich cultural history. Santa Barbara Island is the center of a chain of jewels, a crossroads for people and animals. Santa Barbara Island is 38 miles from the closest point on the mainland. The smallest of the California Channel Islands, it is only one square mile in size, or 639 acres. Formed by underwater volcanic activity, the island is roughly triangular in outline and emerges from the ocean as a giant, twin-peaked mesa with steep cliffs. In 1602 explorer Sebastian Vizcaino named the island in honor of the saint whose day is December 4th, the day he arrived. Visitors can witness the incredible recovery of the island's plant life and wildlife after years of habitat and species loss due to ranching and farming activities, including the introduction of nonnative plants, rabbits, and cats. Although nonnative grasses still dominate the landscape, native vegetation is recovering slowly with the help of the National Park Service's restoration efforts. After winter rains, the native plants of the island come alive with color. The strange tree sunflower, or coreopsis, blossoms with bright yellow bouquets. Other plants, like the endemic Santa Barbara Island live-forever, shrubby buckwheat, chickory, and cream cups, add touches of color to the island's palette. This recovery of native vegetation, along with the removal of nonnative predators, has aided in the reestablishment of nesting land birds. Today there are 14 landbirds that nest annually on the island. Three of these, the horned lark, orange-crowned warbler, and house finch, are endemic subspecies found only on Santa Barbara Island. Unfortunately, the island's recovery did not come soon enough for the endemic Santa Barbara Island song sparrow. The destruction of this sparrow's sagebrush and coreopsis nesting habitat and the presence of feral cats led to the extinction of this species in the 1960s. This sparrow, which was found only on Santa Barbara Island and is now lost forever, was one of the smallest forms of song sparrow, differentiated by its very gray back. Seabird colonies have also benefited from the recovery of Santa Barbara Island. The island is one of the most important seabird nesting sites within the Channel Islands, with 11 nesting species. Thousands of western gulls nest every year on the island, some right along the trailside. Fluffy chicks hatch in June and mature to fly away from the nest in July. The steep cliffs also provide nesting sites for the endangered California brown pelicans, three species of cormorants, three species of storm-petrels, and one of the world's largest colonies of Scripps's murrelets. The rocky shores of Santa Barbara Island also provide resting and breeding areas for California sea lions, harbor seals, and northern elephant seals. These marine mammals feed in the rich kelp forests surrounding the island. The raucous barking of sea lions can be heard from most areas of the island. Overlooks, such as Sea Lion Rookery, Webster Point, and Elephant Seal Cove, provide excellent spots to look down on seals and sea lions. Visitors can also jump in the water to see what lies beneath the ocean surface. Snorkeling in the Landing Cove, visitors can see bright sea stars, spiny sea urchins, and brilliant orange Garibaldi fish. California sea lions and occasional harbor seals frequent the Landing Cove waters and the surrounding rocky ledges.",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/santa-barbara-island.htm"
}
