{
    "title": "Channel Islands National Park: Hantavirus",
    "body": "Explore This Park    Plan Your Visit     Safety     Hantavirus              Hantavirus          Hantavirus has been found in deer mouse populations at Channel Islands National Park. This mouse-carried virus also has been found in many locations on the mainland. This is a potentially fatal disease, and some basic precautions should be taken.  Avoid contact with rodents. Rodents are hosts for a variety of diseases and parasites, including ticks and fleas, which may carry plague and rabies. Hantavirus is transmitted through the body fluids of the deer mouse, and can become aerosolized when large masses of feces and dried urine are disturbed. People hiking and camping on the islands are considered to be at low risk; rather, most cases of hantavirus infection have occurred when people have cleaned out or lived in buildings that have been inhabited by large numbers of rodents for many years. The precautions for avoiding infection by hantavirus are the same as those for the avoidance of any illness that may be contracted from rodents. When camping or hiking on the islands, the basic practices of cleanliness will reduce your chance of rodent contact.   Do not feed any wild animals. Viruses and diseases are often passed through saliva. To reduce your chances of being bitten, avoid contact with wild animals.   Keep food, drink, utensils, and trash in rodent-proof containers. On the islands, the mice are mostly active at night, but will also come out during the day while you are away from your site. It is best to keep all food related items in plastic coolers or other containers that mice cannot chew through. It is not recommended to store food within tents, backpacks, or clothing since mice have been known to chew through these items. National Park Service food storage boxes are provided at campsites.   Prevent entry of mice into your tent. Mice will go everywhere in their search for food, so keep your tent screen zipped even when you are nearby. Keep your clothing and footwear inside your sealed tent especially at night.   Symptoms of hantavirus infection. Infection by hantavirus causes flu-like symptoms followed by acute respiratory distress. If you experience fever, aches, and\/or stomach cramps and believe you may have had contact with rodents within the last 30 days, contact your physician immediately and inform your physician that you have had contact with rodents and possibly hantavirus.",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/hantavirus.htm"
}
