{
    "title": "Channel Islands National Park: Visitor Centers",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Visitor Centers              Visitor Centers             Ventura | Santa Barbara | Islands    The Robert J. Lagomarsino Visitor Center at Channel Islands National Park 1901 Spinnaker Drive Ventura, CA 93001 (805) 658-5730 The visitor center features a bookstore, a display of marine aquatic life, and exhibits featuring the unique character of each park island. Visitors also will enjoy the 25-minute park movie, “A Treasure in the Sea,” shown throughout the day in the auditorium (closed-caption film available upon request). The fully accessible visitor center is open 8:30 am until 5 pm daily. The visitor center is closed on Thanksgiving and December 25th. On weekends and holidays at 11 am and 3 pm rangers offer a variety of free public programs about the resources of the park. Click here for programs and events scheduled at the visitor center. Click here for directions to the Robert J. Largomarsino Visitor Center at Channel Islands National Park. Back to top      Outdoors Santa Barbara Visitor Center 113 Harbor Way 4th Floor Santa Barbara, CA 93109 (805) 884-1475 http:\/\/outdoorsb.sbmm.org\/ The small Outdoors Santa Barbara Visitor Center not only has one of the best views of Santa Barbara, but also offers visitors information about Channel Islands National Park, Channel Islands National Marine Sanctuary, Santa Barbara Maritime Museum, and the City of Santa Barbara. Open 10 am until 5 pm. Closed every Wednesday, Christmas Day, New Year's Day,Thanksgiving Day, and the First Friday in August for Fiesta. Also, occasionally closes early for special events.  Click here for directions to the Outdoors Santa Barbara Visitor Center. Back to top      Island Visitor Contact StationsVisitor contact stations are located on Santa Barbara and Anacapa Islands and at Scorpion Ranch on Santa Cruz Island. These stations offer exhibits and information on the resources of each island.Click here for information on visiting the islands.Back to top",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/visitorcenters.htm"
}
