{
    "title": "Channel Islands National Park: When To Visit",
    "body": "Explore This Park    Plan Your Visit     Basic Information     When To Visit              When To Visit             Spring | Summer | Fall | Winter Visitors often ask what time of year they should visit Channel Islands National Park. While one can visit the park throughout the entire year, there are considerable differences in the seasons that visitors should take into consideration.  Each season has its own character and unique weather, natural history events, and outdoor activities. Listed below are some of these major seasonal events and activities. For information on seasonal climates, please visit Weather.       Spring  The islands are green and wildflowers reach peak bloom, especially the brilliant yellow coreopsis flowers. During a normal year of rainfall, this occurs by late January through March.   Western gulls and other seabirds begin nesting.   Island fox pups are born.   Spring bird migration is underway.    Gray whale watching season ends.    California sea lions and northern fur seals start to gather at their rookery sites.    Peregrine falcons and other landbirds begin nesting.   Channel Islands Live programs continue throughout the entire year on Anacapa Island with live broadcasts to the mainland visitor center, classrooms, and park website.  Back to top      Summer  Summer is the ideal time for sailing, snorkeling, diving, kayaking, and swimming.   The park's underwater video program begins on Anacapa with live broadcasts at mainland visitor center.    Seabird and landbird chicks fledge (leave the nest and fly).    Although the vegetation begins to dry out, some plants like gumplant, buckwheat, poppies, and verbena continue to bloom.    Whale watching begins for blue and humpback whales.    California sea lions and northern fur seals begin pupping.    Most people visit the park during the June through August period.    Backcountry beach camping season begins mid-August on Santa Rosa Island.   Back to top     Fall  Many consider the fall as the best time of year for snorkeling, diving, kayaking, and swimming. Ocean temperatures may reach 70° (F) in early fall and visibility may reach 100 feet.    Blue and humpback whale watching comes to an end in early fall.    Fall bird migration is underway.    Northern elephant seals begin to gather at their rookery sites in late fall.   Back to top     Winter  Some of the best sunsets of the year occur during this time of year.    Gray whale watching begins at the end of December and lasts until April.    Northern elephant seals begin pupping in early winter.    Harbor seals begin pupping in late winter.    Islands begin to turn green and wildflowers start blooming during the late winter months.    California brown pelicans begin nesting.   Back to top",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/when-to-visit.htm"
}
