{
    "title": "Channel Islands National Park: Clothing and Gear",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Clothing and Gear              Clothing and Gear             Due to the weather variation on the islands, the landings, and long treks to campgrounds, please follow the regulations and suggestions below:  Dress in layers. Plan light clothing for warm afternoons and addd layers such as long sleeves, jackets, gloves, and hats for cool mornings and evenings. Bring short and long pants, fleece jacket or sweatshirt, windbreaker, hat, sunscreen, and waterproof outer clothing. In addition, visitors should wear sturdy hiking shoes with non-slip soles.   Pack as light as possible. Concessionaires limit each bag of gear to 45 pounds. Pack food and gear in easily carried duffels, backpacks, or coolers with handles.   Since there is no pier at San Miguel and landing is by skiff, bags should be waterproof and visitors should consider reefwalkers or old tennis shoes for the landing.   All food containers should be mouse-proof.   Plan meals carefully, keep them simple, and repackage your food at home first to reduce space, weight, and litter.   Bring extra food in case your return transportation is delayed.   There is no water available on the island except in the Scorpion Ranch campground on Santa Cruz Island and in the Water Canyon campground on Santa Rosa Island, where some visitors find it has an unpleasant taste. Bring one gallon of water per person per day in containers no larger than 2.5 gallons each.   Clean any seeds or insects from gear from gear and boots to protect fragile island ecosystems from introduced species. Overnight campers should shake out their tents, sleeping bags, and packs to clean them of seeds and soil, paying special attention to clinging burrs and \"foxtail\" grass seeds. For more information visit Help Prevent Non-Native Pests.    Non-native, invasive species threaten endangered animals and plants on the Channel Islands and are costly to control. To prevent the introduction of non-native species, the following items may not be brought to the park:  Live or Potted Plants Soil Cut Flowers Firewood or any untreated, unfinished wood (including hiking sticks) Corrugated boxes Tools or equipment with attached soil Motorized vehicles Bicycles  This restriction action is necessitated for the protection of the islands unique values, ecological systems and protection of breeding populations of marine mammals, endangered species of seabirds, eagles, islands foxes and other unique and rare species of flora and fauna inhabiting the Channel Islands National Park. Less restrictive measures would have the potential for introduction of non-native species that could adversely effect many species and\/or endanger the islands ecosystems.",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/clothing-and-gear.htm"
}
