{
    "title": "Channel Islands National Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations             Transportation Reservations Advanced reservations for boat and plane transportation to the islands are required. Please contact the park concessionaires for reservations. For boat departures out of Ventura and Channel Islands (Oxnard) Harbors contact: Island Packers 1691 Spinnaker Dr. Ventura, CA 93001 (805) 642-1393 www.islandpackers.com  For plane departures out of Camarillo airport contact: Channel Islands Aviation 305 Durley Avenue Camarillo, CA 93010 (805) 987-1301 www.flycia.com      Camping Reservations Advanced camping reservations are required for all frontcountry campgrounds. Reservations can be made no more than five months in advance. Information required to make reservations includes: camping dates, transportation information, and number of campers. Reservations can be made by calling (877) 444-6777 or through the National Recreation Reservation Service. A confirmation notice will be mailed to campers. This notice needs to be presented to the island ranger upon arrival. Advanced reservations are also required for backcountry camping. Backcountry camping is available year-round at the Del Norte campsite near Prisoners Harbor on Santa Cruz Island. Also, during certain times of year, backcountry beach camping is allowed on Santa Rosa Island. For Del Norte, call (877) 444-6777 or through the National Recreation Reservation Service. For Santa Rosa beachcamping, call (805) 658-5711. Click here for more information on camping.     Private BoatersNo reservations or permits are required to land on the islands administered by the National Park Service. However, a landing permit is required to land on The Nature Conservancy (TNC) property on Santa Cruz Island (western 76% of island). Contact scilandingpermit@tnc.org or http:\/\/nature.org\/ for a permit; allow at least 15 business days for processing.To hike beyond the ranger station on San Miguel Island, private boaters must be escorted by a ranger and have a hiking reservation and permit. Call (805) 658-5711 prior to mainland departure to make arrangements.Click here for more information on boating.",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/permitsandreservations.htm"
}
