{
    "title": "Channel Islands National Park: Current Conditions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions              Current Conditions        Alerts    Caution        Yellow Jackets at Prisoners Harbor  Alert 1 , Severity ,caution ,, Yellow Jackets at Prisoners Harbor  Yellow jackets are active at Prisoners Harbor, Santa Cruz Island. Keep your food covered, avoid waving your arms and back away slowly instead, and persons sensitive to yellow jacket venom should carry a sting treatment kit or visit another location. more     Information        San Miguel Island Open to Public on May 17, 2016  Alert 1 , Severity ,information ,, San Miguel Island Open to Public on May 17, 2016  San Miguel Island will reopen to public visitation on May 17, 2016. In the interest of public safety, the U.S. Navy closed San Miguel Island in 2014 due to concerns of possible unexploded ordnance. more          Visitor Center Elevator Closed  Alert 2 , Severity ,information ,, Visitor Center Elevator Closed   The visitor center elevator will be closed for renovation beginning Wednesday May 11th for approximately 5 weeks.  Access to exhibits and the observation tower will still be available via the stairway.          Scorpion Pier on Santa Cruz Island Closed Temporarily  Alert 3 , Severity ,information ,, Scorpion Pier on Santa Cruz Island Closed Temporarily   The Scorpion Pier is closed temporarily until damages caused by high surf are fully assessed and repaired. The island will remain open to visitation. Landings at Scorpion Anchorage will be beach landings via skiff until the pier reopens. more          Santa Barbara Island Closed Due to Storm Damage  Alert 4 , Severity ,information ,, Santa Barbara Island Closed Due to Storm Damage  Santa Barbara Island is closed to public access due to extreme damage from the recent storms to the pier landing. The closure is expected to be in place until 2017. more          Santa Rosa Island Campground Shower Closed  Alert 5 , Severity ,information ,, Santa Rosa Island Campground Shower Closed  Due to severe drought conditions, the shower is temporarily closed to conserve water.             Public Notices The following public notices have been issued for Channel Islands National Park. For information on other regulations please visit Laws and Policies.      San Miguel Island Open to Public on May 17, 2016  San Miguel Island will reopen to public visitation on May 17, 2016. In the interest of public safety, the U.S. Navy closed San Miguel Island in 2014 due to concerns of possible unexploded ordnance. More...   View the original 2014 official public closure notice at San Miguel Island Closure Public Notice. To view the 2014 press release visit News Releases.      Santa Barbara Island Closure In the interest of public safety, Santa Barbara Island is closed due to dock damage from the recent storms. Vessels are not allowed to pull up to the island dock until full repairs from the storm damage are completed.   View the official public notice at Santa Barbara Island Closure Public Notice. For more information visit News Releases.       Public Closures on Santa Rosa Island Certain areas throughout Santa Rosa Island are closed to protect island wildlife. Visitors to the island need to be aware of these closures prior to planning their trips.  March 1 to September 15: Skunk Point to East Point Back Beaches and Sand Dunes Closed The back beaches and sand dunes between and including Skunk Point and just north of East Point are closed to hiking from March 1st to September 15th to protect the nesting area for the snowy plover, a federally listed, threatened shorebird. Please remain on the wet sand (below mean high tide) or the road throughout this area.   Year-round: Sandy Point Closed The coastline around Sandy Point is closed year-round to protect seal rookeries.   Backcountry Beachcamping postponed until August 15th. Due to the continued presence of elephant seals on the beaches at Santa Rosa Island, the opening of beach camping has been postponed until August 15.    Over the last decade elephant seals and other marine mammal populations have dramatically increased causing the recolonizaton of historic breeding and haul-out sites by these marine mammal species. A significant portion of south facing beaches on Santa Rosa Island have been reclaimed for a large portion of the year.  The park staff is in the process of considering measures to modify the backcounty\/beach camping opportunity to reduce potential conflicts with preservation of natural resources and this visitor use.Providing these animals have for the most part cleared the beaches between South and East Point, beach camping will once again be allowed via permit.   View the official public notice: Public Closures on Santa Rosa Island      Prevent Introduction of Non-Native Species Public Notice April 16, 2007: Public Use Restrictions to Prevent Introduction of Non-native Species and Use of Unauthorized Motorized Vehicles and Bicycles  Affected Areas: All Park Islands Pursuant to the Authority of the Superintendent under the Code of Federal Regulations Title 36 section 1.5 (a)(1)&(2) and section 2.1(a)(2) the following public use restrictions are imposed on the aforementioned area, to prevent introduction of non-native species and use of unauthorized motorized vehicles and bicycles. Therefore the following types of items shall not be transported or delivered to any island within Channel Islands National Park:  Pets or any animal Service animals, except by permit from the superintendent Single-use plastic grocery bags Live or potted Plants Soil Cut flowers Firewood or any untreated, unfinished wood (including hiking sticks) Corrugated boxes Tools or equipment with attached soil Motorized vehicles Bicycles  Pursuant to CFR title 36 1.5 (c) - Determination - this restriction action is necessitated for the protection of the islands unique values, ecological systems and protection of breeding populations of marine mammals, endangered species of seabirds, eagles, islands foxes and other unique and rare species of flora and fauna inhabiting the Channel Islands National Park. Less restrictive measures would have the potential for introduction of non-native species that could adversely effect many species and\/or endanger the islands ecosystems. Additionally the unauthorized vehicle and bicycle use would pose significant safety risks and adversely affect visitor experience and park values. View the official public notice: Prevent Introduction of Non-Native Species Public Notice        Federal Land Passes No Longer Available for Sale  As of July 1, 2015, Channel Islands National Park will no longer sell federal lands passes. The federal lands passes, including versions for seniors, active military, and the disabled, cover entrance fees at national parks and other federal lands. There is no fee to enter Channel Islands National Park.   All federal land passes can be obtained or purchased at parks that charge an entrance fee. Also, most passes can be purchased either online, by phone or by mail—more information is available at www.nps.gov\/findapark\/passes.htm.      Annual passes are also available at most REI locations and on Amazon's website.    Military passes must be obtained in person and are available locally at Los Padres National Forest headquarters in Ojai and Santa Barbara or Angeles National Forest headquarters in Arcadia. It is recommended you call ahead before you purchase your pass at these locations.",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/conditions.htm"
}
