{
    "title": "Channel Islands National Park: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit                   Let Channel Islands Live bring the park to you.               When to visit the park.               Places to go in the park.               Things to do in the park.            Channel Islands National Park provides a wide variety of recreational opportunities and a delightful break from the congestion and clamor of urban life. However, since the park encompasses five islands and their surrounding one mile of the ocean, the decision of where to go, what to do, and how to do it can be challenging. So compiled within this \"Planning Your Visit\" section is detailed information to help you make sense of it all. Click on the links below or in the navigation to start planning a great trip to the park.               Basic information            Directions and Transportation            Eating and Sleeping                  Places To Go            Things to Do            Calendar                  Safety            Accessibility            Limiting Your Impact                         The Official Film of Channel Islands National Park   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:24 minutes, 9 seconds  This is the new version of the park film released in 2011.         Welcome from the Superintendent The park staff and I wish to welcome you to Channel Islands National Park, one of North America's magnificent treasures. Close to the California mainland, yet worlds apart, the park encompasses five of the eight California Channel Islands (Anacapa, Santa Cruz, Santa Rosa, San Miguel, and Santa Barbara) and their ocean environment, preserving and protecting a wealth of natural and cultural resources. The park bridges two biogeographical provinces and in a remarkably small place, harbors the biologic diversity of nearly 2,500 miles of the North American coast. The Channel Islands are home to over 2,000 plant and animal species, of which 145 are found nowhere else in the world. Like the Galapagos Islands of South America, isolation has allowed evolution to proceed independently on the islands. Marine life ranges from microscopic plankton to the blue whale, the largest animal to live on Earth. Archeological and cultural resources span a period of more than 13,000 years of human habitation. The protection of these fragile island resources was ensured when Congress, in the act that created Channel Islands National Park in 1980, established a long-term ecological monitoring program to gather information on the current health of resources and predict future conditions. This information provides park and natural resource managers with useful products for recreation planning, conservation and restoration programs, and early identification of critical issues. The islands were set aside by Congress not only to preserve these resources, but also to provide for your enjoyment. If you visit the park, you will be one of a very select group. Few people actually see this park because it is not easy to get to-you can't drive to the islands. A short but exciting ocean voyage or a commercial flight in a small airplane is required. The park is one of the least visited of all of America's national parks. The relatively light visitation enhances the islands' feeling of solitude and assists in the protection of fragile resources. In establishing the park, Congress recognized the value of solitude by allowing for low intensity, limited entry visitation. So a visit to this national park will always provide a marked contrast to the bustle of southern California most people experience. It will always be a place where you can step back in time and experience coastal southern California the way it once was. We are delighted you are interested in this marvelous place. Thanks for making the effort! We hope our park website encourages you to safely explore and discover Channel Islands National Park while taking care to protect and keep these beautiful and fragile islands unimpaired for future generations. Russell E. Galipeau, Jr. Superintendent",
    "url": "https:\/\/www.nps.gov\/chis\/planyourvisit\/index.htm"
}
