{
    "title": "Golden Gate National Recreation Area: Endangered Grassland Plants",
    "body": "Endangered Grassland Plants         The bright pink Presidio Clarkia at Inspiration Point NPS Photo  The endangered Presidio Clarkia occurs in serpentine soils created from California’s state rock Serpentinite. Serpentenite occurs in fault zones and tends to have high levels of heavy metals such as zinc and magnesium and low levels of nutrients. Most of the Presidio’s grasslands have been developed or overrun by invasive European grasses. There is an additional population in the Oakland Hills. The endangered White-rayed pentachaeta is a small annual plant with yellow disk flowers surrounded by white to purple ray flowers. This member of the sunflower family (Asteraceae) is currently known from a serpentine bunchgrass community and native prairie in two small areas of San Mateo County, both on San Francisco Water District lands. It was formerly known from Marin to Santa Cruz counties.  The endangered Fountain thistle is an herbaceous perennial with several stout, erect, reddish stems and large white to pinkish, nodding flowering heads. This member of the sunflower family occurs only in the extremely restricted serpentine seeps of the Crystal Springs region, San Mateo County. It sometimes grows with other rare plants like fragrant fritillary (Fritillaria liliaeca) and San Francisco wallflower (Erysimum franciscanum). The few existing fountain thistle occurrences are on public land owned and managed by CALTRANS and SFWD. An occurrence previously known from Edgewood County Park is thought to be extirpated; no plants have been seen there since one plant was observed in 1993. Construction of Interstate 280 contributed to the decline of fountain thistle by destroying habitat and altering the drainage patterns feeding the seeps in its serpentine grassland plant community; subsequent invasion of pampas grass into several of the colonies further threatens the species.        Marin dwarf flax clinging to a rocky outcrop NPS photo  The threatened Marin dwarf-flax is a delicate annual plant in the flax family, with congested clusters of small rose to whitish flowers. It is found on serpentine ridges covered with bunchgrass from Marin County to San Mateo County and in a serpentine chaparral association in Marin County. There are now 20 known existing occurrences, ranging from land owned by the Marin Municipal Water District to the Presidio of San Francisco to Edgewood Park in San Mateo County to land owned by the San Francisco Water District. Residential development and road and freeway construction have eliminated five of the historically known populations.  of Marin western flax.  The endangered San Mateo thorn mint is an aromatic annual herb of the mint family. The small plants have white flowers, sometimes tinged with lavender, in tight clusters. It is restricted to serpentine soils of grasslands in San Mateo County. The species occupies slopes and flats with deep clay areas. The only remaining remnant population is in Edgewood County Park, and there is an introduced population at Pulgas Ridge. The extant populations are threatened by development and off-road vehicles.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/endangered-grassland-plants.htm"
}
