{
    "title": "Golden Gate National Recreation Area: Extreme Fire Danger",
    "body": "Extreme Fire Danger and Red Flag Days       Fire danger ratings are determined daily during fire season. These ratings are based on the probability of ignition; the effects of wind, slope and fuel; and the potential energy released by a fire in the given weather and fuels. A daily rating of Low to Extreme fire danger is determined based on the worst case fire weather scenario during the hottest, driest part of the day on an open, south facing slope. Fire danger ratings may vary throughout the county and are used to determine whether land use restrictions will go into effect as well as how many firefighters should be available in case a wildfire does occur. Fire Danger Ratings describe the potential for fire to spread rapidly in a local area. Red Flag Warnings predict a weather event in which fire will be difficult to control. Red Flag Warnings are issued by the National Weather Service to notify fire agencies in advance of critical weather patterns that will contribute to extreme fire danger and\/or extreme fire behavior. A Red Flag Warning is issued for the San Francisco Bay Area when there is a strong chance that Red Flag conditions will occur within the next 24 hours. When a Red Flag warning is issued, the Marin County Fire Department notifies public land owners who determine if land use restrictions will go into effect. These restrictions may include temporary road closures or suspension of special use permits. For information on Red Flag Land Use Restrictions, call public lands before visiting or call the Marin County Fire Department public information line at (415) 499-7191. Red Flag Conditions are wind events lasting at least 8 hours when vegetation is dry. Annual grasses are cured; no rain has occurred in the last 24 hours; and fuels 1\/4 to 1\/2 inch in diameter have less than 6% moisture. Relative humidity and wind speed during these events are as follows:    Relative Humidity Wind Speed   Day, 29-42% and\/or Night, 60-80% 30+ mph   Day,19-28% and\/or Night, 46-60% 21+ mph   Day, 9-18% and\/or Night, 31-45% 12+ mph   Day, <9% and\/or Night, <31% 6+ mph     Note that hot, dry days will not have a Red Flag Warning unless sustained wind is also present. Red Flag Warnings and Fire Weather Watches will remain in effect through the expiration time noted in the forecast, or until canceled or upgraded. Red Flag Warnings and Fire Weather Watches are posted on the California Fire Weather web page and the website of the San Francisco Bay Area National Weather Service (NWS) office. Links to all fire weather planning forecasts, and other NWS office web pages can be found on the National Fire Weather Page, including the forecast for the San Francisco Bay Area. Top of Page",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/management\/fire_info_redflag.htm"
}
