{
    "title": "Golden Gate National Recreation Area: Crissy Field",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Restoration & Management     Crissy Field                  Crissy Field       Find out about the Crissy Field Center's move due to the Doyle Drive Project on the Parks Conservancy's projects page. As a result of Caltrans' receipt of funds from the American Recovery and Reinvestment Act, the Doyle Drive improvement project has been fast-tracked-and that means Crissy Field Center must move its operations to East Beach.      From a waste dump to a thriving coastal habitat, Crissy Field has gone through an amazing transformation. This former military land is now a dynamic public open space that recreates the multi-layered natural and cultural history of the site. Beginning in 1997, cleanup of hazardous materials on the site involved the removal of almost 90,000 tons of contaminated materials. The Park Service began involving the community in an extensive planning process to find out what uses the public wanted for this new open space in the city of San Francisco. From 1998 through 2000, the restoration of this 100 acre site included the recreation of an 18 acre tidal marsh linked to the San Francisco Bay, and the recreation of 16 acres of dune habitat, together supporting 105 different species of shrubs, wildflowers, and marsh plants. More than 230,000 cubic yard of dirt, sand and mud were excavated and a channel was opened to the tides in November 1999, allowing fresh and salt water to merge at Crissy Field for the first time in 100 years. This project was inspired by the ancient 130 acre salt marsh system that flourished in the location for thousands of years. Prior to European settlement, the native peoples called the Ohlone used the estuary for harvesting fish and shellfish and lived in seasonal camps nearby, leaving behind shell middens on the site. When the Spanish arrived to El Presidio in 1776, they mostly ignored the tidal marsh, subsisting primarily through livestock grazing and agriculture. When the U.S. Army took control of the Presidio in 1846, the tidal wetland was considered a wasteland best suited for dumping and draining. The army used the filled-in marshlands for an airfield where important aviation history took place, including the first flight to Hawaii and the first Transcontinental flight. When the National Park Service assumed management of the Presidio in 1994, the area known as Crissy Field was a derelict concrete wasteland. The San Francisco Bay is a habitat in peril. Less than 10% of the original coastline remains, and is heavily infested with invasive plants and exotic animals. The work done at Crissy field was like a giant band aid, peeling back the concrete and creating a living swath in which to heal. The restored marsh and dunes provide habitat for wildlife that have not existed in the Presidio for over a century. The mantra, \"If we build it they will come,\" has certainly proved true. Crissy Field now provides feeding and nursery habitat for at least 25 fish taxa, and supports over 100 invertebrate taxa in what was once just a huge construction site. But the most dramatic story is that of the return of the birds to Crissy Field, a now attractive stopover point along the Pacific Flyway. Whether they be migrating ducks dabbling for algae, pelagic birds diving for fish, or shorebirds stabbing at crustaceans and worms hidden just beneath the mud, nearly 100 species of birds have been documented using the marsh. Birders from around the Bay Area show up for guided walks or Audubon bird alerts. A comprehensive monitoring program was implemented with funds from the Park Service and the Environmental Protection Agency. The Crissy Field monitoring program included physical, chemical and biological variables, tracking the development of this complex ecosystem and guided management decisions. Hydrology and geomorphology, water quality, soils and sedimentation, vegetation, fish, invertebrates, and birds were all been monitored over a five year period. As other areas around the San Francisco Bay are targeted by local land trusts and management agencies to restore marshlands, the information gathered through our monitoring efforts will be invaluable to future efforts. One of the greatest successes of the Crissy Field Project has been its ability to mobilize community support and participation, and its ongoing ability to educate the public about wetlands and coastal systems. Through funding from Golden Gate's non-profit partner, the Golden Gate National Parks Conservancy, the public has been courted through advertising campaigns, special interest stories, and volunteer recruitment. Approximately 1500 annual volunteer hours are spent stewarding this natural area through invasive plant removal, fence and trail repairs, and plantings of native plants. As a very popular local park, thousands of people stroll down the Crissy Promenade every week. They read signage about the site's ecology and history. They stop and talk to Interpretive and Resource Management staff. They sit and enjoy the spectacular views and begin to realize that nature is possible even in this metropolis of nearly one million people .                   Projects - Crissy Field Management   11 Photos",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/crissy-field.htm"
}
