{
    "title": "Wupatki National Monument: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems         Exploring the Wupatki landscape. NPS photo by Dallas Larsen  Throughout Wupatki National Monument, broad vistas of desert grasslands, mesas, buttes, and volcanic hills contrast sharply with the San Francisco Peaks, which are visible in the distance. Spectacular views of the landscape within and beyond the monument can include, from a single vantage point: geologic outcrops of red sandstone and white limestone; forested hillsides; the cinder cones and lava flows of the San Francisco Volcanic Field; the Painted Desert, stretching east from Wupatki to Petrified Forest National Park. The color of the ground itself can vary, depending on its origin – some soil types were formed from weathered limestone, others from sandstone, shale, or volcanic bedrock. In places, soil formation is just beginning in young, deep cinder deposits.    Elevation and climate also vary greatly. The Little Colorado River adjacent to Wupatki (4,300’ elevation), gets 6” to 7” precipitation per year, and temperatures can range from -4° to 105° F.  On the San Francisco Peaks (above 10,000’), annual precipitation exceeds 40”, and temperatures are much colder.   This remarkable combination of geologic, elevation, and climatic differences within a small geographic area results in a variety of plant and animal communities. Juniper woodlands, grasslands, and desert scrub communities are common at Wupatki. A short distance away, at Sunset Crater Volcano, are pinyon-juniper woodland, ponderosa pine forest, and lava flow and cinder barrens.   A long, long continuum of human activity, coupled with these natural processes, has created the landscape we see today. At the same time, the land with its climate of extremes, scarce water, distinctive landforms, and diverse plants and animals has greatly influenced the lifeways of people who have and continue to live here.",
    "url": "https:\/\/www.nps.gov\/wupa\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
