{
    "title": "Golden Gate National Recreation Area: Endangered Scrubland Plants",
    "body": "Endangered Scrubland Plants         Raven's manzanita on the Presidio coast NPS photo  The endangered Raven’s manzanita is one of the San Francisco peninsula’s unique subspecies of Hooker’s manzanita (Arctostaphylos hookeri ssp. ravenii). Discovered by Missouri Botanical Gardens curator Peter Raven as a young man, it is now reduced to a single plant near the World War II memorial in the Presidio. Cuttings from the mother plant have been grown and outplanted in the area. Because of the low calcium, high magnesium, and heavy metal content of the serpentine soils it grows in, few plants grow nearby. Those that do tend to have an extremely restricted geographic distribution. A Fish and Wildlife Service Recovery Plan came out in 2002, calling for more cuttings planted in the Presidio and other natural areas of the San Francisco peninsula. A very lonely plant, this last individual is over 100 years old and cannot sexually reproduce unless in the presence of other genetic individuals.        A lonely individual is brought back from extinction in a highway median Mike Vasey  Thought to have been extinct in the wild since 1948, a single individual of Franciscan manzanita was found in the Presidio in October of 2009. A local ecologist notified Presidio natural resource staff of his observation of a manzanita while driving along a local highway interchange on Doyle Drive. The plant was growing in a median strip, and was uncovered during large shrub and tree removal in preparation for roadwork along the existing Doyle Drive corridor. Botanists from the Presidio Trust and National Park Service inspected the plant immediately, and keyed the individual to Arctostaphylos franciscana with caution. This tentative identification was verified by Mike Vasey and Tom Parker of San Francisco State University, authorities on the genus Arctostaphylos. The Ravens and Franciscan manzanitas were once considered variations of the same species, and share a number of characteristics including growing on serpentine soils, and needing fire or intense disturbance for seed germination. Their maritime chaparral environs are also a rare habitat, found only in areas with a predominance of summer fog. Often, patches of maritime chaparral only a few tens of miles apart have their own distinct manzanita species. The Franciscan manzanita was first described as a unique species by the botanical curator of the California Academy of Sciences, Alice Eastwood (Peter Raven's mentor) in 1905. Its rediscovery has been a story of renewal from a most unlikely place. It is currently being considered for listing under the Endangered Species Act.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/endangered-scrubland-plants.htm"
}
