{
    "title": "Golden Gate National Recreation Area: Nonnative Plants",
    "body": "Nonnative Plants         Cape ivy is known as the \"kudzu of the west\" NPS photo  Nonnative plants thrive in the park, particularly in areas subject to intensive historic land use related to grazing or military occupation, or adjacent to urbanized areas that are a constant source of weed invasion. The spread of non-native plants represents the most significant threat to the biodiversity of the park. One or several of the park’s 21 most invasive non-native pest plant species invade approximately 85 percent of the park’s estimated 48 plant communities. Research has shown that introduced species alter community composition and reduce the diversity of native plants, insects, and small mammals. Invasive non-native species are also found within all nine Special Ecological Areas designated as the most biologically intact and diverse areas within the Golden Gate. Non-native species also directly threaten habitat for the federally endangered mission blue and San Bruno elfin butterflies, Raven’s manzanita, Presidio clarkia, and San Francisco lessingia, as well as 12 other special status plants (Department of Fish and Game and Native Plant Society listed). Golden Gate has currently targeted the 22 most invasive non-native species for control. These species include: Monterey pine, blue gum eucalyptus, Monterey cypress, black acacia, thoroughwort, cotoneaster, helichrysum, Himalayan blackberry, tall fescue, European harding grass, French and Scotch broom, Cape ivy, Ox-eye daisy, pampas grass, yellow star thistle, periwinkle, gorse, capeweed, English ivy, and calla lilies. These invasive plant populations are considered under control due to a decade of volunteer, staff and grant expenditures. And despite the extensive urban perimeter around the park, only two new invasive species have established small populations within the park within the last decade.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/nonnative-plants.htm"
}
