{
    "title": "Golden Gate National Recreation Area: Endangered Butterflies",
    "body": "Endangered Butterflies         Mission blue in the grasslands at Milagra Ridge. Golden Gate National Parks Conservancy  The endangered mission blue butterfly is only found in a few scattered sites in the Bay Area including San Bruno Mountain, Milagra Ridge in Pacifica, Sweeney Ridge in San Bruno, Twin Peaks, and portions of the Marin Headlands. One of the first invertebrates to be protected under the Endangered Species Act, this small butterfly is a special component of area grasslands. Though it is only in its mature flight stage for two weeks, the rest of the year is spent on or near its lupine host plant as a caterpillar or egg. Threats to this species include development, trampling by excessive foot traffic, illegal off-road vehicles, and non-native plant invasion. The park has undertaken several habitat restoration projects involving non-native plant removal and native plant restoration to help the mission blue, including at Hawk Hill in the Marin Headlands. The endangered San Bruno elfin butterfly lives at Milagra Ridge, Montara Mountain, and San Bruno Mountain. Its host plant is stonecrop. Young larvae are tended by several species of ants that protect them from predators. These ants also groom the larvae and feed on a honeydew substance they produce. Threats to this species include non-native plant invasion, trampling by people, lack of proper fire management, and development. The threatened Bay checkerspot butterfly inhabits Edgewood Park in the San Francisco Watershed. It has a wing span of little more than two inches. The forewings have black bands along all the veins on the upper surface, contrasting sharply with bright red, yellow and white spots. Their habitat is on serpentine soil where their host plant, dwarf plantain, grows. Males typically emerge four to eight days before females. Males can mate many times, while most females mate only once. Threats to this species include development and non-native plant invasion.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/endangered-butterflies.htm"
}
