{
    "title": "Golden Gate National Recreation Area: Muir Beach",
    "body": "Redwood Creek Restoration at Muir Beach       This multi-year, landscape-level coastal restoration project was designed to bring back the ecological functions of the creek, freshwater wetlands, intermittent tidal lagoon and dunes over a 46-acre site at the mouth of this iconic Bay Area watershed. By the time the project is complete, it will have created a natural creek system, reconnected the floodplain over the entire site, reduced flooding on Pacific Way, improved vehicular access along the road, and created habitat for threatened and endangered species like coho salmon, steelhead trout, and California red-legged frogs. It will also enhance visitor amenities at the parking lot and picnic area, create new ways for the public to engage with the site such as waysides and self-guided hikes, and improve regional trail links. Why Are We Restoring Redwood Creek? Redwood Creek begins in the peaks of Marin County's tallest mountain, Mount Tamalpais. It then flows through the primeval forests of Muir Woods, open expanses of grasslands, tangles of chaparral, ephemeral wetlands, and refreshing niches of riparian woodland, until it finally reaches the Pacific Ocean at Muir Beach. The entire watershed encompasses an area of less than nine square miles, and is right on the doorstep of one of the nation's most densely populated regions, yet it harbors an incredibly diverse ecosystem and stunning richness of plant and animal species. The Redwood Creek watershed is one of the 25 global biodiversity \"hot spots\" recognized by the Nature Conservancy and targeted by the global conservation community as key to preserving the world's ecosystems. It is also within the Golden Gate Biosphere Reserve, one of over 400 reserves designated by the United Nations to provide a global network of the world's major ecosystem types. The creek and its watershed are also home to some of the West Coast's most imperiled species. Coho salmon numbers in the Central California Coast are so low that the species is on the brink of extinction here. Restoration designs incorporated very specific habitat features such as side channels, backwater and large woody debris that provide food and shelter for young coho, and also for threatened steelhead trout. The project also benefits California red-legged frogs, which have already been seen using the new ponds created for them on the site. Years of farming and development at and near Muir Beach had created a dysfunctional hydrological system, and caused habitat fragmentation, poor flow and sediment conveyance, flooding, fish stranding, and inadequate winter habitat for juvenile salmon and trout. This project is attempting to ameliorate some of this damage and return the creek, floodplain and riparian areas to a more natural and ecologically functional condition. How is the Restoration Coming Along? Download pdf maps that show the project site before restoration began and what it will look like after it is finished. Or... See this series of photos that show how the site has progressed since work began in 2009. As of fall 2011, three of five phases of on-the-ground work had been completed. About 1,700 linear feet of the creek now flows through its natural location in the floodplain. More than an acre of new off-channel habitat provide essential resting and feeding areas for salmon. Artificial fill was removed from another 2 acres to restore a natural elevation for floodwaters, and about 1,000 linear feet of an old levee road was removed to reconnect the floodplain. Although the project is not complete yet, winter storms in 2012 inundated the floodplain as expected, and the natural ebb and flow of the creek and floodplain are already working much better. A new 225-linear foot pedestrian bridge, with a visitor gathering area, also now spans the creek and its floodplain, providing access to the beach while protecting these habitats and the plants and animals that live there. About 500 linear feet of the Coastal Trail was also realigned in 2010 to allow a very weedy, eroded ravine and hillside that drain into the creek to be fully restored. Year-by-year details are available here.      Key Contributors (alphabetical) This project has been made possible with the cooperation of numerous partners, including:  California Coastal Conservancy California Dept. of Fish and Game California Wildlife Conservation Board Conservation Corps North Bay Golden Gate National Parks Conservancy and Its Members Marin County Department of Public Works National Fish and Wildlife Foundation National Park Service, Rec Fee Program Public Lands Highways Program Safe, Accountable, Flexible, Efficient Transportation Equity Act: A Legacy for Users (SAFETEA-LU) San Francisco Zen Center State Coastal Conservancy       .      Learn More Get more information on project planning Learn more about visiting Muir Beach A podcast by Your Wetlands: A project of the San Francisco Bay Joint Venture. Download and listen to audio programs about current work at Muir Beach. The Parks For Science - Redwood Creek Edition, produced by the Pacific Coast Science and Learning Center, focuses on all of the research that went into the planning and design of the restoration. Walking from the parking lot to the beach with your family can be an adventure if you've got the Muir Beach Quest. Solve the riddles and sort out the clues that are often in plain view and find the prize at the end. Available at the paking lot kiosk. If you have questions, please call (415) 561-3054, or e-mail trailsforever@parksconservancy.org.                       Projects - Muir Beach   13 Photos",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/muir-beach.htm"
}
