{
    "title": "Golden Gate National Recreation Area: Mori Point",
    "body": "Mori Point Restoration       A Haven for Endangered Wildlife Located on a promontory just south of the city of Pacifica, the 110 acres of Mori Point are one of the newest additions to the Golden Gate National Recreation Area. High up above the cold waves, the site boasts sweeping views from Point Reyes all the way to Pedro Point.  The effort to preserve Mori Point is a story of community involvement and determination. For nearly two decades, various development proposals for the area were successfully opposed by Pacifica residents and environmental organizations. Thanks to their hard work and persistence, instead of becoming a condominium, hotel, convention center, or casino, the site remained an open, natural space that's home to coastal bluffs, coastal prairie, and riparian areas.  With enhancements and restoration, the site now boasts freshwater ponds, a concise trail system, and healthy populations of threatened and endangered species like the California red-legged frog and the San Francisco garter snake. In an interesting twist of fate, the endangered garter snake's main prey is the threatened red-legged frog. Because the snake is a frog eater, it usually sticks close to the water. But when the ponds dry up in late summer it moves into upland grasslands, spending the winter in small mammal burrows. This diminutive yet brightly colored reptile may at first inspire fear in some, but their beauty helps the onlooker overcome any trepidation.  Its bright orange head combined with dazzling black and red stripes is impressive enough, but adding in the delicate turquoise belly makes this creature truly stunning. This beautiful reptile was once common in small marshes on the San Francisco peninsula, but due to draining and polluting wetlands, and illegal poaching by collectors, it is now more common in zoos than in the wild. The California red-legged frog is the largest native frog west of the continental divide, and was arguably the feisty hero of Twain's The Celebrated Jumping Frog of Calaveras County. Red-legged frogs are threatened by invasive species such as bullfrogs, as well as by habitat loss. Once abundant in ponds and wetlands from Mendocino County to Baja California, it has been extirpated from 70 percent of its former range. Restoring the Point Mori Point has been the site of many enterprises over the years. Originally part of the Spanish San Pedro Land grant, Spanish missionaries grew barley, corn and beans, and grazed cattle here. The Mori family settled in Pacifica in the 1890s and began farming the land. By the 1920s the primary family business was the Mori Point Tavern, which became a much-loved drinking establishment through the Prohibition years. An alleged raid in 1923 resulted in the confiscation of 23,000 whiskey bottles by federal agents. In the following decades the tavern business declined, and the building eventually was destroyed by fire in1966. Years of development and unsustainable recreational use, the introduction of non-native plants, and the absence of established trails resulted in the degradation of vital wetland and grassland habitats, and severely limited opportunities for visitors to enjoy this gorgeous parkland. After the land was transferred to the National Park Service in 2002, they and their partner organization, the Golden Gate National Parks Conservancy, began extensive habitat restoration and trail rehabilitation work. Thanks to this project, and the help of hundreds of community volunteers, the site now boasts improved trails, a boardwalk, interpretive signage, and restored wetland habitat, including three ponds for breeding California red-legged frogs. Find out more about the Conservancy's continued work at Mori Point on the GGNPC Projects page.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/mori-point-restoration.htm"
}
