{
    "title": "Golden Gate National Recreation Area: Nonnative Animals",
    "body": "Nonnative Animals         Wild Turkey foraging on park edges   Non-native animals are often introduced to an area as hunting stock for pioneers settling an area. Others like rats were brought over by accident in the hulls of ocean-crossing ships. Invasive animals tend to be generalists that compete with local wildlife for food and territory. They can also be a threat to local vegetation if they overforage in delicate habitats. Sometimes invasive wildlife need to be removed from parklands. A number of birds have become park pests. Brown-headed cowbirds parasitize open-cup nests of birds. Neotropical migrants and riparian nesting birds are particularly susceptible. Cowbird parasitism is widespread throughout the park, but the level of parasitism and the lack of concentrated foraging areas make cowbird control unrealistic. Neotropical migrants are threatened by elevated predation levels (probably resulting from habitat modification), loss of habitat and parasitism. Wild turkeys were recently introduced into Marin County by the CDFG. Wild turkeys feed on a wide variety of foods including native frogs and native plants and seeds. Peacocks have similar habitat impacts. European starlings are cavity nesters that compete with and displace native species from limited nesting habitat. American kestrels, bank swallows and other cavity nesters are impacted by the widespread occurrence of starlings. Feral hogs were widespread in the park during the 1980s but appear to have been successfully eradicated through hunting and trapping efforts by the NPS. Only a few unconfirmed sightings have been reported over the past 5 years. Feral hogs have potential to seriously degrade habitat and native animals populations through soil disturbance, uprooting of native plants, competition for foraging resources, particularly acorns, predation on small animals, and disease transmission. Feral hog populations could rapidly increase again at any time in Marin or San Mateo counties. Norway and black rats are known to occur in various locations throughout the park, including Muir Woods, Alcatraz, Olema Valley and Marin Headlands. Rats prey on native wildlife and their young. They were found preying on the Townsend’s big-eared bat in Olema Valley, where steps were taken to discourage and exclude them from the maternity roost. They are also a threat to burrow-nesting birds (such as pigeon guillemots on Alcatraz) that leave their young unattended while the adults forage at sea. Black rats are excellent climbers and will take eggs and young out of nests in tall shrubs and trees. Rats also carry diseases and constitute a human health threat wherever they occur. A major threat to aquatic systems is the bullfrog. It is found in inland lakes, ponds, and wetlands such as Big Lagoon. It is a treat to local amphibians, eating the eggs and juveniles of other frog species, including the endangered red-legged frog.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/nonnative-animals.htm"
}
