{
    "title": "Golden Gate National Recreation Area: San Francisco Parklands",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Finding Aids     San Francisco Parklands                  Finding Aids - San Francisco Parklands       Finding aids contain information on the contents and significance of an archival collection. The finding aid may include descriptive information; repository information; collection history; biographical or historical information on creators of the collection; and in some cases a container or folder list of everything in the collection. The collection is housed at the Park Archives and Records Center and can be viewed during open hours or by appointment. Please visit the Collections page for more information or email us.      Golden Gate NRA Event Ephemera Collection GOGA 12262 (pdf 760K) A collection of color posters, handbills, brochures, and programs advertising events held at sites within Golden Gate National Recreation Area, [c.1976]-1981. Events include the Pickle Family Circus, the Annual Western Regional Folk Festival, and the North Beach Photographic Art Fair  Black Point Battery Archaeological Records, 1982-1989 GOGA 16050 (pdf 1.3MB) This collection is comprised records created and collected during the 1982-1984 archaeological excavations at Black Point Battery (also referred to as Battery East and Battery West), Fort Mason in San Francisco, California.Built in 1864, Black Point Battery is the most completely preserved temporary Civil War battery located on the West Coast. The log books, site plans, reports, artifact documentation, and other records show the administrative history, process, and findings of the archaeological excavation project.  Whitney Brother\/Cliff House Properties Drawing Collection, GOGA 35155 (pdf 820K) This collection of drawings spans the years 1892 through 1974 and documents primarily the development of the Cliff House and Playland areas during that period. The majority of drawings date from the 1930s to 1960s, though, and relate to the Whitney Brothers' operations and their largely unrealized plans for development of the area. Many of these drawings date from the period 1966-1974 and show a wide variety of proposals for redeveloping the area as a condominium complex.  Roy D. Graves Collection GOGA 35248 (pdf 750K) Papers relating to the personal history and interests of Roy D. Graves, his wife Ethel, their daughter Jeanne, and her in-laws, the Ferraris. Items include photographs, newsletters, historical ephemera, clippings, scrapbooks, memorabilia, maps and postcards. Topics focus on the San Francisco Bay Area and include transportation, especially streetcars and trains, world fairs and other San Francisco attractions, the effects of World War II on daily life, California missions, shipping, and early San Francisco history.  People for a Golden Gate National Recreation Area - PFGGNRA Papers GOGA 35304 (pdf 1.1MB) This collection is shaped around the work of the ad-hoc committee People for a Golden Gate National Recreation Area (PFGGNRA) from 1970 to 1994. The organization's original goal was to establish the GGNRA, and it continued to oversee the expansion of the park and the implementation of the enabling legislation. These papers were amassed by Amy Meyer, founding member and co-chairman of the committee.  Charles Wofford Seacoast Artillery Collection GOGA 35313 (pdf 312K) This collection consists of the photographs, publications and photocopies of documents relating to seacoast artillery, amassed by Chuck Wofford. While there are copies of many general coast artillery publications, the collection is strong in information relating directly to the San Francisco Bay Area seacoast artillery installations. The general publications include regulations and training manuals, as well as notes on construction. There are also copies of ledgers and journals relating specifically to San Francisco Bay Area fortifications. Contemporary studies of seacoast fortifications include the journal of the Coast Defense Study Group, general studies, and GGNRA and other published materials on GGNRA seacoast artillery resources. There are also numerous contemporary photographs and negatives and photocopies of historic photographs of coastal batteries at Fort Baker, Fort Barry, Fort Cronkhite, Fort Funston, Fort Miley, Fort McDowell, Fort Mason, Fort Miley and Fort Scott. Fort Mason Collection, 1873-1993 GOGA 35337 (pdf 286K) The Fort Mason Collection is comprised of real property and building utilization records, historic documents which traverse the spectrum of reservation boundary and easement titles to information on the founding of the State of California and San Francisco to the initial acquisition of railroad facilities, records which document the role of the San Francisco Port of Embarkation during World War II throughout the Bay Area as well as the Western Coast at large, records which document Fort Mason's deactivation and transfer to the National Park Service (NPS) which encompassed the movement of operations to Oakland and then, eventually, to the Presidio of San Francisco, and, finally, records which document the beginning of NPS environmental conservation and architectural restoration and reuse efforts.  United States Army Project Records, 1910-1999 GOGA 37252 (pdf 14.8M) The United States Army Project Records, dating from 1910-1999, is organized into five series: Contracts, Work Orders, Post Requests, Project Lists, and Additional Material. The bulk of the material dates from 1964-1995. The project records originated from the various directorates and offices of the U.S. Army stationed at the Presidio of San Francisco and its sub-installations: Fort Baker, Fort Barry, Fort Cronkhite, Fort Funston, Fort Mason, Fort Miley, Fort Point, Fort Winfield Scott, Letterman Army Institute of Research, Letterman Army Medical Center, Letterman General Hospital, Public Health Service Hospital, and various Nike Sites including SF-51 in Pacifica and Nike Site SF-88 at Fort Barry.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/finding-aids-san-francisco-parklands.htm"
}
