{
    "title": "Golden Gate National Recreation Area: People of the Parks",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Exhibits     People of the Parks                   People of the Parks: An Unfolding Tale          Lands currently within the Golden Gate National Recreation Area (GGNRA) hold centuries of history and prehistory. Born from the elements, the varied landscapes within the park were shaped by remarkable people who, either passing through or making them home, have influenced how we view park sites today.   The history of our parklands is told through the lives of unique individuals and the actions of formative groups who left behind mementos of their interaction with the land. Through photographs, papers, oral histories, and objects, stories from the past lead us to an understanding of the present. These stories allow visitors to personally connect with their parklands and encourage partnerships vital to maintaining the lands into the future.            This exhibit portrays a sampling of groups whose contributions have helped to shape the GGNRA story. The Early Peoples panel highlights the cultural foundations of the land, from indigenous peoples, through Spanish and Mexican colonization, and the influence of the United States government beginning in 1846. Our park's prominent military history is showcased through stories of its Soldiers, specifically the men for whom Tennessee Hollow was named in 1898.  Across two centuries, memories of the Families that began and grew at the Presidio of San Francisco; Prison Staff who lived on Alcatraz Island, separate but alongside the prisoners they guarded; and Lighthouse Keepers who ensured the safety of sailors in transit on the sea illustrate more facets of the park's history.          As a national recreation area, an important part of the park's history is told through its Recreationists, who first flocked to the shores of San Francisco for Chutes at the Beach, the Cliff House, and Sutro Baths, and who continue to visit in record numbers.  Finally, partnerships maintaining park resources are portrayed through the Conservationists and the Scientists, who continue to protect the land and interpret the park's cultural resources and natural environment.      Next: Early Peoples Home: Golden Gate NRA Museum Program Exhibits       People of the Parks: An Unfolding Tale - Panel",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/people-of-the-parks.htm"
}
