{
    "title": "Golden Gate National Recreation Area: Marin Parklands",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Finding Aids     Marin Parklands                  Finding Aids - Marin Parklands       Finding aids contain information on the contents and significance of an archival collection. The finding aid may include descriptive information; repository information; collection history; biographical or historical information on creators of the collection; and in some cases a container or folder list of everything in the collection. The collection is housed at the Park Archives and Records Center and can be viewed during open hours or by appointment. Please visit the Collections page for more information or email us.        Katharine S. Frankforter Papers and HEADLANDS, INC. Records GOGA 27066 (pdf 610k) The collection contains documents relating to Katharine Swartzbaugh Frankforter's effort to stop development of the headlands in southern Marin County, as well as her personal papers and artwork. It includes the records of HEADLANDS, INC., which supported preservation of lands in southern Marin as open space.  Marin Headlands - San Francisco Bay Geology Study Collection GOGA 32490 (pdf 430K) A collection of manuscripts, holograph notes, printed articles, and maps about the geology of the Marin Headlands and San Francisco Bay. Sites include Mount Tamalpais, Rodeo Cove, Point Reyes National Seashore, and the San Andreas Fault.   John Dusch Point Bonita Light Station Collection, C.1950 - 1981 GOGA 35188 (pdf 218k) The collection consists of postcards, photographs, documents, and newspaper publications and clippings regarding lighthouses in general, and the Point Bonita Light Station in particular. John M. Dusch was Chief Boatswain's Mate with the United States Coast Guard and was the last lighthouse keeper of the Point Bonita Light Station in 1982. The Point Bonita Light Station was the last manned lighthouse in California.  Nike Missile Manual Collection GOGA 35286 (pdf 205K) Nike missile technical and maintenance manuals from Nike Site 88L, Fort Barry. Includes both Nike-Hercules and Nike-Ajax missiles, as well as manuals for associated equipment and systems.  People for a Golden Gate National Recreation Area - PFGGNRA Papers GOGA 35304 (pdf 1.1MB) This collection is shaped around the work of the ad-hoc committee People for a Golden Gate National Recreation Area (PFGGNRA) from 1970 to 1994. The organization's original goal was to establish the GGNRA, and it continued to oversee the expansion of the park and the implementation of the enabling legislation. These papers were amassed by Amy Meyer, founding member and co-chairman of the committee.  Charles Wofford Seacoast Artillery Collection GOGA 35315 (pdf 312K) This collection consists of the photographs, publications and photocopies of documents relating to seacoast artillery, amassed by Chuck Wofford. While there are copies of many general coast artillery publications, the collection is strong in information relating directly to the San Francisco Bay Area seacoast artillery installations. The general publications include regulations and training manuals, as well as notes on construction. There are also copies of ledgers and journals relating specifically to San Francisco Bay Area fortifications. Contemporary studies of seacoast fortifications include the journal of the Coast Defense Study Group, general studies, and GGNRA and other published materials on GGNRA seacoast artillery resources. There are also numerous contemporary photographs and negatives and photocopies of historic photographs of coastal batteries at Fort Baker, Fort Barry, Fort Cronkhite, Fort Funston, Fort Miley, Fort McDowell, Fort Mason, Fort Miley and Fort Scott.  Nike Ajax & Hercules Plans and Records GOGA 35344 (pdf 1.83MB) The Nike Ajax and Hercules Plans and Records Collection consists of architectural and infrastructural plans, mechanical and electrical diagrams, and real estate\/property maps and records from Sixth Army Air Defense Artillery Division. While Nike was a national system, this collection mostly addresses sites now encompassed by the Golden Gate National Recreation Area: SF-51 (Milagra\/Sweeney Ridge), SF-59 (Fort Funston), SF-87 (Fort Cronkhite), SF-88 (Fort Barry), SF-89 (Fort Scott), and SF-91 (Angel Island).   Harbor Defenses of San Francisco Photograph Album, 1943 GOGA 38722 (pdf 250K) The collection consists of a large photograph album the front cover of which reads \"H.D.S.F. Photos.\" The album contains eighty photographs depicting Harbor Defenses of San Francisco activities during World War II from 1941 through 1943. Subjects include the removal of post cannons for salvage;events such as the 6th Coast Artillery Organization Day and festivities surrounding of appointment of Brigadier General Ralph E. Haines to the command of HDSF.;obstacle training at Fort Winfield Scott and Fort Cronkhite;anti-torpedo boat targets towed into the San Francisco Bay;the construction of I Battery Mess Hall, and the Battery mascot—a young lion;and mine planting yawls at Fort Baker, as well as a mine planting crew in action in the San Francisco Bay.  United States Army Project Records, 1910-1999 GOGA 37252 (pdf 14.8M) The collection is organized into five series: Contracts, Work Orders, Post Requests, Project Lists, and Additional Material. The bulk of the material dates from 1964-1995. The project records originated from the various directorates and offices of the U.S. Army stationed at the Presidio of San Francisco and its sub-installations: Fort Baker, Fort Barry, Fort Cronkhite, Fort Funston, Fort Mason, Fort Miley, Fort Point, Fort Winfield Scott, Letterman Army Institute of Research, Letterman Army Medical Center, Letterman General Hospital, Public Health Service Hospital, and various Nike Sites including SF-51 in Pacifica and Nike Site SF-88 at Fort Barry.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/finding-aids-marin-parklands.htm"
}
