{
    "title": "Golden Gate National Recreation Area: Fossil Fuels",
    "body": "Explore This Park    Get Involved     Sustainability     Fossil Fuels              Transportation and Fossil Fuel Reduction         Staff use electric vehicles and charging stations for transportation throughout the park. NPS Photo  Vehicles are one of the largest consumers of non-renewable energy resources and emitters of carbon dioxide pollution. Vehicle usage by both park staff and visitors contribute to this environmental footprint.   Here at Golden Gate, we aim to reduce the park's dependence on fossil fuels by using alternative fuels and driving more efficient vehicles. As of 2014, the park fleet includes 7 electric vehicles operating entirely on clean energy, in addition to a fleet that already included several hybrid vehicles.  Additionally, the park has started using a biodiesel blend to fuel its heavy duty equipment. The Clean Cities National Park Initiative has helped fund these important advances. The use of electric cars and biodiesel has decreased Golden Gate's greenhouse gas emissions.    The park follows a policy to limit the idling of vehicle engines while stopped or parked. Even though idling may be appropriate in some circumstances it is often excessive, contributes to air pollution, wastes energy and money, and should be avoided if possible.     The Bike at Work Program offers park staff a convenient and healthy transportation option while reducing the park's environmental footprint. Staff can check out bicycles and helmets for an environmentally friendly way to get around work. Park staff also have the option to work compressed schedules or telecommute when appropriate, which reduces commuting time and the associated fuel usage. A transit subsidy program for staff also promotes the use of mass transit when commuting between home and work.    Golden Gate is also encouraging our visitors to do their part by providing publicly available electric vehicle charging stations at Muir Woods National Monument and the Crissy Field Center.    Get alternative transportation tips from the sustainability resources page.   CLICK HERE to return to the main sustainability page",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/management\/fossil-fuel-reduction.htm"
}
