{
    "title": "Golden Gate National Recreation Area: Alcatraz",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Finding Aids     Alcatraz                  Finding Aids - Alcatraz       Finding aids contain information on the contents and significance of an archival collection. The finding aid may include descriptive information; repository information; collection history; biographical or historical information on creators of the collection; and in some cases a container or folder list of everything in the collection. The collection is housed at the Park Archives and Records Center and can be viewed during open hours or by appointment. Please visit the Collections page for more information or email us.       Alcatraz Blueprint Collection GOGA 18298 (pdf 1.5MB) The collection consists of 445 drawings related to structures and activities on Alcatraz Island. The majority of the items are architectural drawings of structures constructed or modified during the Federal Penitentiary years.  Marc S. Boatwright Alcatraz Indian Occupation Collection GOGA 35158 (pdf 250K) One box of photographs, flyers, correspondence, manuscripts, and legal documents from the Alcatraz Indian Occupation, 1969-1970. Included are the Articles of Incorporation for Indians of All Tribes, Inc., Indians of All Tribes newsletters, and poems written by Indians while on the island.  McPherson &Weed Family Alcatraz Papers GOGA 35178 (pdf 285K) Personal items belonging to the McPherson family while they lived on Alcatraz and work-related papers belonging to Montrose McPherson. This collection contains other items related to family life on the island such as the Alcatraz Women's Club, and personal events.  Joseph Morris Alcatraz Occupation Collection GOGA 35283 (pdf 73K) Documents, diaries, audio recordings, posters and other memorabilia produced and collected by Joseph \"Indian Joe\" Morris, during and after his involvement in the Indian Occupation of Alcatraz, November 1969 to June 1971.  Erwin Thompson Research Collection GOGA 35360 (pdf 882K) This is the combined collection of research materials created and amassed by NPS historian Erwin N. \"T\" Thompson, used for multiple historic resource studies (HRS) on GGNRA properties from the 1970s through the 1990s. The bulk of the collection is Thompson's handwritten and indexed notes, arranged by the specific topics of each study. The largest series, for his Presidio of San Francisco (PSF) HRS, includes copies of primary sources, maps, and post returns. His studies of Alcatraz and PSF are among the most thorough historic studies of those sites.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/finding-aids-alcatraz.htm"
}
