{
    "title": "Golden Gate National Recreation Area: Presidio of San Francisco",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Finding Aids     Presidio of San Francisco                  Finding Aids - Presidio of San Francisco       Finding aids contain information on the contents and significance of an archival collection. The finding aid may include descriptive information; repository information; collection history; biographical or historical information on creators of the collection; and in some cases a container or folder list of everything in the collection. The collection is housed at the Park Archives and Records Center and can be viewed during open hours or by appointment. Please visit the Collections page for more information or email us.       General Joseph W. Stilwell Papers, 1901-1963 GOGA 26980 (pdf 563K)  Personal photographs and ephemera from the life and career of General Joseph W. Stillwell. The images reflect events during his military experience, including portraits in his uniform, meetings with dignitaries, significant military events. The collection also contains information regarding the dedication of Stillwell Hall on the Presidio and interviews with his wife regarding his legacy.  Post Diaries, Presidio of San Francisco GOGA 32427 (pdf 265K) Two bound ledger books with handwritten entries noting important events at the Presidio of San Francisco. The first ledger is from January 25, 1931-March 2, 1937 and contains many entries about the 30th Infantry. The second ledger is from January 28, 1946-July 1953, beginning with the command of General Joseph Stilwell.  Presidio of San Francisco Historical Real Estate Files GOGA 35159 (pdf 492K) Historical real estate documents, maps, and plans for the military lands comprised of the Presidio of San Francisco and surrounding environs such as Fort Baker and Fort Mason. The files contain permits and licenses granted by the Army to individuals and companies for the use of military buildings and lands as well as agreements between the Army and various parties negotiating boundaries, water usage, rights of way, and utilities. A significant portion of the permits and agreements are with the Panama-Pacific International Exposition Company for use of Presidio lands during the Panama-Pacific International Exposition and with the Golden Gate Bridge and Highway District giving them permission to run a state road through the Presidio and Fort Baker. There are also the titles and deeds for the acquisition of Lobos Creek and the Wherry Housing apartment complex.  Nike Missile Manual Collection GOGA 35286 (pdf 205K) Nike missile technical and maintenance manuals from Nike Site 88L, Fort Barry. Includes both Nike-Hercules and Nike-Ajax missiles, as well as manuals for associated equipment and systems.  Presidio Fire Department Logbooks, 1941-1992 GOGA 35291 (pdf 375K)  The Presidio of San Francisco Fire Department was the main fire department of the military installations associated with the Presidio, such as Forts Baker, Barry, Cronkhite, Funston, Scott, and Angel Island. These materials relate to the daily operations of the Presidio of San Francisco Fire Department, consisting of one hundred and sixty-two [162] volumes of daily logs and run reports, ten [10] fire record journals, twelve [12] National Fire Protection Association Certificates of Merit, and other papers found loose in the logbooks. The logbooks contain information on the daily operations of the Fire Stations, including who was on duty and what were the main activities of the day from vehicle maintenance to runs. They also reveal daily activities of the posts in general, especially incidents like fires and bomb threats.   People for a Golden Gate National Recreation Area - PFGGNRA Papers GOGA 35304 (pdf 1.1MB) This collection is shaped around the work of the ad-hoc committee People for a Golden Gate National Recreation Area (PFGGNRA) from 1970 to 1994. The organization's original goal was to establish the GGNRA, and it continued to oversee the expansion of the park and the implementation of the enabling legislation. These papers were amassed by Amy Meyer, founding member and co-chairman of the committee.  Charles Wofford Seacoast Artillery Collection GOGA 35315 (pdf 312K) This collection consists of the photographs, publications and photocopies of documents relating to seacoast artillery, amassed by Chuck Wofford. While there are copies of many general coast artillery publications, the collection is strong in information relating directly to the San Francisco Bay Area seacoast artillery installations. The general publications include regulations and training manuals, as well as notes on construction. There are also copies of ledgers and journals relating specifically to San Francisco Bay Area fortifications. Contemporary studies of seacoast fortifications include the journal of the Coast Defense Study Group, general studies, and GGNRA and other published materials on GGNRA seacoast artillery resources. There are also numerous contemporary photographs and negatives and photocopies of historic photographs of coastal batteries at Fort Baker, Fort Barry, Fort Cronkhite, Fort Funston, Fort Miley, Fort McDowell, Fort Mason, Fort Miley and Fort Scott.  Public Health Service Hospital (Marine Hospital) Archives GOGA 35336 (pdf 683K) The U.S. Public Health Service Hospital Collection is comprised of historic files, administrative files, project files, photographs, graphics, negatives, and oversized materials. The oversized materials include the building plans. The historic files contain letters of correspondence, contracts, and building condition notes and legislation concerning the construction of the early U.S. Marine Hospital. Vendor catalogs and manuals provide an historical visual context with design and equipment materials that were used at the Marine Hospital in the past, or were under possible consideration.  Nike Ajax & Hercules Plans and Records GOGA 35344 (pdf 1.83MB) The Nike Ajax and Hercules Plans and Records Collection consists of architectural and infrastructural plans, mechanical and electrical diagrams, and real estate\/property maps and records from Sixth Army Air Defense Artillery Division. While Nike was a national system, this collection mostly addresses sites now encompassed by the Golden Gate National Recreation Area: SF-51 (Milagra\/Sweeney Ridge), SF-59 (Fort Funston), SF-87 (Fort Cronkhite), SF-88 (Fort Barry), SF-89 (Fort Scott), and SF-91 (Angel Island).   Zero Thomas Collection GOGA 35356 (pdf 513K) The Zero Thomas Collection is comprised of personal correspondence, documents, and photographs pertaining to Zero Thomas and his family. The collection consists of family letters, holographs with envelopes and philately intact, family records including the marriage license from his wedding in the post chapel, family photographs, and local business letters\/records.  United States Army Project Records, 1910-1999 GOGA 37252 (pdf 14.8M) The United States Army Project Records, dating from 1910-1999, is organized into five series: Contracts, Work Orders, Post Requests, Project Lists, and Additional Material. The bulk of the material dates from 1964-1995. The project records originated from the various directorates and offices of the U.S. Army stationed at the Presidio of San Francisco and its sub-installations: Fort Baker, Fort Barry, Fort Cronkhite, Fort Funston, Fort Mason, Fort Miley, Fort Point, Fort Winfield Scott, Letterman Army Institute of Research, Letterman Army Medical Center, Letterman General Hospital, Public Health Service Hospital, and various Nike Sites including SF-51 in Pacifica and Nike Site SF-88 at Fort Barry.   Harbor Defenses of San Francisco Photograph Album, 1943 GOGA 38722 (pdf 250K) The collection consists of a large photograph album the front cover of which reads \"H.D.S.F. Photos.\" The album contains eighty photographs depicting Harbor Defenses of San Francisco activities during World War II from 1941 through 1943. Subjects include the removal of post cannons for salvage;events such as the 6th Coast Artillery Organization Day and festivities surrounding of appointment of Brigadier General Ralph E. Haines to the command of HDSF.;obstacle training at Fort Winfield Scott and Fort Cronkhite;anti-torpedo boat targets towed into the San Francisco Bay;the construction of I Battery Mess Hall, and the Battery mascot—a young lion;and mine planting yawls at Fort Baker, as well as a mine planting crew in action in the San Francisco Bay.   James Family Papers GOGA 40085 (pdf 290K) Documents and photographs pertaining to the military service of Ernest C. James, Sr., 51st Iowa Regiment, Spanish American War. The photographs consist of copy negatives and depict encampment life in and around the Presidio of San Francisco from 1898-1899 and in the Philippines. The documents are all photocopies and include selections from a scrapbook compiled by Ernest C. James, Sr.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/finding-aids-presidio.htm"
}
