{
    "title": "Golden Gate National Recreation Area: Draft Dog Management Plan\/ EIS",
    "body": "Draft Dog Management Plan\/Environmental Impact Statement (EIS)           In 2011, the GGNRA released the Draft Dog Management Plan \/ Environmental Impact Statement (DEIS) for public review and comment.  Over 4,700 comments were received. The NPS reviewed and responded to all substantive comments in a Comment Response Report.  Although a comment response report is normally only published with a Final EIS, the NPS released this report along with the release of a draft Dog Management Plan\/Supplemental Environmental Impact Statement (SEIS) in 2013. The Draft Dog Management Plan\/EIS and other supporting documents can be found at the NPS Park Planning website, “GGNRA Dog Management Planning” under the “Document List” link. Comments on the EIS Click here to review public comments. Each comment has a Correspondence number, from the order in which comments were entered into PEPC.  To find comments submitted by a specific individual, click here for a list of Correspondence ID numbers with submitters' names; note that some individuals have opted to keep their name and\/or address private. Search the public comment file for that Correspondence number. To find comments submitted by a specific organization, click here to see a list of organizations, grouped by type and listed alphabetically. The number shown after each organization is the Correspondence number for their comment. Search the public comment file for that Correspondence number. Under the Unaffiliated category, you will also see organizations listed. This is for comments from individuals who indicated they were part of that organization, but who did not indicate that they were the official representative for that organization.  Public Comment Attachments Some comments submitted in hard copy included attachments that could not be entered into PEPC, such as photos, documents with tables, or maps. Those comment attachments are listed individually below, in order of the ID number of the comment of which they are a part. Click on the listed attachment to review. Comment 304 attachment Comment 768 attachment Comment 1502 attachment Comment 1503 attachments Comment 1723 attachment Comment 1810 attachments Comment 1835 attachments Comment 2529 attachment Comment 3584 attachment Comment 3608 attachments Comment 3642 attachments Comment 3715 attachments Comment 3759 attachments Comment 3931 attachment Comment 4010 attachments Comment 4246 attachment Comment 4278 attachment Comment 4303 attachment Comment 4398 attachments Comment 4401 attachment Comment 4405 attachment Comment 4408 attachments Comments 4409, 4013, 4017 attachments Comments 4442, 4443 addendum Comments 4442, 4443 attachments Comment 4460 attachment Comment 4462 attachments Comment 4463 attachments Comment 4536 attachment Comment 4543 attachment Comment 4559 attachment Comment 4560 attachment Comment 4572 attachment Comment 4619 attachments Comments 4626, 4632, 4636 attachments Comment 4628 attachment Comment 4630 attachments Comment 4639 attachment Comments 4640, 4650 attachments Comment 4643 attachment Comment 4655 attachments Comment 4656 attachment Comment 4657 attachments Comment 4659 attachment Comment 4660 attachments Comment 4665 attachment Comment 4667 attachments Comments 4674-4680 attachments Comment 4681 attachment Comment 4683 attachments Comment 4691 attachment Comment 4692 attachment Comment 4693 attachment Comment 4694 attachment Comment 4695 attachments Comment 4697 letter and attachments Comment 4698 and 4089 appendices Comment 4699 attachment Comment 4704 attachment Stay Informed Sign up here to receive e-mail notifications about dog management planning, public meetings, and other general information.",
    "url": "https:\/\/www.nps.gov\/goga\/getinvolved\/eis-dog-mgt.htm"
}
