{
    "title": "Golden Gate National Recreation Area: Renewable Energy",
    "body": "Explore This Park    Get Involved     Sustainability     Renewable Energy              Renewable Energy       Non-renewable energy resources are those that cannot be replenished in a short period of time and include coal, gasoline, and natural gas. Renewable energy is harnessed from resources that are naturally and continually replenished, such as wind, sunlight, waves, and geothermal heat. Golden Gate National Recreation Area relies on renewable energy to decrease its dependence on non-renewable resources. There are several renewable energy projects within the park that support this goal.        A view of the photovoltaic panels at Alcatraz Island. NPS Photo  Most of the park's renewable energy is harnessed from the sun. In late 2011, a photovoltaic system was installed on the roof of the park headquarters building at Fort Mason. As of March 16th, 2015, the system has generated 85 mega watt hours of electricity. That is the same amount of electricity needed to power 5 houses for an entire year. At Alcatraz, photovoltaic panels also contribute over 44% of the island's energy demand and have allowed the park to offset CO2 emissions by 325 Metric Tons of CO2 equivalent through the reduced usage of diesel generators. Additionally, the Lands End Lookout and Crissy Field Center both use photovoltaic panels to generate some of their electricity.            This wind turbine at the Cliff House provides sustainable energy. NPS Photo  The San Francisco Bay Area is a great location for the use of another renewable energy resource, wind. The majority of park buildings in Marin County use 100% renewable electricity from Marin Clean Energy. In 2012, all of this energy was provided by wind resources. Lands End Lookout even uses prevailing coastal winds to ventilate the building. At the Cliff House, a wind turbine supplies enough renewable energy to power the gift shop. The Crissy Field Center has 5 small-scale wind turbines prominently displayed in front of the building. The energy produced by renewable resources at the Crissy Field Center also supplies power for the publicly available electric vehicle charging stations on site.      CLICK HERE to return to the main sustainability page",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/management\/renewable-energy.htm"
}
