{
    "title": "Golden Gate National Recreation Area: Dog Management Planning",
    "body": "Explore This Park    Get Involved     Planning     Dog Management Planning               Dog Management Planning       The Golden Gate National Recreation Area (GGNRA) recognizes well-managed dog walking as a healthy and popular way to enjoy parklands and is leading a planning process to determine how best to manage dog walking in the park. NPS received public comments on the Proposed Rule for Dog Management in the GGNRA from February 25 through May 25, 2016. These comments will play an important role in the development of the final plan and rule, which are expected later this year. To stay up to date on dog management planning efforts, please click here to subscribe to our email distribution list.           Superintendent Chris Lehnertz   Letter to the public by Superintendent Christine Lehnertz      Dear Friends of Golden Gate National Recreation Area,   The Proposed Rule for Dog Management in Golden Gate National Recreation Area (GGNRA) was opened for a 90-day public comment period through May 25, 2016. This is an important step in the process to develop a federal rule on dog management in the GGNRA.  The Proposed Rule would amend the park’s special regulations designating 22 locations for dog walking in the GGNRA. It is based on the Preferred Alternative described in the Draft Dog Management Plan\/Supplemental Environmental Impact Statement (SEIS) that was reviewed and commented on by the public in 2013\/14. The Proposed Rule would designate where and how people would be able to enjoy the park with their dogs – both on and off-leash – as well as places that would be dog free. It would define terms like “voice and sight control” that are essential to dog management. If ultimately implemented, the rule would ensure the protection of the park’s natural and cultural resources and continue to provide recreational opportunities for a wide variety of park users. Comments on the Proposed Rule, along with comments previously received on the SEIS, will be used in developing the final plan and final rule, which are expected later this year.    The GGNRA recognizes well-managed dog walking as a healthy and popular way to enjoy park lands. Under the Proposed Rule, the GGNRA would remain the most dog-friendly national park and the only national park in the United States to allow off-leash voice and sight control dog walking.   Under the Proposed Rule, off-leash dog walking would be allowed in seven areas in five different park locations including Fort Funston, the most popular dog walking area in the park. Dog walking would be allowed on almost one-third of the park’s beach mileage, mostly off-leash, and one-third of the park’s trail mileage would be available for visitors to walk their dogs on-leash. There would also be dog free beach and picnic area options. Specific areas would be identified for commercial dog walking.   Public Meetings The GGNRA hosted six public informational meetings on the Proposed Rule for Dog Management in the GGNRA between March 22-31, 2016. Over 600 people participated in these meetings in Marin, San Francisco, and San Mateo Counties. Click here for more information about the public meetings.   Where to find the Proposed Rule To download a copy of the Proposed Rule and view public comments, please visit www.regulations.gov (RIN 1024-AE16).   The comments received on the Proposed Rule will play an important role in the development of the final plan and rule, which are expected later this year.  For more information on dog management planning and the Proposed Rule, please click here.   Sincerely,   Christine Lehnertz   Superintendent        Dog Management Planning Links    Visit www.regulations.gov (RIN 1024-AE16) to read and the Proposed Rule for Dog Management in the GGNRA.   Technical Errata on \"Special Regulations:  Areas of the National Park Service, Golden Gate National Recreation Area, Dog Management\" (Proposed Rule for Dog Management in the GGNRA)   Maps under the Proposed Rule for Dog Management in the GGNRA   Information on the Proposed Rule for Dog Management in the GGNRA   Public Meetings on the Proposed Rule for Dog Management in the GGNRA   Dog Management Planning Timeline      Stay Informed Sign up here to receive e-mail notifications about dog management planning, public meetings, and other general information.",
    "url": "https:\/\/www.nps.gov\/goga\/getinvolved\/plan-dog-mgt.htm"
}
