{
    "title": "Golden Gate National Recreation Area: ANPR for Dog Management",
    "body": "ANPR for Dog Management       In January 2002, the GGNRA released the Advanced Notice of Proposed Rulemaking (ANPR) to seek public comment on potential options for pet management in GGNRA, consistent with protecting park resources and assuring visitor safety. Over 8,500 comments were received during the 90-day public comment period.  The park contracted Northern Arizona University's Social Science Laboratory to compile all ANPR comments and also complete a Public Opinion Telephone Research Survey on dog management in GGNRA. Later that year, the NPS convened a panel of senior federal officials from outside GGNRA to review the public comments along with other information, including federal laws, guidelines, and policies and make a recommendation to the GGNRA Superintendent as to whether the park should proceed to rulemaking or whether the existing NPS regulation - requiring pets to be on leash in all areas where they are allowed - should remain in effect. In December 2002, GGNRA sent a recommendation on pet management in the park to Washington, based on the federal panel's recommendation. That recommendation, and the background material referenced, is provided below.            Advanced Notice of Proposed Rulemaking (ANPR) Decision Documents       Recommendation to NPS Director from GGNRA (PDF, 112K) Federal Panel Recommendation (PDF, 52K) Appendix A (PDF, 169K) Appendix B (PDF, 98K) Northern Arizona University (NAU) Reports Summary (PDF, 597K) NAU—ANPR Public Comment Analysis (PDF, 611K) NAU Public Opinion Telephone Research Survey (PDF, 882K)      Advanced Notice of Proposed Rulemaking (ANPR)  Background Information      ANPR for Pet Management Federal Register Notice, January 11, 2002 (PDF) ANPR Press Release (PDF, 9K) ANPR Brochure (PDF, 83K) ANPR Process Chart (PDF) ANPR Questions and Answers (PDF, 23K) ANPR Reference Documents ANPR Reference Document Links      Presentations to the Federal Panel by GGNRA      ANPR Overview (PDF, 1MB) Natural Resources Overview (PDF, 3.2MB) Cultural Resources Overview (PDF, 1.5MB) GGNRA Compendium - 2001 (PDF, 98K)             Stay Informed Sign up here to receive e-mail notifications about dog management planning, public meetings, and other general information.",
    "url": "https:\/\/www.nps.gov\/goga\/getinvolved\/anpr-dog-mgt.htm"
}
