{
    "title": "Golden Gate National Recreation Area: Work With Us",
    "body": "Explore This Park    Get Involved     Work With Us            Work With Us              Professions in Our Parks   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:7 minutes, 7 seconds  Ever wonder what it might be like to work in the national park?  Watch the video and be inspired by Bridget, Navin and many others as they describe their experience working in interpretation, resource protection, maintenance and natural resources at Golden Gate National Recreation Area.          Current Job Opportunities Applications for jobs with the National Park Service are accepted via USAJOBS, the federal government's official source for federal job listings and employment opportunity information. The jobs listed below are drawn from USAJOBS, and clicking on any of them will take you to the detailed job announcement on USAJOBS. This list includes only jobs open to U.S. citizens. To see jobs open to eligible federal employees as well or to search for other employment opportunities, visit USAJOBS.        All positions that are filled at Golden Gate NRA are announced on the Office of Personnel's website. If you are a candidate who is interested in applying for jobs at our park, you may access this website at www.USAJOBS.gov. There are numerous ways you can search for jobs on this website: by keyword search, location, job categories, occupational series or Agency. A security background check will be conducted.       Under President Obama's leadership, the Federal Government has taken steps to help students and recent graduates join the Federal service. New opportunities will appear on USAJOBS as agencies post them this fall. We encourage you to visit this site periodically, or set up a saved search.     Pathways for Students & Recent Graduates to Federal Careers The Pathways Programs offer clear paths to Federal internships for students from high school through post-graduate school and to careers for recent graduates, and provide meaningful training and career development opportunities for individuals who are at the beginning of their Federal service. As a student or recent graduate, you can begin your career in the Federal government by choosing the path that best describes you and where you are in your academics:  Internship Program: This program is for current students enrolled in a wide variety of educational institutions from high school to graduate level, with paid opportunities to work in agencies and explore Federal careers while still in school. Additional information about the Internship Program. Recent Graduates Program: This program is for individuals who have recently graduated from qualifying educational institutions or programs and seek a dynamic, career development program with training and mentorship. To be eligible, applicants must apply within two years of degree or certificate completion (except for veterans precluded from doing so due to their military service obligation, who will have up to six years to apply). Additional information about the Recent Graduates Program. Presidential Management Fellows Program: For more than three decades, the PMF Program has been the Federal government's premier leadership development program for advanced degree candidates. This program is now for individuals who have received a qualifying advanced degree within the preceding two years. For complete program information, visit: www.pmf.gov.  For additional information on the Pathways Programs overall, please visit: http:\/\/www.opm.gov\/HiringReform\/Pathways\/. More Info: https:\/\/www.usajobs.gov\/StudentsAndGrads        Additional Internship Opportunities More information regarding additional internship opportunities (Volunteer In Parks and Academic Internship Programs) are listed under the Volunteer Opportunities and Internships Page.",
    "url": "https:\/\/www.nps.gov\/goga\/getinvolved\/workwithus.htm"
}
