{
    "title": "Golden Gate National Recreation Area: Publications",
    "body": "Explore This Park    Learn About the Park     Publications            Publications      Golden Gate National Recreation Area produces and distributes over 350,000 publications every year. These publications include site bulletins that interpret the history and nature of many of our park sites, brochures that provide additional topical information, and maps of different park areas. If you need any further information feel free to contact us.          Golden Gate National Recreation Area Official Map & Guide (Web Edition) Download a copy of the GGNRA Official Map & Guide (Web Edition). Download a zipped audio file of the audio described Golden Gate NRA Brochure; once it has downloaded, extract the files in your file browser.       Official Map & Guide (Chinese) [Updated 2015] The official Map & Guide in Chinese (Traditional) (PDF, 18MB)               Muir Beach (Updated August 2014)   Learn more about Muir Beach. Feel free to download a copy of our official map and guide to prepare for your visit to Muir Beach.           Fort Baker (Updated June 2011) Learn about Fort Baker, the last military site in the San Francisco Bay Area that was transferred to Golden Gate National Parks. Find out its early history and what you can see during your visit.         Sweeney Ridge (Updated December 2007) Learn about the discovery of the San Francisco by the Portola expedition in 1796. A map of the Sweeney Ridge area will help guide you to the same location in San Mateo County.         Buffalo Soldiers (Updated December 2007) This brochures is about the story of the Buffalo Soldiers stationed at the Presidio of San Francisco during the 1860s. These African-American were also the first National Park Service rangers for Yosemite National Park.           Buffalo Soldiers - Guardians of California's Parks (Upated 2015) This brochure describes the Buffalo Soldiers' route through California and three National Parks: The Presidio of San Francisco, Yosemite and Sequoia-Kings Canyon.         Cliff House & Sutro Baths (Updated December 2007) Explore the history of the famous San Francisco landmarks, the Cliff House and Sutro Baths. Learn the history of this seaside retreat brought by Adolph Sutro.         Mori Point (Updated December 2007) Information about one of the newest additions to the GGNRA. Learn the history of Mori Point, located near Pacifica, California.         Pioneers of Flight (English) (Updated June 2011) Los Pioneros de la Aviación (Español)  Learn the about the pioneers of aviation at Crissy Field on the Presidio, during the time when every trip on an airplane was a death-defying flight.         Frequent Flyers (Updated September 2011)  As one of the greatest diversity of birds of any urban park in the world, with over 200 species identified on the Presidio.         The Natural Presidio (Updated September 2011)  Learn about the natural history of the Presidio  a story of both change and constancy.   Click here to download a zipped file of the audio described Natural Presidio Brochure onto your computer; once it has downloaded, extract the files in your file browser.           Wildflowers of Golden Gate  This is one of our more popular publications featuring the wildflowers of the Golden Gate National Parks. If you'd like a harcopy of this, feel free to drop by one our visitor centers for a copy.         Under Three Flags (English)  Bajo Tres Banderas (Español)  Learn about the history of the Presidio of San Francisco and the three different countries who helped develop it. Hardcopies of this publication are also available at our visitor centers.         Milagra Ridge  Explore Milagra Ridge, one of the last wildlife refuge areas located in San Mateo County and take in breathtaking coastal views of the Pacific.         Point Bonita Lighthouse  Explore one of the first eight lighthouses constructed on the west coast. This spectacular lighthouse in the Marin Headlands is open to the public with limited hours. Information about this site and how to visit are provided.         Stinson Beach  Explore Stinson Beach in Marin County and learn about the history of the Dipsea Race. Also learn how to visit Stinson Beach.           The 1915 World's Fair  Learn the history of the 1915 Panama Pacific International Exposition, which spanned from Fort Mason to the Presidio, and what new innovations were introduced at the fair.         Battery Chamberlin  One of our latest publications which explains the role of dissappearing rifled cannons used to defend the San Francisco Bay from enemy attack. Battery Chamberlin is located at Baker Beach on the Presidio.         Wildflowers of Marin  This brochure is for the more avid wildflower watcher within the Marin areas of the park. For those who have their field guides, feel free to see how many you can find each season.         1906 Earthquake: The U. S. Army's Role  This brochure commemorates the 100th anniversary of the 1906 earthquake in San Francisco. Learn about the roles of the U.S. Army from the Presidio and Fort Mason, and what they did to help the citizens of San Francisco.         The Lights of Fort Point Explore the maritime history of Fort Point and find out the significance of the keepers of the light at the entrance to the Golden Gate.         Patriotism and Prejudice: Japanese Americans and World War II This brochure tells two poignant and sadly ironic home front stories of World War II. Within a half mile on the Presidio, the army ordered the internment of Americans of Japanese ancestry, even while training Japanese American soldiers at a secret military language school.         Presidio Insects and Their Plant Hosts This brochure illustrates 24 of the many insects on the Presidio and discusses how they are tied to their plant hosts.         Camping at Golden Gate (Updated 2013) Learn about how you can reserve a campsite at Golden Gate National Parks. There are five popular sites, including Kirby Cove. Additional information on other nearby facilities for RV and tents are also provided.         Volunteers-In-Parks  This publication explains about the various volunteer opportunities that can be found at Golden Gate National Parks.      Click here to download a zipped file of the audio described Volunteers-In-Parks Brochure onto your computer; once it has downloaded, extract the files in your file browser.          Protecting the Snowy Plover  Learn about the threatened Western Snowy Plover, which can be found on beaches in Golden Gate National Recreation Area. Find out what you can do to help this bird and where the park has established protection areas for it.",
    "url": "https:\/\/www.nps.gov\/goga\/planyourvisit\/publications.htm"
}
