{
    "title": "Golden Gate National Recreation Area: Do Business With Us",
    "body": "Do Business With Us       Golden Gate National Recreation Area strives to help enable the National Park Service mission by utilizing sound business practices in management of limited commercial opportunities, in-park partnerships, special park uses and the resulting revenues. Please note that the information provided herein is exclusively related to Golden Gate National Recreation Area (including Muir Woods, Alcatraz, Fort Point, Crissy Field and Baker Beach) and San Francisco Maritime National Historic Park.  We do not administer business opportunities with the Presidio Trust, California State Parks such as Mt. Tamalpias or Angel Island, municipal parks such as Golden Gate Park, or the Fort Mason Center. Special Park Use Permits GGNRA issues permits for special uses such as cultural programs, picnics, wedding ceremonies, festivals, athletic events, film and photography projects, etc. Click here to learn more about special park use permits.  Temporary Food Event (TFE) Permits GGNRA issues permits for Temporary Food Events that are open to the public. In order to obtain a TFE Permit at GGNRA, the person or organization coordinating an event must first get a Special Use Permit from or sign a contract with Fort Mason Center (FMC). Click here to learn more about Temporary Food Events. Commercial Use Authorizations GGNRA issues commercial use authorizations for commercial carriers, outdoor fitness operators, and guided services. Click here to learn more about CUAs. Other Business Opportunities   Fort Baker Historic Boat Shop and Marina Request for Expressions of Interest (RFEI). Please click here to learn more about this RFEI.   Request for Proposals (RFP) to Lease Historic Equestrian Stables in Marin County. Please click here to learn more about this RFP.         2008 GGNRA Annual Report - Please click here to download      Contact Information The Business Management Division office is located at park headquarters in Fort Mason, Building 201. Feel free to e-mail or call the Business Management Division at (415) 561-4948 with questions about these or any other business opportunities within GGNRA. Click here for Park Maps. Thank you for your interest in Golden Gate National Recreation Area, a unit of your National Park Service.",
    "url": "https:\/\/www.nps.gov\/goga\/getinvolved\/dobusinesswithus.htm"
}
