{
    "title": "Golden Gate National Recreation Area: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer             Volunteer      You can make a difference You can learn new skills, teach others and stay active and involved. Volunteers at Golden Gate National Recreation Area, Muir Woods National Monument, and Fort Point National Historic Site help present the diverse resources of one of America's most popular National Parks to today's visitors, and help preserve these precious resource for future generations. Volunteers at Golden Gate play a vital role in almost all aspects of park operations:  Collecting data on birds of prey at the premier hawk watching site on the west coast. Designing and conducting information programs for the general public and school children. Removing non-native plants, growing native plants, and working in one of the park's nurseries. Restoring historic structures such as a World War II barracks or a mess hall. Working with park scientists to protect endangered species like the mission blue butterfly and peregrine falcon.  Volunteer opportunities at Golden Gate NRA are as diverse as the natural and cultural resources of the park. History buffs, amateur naturalists, artists, students, gardeners and many more people have found a place to share their skills at Golden Gate. Each volunteer's contribution makes a big difference!        Volunteers maintain vegetation at the historic Nike Missile Site. NPS  A Great Place to Volunteer There are many dream jobs for volunteers at GGNRA... Golden Gate National Recreation Area is a gem of the Bay Area. The park includes an array of resources unparalleled in the National Park System. Stunning forests, creeks, ridges and beaches. Hundreds of miles of trails. Rare plant and animal species. One of the most important collections of historic buildings in the country. And world renowned destinations like Alcatraz and Muir Woods, as well as lesser known but equally remarkable places. It is a park like no other. Do you see your dream job? Do you want to know more about a job at GGNRA? If you have special skills or want to learn some, give us a call. All volunteers receive orientation and training. Come and join us! Join the Park Volunteer Team Be a part of one of the largest and most diverse volunteer programs in the National Park System!The National Park Service is an equal opportunity employer. Please contact: Volunteer Coordinator Fort Mason, Building 201 San Francisco, CA 94123 Volunteer Hotline (415) 561-4755      Volunteering for the National Parks                         VIP This short 6-minute video presentation explores the experiences from other volunteers of the National Park Service. It touches upon why people enjoy volunteering for the park as well as how to go apply for a multitude of opportunities that are available in your area.  Duration:6 minutes, 8 seconds                                VIP Captioned This is an open captioned version of the Volunteers in Parks public service announcement.  Duration:6 minutes, 6 seconds                                VIP Audio Described This is an audio described version of the Volunteers in Parks public service announcement.  Duration:7 minutes, 10 seconds               Brochures           Volunteers-In-Parks  This publication explains about the various volunteer opportunities that can be found at Golden Gate National Recreation Area, Muir Woods National Monument, and Fort Point National Historic Site.         Voluntarios en los Parques (PDF)         公園內的義工們 (Chinese) (PDF)        Click here to download a zipped file of the audio described Volunteers-In-Parks Brochure onto your computer; once it has downloaded, extract the files in your file browser.",
    "url": "https:\/\/www.nps.gov\/goga\/getinvolved\/volunteer.htm"
}
