{
    "title": "Golden Gate National Recreation Area: Beach & Camp Fire Regulations",
    "body": "Beach Fire and Campfire Regulations       Beach Fire Regulations Beach fires are only permitted at:   Muir Beach: The number of fire rings available changes seasonally. May - November: 6 fire rings are available. December - April: 3 fire rings are available. They are located on the beach near the south end of the parking lot. Fires are allowed beginning at 9:00 am and must be cleared and groups must vacate the beach by 1-hour after sunset.      Ocean Beach: Only in the fire rings provided, between Stairwells 15 and 20. See below for more details.   Fires on Ocean Beach Notice of Proposed Changes to Ocean Beach Fire Program The National Park Service (NPS) has completed its planning process and made a decision on the elements of the final Ocean Beach Fire Program. The final program includes 12 elements designed to create a safe, manageable, and sustainable beach fire program. The final program has been developed following a 44-day public review and comment period, and NPS made a number of changes based on public comment. Through the diligent effort of San Francisco District One Supervisor Eric Mar,the San Francisco Recreation & Parks Department has been allocated funds to assist NPS in providing support for maintenance, solid waste collection, public education, and outreach for the program.  For more information visit the project website: http:\/\/parkplanning.nps.gov\/OBfireprogram.   Rules for Beach Fires:     Fires are allowed from March 1 - October 31 (No fires between November 1 - February 28). Fires are only allowed WITHIN the provided concrete fire rings. Any fires created outside of these rings are illegal. NO GLASS OR ALCOHOL is allowed on the beach.  Fires must be out by 9:30 PM.  The parking lots at Ocean Beach close at 10:00 PM each night and are owned and managed by the City of San Francisco. Fires are not allowed on \"Spare the Air\" days. When air pollution reaches unhealthy levels, the Bay Area Air Quality Management District notifies the public by declaring a \"Spare the Air day.\" To find out if today is a \"Spare the Air\" day, visit www.sparetheair.org or call 1-800-HELP-AIR.  Fires must be extinguished with WATER ONLY. Bring a bucket to collect ocean water, or bring your own water. Covering the fire with sand does not extinguish the fire. Instead it insulates the hot coals and fills the pits with sand. Bring your own firewood. Gathering, cutting, or scavenging firewood or kindling is not permitted at the beach or in the park. Locally grown firewood is best. Burn only untreated, unpainted wood.  Don't burn pallets or any wood containing nails or other hardware.   Burn Clean. Do not use accelerants such as lighter fluid, as they leave pollution and poisons in the sand and the air. Paper and kindling are preferred fire starter material.  Don't burn trash or debris. Most trash gives off pollution and poisonous gases.  Trash must be removed from the beach. LEAVE NO TRACE. Fires shall be attended at all times by a responsible adult (18 year of age or older).  Minors must be supervised. A responsible leader, 18 years or older, must be present for every 10 children under the age of 18.  Groups of more than 25 people must obtain a permit by calling (415) 561-4700. For more information, go to: http:\/\/go.nps.gov\/gogaspug Large-scale events may require more extensive review by National Park Service staff. If it is determined that your event will require extensive review, the administrative cost may be higher. Observe all posted regulations.    Volunteer Beach Cleanup Days The 3rd Saturday of each month join our Ocean Beach Interpretive Ranger:     Meet at 10:00 AM at Stairwell 17 Clean up concludes around noon. All supplies provided. Please click here to register. Have questions? Call (415) 561-4751  Groups are always welcome to schedule their own cleanup day as well. Contact the phone number listed above for more details.   Top of Page      Universal Access Golden Gate National Recreation Area is committed to universal access for all visitors. The City of San Francisco provides designated Accessible Parking Spaces at Stairwells 15\/16. For more information about accessibility and beach wheelchairs, click here.         Campfire regulations  Permitted only at the Kirby Cove Campground & Picnic Area in the fire grills provided by the park. Only wood or charcoal may be burned in these grills. No gathering, cutting or scavenging of firewood or kindling is permitted in the park from any source. All firewood must be brought into the park Chemically treated wood, painted wood, wood with nails or staples shall not be used in any fire. Before departure, campfires must be completely extinguished with water, using the \"drown, stir and feel\" method. During very hot, dry weather conditions, “Spare the Air” days, strong winds, and extreme fire danger days or by order of the Superintendent, fires of any type may not be allowed anywhere in the park.       Charcoal fire regulations Charcoal fires are permitted in fixed grills provided by the park or visitor-provided portable barbecues in established picnic areas, in the Kirby Cove Campground, or at Muir and Ocean beaches unless signed or prohibited otherwise. Debris burning is not permitted. Grill\/Stove fire coals must be extinguished and disposed of in receptacles provided by the park. Park-provided charcoal grills may be found at the following picnic areas:  Baker Beach Battery Wallace China Beach Kirby Cove Rodeo Beach Muir Beach  Only liquid fuel stoves are permitted in Haypress Campground, Hawk Campground and Bicentennial Campground. Campers staying at Bicentennial Campground may use charcoal in the barbecue grills in the nearby Battery Wallace picnic area. Top of Page      Spare the Air Day   When the Bay Area Air Quality Management District declares a Spare the Air day, no campfires, beach fires, or outdoor grills are allowed at Golden Gate National Recreation Area. Your compliance reduces pollution and improves air quality.  To find out if a Spare the Air Day is in effect, look for park alerts, visit the Spare the Air website at www.SparetheAir.org or call 1-800-HELP-AIR.   Top of Page",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/management\/fire_beachfireregs.htm"
}
