{
    "title": "Golden Gate National Recreation Area: Current Dog Walking Areas",
    "body": "Explore This Park    Learn About the Park     Management     Dog Management     Current Dog Walking Areas                Current Dog Walking in GGNRA          Walking your dog in Golden Gate National Recreation Area (GGNRA) is a fun, healthy, and popular way to enjoy and explore parklands. There are many trails, beaches, and open spaces where dogs and their owners are welcome to visit both on and off-leash. GGNRA is currently leading a planning process to determine how best to manage dog walking into the future. To learn more about our Dog Management Planning efforts, please click here. During this planning process, the current status of dog walking will continue. The table and descriptions below identify areas where dogs and their owners are welcome in GGNRA. If you have questions regarding dogs in GGNRA, please contact the Dog Management Information Line: (415) 561-4728 OR email: goga_dogmgt@nps.gov         GGNRA LANDS OPEN TO DOGS & THEIR OWNERS     Marin County     Location   Regulation     Alta Trail (Formerly Alta Ave) Between Marin City\/Oakwood Valley   On-Leash OR Voice Control     Muir Beach (Excluding lagoon)   On-Leash OR Voice Control     Oakwood Valley Trail to Alta Trail (Formerly Oakwood Valley Fire Road)   On-Leash OR Voice Control     Homestead Valley   On-Leash OR Voice Control     Rodeo Beach and South Rodeo Beach (Excluding lagoon)   On-Leash OR Voice Control     Golden Gate Bridge to Marin Headlands Visitor Center (Coastal Trail to SCA Trail; SCA Trail to Slacker Trail; Slacker Trail to Julian Trail; Julian Trail to Coastal Trail) (Upper Fisherman’s Trail also available)   On-Leash OR Voice Control     Old Bunker Road Loop (Rodeo Beach Parking Lot along Coastal Trail to Old Bunker Road; Old Bunker Road to Fort Cronkhite Trail; Fort Cronkhite Trail to Lagoon Trail; Lagoon Trail back to Rodeo Beach parking lot)   On-Leash OR Voice Control     Orchard Trail (Formerly Orchard Fire Road) and Pacheco Trail (Formerly Pacheco Fire Road) connectors to Alta Trail   On-Leash OR Voice Control     Wolf Ridge Loop (Coastal Trail to Wolf Ridge Trail; Wolf Ridge Trail to Miwok Trail; Miwok Trail to Lagoon Trail)   On-Leash OR Voice Control     County View Road connector trail to Miwok Trail   On-Leash Only     Fort Baker (Excluding Chapel Steps Trail, on the pier, and Battery Yates)   On-Leash Only     Oakwood Meadow Trail (formerly Oakwood Valley Trail) to the junction with Oakwood Valley Trail (formerly Fire Road)   On-Leash Only     Coastal Trail (Between Hill 88 and Muir Beach via the Pirates Cove Trail)   On-Leash Only     Miwok Trail (Between Tennessee Valley parking lot and Highway 1)   On-Leash Only     Rhubarb Trail   On-Leash Only     Batteries Loop Trail around Battery Smith-Guthrie   On-Leash Only     South Rodeo Beach Trail   On-Leash Only     San Francisco County     Location   Regulation     Baker Beach (North of Lobos Creek)   On-Leash OR Voice Control     Crissy Field* (Excluding Wildlife Protection Area and fenced areas)   On-Leash OR Voice Control *Leashes required all year except from May 15 to July 1 at west end of Crissy Field beach     Fort Funston (Excluding 12-acre closure and Coastal Trail north of Horse Trail intersection due to erosion)   On-Leash OR Voice Control     Fort Miley   On-Leash OR Voice Control     Lands End   On-Leash OR Voice Control     Ocean Beach from the north end to Stairwell 21   On-Leash OR Voice Control     Ocean Beach from Stairwell 21 to Sloat Blvd*   On-Leash OR Voice Control *Leashes required all year except from May 15 to July 1     Fort Point Trails (Excluding Torpedo Wharf and inside the fort)   On-Leash Only     Fort Mason (Excluding the community garden)   On-Leash Only     Sutro Heights   On-Leash Only     San Mateo County     Location   Regulation     Milagra Ridge Trails   On-Leash Only     Mori Point Trails   On-Leash Only     Rancho Corral de Tierra   On-Leash Only     Sweeney Ridge Trails (Excluding the Notch Trail)   On-Leash Only              Parkwide Regulations  Dogs must be on leash in all parking lots and picnic areas. Dogs are not allowed in park buildings and facilities, including outdoor restrooms and public showers.  Code of Federal Regulations That Apply to All Dog Walkers on Leash or Under Voice Control 36 CFR § 2.15 - The sections of the NPS pet regulation that prohibit:  Failing to dispose of pet excrement. Leaving a pet unattended and tied to an object except in designated areas or under conditions which may be established by the Superintendent. Allowing a pet to make noise that is unreasonable considering the location, time of day or night, impact on park users, and other relevant factors, or that frightens wildlife by barking, howling or making other noise. Possessing a pet in a public building or at a designated swimming beach or in any area closed to pets by the Superintendent.  36 CFR § 2.1 - The regulation to preserve natural, cultural and archeological resources which prohibits possessing, destroying, injuring, defacing, removing, digging or disturbing wildlife, fish, plants or cultural or archeological resources. 36 CFR § 2.2 - The regulation to protect wildlife that prohibits the feeding, touching, teasing, frightening or intentional disturbing of wildlife nesting, breeding or other activities. 36 CFR § 2.34(a)(4) - The regulation regarding disorderly conduct which prohibits creating hazardous or physically offensive conditions. Service Animals  Service animals accompanying a person with a disability, as defined by Federal law and Department of Justice regulations (Title 28 Code of Federal Regulations § 36.104), are allowed wherever visitors or employees are allowed. For more information on the DOJ ADA Revised Service Animal Regulations, please click here.          .",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/management\/pets.htm"
}
