{
    "title": "Golden Gate National Recreation Area: Current Fire Information",
    "body": "Current Fire Information       Wildfires:  There are no fires burning in Golden Gate National Recreation Area at this time. Prescribed fires:  There are no prescribed fires in progress at this time.  For e-mail notification when burn days are scheduled, call 415-464-5133. Fires Outside the Park  Information about fires at other National Park Service sites is available on NPS Fire News. Information about large fires throughout the U.S. is available on InciWeb. The national Situation Report (PDF - file size changes daily) provides a summary of fire activity across the U.S. by geographic area. Daily Fire Danger: Depending on the current fire danger, the following types of heat sources will be permitted (YES) or prohibited (NO):      FIRE DANGER RATING  Self-contained gas stoves in designated campgrounds & picnic areas Park provided grills in designated campgrounds & picnic areas Self-contained charcoal barbeques (eg. Webers) Muir Beach &  Kirby Cove  open pitfires  in fire rings       LOW     YES   YES   YES   YES       MODERATE     YES   YES   YES   YES       HIGH     YES   YES   YES   NO     VERY HIGH EXTREME -or- RED FLAG WARNING    YES   NO   NO   NO        SPARE THE AIR DAY     YES   NO   NO   NO      Beach Fire and Campfire Regulations  Under Extreme fire danger conditions: * Smoking is banned on all park trails and back country areas of the park. * Smoking is banned entirely at Muir Woods National Monument  At all times, regardless of current fire danger: * Ground fires are not permitted * Never leave a fire unattended * Extinguish all fires with water prior to departure * Firewood gathering is prohibited * The possession or discharge of fireworks is prohibited * Report all wildfires immediately * Ask a park ranger for further information Weather:  National Weather Service forecast for Muir Beach, CA National Weather Service forecast for Ocean Beach, San Francisco, CA National Weather Service Fire Weather Planning Forecast for the San Francisco Bay Area and Central California Coast National Weather Service San Francisco Bay Area\/Monterey Forecast Office Fire Weather Zones National Weather Service San Francisco Bay Area\/Monterey Forecast Office  National Weather Service California Fire Weather  National Weather Service National Fire Weather Page   Adobe® Acrobat Reader® is needed to view PDF documents.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/management\/fire_info.htm"
}
