{
    "title": "Golden Gate National Recreation Area: Park Statistics",
    "body": "Explore This Park    Learn About the Park     Management     Park Statistics              Park Statistics       Purpose The purpose of Golden Gate National Recreation Area is to offer national park experience to a large and diverse urban population while preserving and interpreting its outstanding natural, historic, scenic, and recreational values.  Resources   1,200 historic structures, including 5 National Historic Landmarks and 12 National Register Properties, and 192 recorded archeological sites  9 cultural landscapes, including 5 lighthouses  Home to 1,287 plant and animal species, that encompasses 59 miles of bay and ocean shore linepart of the UNESCO Golden Gate Biosphere Reserve  Comprised of 19 separate ecosystems in 7distinct watersheds  Home to the 4th largest museum collection in the National Park System   Contains the 4th largest number of federally protected or endangered species of all 394 units within the National Park Service. Park Background Golden Gate National Recreation Area (GGNRA) includes under its management two additional National Park Areas--Fort Point National Historic Site, and Muir Woods National Monument. It is administered by the National Park Service under the Department of the Interior. One of the most visited units of the National Park system, GGNRA has over 14.5 million visitors a year and is one of the largest urban parks in the world. GGNRA is not one continuous locale, but rather an anthology of areas that encompasses three counties (San Francisco, Marin, and San Mateo). The park is as diverse as it is expansive; and contains attractions such as Alcatraz Island, and the Marin Headlands. GGNRA also contains significant historical and natural resources, which include: 3 Nike missile sites, 11 decommissioned Army and military fortifications, and 1,273 plant and animal species that cover 59 miles of bay and ocean shoreline. Over half of North American avian species and nearly one third of California's plant species are found in the park. Of the 36 federally listed threatened and endangered species found within Golden Gate National Recreation Area's legislative boundaries only 25 are found within lands managed by the National Park Service. Statistics including Muir Woods and Fort Point:   Gross Area Acres Legislated for Fiscal Year 2010: 80,624 including Fort Point NHS & Muir Woods NM   Visitation: Total Recreation Visits for Fiscal Year 2010: Approximately 14,591,894      NPS Staffing 339 employees (230 Permanent; 42 Term; 67 Temporary) excluding US Park Police and Presidio                    President's requested budget for Fiscal Year 2010: $26,689,000   Major Park Partners Golden Gate National Parks Conservancy Headlands Institute                          Golden Gate Raptor Observatory  Point Bonita YMCA                              Hostelling International             Marine Mammal Center                                 Bay Area Discovery Museum    Headlands Center for the Art   Congressional Districts U.S. Senator Dianne Feinstein           U.S. Senator Barbara Boxer  U.S. Congresswoman Nancy Pelosi, 8th Congressional District                  U.S. Congresswoman Jackie Speier, 12th Congressional District                  U.S. Congresswoman Lynn Woolsey, 6th Congressional District",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/management\/statistics.htm"
}
