{
    "title": "Golden Gate National Recreation Area: FOIA: Reading Room",
    "body": "FOIA: Reading Room       Welcome to the Golden Gate National Recreation Area FOIA Reading Room Here you may review responsive documents to some of the Freedom of Information Act requests received by the park. For a complete list of requests by fiscal year, and their status, refer to the FOIA Log. The current fiscal year log is updated regularly. Some information in the Reading Room is considered \"raw data\" collected by park staff and volunteers and not yet analyzed. Some information is analyzed and presented in the form of final reports.  PLEASE NOTE: Some of the available files are quite large which can result in lengthy download times. Please refer to the type and size of file in parentheses.      FOIA Information by Subject   Dog Management Supplemental EIS: Reference Materials      FOIA Activity by Fiscal Year  2012 FOIA Log (PDF, 263K) Description and status of FY2012 FOIA requests 2011 FOIA Log (PDF, 230K) Descripton and status of FY2011 FOIA requests Transmittal letters and some frequently requested documents may be posted below as they are made available to requestors.        2016 FOIA Activity by Tracking Number   FOIA-2016-00154 ITEM B   Trail Counter 2015 Year End Report - Trails Forever Update (PDF, 5.7 MB)   FOIA-2016-00154 ITEM C   Incident Reports 2007 Pet-Leash (PDF, 4.86 MB)   Incident Reports 2008 Pet-Leash (PDF, 46 MB)  Incident Reports 2009 Pet-Leash (PDF, 46 MB)   Incident Reports 2010 Pet-Leash (PDF, 39 MB)  Incident Reports 2010 Pet-Leash (Additional Entries) (PDF, 12.4 MB)       Incident Reports 2011 JAN-MAR (PDF, 24 MB) Incident Reports 2011 APR-JUN (PDF, 28 MB) Incident Reports 2011 JUL-AUG (PDF, 26 MB) Incident Reports 2011 SEP-OCT (PDF, 29 MB) Incident Reports 2011 NOV-DEC (PDF, 24 MB) Incident Reports 2011 NON-GOGA (PDF, 11 MB) Incident Reports 2012 JAN-MAR (PDF, 24 MB) Incident Reports 2012 MAR-MAY (PDF, 17 MB) Incident Reports 2012 JUN-AUG (PDF, 16 MB) Incident Reports 2012 AUG-DEC (PDF, 21 MB) Incident Reports 2013 JAN-SEP (PDF, 7 MB)  Incident Reports 2013 Crissy Field & Rancho (PDF, 12 MB) Incident Reports 2013 Miscellaneous (PDF, 14 MB) Incident Reports 2014 JAN-APR (PDF, 3 MB) Incident Reports 2014 APR-AUG (PDF, 10 MB) Incident Reports 2014 AUG-DEC (PDF, 3 MB)  FOIA-2016-00154 ITEM D    Evaluating Wildlife Response to Restoration: Fort Funston (PDF, 3.6 MB)   Fort Funston Report (PDF, 1.6 MB)   Park Users of GGNRA San Mateo County Units - Manning 2007 (PDF, 4.1 MB)   GGNRA Visitor Activities Report - Final 2011 (PDF, 1.7 MB)   FOIA-2016-00154 ITEM E   Lenth, Benjamin E., et al.The Effects of Dogs on Wildlife Communities.Natural Areas Journal. Vol. 28(3), 2008. pages 218-227 (PDF, 800 KB)   Stralberg & Gardali, Developing Habitat-Based Landbird Models as Tools, 2007 (PDF, 3.73 MB)   Sequoia Audubon Society San Mateo County Breeding Bird Atlas May 2001 (PDF, 1.58 MB)   2009 Annual Report: Monitoring Northern Spotted Owls on Fed Lands in Marin County (PDF, 333 KB)    FOIA-2016-00154 ITEM F   GGNRA Visitor Activities Report - Final DEC 2011 (PDF, 1.7 MB)   Baseline Shoreline Use Estimates for Cosco Busan Oil Spill Damage Assessment (PDF, 8 MB)   Trail Use Study at Rancho Corral de Tierra (PDF, 1.6 MB)   2007 - 2010 Mori Point Visitor Use Data (PDF, 5MB)                2014 FOIA Requests by Tracking Number FOIA-2014-00142 Item 04 14-00142 Incident Reports 2011 JAN-MAR (PDF, 24 MB) Item 04 14-00142 Incident Reports 2011 APR-JUN (PDF, 28 MB) Item 04 14-00142 Incident Reports 2011 JUL-AUG (PDF, 26 MB) Item 04 14-00142 Incident Reports 2011 SEP-OCT (PDF, 29 MB) Item 04 14-00142 Incident Reports 2011 NOV-DEC (PDF, 24 MB) Item 04 14-00142 Incident Reports 2011 NON-GOGA (PDF, 11 MB) Item 04 14-00142 Incident Reports 2012 JAN-MAR (PDF, 24 MB) Item 04 14-00142 Incident Reports 2012 MAR-MAY (PDF, 17 MB) Item 04 14-00142 Incident Reports 2012 JUN-AUG (PDF, 16 MB) Item 04 14-00142 Incident Reports 2012 AUG-DEC (PDF, 21 MB) Item 04 14-00142 Incident Reports 2013 JAN-SEP (PDF, 7 MB) Item 04 14-00142 Incident Reports 2013 Crissy Field & Rancho (PDF, 12 MB) Item 04 14-00142 Incident Reports 2013 Miscellaneous (PDF, 14 MB) Item 04 14-00142 Incident Reports 2014 JAN-APR (PDF, 3 MB) Item 04 14-00142 Incident Reports 2014 APR-AUG (PDF, 10 MB) Item 04 14-00142 Incident Reports 2014 AUG-DEC (PDF, 3 MB) Click here for more material released under FOIA Request 14-00142      FY2012 FOIA Requests by Tracking Number: FOIA 2012-00142 Released Documents (PDF, 196K)      FOIA-2012-00164 Released Documents (PDF, 6.8MB)      FOIA-2012-00166 Funston Count Data (Excel, 65KB) Funston Dog Groups (Excel, 31KB) GGNRA Visitor Activities Report - Final Dec. 2011 (PDF, 1.7MB) Muir Count Data (Excel, 43KB) Visitor Satisfaction Surveys (external link to University of Idaho - Park Studies Unit. SEE - Visitor Survey Card)      FY2011 FOIA Requests by Tracking Number: FOIA-2011-0185 Transmittal Letter (PDF, 167K) 2007 Incident Reports Pet-Leash, 93 pages, Redacted & Released (PDF, 4.86MB) 2008 Incident Reports Pet-Leash, 880 pages, Redacted & Released (PDF, 46MB) 2009 Incident Reports, Pet-Leash, 771 pages, Redacted & Released (PDF, 46MB) 2010 Incident Reports, Pet-Leash 673 pages, Redacted & Released (PDF, 39MB) 2010 Incident Reports, Pet-Leash 220 Pages (Additional Entries), Redacted & Released (PDF, 12.4MB)      FOIA-2011-00246 Transmittal Letter (PDF, 20K) Released Documents (PDF, 10.5MB)      FOIA-2011-00257 & APPEAL 2011-0074 Transmittal Letter (PDF, 701K) 2007 Incident Reports, 254 pages (PDF, 4.46MB) 2008 Incident Reports, 283 pages (PDF, 4.37MB) 2009 Incident Reports, 314 pages (PDF, 4.88MB) 2010 Incident Reports, 331 pages (PDF, 5.43MB)      FOIA-2011-00313 Transmittal Letter (PDF, 66K)      FOIA 2011-00361  Roberts, Nina S., PhD, Visitor\/Non-Visitor Use Constraints: Exploring Ethnic Minority Experiences and Perspectives. SFSU General Technical Report submitted to Golden Gate National Recreation Area and Golden Gate National Parks Conservancy. March 2007 (PDF, 1.3 MB)  Summer-Fall 2008 Phase 1 Visitor Survey and Counts, At Crissy Field, Presidio and Ocean Beach Sites; Golden Gate National Recreation Area. Patrick Tierney, SFSU. November 2009 (PDF, 2.0 MB)  Golden Gate National Recreation Area Follow-Up Visitor Survey, Peer Review Report, v.1.0. Public Research Institute, SFSU (PDF, 1.4 MB)  Lenth, Benjamin E., et al.The Effects of Dogs on Wildlife Communities. Natural Areas Journal. Vol. 28(3), 2008. pages 218-227 (PDF, 800 KB)  Developing Habitat-based Landbird Models as Planning Tools for the Golden Gate National Recreation Area and the Point Reyes National Seashore. Final Report July 2007. Diana Stralberg and Thomas Gardali, PRBO Conservation Science (PDF, 3.73 MB)  San Mateo County Breeding Bird Atlas. Sequoia Audubon Society, May 2001(PDF, 1.58 MB)      FOIA-2011-00416 Transmittal Letter (PDF, 58K) Fort Mason Search(PDF, 362K) Fort Mason Finding Aids (PDF, 224K)      FOIA-2011-00436 Transmittal Letter (PDF, 52K) Sweeney Ridge Environmental Assessment (PDF, 687K) Habitat Restoration for Mission Blue Butterfly & San Bruno Elfin Butterfly EA (PDF, 1.86 MB)",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/management\/foia-reading.htm"
}
