{
    "title": "Golden Gate National Recreation Area: Fire Management",
    "body": "Explore This Park    Learn About the Park     Management     Fire Management               Fire Management       **2014 PROJECTS** 1) Tam Fire Site Fuel Removal - early September, near Eastwood Park in Tamalpais Valley **Numerous young eucalpytus trees have grown from seedlings since the 2004 Tam Fire. These young trees threaten to recolonize the burned area which has been undergoing restoration as part of the Habitat Restoration Team (HRT) program. The planned fuel reduction will 1) remove young eucalyptus regrowth within the 12-acre fire site; 2) chip slash and debris piles, including cut and dried broom from HRT work; and 3) thin and chip small diameter trees around the edge of the fire site.  See also:    Map of Tam Fire Site project area  2) Eucalyptus Thinning near Marin Drive \/ Smith Road - fall \/ winter - Tamalpais Valley, Southern Marin **Small diameter tree removal, lower limb ladder fuel removal, and removal of dead and down surface fuel in an ongoing multi-year project area.  3) Eucalyptus Removal Adjacent ot Vista de Valle, Marinview Subdivision - fall \/ winter - Tamalpais Valley, Southern Marin **Remove several eucalyptus trees to create defensible space.  Possible additional winter projects TBA.   In January, GGNRA Maintenance staff completed the chipping of debris piles on park lands in El Granada that were left from a previous collaborative fuel reduction project.    For more information, call 415-464-5133.   **RECOVERY ACT FUEL REDUCTION PROJECTS** Funding provided by the American Reinvestment and Recovery Act enabled crews to work on a series of hazardous fuel reduction projects from November 2009 through September 2010. See an example of a thinning treatment. Read the success story.  **FIRE PREVENTION WEEK SPECIAL PROGRAM** Fire in Muir Woods - 4:15 min (3,994 KB MP3) ...visitors respond to wildfire....  Fire plays a significant role in the ecosystems at Golden Gate National Recreation Area. The fire regime has varied over time in response to both climatic changes and human activity. The fire history of the landscape has been shaped by lightning, as well as by the land management practices of Native Americans, ranchers, loggers, the military, developers and, most recently, the National Park Service. The Golden Gate National Recreation Area's Office of Fire Management, in accordance with the Fire Management Plan, manages fire in such a way as to retain its beneficial effects in the ecosystem while protecting resources, property and lives. The goals of the Golden Gate National Recreation Area Fire Management Program are:  Ensure that firefighter and public safety is the highest priority for all fire management activities. Reduce wildland fire risk to private and public property. Protect natural resources from adverse effects of fire and fire management activities, and use fire management wherever appropriate to sustain and restore natural resources. Preserve historic structures, landscapes, and archeological resources from adverse effects of fire and fire management activities, and use fire management wherever appropriate to rehabilitate or restore these cultural resources. Refine management practices by improving knowledge and understanding of fire through research and monitoring. Develop and maintain staff expertise in all aspects of fire management. Effectively integrate the fire management program into park and park partner activities. Foster informed public participation in fire management activities. Foster and maintain interagency fire management partnerships and contribute to the firefighting effort at the local, state, and national level.  The Office of Fire Management monitors and responds to all wildand fires within the park and maintains an appropriate preparedness level in accordance with the park's Wildland Fire Step-Up Plan. The Golden Gate National Recreation Area's Fire Management Program is part of the San Francisco Bay Area Network. Fire staff based at Golden Gate also serve Point Reyes National Seashore, John Muir National Historic Site, Eugene O'Neil National Historic Site, and Pinnacles National Monument.         Contact Information  Fire Management Office Golden Gate National Recreation Area 1068 Fort Cronkhite Sausalito, CA 94965 415.289.1888 Office 415.331.6942 Fax                Join Our Email List Email:                       Driving directions to the Fire Management Office (265 KB PDF) Adobe® Acrobat Reader® is needed to view PDF documents.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/management\/firemanagement.htm"
}
