{
    "title": "Golden Gate National Recreation Area: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       Park Mission The mission of Golden Gate National Recreation Area is to preserve and enhance the natural, historic and scenic resources of the lands north and south of the Golden Gate for the education, recreation and inspiration of people today and in the future. In the spirit of bringing national parks to the people, we reach out to a diverse urban community, promote the richness and breadth of the national park system to many who are experiencing a national park for the first time and foster broad-based public stewardship through various volunteer and partnership programs. Key Recent Documents  Learn about the 2016-2020 Strategic Plan for Golden Gate National Recreation Area. This plan identifies areas of desired change in how the National Park Service conducts its work at GGNRA, and how our aspirations and core values can be expressed by near-term, attainable goals focused on making needed key changes.   Use the links below to read the General Management Plan\/Final Environmental Impact Statement, released in April 2014, the General Management Plan Record of Decision, signed January 2015, or the 2015 General Management Plan\/Final Environmental Impact Statement Summary Edition.  2014 General Management Plan:   Volume I (PDF 30 MB) Volume II (PDF 33 MB)     2015 Record of Decision for the 2014 Golden Gate National Recreation Area and Muir Woods National Monument General Management Plan:   Record of Decision, Full Document (PDF 12.5 MB)     2015 General Management Plan Summary Edition   GMP Summary Edition (PDF 20 MB)      Learn more about the park's vision for Interpretation & Education by downloading a copies of our  interpretive planning documents:   Presidio Interpretive Plan (PDF 11.8 MB) GGNRA Long Range Interpretive Plan (PDF 12 MB)     Read the park's 2014 Report to the Community (PDF 5.8MB)      About Us Golden Gate National Recreation Area was established by Congress in 1972 as part of a movement known as \"Parks to the People.\" The park has grown into the largest national park unit in an urban area in this country, and includes under its management two additional NPS units-Fort Point NHS and Muir Wood NM. The park's lands are located in three counties-Marin, San Francisco, and San Mateo. Upwards of 20 million people per year visit this remarkable park, located in the midst of a highly diverse metropolitan area of 7 million people. The park includes world-renowned visitor destinations such as Alcatraz Island and Muir Woods, as well as many other destination of regional and national import such as the Crissy Field, the Presidio, Marin Headlands, Stinson Beach, Fort Mason, Ocean Beach, Fort Funston, Sweeney Ridge, and Mori Point. One of the largest collections of historic buildings of any national park can be found in the park, along with dozens of plants and animal species that are accorded state or federal protected status. The park is part of the United Nations-designated Golden Gate International Biosphere Reserve. Partnership is one of the watchwords of the park, with a number of outstanding nonprofit organizations working with the park to make available a wide variety of programs. The Golden Gate National Parks Conservancy is the official support organization for the park, providing an extraordinary level of funds and assistance each year. The park operates under Federal, Department of the Interior, and National Park Service policies and guidelines, in accordance with a General Management Plan (GMP) which was first published in 1980. The park GMP is currently undergoing revision to reflect new lands and responsibilities added since the park was established. Park management includes a General Superintendent, Deputy General Superintendent, and a number of operating and administrative divisions. The park's budget includes annual federal appropriations, capital and special purpose project funding, fee funds, and donated funds. Park staffing is augmented by a high level of volunteerism, generally exceeding 350,000 hours of volunteer service per year.     Facts About Golden Gate National Recreation Area,Muir Woods National Monument,Fort Point National Historic Site Park SummaryGolden Gate National Recreation Area, Muir Woods National Monument, and Fort Point National Historic Site are managed by a General Superintendent and a shared Leadership Team. The legislative boundary of Golden Gate encompasses 80,000 acres in the counties of San Francisco, Marin and San Mateo, and includes much land managed by California State Parks, Marin Municipal Water District and San Francisco Public Utility Commission.General Info About the ParkGolden Gate National Recreation Area (GGNRA) was established by Congress in 1972 to offer a national park experience to a diverse urban population, while preserving and interpreting the park's outstanding natural, historic, scenic, and recreational values. One of the largest urban parks in the world, GGNRA welcomes over 17 million visitors a year. The park is as diverse as it is expansive; it contains attractions such as Alcatraz Island, Crissy Field, the Marin Headlands and Rancho Corral de Tierra. GGNRA also includes significant historical and natural resources and houses the largest museum collection in the National Park Service. Over half of North   American avian species and nearly one third of California's plant species are found in the park. Resources1,200 historic structures5 National Historic Landmark Districts13 National Register of Historic Places properties365 identified and over 500 predicted archaeological sites9 cultural landscapes5 lighthousesHome to 1,287 plant and animal species, that encompasses 91 miles of bay and ocean shoreline.Part of the UNESCO Golden Gate Biosphere ReserveComprised of 19 separate ecosystems in 7distinct watershedsHome to the largest museum collection in the National Park SystemContains the 3rd largest number of federally protected or endangered species of all 401 units within the National Park ServiceFY 13 StatsAcreage: Gross Area Acres Legislated: 80,624 (of which 20,000 are managed by NPS) Visitation, including all three park units, excluding the Presidio: Total 16,834,558; (the sum of Golden Gate NRA 14,289,121; Fort Point NHS 1,591,312; and Muir Woods NM 954,125)  NPS Staffing 287 employees (219 Permanent; 66 Term; 2 Temporary), excluding US Park Police                                                                                 BudgetPresident's Requested budget for Fiscal Year 2013: $26,776,000  Park PartnersGolden Gate National Parks Conservancy is the primary partner. GGNRA also partners with more than 25 nonprofit and commercial organizations as well as other government agencies that provide a wide range of visitor services and activities within the park including Nature Bridge, the YMCA, and Hostelling International. Congressional DistrictsU.S. Senator Dianne FeinsteinU.S. Senator Barbara BoxerU.S. Congresswoman Nancy Pelosi, 8th Congressional DistrictU.S. Congresswoman Jackie Speier, 12th Congressional DistrictU.S. Congressman Jared Huffman, 2th Congressional DistrictU.S. Congresswoman Anna Eshoo, 14th Congressional District",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/management\/index.htm"
}
