{
    "title": "Wupatki National Monument: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                Mammals         Whitetail antelope ground squirrel   The most common mammals here are the rodents. Their small size, ground dwelling habits, and resulting lack of mobility make them especially susceptible to the extremes of temperature and lack of standing water characteristic of deserts. Consequently, they have evolved a very efficient life style. While they will not shun water if available, most desert rodents do not need a source of drinking water. They rely instead on moisture in their food for their metabolic needs. They avoid the searing dry heat of the day, spending it in the shade of underground burrows. The humidity of their burrows has been measured at several times that of the atmosphere, while underground temperatures can be as much as 30 degrees cooler than ambient temperature.  The Great Basin desert, hot and dry in the summer, is a high plains desert, and can be very cold in the winter, occasionally disappearing under a thin blanket of snow. To survive this extreme range of yearly temperatures, most small mammals sleep or hibernate through the winter, waking only occasionally to feed on stored caches of food.  An observant and patient visitor can catch glimpses of some of the larger, diurnal (active in the daytime) mammals. The black-tailed jackrabbit can often be seen bounding away on this zigzag course. The jackrabbit is not really a rabbit, but a hare. Jackrabbits are born with hair, and with eyes open, whereas \"bunnies\" are blind and hairless at birth, to cite one of the differences.  In the early morning, you might see a herd of pronghorn antelope in the grassy areas of the monument. The pronghorn, recognized by a brilliant white rump patch, is unique among mammals in that it has a horn, not an antler, but it sheds its horn every year. Most horned mammals, like cows, only get one set per lifetime.  Around the visitor center, you might see a whitetail antelope squirrel. If he spots you eyeing him, he will freeze and wiggle his white tail at you.  He carries his tail over his back; presumably, this quivering white patch serves to break up the animal's outline, so that a predator, such as a soaring hawk, cannot recognize it as the body of a squirrel.  Desert mammals are generally paler in color than their relatives of milder climates and are usually very secretive in their habits. This is due to the sparsity of cover in the desert, and due to their habit of conserving energy in the heat of the day. But with careful observation, you may be rewarded with a glimpse of these creatures, and can marvel at their ability to survive in this beautiful but harsh land.Mammal ChecklistMule deer   (0docoileus hemionus)Pronghorn  (Antliocapra americana)Longtail weasel  (Mustela frenata)Striped skunk  (Mephitis mephitis)Spotted skunk  (SpilogaIe gracilis)Badger  (Taxidea taxis)Grey fox  (Urocyon cinereoargenteus)Coyote  (Canis latrans)Bobcat  (Lynx rufus)Cougar  (Felis concolor)Blacktail jackrabbit  (Lepus californicus)Desert cottontail  (Sylvilagus auduboni)Porcupine  (Erethizon dorsatum)Rock squirrel  (Spermophilus variegatus)Whitetail antelope ground squirrel  (Ammospermiphilus leucurus)Spotted ground squirrel  (Spermophilus spilosoma)Whitetail prairie dog  (Cynomys gunnisoni)Pocket gopher  (Thomomys bottae)Pocket mouse  (Perognathus spp.)     (flavus, apache, amplus, intermedius)Kangaroo rat  (Dipodomys ordi)Grasshopper mouse  (Onychomys leucogaster) Harvest mouse  (Reithrodontomys megalotus)Deer mouse  (Peromyscus maniculatus)Canyon mouse  (P. crinnitus)Brush mouse  (P. boy lei)Mexican woodrat  (Neotoma Mexicana)Whitethroat woodrat  (N. albigula)Desert woodrat  (N.stephensi)Myotis  (Myotis spp.)Pipistrelle  (Pipistrellus spp.)Freetail bats  (Tadarida spp.)Shrew  (Sorex roerriami)Desert shrew  (Notiosorex crawfordi)",
    "url": "https:\/\/www.nps.gov\/wupa\/learn\/nature\/mammals.htm"
}
