{
    "title": "Golden Gate National Recreation Area: Public Involvement",
    "body": "Explore This Park    Learn About the Park     Management     Public Involvement              Public Involvement           The National Park Service welcomes and encourages citizens to get involved with the planning efforts of all of our parks. There are a variety of ways to do this, such as signing up to receive email updates, commenting on draft proposals, and attending public meetings. More details about ways to get involved are shown below. If this page is ever in need of updating, please email us at goga_planning@nps.gov. While we make our best effort to keep information updated, we can occasionally fall behind. We appreciate your understanding.  Next Public Meeting Event        Please check back for more information about our next event! Recent Public Meeting Events Public Meeting - Muir Woods Sustainable Access Project  A public meeting was held to update the public on the Muir Woods Sustainable Access Project (formerly Muir Woods Site Improvements). This project would preserve resources by improving parking, transit, and pedestrian access at Muir Woods.   Meeting Details   Monday, June 27 6:00 PM - 8:00 PM Tamalpais High School - Student Center 700 Miller Ave Mill Valley, CA      Key Project Elements   The project scope has been modified in response to further analysis and public input.  Key elements include:     Redesign\/reorganization of parking (not to exceed the 232 existing personal vehicle spaces)  Improvements to pedestrian trails and walkways connecting parking to monument entrance Protection of resources by better managing stormwater runoff from parking areas Completion of plaza improvements begun in 2010   Other Meeting Updates    Muir Woods Pedestrian Bridge Replacements  Future Dipsea Trail Bridge Marin trail crew update  Salmon in Redwood Creek  Marin Transit    Public scoping & comment for the Muir Woods Sustainable Access Project was completed in the fall of 2013. An environmental assessment will be released for public review and comment in the fall of 2016 in compliance with the National Environmental Protection Act (NEPA). Comments received on cultural resource issues will also be taken into account while coordinating compliance with Section 106 of the National Historic Preservation Act.   Public Meeting - Muir Woods Parking and Transportation Update The County of Marin and the National Park Service (NPS) invite you to attend a public meeting before the Marin County Board of Supervisors for an update on efforts to address parking and traffic congestion around Muir Woods National Monument. Meeting Details Tuesday, June 14, 2016 10:30 am (or as soon thereafter as the matter may be heard) Marin County Civic Center  Board of Supervisors Chambers, Room 329  3501 Civic Center Drive San Rafael, CA Updates   Progress on the Memorandum of Understanding  Implementation of the Muir Woods\/ Franks Valley Road parking barrier system  additional parking regulations\/restrictions Interim parking management strategies Summer 2016 Muir Woods Shuttle, a collaboration between Marin Transit and NPS NPS reservation system update  Muir Woods site improvements planning  Future Muir Woods\/Franks Valley Road improvements associated with the Federal Lands Access Program (FLAP) grant and concrete bridge replacement  View the meeting announcement here. View the meeting presentation here.   Public Meeting - Muir Woods Parking and Transportation Update Presented by County of Marin and the National Park Service Wednesday, January 6th, 2016 6:30 PM - 8:30 PM Tam Valley Community Center 203 Marin Avenue Mill Valley, CA 94941   Marin County Supervisors Kate Sears & Steve Kinsey, along with GGNRA Superintendent Christine Lehnertz, reported on efforts to address parking and traffic congestion around Muir Woods National Monument. Download a copy of the meeting announcement! Download a copy of the meeting presentation!   Redwood Creek Informational Meeting   Public Meeting - Thursday, December 3rd, 2015 6:00 PM – 8:00 PM  Mill Valley Community Center 180 Camino Alto Mill Valley, CA 94941 Maps & Directions California State Parks and the National Park Service hosted an informational meeting to discuss the Redwood Creek Trail Realignment and Dias Ridge Trail Extension Project at our Redwood Creek Informational Meeting. Other topics included Muir Woods Transportation and Parking, the Redwood Creek Vision Document, and the Coho Jumpstart Season Summary.    To learn more about the Redwood Creek Trail Realignment & Dias Ridge Trail Extension, click here.     Ocean Beach Fire Program   Public Meeting - Thursday, September 24th, 2015 6:00 PM – 8:30 PM  Presentation\/Discussion at 6:30 PM County Fair Building Auditorium Golden Gate Park 1199 9th Avenue, San Francisco, CA 94122 Map & Directions The National Park Service has been working to develop the next steps for the Ocean Beach Fire Program.  Key elements of the proposed program include a permit system, winter restrictions to promote better air quality, more durable fire rings, and a maintenance and outreach partnership with the San Francisco Recreation and Parks Department.  For more information, please visit the project website at http:\/\/parkplanning.nps.gov\/OBfireprogram.   Redwood Creek Trail Improvement & Dias Ridge Trail Extension: Environmental Assessment   Open House - Wednesday, March 18th, 2015 6:00 PM – 8:00 PM  Mill Valley Community Center 180 Camino Alto Mill Valley, CA 94941   Trail Walk - Saturday, March 21st, 2015 10:00 AM – 12:00 PM  Meet at Golden Gate Dairy\/Stables 1760 Shoreline Highway Muir Beach, CA 94965   California State Parks and the National Park Service hosted an open house and trail walk to discuss two projects within the Redwood Creek Watershed.  We are seeking public input on these concepts and invited interested members of the public to join us.  The trail projects include improvements to the existing Redwood Creek Trail and extending the Dias Ridge Trail along a segment of Highway One to connect to the Redwood Creek Trail. Click here to download our newsletter   Alcatraz Ferry Embarkation Draft Environmental Impact Statement Released Open House - Tuesday, March 31st, 2015 4:00 PM – 7:00 PM  Bayside Conference Room Pier 1, The Embarcadero San Francisco, CA 94111   The National Park Service has completed  the Draft Environmental Impact Statement for the Alcatraz Ferry Embarkation Project. The project would establish a new, long-term ferry embarkation site for passenger service between the northern San Francisco waterfront and Alcatraz Island. It would also establish special ferry service between the selected Alcatraz ferry embarkation site and the existing Fort Baker pier, as well as between Fort Mason and other destinations in San Francisco Bay. Click here to download our newsletter   Stay Connected Learn about park projects through our Planning, Environment, and Public Comment (PEPC) website:    http:\/\/parkplanning.nps.gov\/parkHome.cfm?parkID=303     Twitter: @GoldenGateNPS  @MuirWoodsNPS  @AlcatrazIsland @BeachRescue   Facebook:   Golden Gate National Park Service     Email notices: sign up to receive emails about the park by entering your email address into the \"Join Our Email List\" box below.         Art in the Parks Through a partnership of the National Parks Service at Golden Gate National Recreation Area, the Golden Gate National Parks Conservancy, and the Headlands Center for the Arts, the Arts in the Parks program is finding new ways to make the arts part of the visitor experience. From the misty waters surrounding Sutro Baths to the lonely cells of Alcatraz, the program encourages creativity to transform the visitor experience of these public spaces. Working with partnering artists and organizations, artwork and performances are created specifically for a park site, enabling opportunities for reflection about the nature and history of the San Francisco Bay Area and beyond.  The newest Arts in the Parks project, @Large: Ai Weiwei on Alcatraz, will feature a series of seven site-specific installations by artist Ai Weiwei in four locations on Alcatraz Island, offering a new cultural lens through which to experience the notorious military and federal penitentiary turned national park, opens September 27. Tickets are available here.  To learn more about Arts in the Parks, current and past exhibitions  please visit the Arts in the Parks webpage.                     Join Our Email List Enter Your Email Address:                       For Email Newsletters you can trust",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/management\/publicinvolvement.htm"
}
