{
    "title": "Golden Gate National Recreation Area: Teens",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Teens              Teens         Rangers and their Ranger Cadets, 2015 Photo by NPS  Ranger Cadet Program At-Risk Teens Attend Ranger Cadet Camp For the extended version, download our PDF here.   In April, seven Bay Area at-risk teenagers participated in a week-long Ranger Cadet Program, a kind of boot camp, with visitor and resource protection staff at Golden Gate National Recreation Area. Each of the cadets, most of whom had no experience or knowledge of any national park, were chosen to participate in this program and sponsored by the Marin County Probation Department.    Chief Ranger Randy Lavasseur participated in a similar program at Lake Mead NRA many years ago. It is his goal to strengthen the ranks of visitor and resource protection by introducing more people from diverse backgrounds to what the profession does and how they can be part of it.    Lavasseur tasked Ranger James Cox with coordinating and leading this pilot program at Golden Gate as part of the park’s centennial programming to develop the next generation of park visitors, supporters and advocates for the National Park Service.    The cadets participated in many different classes and experiences to help them learn what it means to be a National Park Service ranger, including GPS navigation, radio communications, search and rescue techniques, and technical rope work. They learned and then demonstrated proficiency in basic first aid and CPR.   They also attended presentations by an NPS lifeguard, a trail crew supervisor, a buildings and grounds supervisor, and a fire crew leader. Throughout the week, they had opportunities to see how law enforcement works to protect resources and life safety within Golden Gate.    Interaction with law enforcement was the key focus of the program. Most of the participants in this program are on probation and have had negative encounters with law enforcement in the past. The curriculum is designed to put the youth and the officers in positions demanding mutual trust and honesty to accomplish goals - students worked hard to learn and demonstrate their abilities while ranger staff worked hard to provide a positive example.    At the end of the week, the cadets' parents, family members, probation officers, and law enforcement rangers gathered for a \"graduation\" and celebration.    The pilot program was supported by the Golden Gate National Parks Conservancy, Cavallo Lodge, and Galls of San Francisco.       GGNRA Junior Lifeguards               The Junior Lifeguards at Stinson Beach Photo by NPS   The Program Junior Lifeguards is a free summer program for teens, ages 13-17, educating local youth in ocean awareness, beach safety, lifeguarding skills\/techniques, and first aid. Participants will learn rescue skills from National Park Service lifeguards in the beautiful Stinson Beach environment. The program is packed with engaging lifeguard related exercises, drills, and games as well as many additional activities lead by visiting instructors from other areas\/positions of the local emergency response field. The program will be a mix of physical sessions and educational sessions.Many of our activities will take place in the ocean, so ownership of a wetsuit is highly recommended. After completing the program, participants will know how to perform basic ocean rescues, have awareness of common ocean and beach features, know the first steps of what to do in a medical emergency, and have in-depth knowledge of the National Recreation area that is our backyard.   Dates Mondays and Tuesdays 10am - 1pm June 27th - August 2nd **NorCal Jr. Lifeguard Competition Aug 4th** Location Base of Lifeguard Station, Stinson Beach  Lifeguard Certification Participants ages 15 and up will be offered an additional week-long Red Cross Lifeguard certification course at the start of the summer. The class will run June 20th-23th and will be led by certified Red Cross lifeguarding instructors. All classes must be attended in order to meet the hour requirement for certification. Upon completion of the course, participants will receive their Red Cross Lifeguard certification and will be able to look for work as certified lifeguards!  Pre-program Safety Screening Safety is our utmost concern, so every JL must pass a physical fitness screening prior to joining. To ensure each participant can safely handle the physical demands of our program, applicants must complete an untimed, 600 yard ocean swim and mile long beach run. How to Apply  If you are interested, please call (415) 855-5029 to schedule an in person meet and greet at the Stinson Beach Lifeguard Tower. In order to maintain safety standards, there will be a lottery system for the program that will limit the number of participants.All applicants must interview BEFORE JUNE 4th to be considered for a spot in the program.   Junior Instructors    Think you're too old? Already have a lifeguard cert? Apply to be a Junior Instructor and share your knowledge with the team! Call (415) 855-5029 to schedule an in person meet and greet.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/kidsyouth\/teens.htm"
}
