{
    "title": "Golden Gate National Recreation Area: Intertidal and Subtidal Zones",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Intertidal and Subtidal Zones                Intertidal and Subtidal Zones         Sea stars hanging on at Fort Point NPS photo  Halfway between the land and the sea, on flatter rocky shelves where waves break, is the intertidal zone.  Intertidal zones of the California coast mainly encompass patchy tidepools. But in an urban park such as ours, life can also be found on the edges of rocky coves or rubble piled along piers. Although not well explored, there are also over 100 sea caves located in the park! Rocky intertidal areas are primarily inhabited by marine algae and invertebrates (animals without backbones such as crustaceans, worms, mollusks, and sponges). The inhabitants of the intertidal zone are exposed to crashing waves and predation by ocean creatures during low tide. They filter feed for organic particles in the water, graze on algae, or prey on each other. Most of them have hard exoskeletons or shells to withstand the pounding surf, and are able to cement themsleves to the rocks. During high tide they are left exposed to the air and land predators.  They must tough out this dry period, hiding under rocks and in small pools of water, closing their shells with small amounts of water inside, and waiting until the next tide begins to start the whole process over again. Rocky intertidal areas, just like salt marshes, have distinct zonation. In the high splash zone which is only covered by very high tides look for limpets, barnacles, snails, shore crabs, and rock weed. In the middle zone which experiences two high and low tides daily look for mussels, anemones, ocher stars, and sea lettuce. In the lowest zones that are exposed only during a very low tide, look for sea urchins, bat stars, and even octopus!",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/intertidal.htm"
}
