{
    "title": "Wupatki National Monument: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                Birds         Black-capped chickadee   If you continue on the road from Wupatki to Sunset Crater Volcano, you ascend from the grassland and cold desert shrub zones, through the pinyon\/juniper woodland, to ponderosa pine forest. All in a distance of only 18 miles.  With the change in landscape come changes in the kinds and numbers of birds.Birds must have had symbolic and religious significance for former occupants of the area. Bird bones recovered from excavations include those of thick-billed parrots and scarlet macaws, traded north from the tropics of Mexico. At Wupatki Pueblo, at least eleven articulated parrot and macaw burials were found. Birds were also the subject of rock art and ceramic designs. Birds and feathers are important in Pueblo ceremonies today. Some species of birds are seen frequently in one park and rarely in the other. The Steller's jay can be seen at Sunset Crater Volcano National Monument. Its blue body and black crest distinguish it from all other jays. The call of the Steller's jay is a harsh \"caw\" and it can also imitate the call of other birds. At Wupatki you may find the greater roadrunner scurrying along the desert floor. It is a large ground- dwelling cuckoo streaked with brown and white, it speeds across the desert on long, strong legs. The long white-edged tail and long, heavy beak are its outstanding features. Bird populations at Wupatki and Sunset Crater National Monuments also change with the season. In the summer you may see the western bluebird and mountain bluebird at higher elevations at Sunset Crater Volcano, while Wupatki is frequented by the western kingbird and black-throated sparrow. Fall is full of surprises as birds migrate from higher elevations to lower ones. Our park is unique in that we have such a dramatic change in elevations, the visitor is likely to see the same species at both areas, at different times of the year. The raven is often heard with its distinctive \"caw,\" its dark feathered body playfully soaring in the sky. The drumming of the red- shafted flicker is often heard. This jay-sized woodpecker uses its strong bill to search out wood-boring insects. Look for the dark silhouette of a golden eagle against the sky, and listen for the musical descending notes of the canyon wren.",
    "url": "https:\/\/www.nps.gov\/wupa\/learn\/nature\/birds.htm"
}
