{
    "title": "Golden Gate National Recreation Area: Prairies and Grasslands",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Prairies and Grasslands                 Prairies and Grasslands         Wildflowers of Mori Point hillsides NPS photo  Golden Gate has a number of hillsides that turn bright green in the winter and spring and then retreat again to golden brown in the summer and fall when the rains stop.   California  was once covered with prairies dominated by perennial bunch grasses. As their name implies, bunchgrasses such as purple needle grass, tufted hair grass, blue wild rye, and  California  oat grass form discrete clumps and are not matt forming. Have you ever taken the time to notice the sparkly filaments of grass “flowers?” Have you taken a stroll along the coast in the spring and seen the pastel blooms (purple Ithuriel’s spear, yellow  California  buttercup, and pink checkerbloom)? Small plants such as sanicle and lomatium fill in the spaces between the grasses along with an abundance of bulbs such as red onion, soap plant, and brodea. Tiny annuals such as goldfields, tidy tips, and clarkia carpet the grasslands each spring. Native American gathered the bulbs and seeds from grasslands for food in the fall harvest and burned them back for lush green grass to attract prey animals such as deer and elk in the spring.   Most coastal prairie areas along the  California  coast have been farmed or developed. Overgrazing of livestock since the early Mexican vaqueros days led to collapse of these native grasslands and the introduction of European annual grasses for forage. Many of our native grasslands are struggling to compete with these prolific invaders. Yet the coastal prairies especially, mixed with patches of coastal scrub, are holding their own.   Grasslands have many rodents that inhabit them (mice, gophers, voles), hunted by raptors such as red-tailed hawks. Some ground nesting birds also make their home here. But the insect world is what owns this place. Many species of blue butterflies (including the endangered Mission Blue), the  San Bruno  elfin butterfly, Bay checkerspot, red admiral, American lady, Anna’s swallowtail, and common sulfurs grace the area.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/prairies.htm"
}
