{
    "title": "Golden Gate National Recreation Area: Beaches",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Beaches                Beaches         Rodeo Beach in the Marin Headlands NPS photo    Sandy  shores seem open and endless, but actually include a number of different habitats. Starting at the crashing waves of the tidal zone, animals such as the mole crab bury themselves in the shifting sands, moving up and down the beach as the waves break and the tide turns. In the intertidal zone crustaceans and mollusks are truly living life on the edge, either being preyed upon by shorebirds on the beach or fish and crabs in the water. Up from the intertidal zone is the wrack line – seaweed and other flotsam gathered on the upper beach. Bull kelp, feather boa algae, dead sea life, and drift wood provide homes for amphipods and black flies. These beach decomposers help break down dead plant and animals, and in turn are food for small shorebirds such as the endangered snowy plover. There are many beaches to enjoy and explore in Golden Gate including Stinson Beach, Muir Beach, Tennessee Valley Beach, Rodeo Beach, Baker Beach, and Ocean Beach.    As one stares out at the often gray and choppy seas off the coast, you wonder if the late Dr. Edgar Wayburn and other conservationists were thinking about ocean resources and protection in the midst of their efforts to establish the Golden Gate National Recreation Area. The park's boundaries actually extend a quarter mile offshore to encompass the seabirds, whales, reef organisms, kelp dwellers, and sandy bottom invertebrates and fish that abound off of the Golden Gate. These organisms are so plentiful here because of a strong upwelling zone where deep nutrients are brought to the surfance for multitutdes of plankton (the basis of the marine food chain) to feed on. In certain areas, the park shares overlapping management authority with the Gulf of the Farallones and Monterey Bay National Marine Sanctuaries.Golden Gate has recently been recognized as a national marine protected area.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/beaches.htm"
}
