{
    "title": "Golden Gate National Recreation Area: Weather",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Weather                Weather         Fog entering San Francisco Bay   The coastal areas of central and southern California have a Mediterranean climate. Mediterranean climate regions occur on the west coasts of continents at mid-latitudes throughout the world. Other regions that share our climate include the Mediterranean Basin of Europe, Chile, South Africa, and Western Australia. In these regions, temperate wet winters contrast with warm or hot dry summers. The average annual rainfall in central California ranges from 15 to 55 inches, with almost all rain occurring between November and April and an extended drought during the summer months. Vegetation in these climates have undergone convergent evolution, developing many of the same structures and adaptations. Early European explorers were struck by the similarities in appearance of vegetation between the California coast and their European homelands. Coastal mountains and valleys create microclimates in the region. Mountains parallel to the coast produce rain shadows and drier interior valleys. During the summer, gaps in the coastal ranges permit ocean fog to penetrate inland, providing some relief from summer heat and drought. Fall and Spring actually have the warmest weather of the year. This contrast between summer and winter and the many microclimates noticeably affect the ecology of the Bay Area. Plants and animals have evolved many different adaptations to deal with the extended summer drought and the localized climatic zones have led to the evolution of numerous endemic species with very limited geographic ranges. These climatic conditions, coupled with the local geology, have contributed to the high species diversity in the San Francisco Bay Area number of rare or endangered species. Mediterranean habitats are ridiculously diverse botanically, harboring one fifth of all known plant species on the planet … although geographically they take up less than 3% of Earth's land surface. Mediterranean habitats have more endemic species (found nowhere else in the world) and are more imperiled (because there are less of them to begin with) than tropical rainforests! And they have received less protection than the rainforests because people are simply not aware of the issues. People are also drawn to Mediterranean regions – they are coastal and have sunny weather and fertile soils suited to ranching and farming. Still want to know more? Read deeper and check out park web cams to assess this changeable feature.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/weather.htm"
}
