{
    "title": "Golden Gate National Recreation Area: Geologic Activity",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Geologic Activity                Geologic Activity         Shale and sandstone beds displaying small-scale faulting NPS photo  Golden Gate National Recreation Area is located in a seismically active zone along the San Andreas fault, where the Pacific Plate is slowly creeping northward past the North American Plate at a rate of about one inch a year. The San Andreas fault has been active for the last 28 million years and has existed in the San Francisco Bay Area for the last 12 million years. In the area of the park, the San Andreas Fault extends northwestwardly into the Pacific just south of Fort Funston, and comes back onshore briefly to run northward from Bolinas Lagoon to Tomales Bay. In addition to the San Andreas, there are many smaller subsidiary faults in the area including the dangerous Hayward Fault to the east of the park. Tectonic movement along these faults is expressed as violent earthquakes about once a century. This active tectonism is responsible for the rugged terrain around the Bay and in Golden Gate. Topographical relief of the park ranges from sea level to about 2,300 feet near the top of Mt. Tamalpais. Hill slopes range from almost flat marine terraces and alluvial deposits to steep canyons along creeks, and near vertical bluffs above the coast. Most watersheds are less than one square mile in area, and flow directly into the ocean through narrow V‑shaped stream beds cut through bedrock. Stream channel gradients range from 3 percent, in Elk Creek, to 35 percent, in steep tributaries on Bolinas Ridge. The park also sits above a subduction zone where oceanic crust once moved under the North American continent. The rocks that compose the geologic foundations, or bedrock, of the Bay Area were formed under the Pacific Ocean from nearly 200 million years ago to around 50 million years ago, and were added to the continents margin along this subduction zone from 50 to 130 million years ago. Sandstone, shale, basalt, chert and serpentinite are among the bedrock types present. These rocks belong to the Franciscan Complex and were greatly deformed and partly metamorphosed as the ocean floor was thrust under the western edge of the North American Plate, resulting in a landscape of easily eroded, sheared and crushed sandstone and shale, with occasional blocks of more resistant rocks like chert that form prominent outcrops.        Serpentinite rock exposed at Inspiration Point in the Presidio hosts a variety of wildflowers in the spring. NPS photo   One particularly interesting rock in the park is the California state rock, serpentinite. This rock is limited in distribution to areas around subduction zones or oceanic spreading centers. The Presidio showcases serpentinite that was formed deep in a subduction and then pushed up to the surface along fault zones. In the park and worldwide, serpentine soils host rare plant communities because of their lack of nutrients and high levels of toxic metals. The Marin Headlands contains abundant exposures of a rock of biological origin, radiolarian chert. Over eons, innumerable skeletons of this tiny phytoplankton slowly rained down to the ocean floor to form the chert layers that underlie about half of the Marin Headlands. Because chert is resistant to weathering, it forms nearly all of the ridge tops and summits in the Headlands. Geology classes frequently visit chert outcrops to study their dramatically contorted beds, which are evidence of extreme tectonic pressures developed in a subduction zone. Younger rocks in the park are linked to sea level rise and fall during past glacial periods. The Merced Formation forms the sea cliffs at Fort Funston and is composed of fossil‑rich beds of sand and clay laid down during the late Pliocene and Pleistocene epochs. This rock unit reflects both coastal deposits formed on land and in the ocean as the sea rose and fell during repeated interglacial and glacial periods. The Colma Formation dates back a mere 100,000 years and records a time of high sea level developed during the last warm interglacial period before our present one. These rocks are locally covered by recent sand dunes formed from 5,000 to 8,000 years ago as sea level stabilized following the last glacial period that peaked around 19,000 years ago. Rocks in Golden Gate have had some economic interest shown in them. Many abandoned quarries are found in the park that mostly exploited chert and basalt rock for aggregate building materials. In some areas, manganese mineralization near the contact between the sea floor basalt and overlying chert beds has produced manganese oxide deposits of economic interest, and hydrothermal alteration of siliceous rocks in the same areas has produced beautiful red and yellow jasper deposits of lapidary quality. Dogtown Copper Mine, located just off Bolinas Ridge, is the only known mineral development in the park. It was mined in 1863 and re‑worked around the turn of the 20th century. Its two shafts are now abandoned.   A wide diversity of marine and terrestrial fossils, including plants and animals, can be found locally in the park and some are preserved in university collections. However, only a few of the rock units in the park are known to produce fossils and most are marine invertebrates and microfossils.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/geologicactivity.htm"
}
