{
    "title": "Golden Gate National Recreation Area: Scrublands",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Scrublands                 Scrublands         Flowering shrubs of the Marin Headlands   Scrub is the name used for areas of low shrubs common along the California coast. Coastal scrub plants must contend with harsh conditions such as steep rocky soils and shearing winds. Interspersed between the shrubs are areas of forbs and grasses. It is dominated by coyote brush, California sage, and poison oak and in some areas sticky monkey flower, toyon and coffee berry. All of these shrubs have thick oily leaves that are used in temperature regulation during California’s long summer drought.  Chaparral is a specific type of scrubland that occurs along the California coast. The word chaparral comes from Spain, where it refers to brushy areas dominated by the chaparro, a kind of scrub oak. Most of the shrubs of chaparral are tough-leaved evergreens. Many chaparral species have thorns or prickly leaves to guard against grazing. Chaparral occurs in dry soils, which often occur on the south-facing slopes of coastal mountains adjacent to coastal scrub or woodlands. During the dry season chaparral is extrememly vulnerable to fire due to the dense growth pattern of the shrubs and the relatively dry leaves. Chaparral fires tend to be very hot (temperatures of over 1,000 degrees Fahrenheit have been recorded). Plant species have adapted to regular fires, sprouting vigorously from stumps. It is dominated by Manzanita (many different species), chemise, and buckbrush. Other shrubs such as yerba santa, black sage, and coast lilac provide whitish purple wildflowers and pungent smells.         Coffeeberry and other shrubs form a dense canopy of cover for small wildlife NPS Photo  The patchy distribution, abundance of fruiting shrubs, and large number of species found in the coastal scrub zone provide many different types of shelter and food sources for animals. Coyote brush, poison oak, bush lupine, ceanothus, toyon, and coffee berry spread their thick tangle of branches. Underneath the maze, a wide variety of mammals are found – brush rabbit, gray fox, bobcat, coyote, spotted skunk, and black-tailed deer. California quail, sparrows, thrush, wrentits, and other small ground or shrub nesting birds frequent the scrub. Reptiles such as the red-sided garter snake, western fence lizards, and alligator lizards abound. Two plants in the snapdragon family provide some of the most showy wildflowers in the scrub, and attract hummingbird to which feed from their tube-shaped orange and red flowers. In wetter areas the pipevine swallowtail butterfly flits its blue wings among the vines that twine between the shrubs. Hillside morning glory, wild cucumber, and giant vetch trail over the shrubs with their light pink blooms. Blackberry, osoberry and twinberrry are a treat for wildlife and humans alike.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/scrublands.htm"
}
