{
    "title": "Golden Gate National Recreation Area: Sand Dunes",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Sand Dunes                Sand Dunes         Wind patterns in the sand above Baker Beach NPS photo  Just beyond the grasp of the highest tides is the foredune community. Foredunes can resemble a silvery green dessert with their open expanses of sand. Most foredune species have small white hairs covering them which protect them from the harsh environment and also give them a lighter color which helps reflect sunlight and conserve water. The front ridge of the dune is often populated with dune grass. Most sand dune species grow more vigorously when experiencing sand burial, allowing them to stabilize areas and keep up with the constant burial. Back from this first ridge are ground-hugging mats of vegetation such as beach burr and yellow sand verbena and dune strawberry. Foredune plants are often mildly succulent, storing water inside their juicy leaves. Low growing shrubs such as sagewort and tansy occur in some dunes. Much of San Francisco (almost fourteen square miles) was once covered with high undulating sand dunes covered by dune scrub. Dune scrub is very similar to coastal scrub, dominated by low shrubs such as coyote brush and sticky monkey flower. Dune scrub is dominated by mock heather and Chamisso’s lupine. Most people envision sand dunes as barren areas with constantly shifting sands. Dune scrub covers stable and thickly vegetated areas with wildflowers such as deerweed, dandelion, knotweed, and Cobweb thistle. Within the patches of scrub are open areas where rare annual wildflowers grow. Sandy soils are low in moisture and nutrients and subject to shearing winds and salty air. Many plants have water conserving adaptations such as small leaves, hairy leaves, waxy or oily leaves, and deep root systems. The scrub also provides a safe resting place for dune creatures such as alligator lizards and voles, and insects such as sand wasps and bumblebees.        Tiny Lessingia in the dunes of the Presidio NPS photo  The endangered San Francisco lessingia (Lessingia germanorum) is found only in the Presidio and in one spot south of the city in San Mateo county. It grows in open sandy areas within mature dune scrub. In 1985, only a few hundred plants were counted by California Native Plant Society volunteers. Following restoration of the surrounding dune scrub, the population has since risen to hundreds of thousands.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/sanddunes.htm"
}
