{
    "title": "Golden Gate National Recreation Area: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education       Parks as Classrooms Please click here for application for Parks as Classrooms programs.         PARKS AS CLASSROOMS programs in Golden Gate National Parks - set in indigenous habitats and historic landmarks, ancient redwood groves and dramatic coastal preserve - actively engage students in inquiry learning about and caring for national parks and their own communities. Designed by park staff, classroom teachers, students, and leaders of community organizations, park education programs encourage student achievement through innovative pedagogy and authentic experiences in the park. The goals and principles of the K-12 program confirm Golden Gate's commitment to inclusive and relevant inquiry-based learning linked to school curricula.  All Parks as Classrooms programs are free. Click here to learn more about our education programs and view curriculum.                 Every Kid in a Park! Join us in celebrating 100 years of National Parks in America. Click here to show your 4th grade students how to obtain special Centennial free park pass for them and their families to use all year long!          Enrich Your Understanding of Geology PARK Teachers Geology is a collaborative effort undertaken by teachers, university faculty, nonprofit education partners, and Golden Gate to introduce pre-service and classroom teachers to place-based and inquiry learning that supports education standards and engages students in authentic hands-on science. Use this link to learn more about the program to an find teaching resources.          Exciting New Online Learning Tool Your students journey into the ancient redwood forest to uncover how living things make their home and survive in this very special habitat. In this virtual adventure, students experience the sights and sounds of one of the world's most iconic environments while learning about habitats, species competition, interdependence, and adaptations. A fun and challenging way to introduce redwood ecology or conclude a unit by checking for understanding. Use this link to learn more about Nature Detectives.        Crissy Field Center- A Youth Leadership and Education Center   Crissy Field Center, located on the Presidio of San Francisco, is a partnership of the Golden Gate National Parks Conservancy, the National Park Service, and the Presidio Trust. The Center offers multicultural programs that actively engage us with our environments and promote collaborations in building a more sustainable, socially and environmentally just society.    ·Scholarships for programs and transportation are available.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/education\/index.htm"
}
