{
    "title": "Golden Gate National Recreation Area: Oceans",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Oceans                Oceans           Overlooking the Golden Gate Straits NPS photo  The Pacific Ocean flanks almost the entire length of Golden Gate National Recreation Area. Seen from the beach or a sea cliff, the ocean seems to have a uniform sameness, a vast monotony. Yet the ocean is a patchwork of habitats that reach from the deepest offshore waters, to where the sea meets and blends with the land in bays, lagoons, marshes, beaches, and tide pools.  Golden Gate's boundaries extend about a quarter mile offshore and are continguous with the Gulf of the Farallones National Marine Sanctuary, making not only the land but the ocean waters of the park protected. Administered by the National Oceanic and Atmospheric Association (a different agency within the Department of Commerce), a myriad of sea life pass through the sanctuary.  Gray whales follow the continental shelf 35 miles offshore. Pacific gray whales travel south to Baja each fall to give birth to their young, and journey northward to Alaska each spring to feed. The Farallon Islands, the Golden Gate, and Ano Nuevo Island form what is termed the “bloody triangle,” one of the largest concentrations of great white sharks in the world. Common murres dive for sardines, Elephant Seals haul out, and sea birds flock on the rocky islands. Closer to shore surf scoters, cormorants, grebes, and scaup gather seasonally. Harbor seals and California Sea Lions haul out to rest, and hunt for top smelt and surf perch.  As one stares out at the often gray and choppy seas off the coast, you wonder if the late Dr. Edgar Wayburn and other conservationists were thinking about ocean protection in the midst of their efforts to establish the Golden Gate National Recreation Area. The seabirds, whales, reef organisms, kelp dwellers, and sandy bottom invertebrates and fish that abound off of the Golden Gate are so plentiful here because of a strong upwelling zone where deep nutrients are brought to the surface for multitudes of plankton (the basis of the marine food chain) to feed on. Golden Gate has recently been recognized as a national marine protected area. Listen to podcasts and audio slide shows about great white sharks, Humboldt squid, and elephant seals and experience the wonders of the deep.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/oceans.htm"
}
