{
    "title": "Golden Gate National Recreation Area: Rivers and Streams",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Rivers and Streams                Rivers and Streams         Creek in Phleger Estates NPS Photo  A number of creeks criss-cross the park – from Redwood Creek to Lagunitas, Tennessee Valley, Gerbode, and Lobos Creeks. When biologist speak of the life of creeks, they use the term riparian corridor. This includes the water itself as well as the vegetation on and alongside the banks. In the arid central California coast these wet areas are oases for plant and wildlife species. Riparian corridors are usually dominated by dense stands of trees such as red alders, bay laurel, big-leafed maple, or buckeye. These riparian forests have an understory of shrubs such as elderberry and flowering currant, vines such as blackberry and honeysuckle, and ferns. Wetland species such as rushes, sedges, horsetail, watercress, smartweed and water parsley grow in or along the water’s edge. Right next to the water Arroyo willow, wax myrtle, and California dogwood grow. It is called a riparian corridor because water sources flow from high ground to low ground, through a variety of different habitats. Because they are long and narrow like hallways, they provide runways of movement for animals from the highlands to the lowlands, and vice versa. Many of the shrubs and vines of the riparian zone have berries or lush leaves. The trees harbor a myriad of insects, important to migrating songbirds such as flycatchers, warblers, and vireos as they stop to rest and feed on their journeys of thousands of miles. Riparian corridors are also critical habitat for amphibians such as tree frogs, newts, salamanders, and the endangered red-legged frog.  Salamanders and banana slugs abound in the underbrush and decomposing logs beneath the big trees. Each winter the Coho salmon and steelhead trout find their way up Redwood and Lagunitas Creeks to spawn where they were born. Fish and amphibians require cool water and shade to survive. The overhanging willow and alder foliage keeps the water cool even in intense sun. The roots of the trees twine out of the streambed, slowing the water and providing deep, dark overhangs in which to rest and hide.  Insect larvae such as stoneflies, dragonflies, and caddis flies live their young lives in stream beds attached to stones and debris before living the rest of their lives in the air. Other invertebrates such as amphipods, leeches, and worms live their entire lives on the stream bottoms. These small decomposers break down vegetation in the stream and themselves provide food for freshwater shrimp and fish.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/rivers.htm"
}
