{
    "title": "Golden Gate National Recreation Area: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals         Bobcat prowling the Marin Headlands NPS photo   Golden Gate's urban features may seem to suggest a lack of wildlife, but there is much more than meets the eye. Golden Gate's coastal ecosystems supports a rich assemblage of wildlife including 387 vertebrate species. The park's grasslands, scrublands, wetlands, and forests also support a rich diversity of invertebrates, although these species have not been well inventoried. The Recreation Area is home to nearly 53 species of mammals, 250 species of birds, 20 species of reptiles, and 11 species of amphibians.    Some animals are picky about the place they call home, while for other animals anywhere with food, shelter, and water will do. Habitat generalists occur across a broad range of plant communities found in the park. Habitat specialists are adapted to the conditions of one particular habitat. Chaparral or prairies may provide a glimpse of rabbit, quail, or bobcat. Forests and woodlands may lead you to a black-tailed deer, banana slug, or spotted owl.  Marshes and creeks host an array of amphibians, fish, and reptiles including the red-legged frog, San Francisco garter snake, and Coho salmon.  All habitats support a variety of insects, and bees and butterflies abound.            Mission Blue butterfly on silver-leaf lupine NPS photo  Many wildlife have evolved a preference for specific vegetation to provide their food or shelter, such as the endangered mission blue butterfly and its host plant the silver-leaf lupine. Other wildlife use the park as a natural corridor in their yearly migration routes. Smack in the middle of the Pacific Flyway, hundreds of bird species use Golden Gate as open space to rest and refuel. Marine mammals such as whales, seals, and sea lions make use of the park's varied coastal habitats, with numerous haul out and pupping sites spread throughout the length of the park. Migratory insects such as the monarch butterfly return to the same tree stands year after year to overwinter.  Whether using park resources broadly or specifically, year round or for less than twenty four hours, all of these animals depend on the Recreation Area as a refuge from expanding development outside of park boundaries. There are over 80 rare or special status wildlife species currently identified as permanent or seasonal residents of the park, or dependent upon park lands and waters for migration. Of these, 12 are listed as federally endangered, and 12 are federally threatened.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/animals.htm"
}
