{
    "title": "Golden Gate National Recreation Area: Diseases",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Diseases                Diseases         Tanbark oaks dying in Muir Woods   Since 1995, large numbers of tanbark oaks , coast live oaks and black oaks have been dying in California's coastal counties. The epidemic, referred to as Sudden Oak Death, was first seen on tanoak in Mill Valley in Marin County. Since 1995, it has been confirmed in at least thirteen central coastal counties. In June 2000, University of California researchers isolated a previously unknown species of Phytophthora, a fungus-like organism, from dying trees. Relatives of this \"fungus\" caused the Irish potato famine, Port-Orford cedar root disease in the Pacific Northwest and are causing oak dieback in many parts of the world. In January, 2001 researchers reported \"that a new species of Phytophthora isolated as early as 1993 from ornamental rhododendrons in Germany and The Netherlands matches the newly-discovered species found in California. This new species has since been officially named: Phytophthora ramorum. The name refers to the pathogen's tendency to cause infection on branches. Even in natural woodlands and forests where the stresses associated with human activity are largely absent, adverse environmental conditions such as drought or suppression of fire can be important factors affecting the health of trees. Tree death is often best explained in terms of environmental stresses that predispose trees to being attacked and killed by secondary agents. However, in the case of Phytophthora ramorum, it does not seem that any pre-disposing stress is necessary for infection. This is a very aggressive pathogen and can infect and kill otherwise healthy trees. The earliest symptom in most oak species is the appearance of a bleeding canker of burgundy-red to tar-black thick sap oozing from the bark surface. Similar bleeding, though sometimes less viscous, is also seen on tanbark oak. From here, secondary invasions from bark beetles or fungus is common. Look for piles of bark beetle dust (frass), or fungus in addition to the bleeding cankers.. Important research discoveries are ongoing. Notable among them are the findings that Phytophthora ramorum may be spread through infected wood, soil and rainwater. The leaves of foliar hosts such as bays, madrones and rhododendrons contain large amounts of spores which may be dispersed through the air under moist and windy conditions. However, probably the most important way in which humans spread the pathogen around is by moving infected soil along trails and through their shoes and car tires into other natural areas.  If you have been hiking or driving in an infected area especially during the rainy season, PLEASE clean the muddy chunks off of your shoes and spray them with a disinfectant; and get the tires and undercarriage of your vehicle washed BEFORE entering park lands.        Mosquito alighting on vegetation in a shaded creek corridor   West Nile Virus (WNV) was first discovered in the West Nile District of Uganda in 1937. Researchers recognized that it causes severe encephalitis (swelling of the brain). It has emerged in recent years in temperate regions of Europe and North America, presenting a threat to public and animal health. The most serious manifestation of WNV infection is fatal encephalitis  in humans and horses, as well as mortality in certain domestic and wild birds, especially corvids such as crows and jays. West Nile virus (WNV) is a potentially serious illness. Experts believe WNV is established as a seasonal epidemic in North America that flares up in the summer and continues into the fall. Mosquitoes are WNV carriers that become infected when they feed on infected birds. Infected mosquitoes can then spread WNV to humans and other animals when they bite. Resource managers in parks across the country are concerened about the health of resident and migrating bird populations. The easiest and best way to avoid WNV is to avoid areas of standing water, remove any standing water that you may have on your property, and protect yourself from mosquito bites when you are outside through protective clothing and insect sprays that contain DEET.        A tick waits to grasp a passerby from trailside vegetation.   Did you know that Lyme Disease infects tens of thousands of Americans every year? We don't hear about it as often as the \"infectious disease scare of the moment\" because if treated early with antibiotics, it is not life-threatening. However, those who recreate outdoors should take Lyme Disease SERIOUSLY. Initial flu-like symptoms can lead to very severe medical problems such as nerve disorders, arthritis, and chronic fatigue syndrome. In the United States, the disease is caused by a spirochete, Borrelia burgdorferi, a corkscrew-shaped kind of bacterium. The spirochete is transmitted to humans and other animals by the feeding activities the western black-legged tick, Ixodes pacificus. Avoid Exposure to Lyme Disease with These Simple Rules:  ·    STAY on tails and don't sit on logs or in leaf litter. Most coastal habitats in Golden Gate have tick populations. Tick habitats vary by their life stage. Nymphs are plentiful in leaf-litter in dense woodland or scrub. Adults are plentiful in grassy or brushy areas, especially along trails.  ·    Wear proper clothing. Ticks grab onto your feet or legs from vegetation and then climb their way up. Tuck pants legs into socks or wear gaiters, and tuck shirts into pants. Light colored clothing allows ticks to be easily seen and removed. Clothing can be sprayed with an insect repellent containing DEET or permethrin to kill any ticks that may have been missed.  ·    Do frequent tick checks. If ticks are removed before they've been attached for 48 hours, they usually do not transmit the disease! If you come down with symptoms, insist on a blood test to help determine if you have been exposed. Most doctors still consider it a New England disease and aren't aware of the risks.   Ticks can be found in the park year-round, but people are most at risk April-June when nymphs are abundant, and October-November when ticks are found in the highest numbers.      Still want to know more about diseases? Learn about various plant diseases, such as pine pitch canker, affecting park vegetation.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/diseases.htm"
}
