{
    "title": "Golden Gate National Recreation Area: Fire Regime",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Fire Regime                Fire Regime         Prescribed fire in Marin County   The extended dry summers of California often produce the ideal conditions for wildland fire. Coastal california is dominated by scrublands and prairie. The vegetation of both of these communities are fire adapted, preventing forests from dominating the landscape. Such forces of change are completely natural. Many plants and animals cannot survive without the cycles of fire or flooding to which they are adapted. If all fire is suppressed, fuel builds up and makes bigger fires inevitable. Under certain conditions, large, hot fires can threaten public safety, devastate property, damage natural and cultural resources, and be expensive and dangerous to fight. National Park Service policy stresses managing fire, not simply suppressing it. This means planning for the inevitable and promoting the use of fire as a land management tool. The goal is to restore fire's role as a dynamic and necessary natural process. Prescribed fire is one of the most important tools used to manage fire today. A scientific prescription for the fire, prepared in advance, describes its objectives, fuels, size and the ideal environmental conditions for it to burn. If it moves outside the predetermined area, the fire may be suppressed. The fire may be designed to create a mosaic of diverse habitats for plants and animals, to help an endangered species recover, or to reduce fuels and thereby prevent a destructive fire. Burning key areas in advance, thereby removing fuels from the path of a future unwanted fire, can protect specific buildings, cultural resources, critical natural resources, and habitats. Fuel buildups sometimes must be cut and removed by hand. By burning away accumulated fuels and protecting specific sites, planned fires make landscapes safer for future natural fires.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/fireregime.htm"
}
