{
    "title": "Golden Gate National Recreation Area: Historic Ceilings",
    "body": "Restoration of Historic Ceilings        Fort Baker ceiling, circa 2006 NPS       Rehabilitation of Fort  Baker into Cavallo Point  At Fort Baker, a historic 1905 army post, decorative metal-pressed ceilings can be found in many different types of buildings, including barracks, officers' housings, the post headquarters, even the guard house. The varied intricate designs of the metal panels are one of the post's special architectural features. Construction began in December, 2006 to rehabilitate Fort Baker into Cavallo Point, The Lodge at Golden Gate. At the time of the rehabilitation project, the ceilings were over 100 years old and covered with so many layers of paint that they have begun to lose their ornamental detail. Lead paint, a health hazard, was also present on the ceilings. As part of the rehabilitation project, many historic buildings were remodeled for new uses and functions. The design for one of the barracks buildings included a dining hall underneath offices on the 2nd floor. The historic architects needed to ensure that the dining hall noise did not travel up through the floors. Layers of sound-proofing insulation were added to the ceilings to help decrease ambient noise in the buildings. Due to these factors, the decision was made to temporarily remove and clean the ceilings tiles.        The indentification of individual ceiling panels in a historic barracks mess hall. NPS photo  The cleaning of the pressed-metal ceilings The cleaning and restoration of the pressed-metal panels was labor-intensive process. The historic architects and their contractors prepared for this project a bit like how you would assemble a giant jigsaw puzzle. The first task was to document and identify the precise location of each individual ceiling panel. Literally every panel from every ceiling in every room in every building was individually numbered and identified, so that when the pieces were cleaned and ready for re-installation, everyone was confident that they knew where all the pieces fit back together. On-site carpenters built special wooden-boxes to store and protect the metal panels while they waited to be cleaned.        Workers removing paint from the metal panels. Because lead paint was present, workers were required to wear approved-respirators. NPS photo  Once the panels were safely removed, they needed to be thoroughly cleaned. Traditionally, removing several layers of thick paint can be a messy and toxic job. But here is where a little luck and science came into play. Through experimentation, the project architects discovered that if they froze the metal panels and then flexed them, the paint layers would pop-off of the stiff metal. Not all historic paints remove this easily, but fortunately for this project, the earliest paint coating on the panels responded well to the freezing treatment. For this process, the large wooden boxes of panels were placed into commercial-sized freezers for a length of time. Once they were sufficiently frozen, the individual panels were then removed and gently flexed and tapped with brushes. In most cases, the paint flaked right off. What stubborn paint wasn’t removed by this method was carefully removed with chisels. All the lead paint was appropriately secured and stored in hazardous material containers, awaiting further proper disposal.        A cleaned metal ceiling panel. NPS photo  Once the metal panels were cleaned of over 100 years of paint, it was easy to see their original decorative designs.        Installation of metal ceiling tiles in barracks building 601. NPS photo  After the sound-proofing insulation and sheet rock have been added to the ceiling, the contractors adhered the tiles to the ceiling with brad nails, using a pneumatic nail gun. Special care was given to the original design and directional pattern of each ceiling.        This newly-painted ceiling is located in one of the officers' housing. NPS photo  The panels were then painted with a fresh coat of paint, ready for the next 100 years.      To learn more about other Golden Gate National Recreation Area preservation projects, please visit the park's Historic Preservation page.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/restoration-historic-ceilings.htm"
}
