{
    "title": "Golden Gate National Recreation Area: Other Invertebrates (corals, sponges, worms, etc.)",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Other Invertebrates (corals, sponges, worms, etc.)                Other Invertebrates (corals, sponges, worms, etc.)         California Freshwater shrimp in the Lagunitas watershed Larry Serpa  The more than 24 miles of ocean and bay that border the Golden Gate National Recreation Area house biologically diverse and complex ecosystems including natural islands, reefs, offshore rocks, straits, lagoons, mudflats, and beaches. Human-made habitat include piers, wharves, and shoreline rubble. Rocky intertidal areas are interspersed throughout Marin County at Stinson Beach, Slide Ranch, Muir Beach, Tennessee Cove, Rodeo Beach, Bonita Cove, Kirby Cove, and Lime Point. The intertidal zone along the coast of Marin County is generally steep and rocky, with small beaches located adjacent to watershed drainage areas, and not easily accessible to the public. In San Francisco County, intertidal areas are primarily beach or pier habitat including Fort Funston, Ocean Beach, Land's End, China Beach, Baker Beach, Fort Point, Crissy Field, Fort Mason, Black Point, and Aquatic Park. Alcatraz Island is one notable exception, with a rich rocky intertidal zone thanks to rubble that was placed in the water around the island many years ago for defense. Slide Ranch, Muir Beach, Pirates Cove, Kirby Cove, Fort Point, and Alcatraz display a rich diversity of sponges, bryozoans, tunicates, limpets, mussels, anemones, and sea stars on their rocky headlands. Barnacles and isopods cover the splash zone. Sea caves abound in the park and have yet to be inventoried. At Rodeo Beach Bird Rock (a guano-covered sea stack), marine invertebrates include California mussels, and green anemone and purple seastars. Less common invertebrates include abalone and sea urchins. The commercially-harvested Dungeness crab breeds in the Pacific Ocean just offshore, and many Dungeness juveniles, as well as other species of shore crabs, can be spied in the park's rocky areas and mud flats. The federally endangered California freshwater shrimp is endemic to Marin, Sonoma and Napa counties, but only remains in portions of 16 coastal streams. Lagunitas Creek in Marin County contains the most viable population of the shrimp and it is the only site occurring on protected lands. The shrimp is threatened by water diversions on Lagunitas Creek, watershed erosion, stream sedimentation, riparian vegetation removal, agricultural development, grazing, and urbanization.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/nature\/otherinvertebrates.htm"
}
