{
    "title": "Wupatki National Monument: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         Painted Desert View. NPS photo by Dallas Larsen.  Heat waves distort the horizon. Constant winds sap moisture from every pore. Tantalizing thunderstorms build but cheat the land of rain. The rock walls of an 800-year-old pueblo frame a landscape offering little obvious source of food, water, or comfort. On a summer day, the high desert of Wupatki seems much the same today as when, amid the rumblings of Sunset Crater Volcano, ancestral Puebloan people settled here. In this region of dramatic geologic landforms, climatic extremes, scarce water, and diverse plant and animal species, they created self-sustaining lives.    Wupatki National Monument was established to preserve the archeological sites from which we can learn about past and present cultures. We have since realized that Wupatki’s history is a complex story of people interacting with this living, evolving landscape. The dynamic processes of volcanism, tectonics, and erosion have created the geologic formations and abrupt elevation changes that provide, within a short distance, a wide variety of habitats for plants and animals. The effects of elevation are startlingly visible along the scenic loop road connecting Wupatki with Sunset Crater Volcano National Monument, 18 miles to the south. A drive along this road is a journey from desert grasslands (at less than 5,000’ elevation) to ponderosa pine forest (near 7,000’).Today, Wupatki National Monument protects 56 square miles (35,254 acres) of high desert directly west of the Little Colorado River and the Navajo Reservation. Its vistas preserve clues to geologic history, ecological change, and human settlement. All are intertwined.         Vulnerability to Climate Change at Wupatki Sean Patrick Berry is working on developing a vulnerability assessment for archaeological resources at Wupatki National Monument. His project focuses on the potential effects of climate change on archaeological sites and establishes baseline conditions from which changes and im­pacts can be monitored. To ascertain the exposure of archaeological remains to climate change, Sean and NPS employees used projections from 16 General Circulation Models, downscaled to a 0.5 degree resolution and reviewed climate change studies for Wupatki, the Colorado Plateau, and the southwestern region of the United States. Sean is also performing field documentation of the current conditions from a sample of the 2696 known archaeological sites of Wupatki. The overall goal of the project is to assist in developing management recommendations for completing an Environmental Improvement Plan. Since starting his 12 week internship at Wupatki, Sean gained valuable first-hand experience on assessing the condition of archaeological sites, making treatment recommendations based on the current condition, and using a Trimble GeoXT GPS unit. This skill set will provide Sean with valuable experience in pursuing a career in cultural resource management both in the federal and private sectors. He currently attends graduate school at Northern Arizona University and hopes to apply his experience as an intern to a future job within the National Park Service. This article is excerpted from http:\/\/www.nature.nps.gov\/climatechange\/assets\/newsletters\/2012\/Sept_Oct_2012_CCRNews.pdf",
    "url": "https:\/\/www.nps.gov\/wupa\/learn\/nature\/index.htm"
}
