{
    "title": "Golden Gate National Recreation Area: FAQ",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     FAQ                Museum Program - Frequently Asked Questions       About the Collection  Who owns the museum collection? The collection is owned by all U.S. citizens, but is maintained and managed by the National Park Service in conjunction with the Organic Act of 1916 (16 USC §1-4). The Golden Gate National Recreation Area's Museum Branch strives to ensure that collections are in the best environmental conditions the location is possible of and stored properly. Items from the collection are used in exhibits at various areas around the park and most are available for research provided they are in stable condition. Where are the materials from? A majority of the collection was transferred to the National Park Service from the U.S. Army when the Army left its installations in the Bay Area. Materials in the collection include historic objects, maps, plans and drawings, and Army Records. The collection is also built from privately donated materials, items found on park lands, Golden Gate NRA study collections (materials copied from many institutions), and Golden Gate NRA Records. How are the Archival materials arranged? The collections at the Park Archives and Records Center are arranged by the source and ownership of the materials, or provenance. Each individual collection has its own arrangement and order, dependent upon the original organization of the collection when it was received. Collections may be arranged chronologically, alphabetically, by topic or in other ways.  Typically, the finding aid for the collection will describe the arrangement. Do not rearrange any materials yourself, if you believe materials to be out of order please bring it to the attention of a staff member. I am interested in an individual who was stationed at an area that is now in the Golden Gate NRA, do you have any information?  Unfortunately the Park Archives has very little information about the soldiers and their families who were stationed here. Most of the Army Records held at PARC contain documents regarding the resources (i.e. buildings, utilities, Coastal Defense sites) and not the individuals who staffed them. What information we do have on individuals has come from families who donated materials to the earlier Presidio Army Museum or to the Golden Gate NRA.  Staff may be able to run searches on names but may have limited or no results. The person you are seeking may also be in one of the unidentified collections or photographs that are held at the Park Archives, but this can only be found if you have time to go through our photographs. If you are seeking official military records please visit the National Archives website for more information.        Use of the Collection  Who can use the materials at the Park Archives and Records Center?  The materials at PARC are open to everyone; this includes Golden Gate NRA employees, Park partners, Presidio Trust staff, professional researchers, amateur historians, students, and any individual who has an interest in the history of the many components that make up the Golden Gate NRA.  How can I use the Archives?  The first step is to find the Park Archives and Records Center. The Archives is located on the Presidio of San Francisco, in a 1914 brick cavalry stable. Our physical address is 667 McDowell Ave, San Francisco, CA 94129. However, if using a GPS device, or map\/direction website, the best way to find the building is to enter the intersection of McDowell Ave and Cowles St, San Francisco, CA 94129. Most mapping programs will not recognize the PARC's street address. Our building is accessible to all through the door and ramp on the long side of the building facing the Bay.  Once at the Archives we require a few sign in procedures, but often research may begin within the first five minutes of arrival.  Do I need to fill out any forms to use the Archives?  On your first visit we will ask you to fill out a Researcher Registration Form, which by signing says that you agree to our Research and Access Policies. Completing this form occurs once every fiscal year; if you like you may fill the form out before your visit. On each visit we will ask you to sign our Researcher Log (the red binder), this helps track how many individuals are using our materials and what subjects or topics are being researched.  Can I find any of your materials on-line?  We are currently working on placing more of our guides and information about the collection on-line (see Finding Aids).  Sometimes it is best to speak with the Reference Archivist or another staff member about your topic and research needs as items may be termed or named differently. Also, there will be collections not posted on-line that would compliment your original research request.  The Archives is also working on a project to place more of our historic images into the Golden Gate NRA's Photo Gallery.  Images will continually be uploaded to the galleries so check back periodically.  I would like to use the materials at PARC in a book or exhibit, what is the process?  Most of the materials at the Park Archives are within the Public Domain; the National Park Service does not charge a use fee for any items you can attribute to the Park Archives. We do ask that you complete a Use Agreement, a tool we use to know which of our collections are being used and to ensure that proper credit is given.  Some privately donated materials may have Access and Reproduction Restrictions. Most of these restrictions are notated with the document or photograph. In these cases you must receive written permission from the donor and submit it to the Park Archives and Records Center prior to the reproduction of the item. It is the researcher's responsibility to determine copyright.  Can I use items from the collection for a school paper or for my own personal use?  Generally, permission is not required for personal or  non-commercial use, such as a personal Web site or school project. Appropriate credit to the Golden Gate NRA should appear with the image. Items which are credited to another person or organization may not be used without that party's permission. Can materials be checked out for research?  The Park Archives does not allow materials to leave the premises.  How can I get copies of the materials?  For preservation concerns, we do not offer a self-service copying option for original records; archives staff members will provide copies for you. A staff member will instruct you on how to request materials for copying when research is being conducted. Some materials may be unavailable to copy due to their fragile and\/or delicate condition. Our prices are as follows:             Standard Copies - $0.25 per page (one side as one page)            Large Format Copies - $2.00 per linear foot            Scans - $10.00 per item ($5.00 for CD\/DVD)            Photo Prints - Prices are determined by vendor. Please speak with the Reference Archivist  I'm unable to visit the Archives. Do you offer research services?  Limited research services are available, but additional time may be available for a fee. Outside reference requests should be as specific as possible, staff at the Park Archives have very limited time to answer broad, general inquires (i.e. Please send me information about Alcatraz). The Park Archives always encourages you to visit our holdings, as you are your best researcher and know exactly what is needed for your project.      Donations  I have items that I would like to donate to the Golden Gate NRA Museum Collection (this includes PARC) how do I go about this? The Golden Gate NRA Museum Collection welcomes donations of a variety of historic materials that meet the criteria in the Scope of Collections Statement and do not duplicate existing holdings. All potential donations are reviewed by the Museum Advisory Committee prior to accessioning the items into the permanent museum collection. Collections are maintained primarily for research use; there is no guarantee that items will be exhibited. If you own materials that may be relevant to the themes of GGNRA and would like to deposit them in the PARC, please consult with a staff member. The Golden Gate National Recreation Area does not add to the collection through purchase. Do you give appraisals or monetary evaluations of material?  The National Park Service does not give appraisals. See the American Society of Appraisers or the Appraisers Association of America for an appraiser in your area.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/museum-program-faq.htm"
}
