{
    "title": "Golden Gate National Recreation Area: Exhibits",
    "body": "Golden Gate NRA Museum Program Exhibits       The Museum Program at Golden Gate NRA is dedicated to sharing the collections it holds with the public. By using on-line exhibits and displays the Museum Program can bring stories, photographs, and artifacts to everyone and encourage individuals to learn about the unique and diverse history of the Golden Gate National Recreation Area.         Presidio Army Museum Exhibit Explore the history of the former Presidio Army Museum. The museum once displayed the collections and told the stories of the Presidio of San Francisco. Closed upon the departure of the Army, the collections remain part of the Golden Gate NRA's Museum Program.         Alcatraz Island Exhibit This exhibit features selected collections from Alcatraz Island, also known as \"The Rock.\" Collections include objects made by notorious inmates, historic photographs and documents, escape materials and inmate artwork; items used by officers including correctional materials when Alcatraz was a military prison period from 1859-1934; federal penitentiary materials from 1934-1963; and the American Indian occupation of 1969 -1971.         Centuries of Defense: Golden Gate's Military Story Centuries of Defense highlights the establishment of military fortifications around the San Francisco Bay Area, shows the development and construction of various battery and missile styles, presents the Bay Area's efforts in times of conflict, and also reveals the transfer of former military sites into parklands.         Parks for the People: 40 Years of Golden Gate NRA In connection with the Golden Gate National Recreation Area's 40th birthday the Museum Program put together an exhibit that reviews park lands in three local counties (Marin, San Francisco, San Mateo), examines the area's cultural and natural contributions, and how the land became part of the park. The physical exhibit was part of the 2012 San Francisco History Expo.         People of the Parks: An Unfolding Tale The history of the Golden Gate NRA is told and discovered through the words, photographs, and objects of the people who have settled or passed through its lands. The pages of this virtual exhibit highlights a selection of those groups who have contributed to the makeup, shaping and current presence of this urban national park.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/exhibits.htm"
}
