{
    "title": "Golden Gate National Recreation Area: The State Belt Railroad",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The State Belt Railroad                The State Belt Railroad (1890-1993)        Steam trains on the State Belt Railroad helped improve the transportation of goods up and down the San Francisco waterfront. This photo of the Ferry Building shows the chaotic port traffic, which included steam trains, moving and parked cars, passenger trolleys and dodging pedestrians. (photo circa 1938) photo courtesy of San Francisco History Center, San Francisco Public Library       A Railroad to Improve San Francisco's Port The California Gold Rush of 1849 dramatically transformed San Francisco into a bustling port town, exploding with new people and construction. Due to the lack of any proper city planning, San Francisco's waterfront grew haphazardly into a maze of wharves, piers and warehouses. The state of California established a harbor commission to improve the waterfront's transportation systems. In 1890, the harbor commission built the State Belt Railroad, designed to improve the flow of goods and materials up and down the waterfront by serving the piers and linking them with the outlying commercial warehouses and railroads The original purpose of the State Belt Railroad was to serve the waterfront's commercial shipping activities but as the city's needs changed, so did the length and scope of the railroad. During World War I, in an effort to support the military's shipping needs, a railroad tunnel was constructed to extend the Belt Railroad out to the Fort Mason army post. By 1917, the state extended the railroad out to the Presidio army base. At the height of the State Belt Railroad, 67 miles of track were in service. Overtime, however, the use of the railroad dwindled as Oakland surpassed San Francisco as the major Bay Area shipping port. In 1969, the railroad was renamed the San Francisco Belt Railroad after the state sold the waterfront property rights to the city. By 1993 the railroad company had gone out of business and the much of the tracks abandoned.       Members of the Board of Harbor Commissioners admiring one of the newly delivered Diesel electric switch engine, which joined the existing steam locomotives to help alleviate the intense wartime waterfront traffic. The locomotives, each of 1000 horsepower, were capable of pulling 80 to 100 loaded freight cars. (photo circa 1943) photo courtesy of San Francisco History Center, San Francisco Public Library       Some frequently asked questions about the State Belt Railroad:  Why was the Fort Mason-Presidio Belt Line extension built and what role did it play in the Panama Pacific International Exposition?  The Board of State Harbor Commission laid out the Fort Mason-Presidio Belt Line tracks in 1913 to facilitate the construction of the Panama Pacific International Exposition. The world's fair celebrated the opening of the Panama Canal and invited the world to the rebirth of San Francisco after the devastating 1906 earthquake and fire. Most of the exhibition buildings were temporary construction on federal property. The tracks allowed large amounts of building materials to be hauled from the downtown shipping port to their installation sites at the Exposition's Esplanade, which corresponds with present-day Marina Boulevard. The State of California-operated Belt Line was not in used during the nine months of festivities.  How did the Fort Mason-Presidio Belt Line extension help the City of San Francisco preserve the Palace of Fine Arts?  The United States Government realized the benefits of a formal rail extension from Fort Mason to the Presidio. In 1915, the government's army applied for permission to extend the Belt Line Railroad from the Fort Mason terminus to the general warehouses in the Presidio. In an effort to encourage the deal, the army offered the Palace of Fine Arts building, the last remaining International Exposition building on federal property, to the City of San Francisco in exchange for a grant to operate and maintain a spur track railroad from Fort Mason to the Presidio. The transfer was ratified in 1927 and since then, the Palace of Fine Arts and its grounds continue to be a popular destination for visitors and local residents alike.         Aerial view of Marina Green with arrows showing the original railroad tracks. Notice the Palace of Fine Arts in the background. (photo circa 1968) PARC, NPS       What roles did the Fort Mason-Presidio Belt Line extension play in supporting the war effort during World War I and World War II? During World Wars I and II, the Fort Mason-Presidio Belt Line extension provided a crucial link between the Presidio and the San Francisco Port of Embarkation at Fort Mason. The army transported troops and supplies from the Presidio along the railroad lines to awaiting transport ships. Army hospital ships, returning from the Pacific with wounded soldiers, also would dock at Fort Mason. Then medics would carefully transport the injured men to army hospital trains that delivered them via the Belt Line to the Presidio's Letterman Army Hospital. After initial treatment at Letterman, many soldiers were then shipped out on hospital trains that carried them to other medical facilities across the country for further treatment. How was the Belt Line related to the new Letterman General Hospital?  The Belt Line facilitated the army's construction of the new Letterman General Hospital by transporting building materials to the site. Completed in 1968, the new high-rise state of the art hospital treated American casualties through the Vietnam War and later served as a regional medical center in the military community until 1994.        Medics during World War II transporting a wounded soldier from the U.S. Army hospital train that ran along Crissy Field. Notice the tip of the Golden Gate Bridge in the background. (photo circa 1944) PARC, NPS       When did the State of California take the State Belt Railroad out of service and why?  Use of the Belt Line decreased following World War II as Oakland surpassed San Francisco as the major Bay Area shipping port. The U.S. Army deactivated Fort Mason in 1966 and the State of California took the Belt Line Railroad out of service shortly after the completion of the new Letterman General Hospital in 1968.  What measures did the City of San Francisco and the National Park Service take to preserve and record the history of the State Belt Railroad during the 2012 Marina Boulevard accessibility improvement work?  In 2012, the San Francisco Department of Public Works (SFDPW) made accessibility improvements along Marina Boulevard, replacing 13 curb ramps and three crosswalks to comply with the requirements of the Americans with Disabilities Act (ADA). This work required removal of tracks that lay beneath the pavement in those areas. In coordination with the National Park Service (NPS), the City undertook extensive efforts to document and record the history of the State Belt Railroad, including conducting archival research for the Belt Line and the extension. A standard methodology was adopted for excavation, documentation, data collection, and removal for each project intersection or section of crosswalk. Consultants compiled the research and findings into a report titled Archaeological Investigation Report for the Marina Boulevard Track Removal Project. SFDPW also coordinated with NPS on producing an interpretive element about the State Belt Railroad.         The railroad tracks of the Fort Mason-Presidio Belt line extension at historic Crissy Field. (photo circa 1959) PARC, NPS       To learn more about San Francisco railroads, please visit: Golden Gate Railroad Museum  Abandoned Rails  San Francisco Trains",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/state-belt-railroad.htm"
}
