{
    "title": "Golden Gate National Recreation Area: Finding Aids",
    "body": "Archival Collection:  Finding Aids       Finding aids contain information on the contents and significance of an archival collection. The finding aid may include descriptive information; repository information; collection history; biographical or historical information on creators of the collection; and in some cases a container or folder list of everything in the collection. The collection is housed at the Park Archives and Records Center and all collections are available for research upon request during open hours or by appointment. Please visit the Collections page for more information, email us, or call (415) 561-2807.  Each link below will lead to a selection of finding aids that are relevant to the geographic areas of the GGNRA or other topics of interest. These finding aids are only a handful of the over two thousand collections housed at the Park Archives and Records Center. Please note that some collections span many topics and areas, making it difficult to categorize a particular group of papers or photographs, efforts were made to duplicate the finding aids in all possible locations. Selected finding aids will be added as collections are processed.       Alcatraz Find collections about the island which includes a Civil War citadel, an army prison, a federal penitentiary and was site of the Indian Occupation.  Fort Point & the Golden Gate Collections posted here concern Fort Point National Historic Site, the Golden Gate strait and Golden Gate Bridge.  Marin Parklands The Marin Parklands include Fort Baker, Fort Barry, Fort Cronkhite, the Marin Headlands, Angel Island, Tennessee Valley, Olema Valley. Collections within this topic also preserve the history of coast artillery defenses and also the movement to preserve the headlands.  Muir Woods Material documenting the world's only old-growth coastal redwood forest and the activities of the National Park Service within this National Monument.  Presidio of San Francisco These collections document nearly 200 years of military history with a strong emphasis on the resources within the Presidio of San Francisco. Additional topics include Letterman Army Hospital, Fort Winfield Scott, the Public Health Service Hospital, and Crissy Field.  San Francisco Parklands The San Francisco Parklands include Fort Funston, Fort Mason, Fort Miley, Sutro Baths and Sutro Heights, and the Cliff House. Additional collections may contain information regarding events that took place in these areas and coast artillery fortifications.  San Mateo Parklands Find collections about the coastal defenses of these sites and the plans to set aside these lands years before it became official. Collections under the San Mateo Parklands include Milagra Ridge, Sweeny Ridge, Mori Point, the Phleger Estate and Rancho Corral de Tierra.  Events & Wars Collections include material on the Panama-Pacific International Exposition, the 1906 Earthquake and Fire, the Spanish-American War, World War I, World War 2, and other events that took place within the lands of the Golden Gate National Recreation Area.  Military Collections Military related materials make up most of the collections within the Park Archives and Records Center. These topics include anything military related from life on post to structures built to maintain Army defenses (standing or demolished).  Natural Resources Collections that contain files regarding natural resource elements such as studies performed in Muir Woods or surveys of geological features in Golden Gate lands.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/finding-aids.htm"
}
