{
    "title": "Golden Gate National Recreation Area: Historic Railroad Tracks",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation     Historic Railroad Tracks                Discovering Historic Railroad Tracks       Architects have found remnants of historic railroad tracks from a landmarked army shipping depot!       San Francisco Port of Embarkation during the 1930s. The arrow is highlighting Pier Shed 2. PARC, NPS       Historical Background  When architects were rehabilitating Pier Shed 2 at Fort Mason Center, they uncovered historic railroad tracks, buried beneath layers of asphalt. In 1913, the army constructed the San Francisco Port of Embarkation shipping depot that organized and shipped provisions to remote military outposts. Pier Shed 2 was constructed as a large storage facility along an extended pier, which allowed supply boats to dock on both sides. Loaded freight cars transporting critical military supplies traveled on railroad tracks throughout the bustling depot. Often, the freight cars ran directly into the warehouses adjacent to the ships to facilitate the transfer of goods.        The Port of Embarkation warehouses were so large that they could accommodate a freight car. The contents of the warehouses were varied and the turnover of items moved very quickly. This warehouse contained stacks of crated coffee on the right and raw building materials on the left. (photo circa 1920s) PARC, NPS       Rehabilitation of Pier Shed 2  In 2014, the National Park Service’s rehabilitation plans for Pier Shed 2 included structural upgrades and improvements to reduce the building’s energy consumption. Plans for new radiant head flooring required that contractors removed multiple layers of the building’s interior ground asphalt. Although there was a chance that the army had already removed the historic tracks, the park architects were hoping to find their remnants. Luckily, the architects found the historic tracks in the 2nd, deeper layer of asphalt.        Pier Shed 2 during the building's rehabilitation, showing the now-exposed historic railroad tracks. NPS       Preservation Treatment  Because the Pier Shed 2 contributes to the San Francisco Port of Embarkation National Historic Landmark status, the National Park Service will treat the railroad tracks as a significant historic feature. They will document the tracks by photographing them and identifying their location on an architectural drawing. There is also a proposal to install a plexiglass floor window so that visitors can see the historic railroad tracks in the flooring. In order to protect the historic railroad tracks in the future, the park contractors will cover the tracks with new concrete, identifying the location of the once-again hidden historic tracks by using a slightly different concrete color.       A close-up detail of a manual switch track brace that is located in the floor of Pier Shed 2. NPS       To learn more about the history of the San Francisco Port of Embarkation, please visit the San Francisco Port of Embarkation history page or download the self-guided walking tour Fort Mason Center History Tour: Gateway to the Pacific.  Please visit the Fort Mason Center’s main webpage to learn about the events and activities that they host.  To learn about other railroad systems in the area, please visit the California State Belt Railroad page. To learn more about other preservation projects in the park, please visit the Golden Gate Preservation page.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/historic-tracks.htm"
}
