{
    "title": "Golden Gate National Recreation Area: Battery Chamberlin Preservation",
    "body": "Battery Chamberlin Preservation           Battery Chamberlin, during a test fire. PARC, NPS       Preservation of  Battery Chamberlin’s Historic Cannon In 1904, The U. S. Army constructed Battery Chamberlin on the Presidio to protect underwater minefields laid outside the Golden Gate strait.  This 6” inch, disappearing gun stands at the edge of Baker Beach, exposed to rough weather, moisture, salt air and sand. While it has been re-painted many times, the paint was scratched, chipped and portions of the gun carriage has corroded. In 2009, the National Park Service created a preservation maintenance plan to to preserve this valuable historic object.The first step was to remove the lead paint; the second step was to coat the gun with a new, non-toxic paint and the third step was to reproduce and install a new gun platform.       This photo of an interpretive re-enactment shows the deteriorated state of the historic gun and its platform, prior to its preservation treatment. NPS photo       Removal of Lead Paint The National Park Service hired ARG Conservation Services to manage the treatment of the gun. Because there was lead paint present, the entire paint removal process was conducted by a licensed abatement company. The whole work site was carefully fenced off and the gun encased in a tent to capture all the lead dust. ARG recommended removing the lead paint with a method called Sponge-jet, which uses different grit sizes of abrasive materials embedded in little sponge balls. When these micro grit balls are blasted out of the air hose, they gently and effectively remove paint, graffiti and dirt.         A close-up of the Sponge-Jet material Photo courtesy of ARG        Trained conservators in a sealed environment removed the paint layers by blasting the cannon with the abrasive Sponge-jet material.  Photo courtesy of ARG        Once the thick layers of the earlier paint were removed, the cannon's original manufacturing information became visible. Photo courtesy of ARG       Protection with New Paint To minimize the chance of corrosion, the conservators kept the tent up to protect the gun from wind and moisture. Sea air can cause bare metal to “flash over” or oxidize, in a few minutes, so immediately after the old paint was blasted off, the new primer was applied. The primer, tie coat and top coat were formulated specifically for use in maritime environments. The selected topcoat colors matched the existing gun colors and were checked against a historic color sample reference.       The cannon's first coat or \"prime\" coat of paint. Photo courtesy of ARG        The last coat of paint being applied. Photo courtesy of ARG       Installation of New Platform Since the two flanking platforms of the gun carriage were heavily corroded, the decision was made to replace them with new metal platforms that were better designed to avoid the rust. The new platform assembly was coated with the same special marine paint as the gun.       All metals deteriorate very quickly when they are exposed to moisture, salt and sea air. The corner bracket of the cannon's metal platform was so corroded that it was buckling and separating apart from itself. Photo courtesy of ARG        New platforms were manufactured out of diamond plate steel and painted with the matching top coat paint. Photo courtesy of ARG        Installation of new platforms. Photo courtesy of ARG       To Learn More about Battery Chamberlin Battery Chamberlin is located at the north end of the Baker Beach parking lot, on the Presidio of San Francisco. It is open on the first full weekend of each month, between 11 p.m. and 3 p.m. Call 415-561-4323 for more information. For more information on the history of Battery Chamberlin, please download the park's Battery Chamberlin interpretive brochure (PDF file, 305 kb). To learn more about other Golden Gate National Recreation Area preservation projects, please visit the park's Historic Preservation page.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/battery-chamberlin-preservation.htm"
}
