{
    "title": "Golden Gate National Recreation Area: Archeology",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation     Archeology                Archeology at Golden Gate        The archeology crew explores historic gardens on Alcatraz, circa 2006 GGNRA, NPS       What is Archeology? Archeology is the way we study people who lived before us by looking at the things they left behind. Sometimes these things are large (like parts of an old building), and sometimes they are small (like marbles or coins). Sometimes people left these items behind on purpose (like garbage from a village), and sometimes the items were lost or forgotten (like buttons or toys). Archaeologists call these things artifacts. When we know a group of people lived or worked in a certain place, or when a collection of artifacts is found in a specific place, we call this an archeological site. Sometimes archaeologists study Native American communities, like the San Francisco Bay Area's Ohlone and Coast Miwok communities and sometimes they study more recent 19th and 20th century history. Unlike what you often see in the movies, real archeology is very careful and orderly. Once our team of archaeologists finds a site, they decide how to protect and treat it. Sometimes, the best protection for a site is to cover the area up and leave it alone. Other times, archeologist may watch or monitor the site for changes over time. Often, the best choice is to dig the site to uncover artifacts that we think may be important. This is called an excavation.       One of the artificacts found in the park was this victorian pharmaceutical \"Owl Drug Company\" bottle. GGNRA, NPS       Artifacts at Golden Gate National Recreation Area At the Golden Gate National Recreation Area, we have more than 370 archeological sites. From these sites, we have found almost 500,000 artifacts, including arrowheads, children's toys, old medicine bottles, buttons and buckles, figurines, tools, horseshoes, building materials and jewelry. In addition to artifacts, we also can learn exciting information from buildings, structures, layers of soil, or groupings of different artifacts. To learn more about how archeologists learn information from artifacts, please visit the park's Artifacts and Collections page.      How to see Archeology in Action! During your next visit to the GGNRA, be sure to check out these exciting archeological sites that are open to the public: El Presidio de San Francisco - Take a walking tour of a former Spanish and Mexican fort. Crissy Field - Learn about the history of this protected wetland that was once used as a US Army garbage dump. Alcatraz - From tunnels to tide pools, learn more about hidden histories of The Rock. Merrie Way - Explore the site of a Victorian amusement park at the edge of San Francisco. Sutro Baths - As a former wildlife refuge, Victorian bath house, and ice skating rink, Sutro Baths has seen a lot of history! Come visit the ruins of this beautiful place. Shipwrecks - Hike around Land's End Trail at low tide and look for wrecks off the coast.      You can also check out more artifacts and museum collections information at some of our on-line exhibits and blogs.   Bridging the Past - Golden Gate NRA Museum Program Blog        Alcatraz Island: The Museum Collections at The Rock       What if I find an archeological artifact? Sometimes park visitors find things like arrowheads or glass bottles while hiking our trails or enjoying our beaches. All archeological sites and artifacts in the GGNRA are owned and protected by the U.S. Government. It is against the law to disturb an archeological site or take objects from the park (this is called \"looting\" or \"pot hunting\"). Remember, things in the park are here for us to share, not to take. Please, let the professional archeologist do their work! If you think you found an artifact, please contact our Park Archaeologist or find the nearest Park Ranger. Leo Barker, Park Archeologist at e-mail us      Getting Involved with Archeology at the GGNRA Here at the GGNRA, we have a small team of archaeologists who work hard to protect our park. Because our park is so large, we depend on our team of helpful volunteers to get things done. If you think that volunteering sounds like a great way to meet new people, have fun exploring the park, and learn more about archeology, visit our Volunteer page to learn more information.       Volunteers working at the Merrie Way archeological site, circa 2011 GGNRA, NPS",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/archeology.htm"
}
