{
    "title": "Golden Gate National Recreation Area: UN Memorial at Muir Woods",
    "body": "The United Nations Memorial Service for President Roosevelt at Muir Woods        United Nation delegates, representing 46 different nations, attending a memorial service for President Franklin D. Roosevelt in Muir Woods National Monument. (photo circa 1945.) photo courtesy of Save The Redwoods League        Here in this grove of enduring redwoods, preserved for posterity, members of the United Nations Conference on International Organization met on May 19, 1945, to honor the memory of Franklin Delano Roosevelt, thirty-first President of the United States, chief architect of the United Nations, and apostle of lasting peace for all mankind.  -  memorial plaque in Cathedral Grove Muir Woods, 1945         San Francisco played an important role as host to the birth of the United Nations. The United Nations is an international organization founded in 1945 after the Second World War by 51 countries committed to maintaining international peace and security, developing friendly relations among nations and promoting social progress, better living standards and human rights. The internationally significant peace conference, held in San Francisco, laid the structure for the United Nations framework. In the middle of the two-month conference, delegates gathered in Muir Woods National Monument to pay tribute to Franklin Delano Roosevelt, one of the main architects of the United Nations.       The Yalta Conference in February, 1945, where Prime Minister Churchill, President Roosevelt and Soviet Premier Stalin made important decisions regarding the future progess of the war and discussed the creation of the United Nations.        Planning for Peace: The Creation of the United Nations By 1945 it became clear that the Allies were winning the war, so President Roosevelt and other Allied world leaders continued their preparations for lasting peace between nations. U.S. President Franklin D. Roosevelt first coined the name “United Nations” in 1942 when representatives of 26 nations pledged their governments to continue fighting together against the Axis Powers. The next significant step towards creating this international body was a conference of delegates, to be held in San Francisco, called the United Nations Conference on International Organization (UNCIO). Unfortunately, President Roosevelt would not live to see his inspirational plans for peace come to fruition. Less than two weeks before he planned to open the United Nations Conference on International Organization, President Franklin D. Roosevelt suffered a massive stroke and died on April 12th, 1945. The nation immediately went into mourning. Just hours after FDR’s death, Vice President Harry S. Truman was sworn in as the president of the United States. As his very first act as president, Truman decided to proceed with the upcoming San Francisco conference as scheduled.             The San Francisco UN Conference, held in the grand Opera House, was filled with delegates and translators. (photo circa 1945) Photo courtesy of Glen McCreary, San Francisco History Center, San Francisco Public Library  The San Francisco Conference Despite President Roosevelt’s death just twelve days earlier, the United Nations Conference on International Organization in San Francisco stayed on schedule, beginning on April 25th and continuing through June 26th, 1945. On the opening day of the peace conference, 268 delegates, representing 46 nations, gathered in San Francisco’s War Memorial Opera House to begin their first session. The tone of the event was solemn, as the loss of President Roosevelt was still very much on everyone’s mind and the war was not yet officially over. Because Truman was unable to leave Washington D.C. so soon after taking office, he spoke to the San Francisco conference from the White House via telephone. After welcoming the delegates, Truman said, “Franklin D. Roosevelt gave his life while trying to perpetuate…[humanitarian] ideals. This conference owes its existence, in large part, to his vision, foresight, and determination.” Following the conference’s ceremonial beginning, the delegates tackled the difficult issues on the agenda, including nearly 150 proposed charter amendments. On June 26th, the last day of the San Francisco conference, President Harry Truman arrived into the city where he, as well as delegates from allied nations around the world, signed the United Nations charter. On October 24, the charter was ratified and the United Nations was officially born.       The Roosevelt Memorial at Muir Woods On May 19, 1945, over five hundred UNCIO delegates representing 46 different nations, took time off from the peace conference and traveled to Muir Woods to remember and honor the recently deceased President Franklin Delano Roosevelt. The idea to locate a session of the peace conference at Muir Woods was proposed by the Save-the-Redwoods League, a non-profit conservation organization that is devoted to protecting redwood land. The concept was passed through the National Park Service onto Secretary of Interior Harold Ickes who forwarded it to President Roosevelt in a letter:        Not only would this focus attention upon this nation’s interest in preserving these mighty trees for posterity, but here in such a ‘temple of peace’ the delegates would gain a perspective and sense of time that could be obtained nowhere in America better than in a forest. Muir Woods is a cathedral, the pillars of which have stood through much of recorded human history. Many of these trees were standing when Magna Carta was written. The outermost of their growth rings are contemporary with World War II and the Atlantic Charter. - Secretary of Interior Ickes letter to President Roosevelt, February 1945        Roosevelt had a passion for trees and a deep knowledge of forestry and before his death, he was working hard to ensure that the United Nations consider an understanding of environmental conservation and the value of natural resources. After Roosevelt’s death, Pedro Leao Vellos, Brazilian foreign minister and chairman of his nation’s delegation to the San Francisco conference, suggested that a memorial service for the President be held in Muir Woods in place of the session originally proposed. Secretary of the Interior Ickles invited the delegates to the United Nations conference at attend the service and the dedication of a model of the bronze plaque to be placed there in the president’s memory. The delegates traveled on chartered buses across the Golden Gate Bridge and down into the serenity of Muir Woods National Monument; they then gathered quietly in the park’s ‘Cathedral Grove’ to hold the memorial service for the late President Roosevelt. The U.S. Navy band opened the ceremony by playing behind the small stage that had been set up in the redwood grove. Major Tomlinson of the National Park Service spoke first, followed by Pedro Leao Velloso of Brazil. Field Marshall Jan Christian Smuts, prime minister of South Africa, was the featured speaker of the day. All of the speakers paid tribute to Roosevelt’s courage in overcoming his physical disability, in confronting the national crisis of the Great Depression, and especially to his leadership during the war and his vision for building peace afterwards. The service’s final speaker was Edward R. Stettinius, Jr., U.S. Secretary of State, who spoke of Muir Woods as a symbol of Roosevelt’s ideals, saying, “These great redwoods at Muir Woods National Monument are the most enduring of all trees. Many of them stood here centuries after every man now living is dead. They are as timeless and as strong as the ideals and faith of Franklin D. Roosevelt.”        View of Memorial Service for President Roosevelt nestled in among the redwood groove. (photo circa 1945) photo courtesy of the Save the Redwoods League        To learn more about Muir Woods, please visit the Muir Woods home page.  To learn more about Golden Gate National Recreation Area, please visit the GGNRA home page.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/un-at-muir-woods.htm"
}
