{
    "title": "Golden Gate National Recreation Area: San Francisco Port of Embarkation",
    "body": "The San Francisco Port of Embarkation        Soldiers returning to the Port of San Francisco PARC, NPS       I especially remember coming home to San Francisco aboard the General Anderson. It was very foggy when the pilot boarded, but all 3500, or so, troops were on deck waiting for a glimpse of the Golden Gate. And, as we steamed through the gate, the fog dispersed, as if a curtain was parting and there was San Francisco’s skyline basking in early morning sunshine. There was not a dry eye on board as the band on the pier played “California, Here I Come!” It was just great and I will never forget it.- U.S. Serviceman returning in January, 1956      Servicing the Army’s Needs in the Pacific The massive buildings of the San Francisco Port of Embarkation (SFPE), now known as Lower Fort Mason, were originally built in 1912 to warehouse army supplies and provide docking space for army transport ships. The army first shipped men and supplies to the Pacific through San Francisco in 1898 during the Spanish-American War.  America’s involvement in the Spanish-American War reflected a significant shift in how the country perceived itself internationally: with this war, the United States’ interests and responsibilities shifted from managing internal issues to exerting the country’s new power across the Pacific Ocean. The War Department began to build new bases in Hawaii, the Philippines, and various Pacific islands and most of the material for those bases was shipped through San Francisco. The Port of Embarkation, completed in 1915, included three long wharves designed so the transport ships could align up against them; supplies were stored in adjacent warehouses and sheds. All the buildings were constructed in the Mission Revival style. A railroad tunnel was constructed under Fort Mason and tracks were laid into the port area, single tracks to the three wharves and double tracks to the warehouses. As early as 1912, Fort Mason served as the headquarters for the San Francisco Port of Embarkation. With these new facilities, Fort Mason was transformed from a harbor defense post into a logistical and transport hub for American military operations in the Pacific.       This photo shows the San Francisco Port of Embarkation functioning at full capacity; four transport ships (with a fifth hiding behind the farthest building on the right) are docked along the wharves. Photo circa 1933. PARC, GGNRA       Intense Activity during World War II From the 1920s through World War II, the SFPE played a critical role in the movement of supplies and troops to the Pacific.  During World War II, the San Francisco Port of Embarkation functioned as the nerve center of a vast network of shipping facilities that spread throughout the Bay Area. The Port’s jurisdiction was far reaching; for various periods of time between 1941 and 1944, the ports of Los Angeles, CA, Portland, OR and Seattle, WA were administered by the San Francisco Port of Embarkation. During the war, the army built a maze of temporary, wood-frame buildings to support the works on the port. In the fall of 1939, the SFPE personnel had expanded to 130 military personnel and over 500 working civilians. The numbers of men and supplies that passed through the San Francisco Port of Embarkation were staggering. During the 45 months of war, 1,647,174 passengers and 23,589,472 measured tons moved under the San Francisco Port of Embarkation into the Pacific. This total represents two-thirds of all troops sent into the Pacific and more than one-half of all Army cargo moved through West Coast ports. The highest passenger count was logged in August of 1945 when 93,986 outbound passengers were loaded. In 1972, the San Francisco Port of Embarkation was listed as a National Historic Landmark.       Soldiers and their civilian families clustered around the US Army transport ship, the \"President Taft\". Note the number of packing crates around the dock area. Photo circa 1940s. PARC, GGNRA       For More Information on the San Francisco Port of Embarkation:        NPS  Fort Mason Center History Tour: Gateway to the Pacific  Download the San Francisco Port of Embarkation self-guided walking tour to learn how the port played a critical role during World War II and is now home to the innovative Fort Mason Center.      To learn detailed information about the historic buildings, download the San Francisco Port of Embarkation Historic Structure Report (NPS, 1991) (PDF file, 24 MB)         World War II in San Francisco  To learn more about World War II in the San Francisco Bay area, please visit the National Registry of Historic Places Travel Itinerary for the Bay Area.          Visit the Fort Mason history page to learn more about this historic army post.           Explore the Fort Mason Center, the park partner that sponsors environmental, cultural and art organizations inside the Port of Embarkation's historic piers and warehouses.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/port-of-embarkation.htm"
}
