{
    "title": "Golden Gate National Recreation Area: The Dipsea Race",
    "body": "The Dipsea Race        NPS       Oldest Cross - Country Race in the United States The annual Dipsea Race, founded in 1905, is the oldest cross-country trail race in the United States and the race celebrated its 100th running on June 13, 2010. The Dipsea Race is held the second Sunday in June in Marin Country, just north of San Francisco, California. The 7.4 mile race runs through National Park Service land, California State Park land, Mill Valley city land and private property. The race starts in downtown Mill Valley, where the racers face 3 sets of steep stairs, totaling over 600 steps. The runners then continue up through the narrow trail over Mount Tamalpais State Park, where they scale an elevation of 1360 feet. At the end of the race, the runners must run down the precipitous rugged terrain into Stinson Beach of Golden Gate National Recreation Area. The race is considered the pinnacle of competitive long distance foot racing in the San Francisco Bay Area. This extremely challenging course is not for beginners; for safety reasons, only 1,500 runners are allowed in this race. For more information on participating in the race, please visit www.dipsea.org       The Dipsea Race starting line Photo Courtesy of the Marin Independent Journal       The Race's History The race's history started in the early 1900s when San Francisco residents who wanted to take a break from city life flocked to nearby rural Marin County to enjoy the area's picturesque trails and forests. Every weekend, loaded ferries and trains brought people to hike and camp on the pastoral Mount Tamalpais, the 2,571 foot mountain in Mill Valley. The Dipsea Race developed out of a growing local interest in physical outdoor activity.  The race itself began as a friendly competition between two San Francisco men, Charles Boas and Alfons Coney, who were members of San Francisco's Olympic Club, the oldest athletic club in the United States. Interested in encouraging some healthy competition in the great outdoors, they challenged each other to a foot race from the Mill Valley depot to the Dipsea Inn, located at Stinton Beach. This challenge was not considered lightly; the proposed 8 mile-long trail was steep, narrow and very treacherous. The two men ran the precipitous race, with Mr. Boas the winner. After that one-time event, the men, with their friends, organized themselves into an informal running group, calling themselves the \"Dipsea Indians\" and decided to establish an annual race.  The first official race was on November 19, 1905. The organizers expected to attract perhaps a few dozen runners; instead, the race drew over 100 entrants from around the Bay Area, with most of the runners representing clubs and schools. Despite being conducted in the pouring rain, the race was seen as a great success. The first race established two important race traditions that are still carried on today: its handicapping system and the open course. The original Dipsea Race organizers used \"handicapping\", or measured head starts, to attract runners of all capabilities, allowing them equal opportunities for a win relative to their condition. During the race's history, it has resulted in a more fair competition in which women, elders and children have the opportunity to win.  The open course has allowed runners to choose any route they pleased as long as they start and finish in the right places. Some runners found shortcuts, but for the most part, runners followed the established route as described. More recently, runners have been restricted in sensitive areas to specific trails, usually to avoid environmental damage, and portions of the original trail are only open on race day.       Runners on the Dipsea Trail Photo courtesy of the Sacramento Bee       The Dipsea Trail Determined Eligible for the National Register of Historic Places The popularity of the Dipsea Race spawned other Bay Area foot races including San Francisco's Cross-City Race (now known as the Bay to Breakers Race) as well as inspired other athletic clubs and bolstered civic pride. The Dipsea Race was the founding foot race that laid the groundwork for a long Bay Area tradition that linked community with fitness and civic well-being.  The Dipsea Race has been held every year since 1905 except for 6 years. During the Depression, they suspended the races due to the financial hardships and during World War II, the army occupied much of Mt. Tamalpais for defense reasons and closed the mountain to public access. Over the years, the dates have changed; the June start was established in 1977. June 13, 2010 marks the 100th race.  Because of the Dipsea Race's influence on the development of other races and in America's interest in physical fitness, the trail has been recently determined by the National Park Service and the California State Historic Preservation Officer to be eligible for the National Register of Historic Places. Authorized by the National Historic Preservation Act of 1966, the National Park Service's National Register of Historic Places is the official list of the Nation's historic places worthy of preservation. To learn more about the National Register Program, please visit their site at (https:\/\/www.nps.gov\/history\/nr\/index.htm).       The Dipsea Trail Image courtesy of Dewey Livingston",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/the-dipsea-race.htm"
}
