{
    "title": "Golden Gate National Recreation Area: Marin Headlands Agriculture",
    "body": "Marin Headlands Agriculture        A Marin Headlands dairy farming community PARC, NPS       The first users of the Marin Headlands were the native Americans, who hunted and gathered on the abundant land. By the 19th century, Europeans divided the land into dozens of successful dairy farms. When development encroached in the mid-20th century, active citizens worked tirelessly to protect the land as a new urban national park.        Illustration suggesting how Coast Miwok used the Marin Headlands illustration courtesy of Linda Yamani  The Coast Miwok, who lived in the Marin area for over 7,000 years, were tideland hunters and gathers who lived primarily off fish, nuts, berries and game. They lived in conical houses in hamlets located along the bays.  In 1776, the Spanish arrived to the San Francisco Bay Area and quickly established a fort (Presidio of San Francisco) and a mission. As the Spanish settled in Marin in 1793, they took over the Coast Miwok land and made significant physical impacts to the land by introducing livestock that depleted native grasses and cutting down old growth redwood forest for lumber.         William Antonio Richardson PARC, NPS  After Mexico gained independence from Spain in 1822, the government transferred the mission land to private owners through land grants. William Antonio Richardson was granted a 20,000 acre ranch named Rancho Sausalito. During Richardson’s ownership, Rancho Sausalito (later southern Marin County) remained largely rural and undeveloped.  By the time gold was discovered and California joined the United States, Richardson had fallen into financial trouble. Samuel R. Throckmorten, a successful San Francisco real estate developer, purchased the land and subdivided it into dairy farming ranches. The very successful Marin dairy farms were managed by Portuguese dairy farmers and by 1862, Marin County became the state’s leading dairy-producing county.         This 1892 Tamalpais Land & Water Co. map shows ranches A - Z and 1 - 8. PARC, NPS  By the late 19th century and early 20th century, San Franciscians started to enjoy Marin County for its exceptional beauty and recreational opportunities. In 1889, the Tamalpais Land & Water Co. took over Throckmorten’s land and the company subdivided the vast land holdings to create small towns, like Mill Valley. As part of the harbor defenses of San Francisco, the U.S. Army purchased a significant amount of the dairy farming land to establish Fort Baker, Fort Barry and later Fort Cronkhite.  In an effort to protect the area’s natural resources from encroaching development, President Theodore Roosevelt created Muir Woods National Monument in 1908. With the construction of the Golden Gate Bridge in 1936, Marin’s population exploded and ultimately, new suburban housing replaced the dairy farms. In 1945, George Wheelwright purchased one of the largest parcels of remaining open agricultural land; the Green Gulch Farm was over 800 acres and included Muir Beach. Wheelwright used this land as a cattle ranch; over time, the intensive cattle grazing eroded the land and degraded the Redwood Creek watershed.  At the end of the Cold War, the U.S. Army announced their plans to move out of the Marin Headlands and commercial companies, eager to make a profit on this incredible open space, suggested a concentrated housing development. In an outcry, environmental and conservation groups sought legal action to protect the open land, while political momentum gathered to create a new urban national park. In 1971, Wheelwright sold a small portion of his open space to the San Francisco Zen Center and sold the remaining 650 acres of open space to the National Park Service to help create the Golden Gate National Recreation Area. Visit the NPS Marin Headlands Visitor Center to learn more about suggested activities and the history about this area.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/marin-headlands-agriculture.htm"
}
