{
    "title": "Golden Gate National Recreation Area: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories               Stories       Learn more about Golden Gate’s various themes and stories.         The Panama-Pacific International Exposition  Learn how San Francisco hosted the 1915 World's Fair.         The Civil War at Golden Gate  Learn about the park's many Civil War military posts that the Union Army built to protect the San Francisco Bay from enemy invasion.         Alcatraz Occupation Learn how in 1969, a group of American Indians occupied Alcatraz to highlight their protest against the government's policies.          San Francisco Port of Embarkation  Learn how the San Francisco Port of Embarkation, designated as a National Historic Landmark, functioned as the U.S. Army's largest shipping center for the Pacific Theater.            Defending San Francisco Bay Learn how first Spain, then Mexico and then the United States fortified the Bay against enemy invasion.          Creation of Golden Gate National Recreation Area Learn about the social, environmental and political forces that helped create this park.            Marin Headlands Agriculture  Learn about the history of this abundant penisula and the significant people who shaped the landscape.         The UN Memorial at Muir Woods  Learn about the 1945 memorial service for President Roosevelt held at Muir Woods.         Buffalo Soldiers in the Park Learn how African American Infantry and Cavalry troops protected California's National Parks during the early 1900's.         The State Belt Railroad  Learn how this state-operated railroad played a signficant role in the development of the Panama Pacific International Exposition and the Presidio.         The Broderick-Terry Duel Learn how this 1859 duel played a role in the Civil War and how Fort Mason was home to San Francisco's anti-slavery movement.         The Dipsea Race Learn about the historic footrace that crosses through the park.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/stories.htm"
}
