{
    "title": "Golden Gate National Recreation Area: Ohlone and Coast Miwok",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Ohlone and Coast Miwok                Ohlones and Coast Miwoks         Ohlones transported mussels and other foods in willow baskets. illustration courtesy of Linda Yamane  Native Americans have called the San Francisco Bay region home for over 10,000 years. Park areas south of the Golden Gate, from the San Francisco Peninsula, to the East Bay and south to Monterey, are the aboriginal lands of the Ohlones (also called Costanoans). Park lands north of the Golden Gate, primarily in Marin County and Southern Sonoma County, are the aboriginal lands of the Coast Miwoks. The park’s oldest archeological site is shell material found at Land’s End, dated from 150 AD. Characteristics of the tribes Both the Ohlone and Coast Miwok peoples were organized into small, politically independent societal groups or tribes; the Ohlones had about 50 tribes and the Coast Miwoks had approximately14 tribes. Ethno history suggests that small villages were maintained along the marshlands. In San Francisco, the villages were located at today's Fort Mason, Crissy Field, and Sutro Baths. In Marin, the Coast Miwok encampments were located near today’s Horseshoe Cove in Fort Baker and at Big Lagoon at Muir Beach. Groups moved annually between temporary and permanent village sites in a seasonal round of hunting, fishing, and gathering. Periodic burning of the landscape was conducted to promote the growth of native grasses for seed gathering and to create forage for deer and elk. The world view and spirituality of both the Ohlones and Coast Miwoks were expressed in a complexly woven tapestry of stories, myth, song, dance, and ritual.        Singing was an important part of Ohlone and Coast Miwok culture illustration courtesy of Linda Yamane  Contact with the Spanish Settlers In 1776, when Spanish military and civilian settlers arrived in the Bay Area to establish military garrisons (presidios), Franciscan missions, and civil settlements (pueblos), life abruptly and dramatically changed for the native people of the San Francisco Bay Area. With Spanish colonization, came the introduction of new diseases and the establishment of mission communities meant to supplant the existing tribal organization.        Ohlones and Coast Miwoks plied bay waters in boats they crafted out of tule reed. Image courtesy of Linda Yamane  Because they lived closest to the Presidio’s military garrison, members of the Ohlone tribe that inhabited the San Francisco Peninsula, called the Yelamu, were baptized and taken into the missions as early as the 1770s and 1780s. Because the Coast Miwok tribes lived further north, their indoctrination came a little later. In 1783, several members of the Huimen community, who inhabited the southern-most part of Marin County, were the first of the Coast Miwok to leave their homeland for Mission San Francisco. This initial migration was a sign of the times to come. By 1810, introduced diseases, forced labor, and efforts to indoctrinate the indigenous peoples into an alien society and religion led to a tragic destruction of the way of life of Ohlones and Coast Miwoks.        Baskets were created for food and water storage. Image courtesy of Linda Yamane  The Ohlone and Coast Miwok Today Today, descendants of Ohlone and Coast Miwok peoples live throughout the Bay Area. Many are organized into distinct tribal groups. While participating in contemporary society, they are actively involved in the preservation and revitalization of their native culture. Restoration of native language, protection of ancestral sites, practice of traditional plant uses, story telling, dance, song, and basket weaving are all aspects of these restoration efforts. The National Park Service works with Ohlones in stewarding the preservation and interpretation of ancestral sites in the Presidio and throughout the park south of the Golden Gate. The Park Service is working in a similar fashion with the Coast Miwok who today form a single, federally-recognized tribe, the Federated Indians of Graton Rancheria.      For Further Reading: Bean, Lowell John (editor), 1994. The Ohlone Past and Present: Native Americans of the San Francisco Bay Region. Ballena Press, Novato, CA. Chartkoff , Joseph L., and Kerry K. 1984. The Archaeology of California. Stanford University Press, Stanford, California. Colley, Charles C.1970. “The Missionization of the Coast Miwok Indians of California”. California Historical Society Quarterly, 49(2): 143-162. Cook, Chartkoff, Joseph Sherburne F. 1976. The Conflict Between the California Indian and White Civilization. University of California Press, Berkeley, California. Heizer, R.F. and M.A. Whipple (contributers and editors). 1971. The California Indians: A Source Book. University of California Press, Berkeley, California. Kroeber, Alfred L., 1925. Handbook of the Indians of California. Bureau of Ethnology, Bulletin 78, Washington D.C. Margolin, Malcolm, 1978. The Ohlone Way: Indian Life in the San Francisco and Monterey Bay Areas. Heyday Books, Berkeley, CA. Milliken, Randall, 1995. A Time of Little Choice: The Disintegration of Tribal Culture in the San Francisco Bay Area 1769-1810. Ballena Press, Novato, CA.  Moratto, Michael J. 1984. California Archaeology. Academic Press, San Francisco, California. Peterson, B.J. (editor). 1976. Dawn of the World: Coast Miwok Myths. Marin Museum Society, Impressions Printing, Woodacre, California. Original: Myths and Weird Tales Told by the Mewan Indians of California, Arthur H. Clarke Company, Cleveland, Ohio, 1910. Yamane, Linda (editor). 2002. A Gathering of Voices; The Native People of the Central California Coast. Santa Cruz County History Journal, Issue 5; published by the Museum of Art & History, Santa Cruz, California.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/ohlones-and-coast-miwoks.htm"
}
