{
    "title": "Golden Gate National Recreation Area: Climate Update Podcasts",
    "body": "Golden Gate Climate Update             Subscribe to Climate Update RSS feed         Join Golden Gate Climate Update as we hear from people helping your National Parks understand and adapt to climate change. This podcast series interviews leading scientific authorities, park staff and partners involved with climate change science, response and sustainability as it relates to National Parks; particularly those in the West. You can listen to the two-part podcasts listed below individually or you can subscribe to the series through the RSS feed above.    You can also check out these Golden Gate podcasts on the Earth to Sky web site:  Climate Change, Upwelling, and California's Coastal Seabirds Climate Change and Sudden Oak Death          Changes in Wind, Upwelling and Fog Dr. James Johnstone is a researcher at the University of Washington’s Joint Institute for the Study of Atmosphere and Ocean. Jim studies the relationship between wind, upwelling, and fog along the West Coast. In this interview, he discusses long-term declines in coastal fog and how this may relate to changes in wind and upwelling associated with climate change. Interview date: 7-10-10 Part 1 - mp3 audio (5:12 min., 1.9 mb), pdf text transcript Part 2 - mp3 audio (5:35 min., 2.0 mb), pdf text transcript          Climate Change and Coastal Processes Dr. Patrick Barnard is a research geologist with United States Geological Survey coastal and marine geology program. Patrick studies coastal erosion and processes along the California coast. In this interview he discusses how climate change factors may affect erosion rates. Interview date: 7-07-10 Part 1 - mp3 audio (4:49 min., 1.7 mb), pdf text transcript Part 2 - mp3 audio (3:58 min., 1.4 mb), pdf text transcript          Climate and Wildfires in the WestDr. Anthony Westerling is a Professor of Engineering, Natural Sciences, and Geography at the University of California, Merced. One topic of his research focuses on climate and wildfires. In this interview he discusses how he uses models to predict what fire could look like in the next season or in climate change scenarios a hundred years from now. Interview date: 7-06-10 Part 1 - mp3 audio (4:30 min., 1.6 mb), pdf text transcript  Part 2 - mp3 audio (5:03 min., 1.8 mb), pdf text transcript          Biofuels and Sustainability Actress Daryl Hanna is a prominent environmentalist, sustainability advocate, and promoter of biodiesel fuels. In this interview she talks about the benefits of biofuels and other environmental projects with which she is involved. Interview date: 10-14-09 Part 1 - mp3 audio (4:11 min., 1.5 mb), pdf text transcript Part 2 - mp3 audio (5:48 min., 2.1 mb), pdf text transcript          Marin County Salmon and Climate ChangeMichael Reichmuth is a fisheries biologist with the National Park Service, San Francisco Bay Area Inventory and Monitoring Network. One of his main areas of focus is researching salmon in Marin County.In this podcast, Michael discusses the declining population of Coho salmon and the potential threat climate change poses for the species.  Interview date: 7-29-09 Part 1 - mp3 audio (4:53 min., 1.7 mb), pdf text transcript Part 2 - mp3 audio (5:07 min., 1.8 mb), pdf text transcript          Plant Distribution Changes  Dr. David Ackerly is a professor of integrative biology at UC Berkeley who studies climate change and botanical response in California. In this podcast, Dr. Ackerly will be discussing the effects of climate change on plant distributions.    Interview date: 9-02-09 Part 1 - mp3 audio (4:57 min., 2.3 mb), pdf text transcript Part 2 - mp3 audio (5:10 min., 2.4 mb), pdf text transcript          Sea Level Rise and San Francisco Bay Dr. Noah Knowles is a Research Hydrologist with the U.S. Geological Survey. One area of his research is climate change and how it may affect the San Francisco Bay ecosystems.  In this interview, Noah will tell us a about his research and the implications it has for the future of San Francisco Bay.   Interview date: 11-03-09 Part 1 - mp3 audio (6:04 min., 2.8 mb), pdf text transcript Part 2 - mp3 audio (3:57 min., 1.8 mb), pdf text transcript          Monitoring for Climate Change Marcus Koenen, Program Manager for the National Park Service, San Francisco Bay Area Network Inventory and Monitoring Program tells us about the Inventory and Monitoring Network and how it can be used to detect the effects of climate change in the Bay Area parks. Interview date: 7-16-09 Part 1 - mp3 audio (5:07 min., 2.4 mb), pdf text transcript Part 2 - mp3 audio (4:54 min., 2.3 mb), pdf text transcript          Redwood Forest Drying Dr. Emily Limm is a postdoctoral student at U.C. Santa Cruz. Dr. Limm studies how the ferns, shrubs, and trees of the redwood forest absorb fog and how this vital water source maintains the health of the redwood forest. In this interview she discusses how climate change may affect California's coastal redwood forests. Interview date: 11-03-2009 Part 1 - mp3 audio (5:38 min., 3.9 mb), pdf text transcript Part 2 - mp3 audio (4:22 min., 3 mb), pdf text transcript          Climate Observations and Models Dr. Robert Cahalan, head of NASA’s Climate and Radiation Branch based at Goddard Space Flight Center. His group studies climate on the scale of years to millions of years. In this interview Dr. Cahalan discusses climate change and how it may affect national parks. Interview date: 8-13-2009 Part 1 - mp3 audio (4 min., 2.8 mb), pdf text transcript Part 2 - mp3 audio (6 min., 4 mb), pdf text transcript",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/photosmultimedia\/climate-update.htm"
}
