{
    "title": "Golden Gate National Recreation Area: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places               Places         Click on any of the following  links to learn about the many different historic places at Golden Gate.         Lands End  Learn about the city's picturesque edge that includes the Cliff House, Sutro Heights, Sutro Pleasure Grounds at Merrie Way and Sutro Bath ruins. Visit Vestiges of Lands End for a digital guidebook of historic places, events, artifacts, landscapes and geology.         Fort Baker Learn about the history of Fort Baker, a 1905 military post located in the Marin Headlands.         Fort Barry Learn more about this historic army post and its powerful guns constructed along the Pacific Coast.         Fort Point  Learn about this National Historic Landmark Civil War fort that continues to guard the Golden Gate straits.         Fort Cronkhite Learn about Fort Cronkhite, a World War II cantonment located in the Marin Headlands.          Guide to the Park's Architectural Styles Learn more about the park's architectural history and learn to identify the buildings' various architectural styles.         Fort Mason Learn more about this Civil War post that was also the headquarters for the San Francisco Port of Embarkation.         Presidio of San Francisco Learn more about this National Historic Landmark that was first established by the Spanish in 1776 as a military base, then a Mexican out-post and finally a United States army post.           Alcatraz Learn more about this National Historic Landmark island which includes a Civil War citadel, an army prison, a federal penitentiary and now a  National Park park.             Muir Woods Learn more about one of the world's only old-growth coastal redwood forest.          San Francisco Bay Discovery Site Learn more about this National Historic Landmark site in Pacifica documenting where Spain's Gaspar de Portola first discovered the San Francisco Bay.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/places.htm"
}
