{
    "title": "Golden Gate National Recreation Area: Portuguese Dairy Farmers",
    "body": "Portuguese Dairy Farmers        A dairy farmer family in Marin County PARC, NPS       The Marin Headlands, with its ideal climate for raising dairy cows, was once covered with prosperous dairy farms. By the 1880s, Marin County was California’s largest producer of fresh milk and butter.      Immigrants from the Azores Islands Much of this success was based on the hard-work of recent Portuguese immigrants, known as the Azoreans. Originally from the Azores, an archipelago of 8 rural islands west of Iberian Portugal, these men arrived in California on whaling ships. Once the vessels docked in the San Francisco area, the allure of the Gold Rush, along with the dissatisfaction of life on a ship, prompted many Azoreans to “jump ship”. Those who did not find their fortune in gold were able to use their native dairy experience to get jobs in Marin’s newly-established dairy ranches.          Fresh milk was pasturized in sanitation sheds, such as this one at the Golden Gate Dairy, located near Muir Beach.  J. Lehman, Golden Gate  The hard work of dairy farming Dairy farming was hard work and everyone, including the women and children, were involved in the daily chores required to keep the operation running smoothly. Until electricity came in the 1930s, the cows were milked by hand, twice a day, at 4 AM and 4 PM. Depending on the number of cows, each milking time could take up to 3 hours. In between milking, the men would sanitize and prepare the milk for transportation, clean the barns and equipment, mend the fences or work in the fields while the women would feed their family, clean and can food, and tend to the vegetable garden and livestock.  Portuguese traditions The chain of migrations from the Azores to the Sausalito was sustained by the intermarriage and strong social connections, largely based in the Roman Catholic Church. In particular, Sausalito’s Saint Mary’s Star of the Sea, founded in 1881, was where the Portuguese were most visible as a community. Every year, the Azorean community celebrated the Holy Ghost Festa, which involved a procession through town, with a musical band, a herd of brightly-decorated cows, and Portuguese cowboys dressed in their finest riding clothes. The celebration culminated in a religious mass and with the crowning of a young girl.       Ranch \"B\" is one of the few remaining dairy farm buildings in the Marin Headlands and is located near the Tennessee Valley trailhead parking lot. PARC, Golden Gate       Want to learn more about the Marin Headlands?  Learn how to get to the Marin Headlands, what activities you can do there, how to prepare for your visit and how to enjoy this  natural and historic site.  Please visit the Marin Headlands  web page.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/portuguese-dairy-farmers.htm"
}
