{
    "title": "Golden Gate National Recreation Area: Major Dana Crissy",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Major Dana Crissy                Major Dana Crissy         Major Dana Crissy, circa 1916 PARC, Golden Gate  Crissy's Dream of Flying Crissy Field, located in the Presidio of San Francisco, is named after Major Dana H. Crissy. In the early 1900s, Presidio coast artilleryman Dana H. Crissy was full of ambition and fascinated by the new invention of human flight. Imagine the sensation of being lifted into the air, just above the ground, and magically transported somewhere else. At that time, air travel was a very new concept and, as with many new technologies, people seriously doubted its possibilities. Most did not believe a person could fly in the air and safely return to the ground. Crissy's dream was to fly airplanes, in in doing so, prove to the world that air travel advancements made it an effective, reliable, and, most importantly, a safe mode of transportation. By 1917, he was pursuing his dream when he transferred to the Aviation Section of the Signal Corps. He became a Major and the Commander of the Mather Air Field in Sacramento. This promotion put him in an excellent position to participate in the Army's most important long-distance demonstration flight to date. Crissy wanted to be involved in a flight that would challenge the equipment, test the skills and endurance of the pilots, and defy the public's uncertainty.        Crissy, at far right, with other fellow pilots, circa 1919. PARC, Golden Gate  The Army's First Trancontinental Race In October 1919, a new fledgling Presidio airfield hosted the Army's First Transcontinental Reliability and Endurance Test across North America. Sixty-one aircraft participated; 46 flying westbound from Long Island, New York and 15 flying eastbound from the new airfield. The goal was to see who could land on the opposite coast first. The opportunity complimented Major Crissy's dream. He embraced the test's challenges and became one of the 15 pilots racing towards the East. After 24 grueling hours of flying-time in an open cockpit and being exposed to the chilly autumn air, the first plane arrived on the West Coast. But this was not enough to earn success. The tragedies outweighed the victories. Of the 61 aircraft participating, only nine men actually completed the transcontinental flight. Most planes dropped out somewhere along the route due to mechanical difficulties, poor flying conditions, or minor accidents. Major Dana H. Crissy was not so lucky. He and his observer, Sgt. 1st Class V. Thomas, were killed the first day out of San Francisco while trying to land their De Havilland DH-4 airplane near Salt Lake City, Utah. The loss of their lives for a demonstration flight was devastating. In Honor of Major Dana Crissy Air officer and friend Colonel \"Hap\" Arnold was moved by the sacrifice Major Crissy made in pursuing his dream to promote air travel and honored him by naming the new West Coast airfield after him. Over 80 years later, the airplanes have been replaced by park visitors, joggers, and sailboarders, but the name Crissy Field remains. The next time you look up into the skies, you may catch a glimpse of where Major Crissy's dream has taken us…almost anywhere in the world in less than 24 hours. Text written by Margaret Styles, National Park Service       Major Dana Crissy, his wife Bee and their two daughters, Yvonne and Charmy, circa 1916 PARC, Golden Gate        For More Information about Crissy Field   Please visit the Crissy Field page to learn more about the airfield's important history.   To learn about the various historic airplanes associated with Crissy Field, visit the Wings over Crissy Field page.   Visit the Crissy Field Center page to learn about different programs and activities offered at the Crissy Field Center.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/historyculture\/major-dana-crissy.htm"
}
