{
    "title": "Golden Gate National Recreation Area: Photo Gallery",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery               Photo Gallery       Feel free to view any of the images from our photo gallery. If you like, you can download them as well. Also note that some of our images may be copyrighted, so please e-mail us if you plan on using them for commercial purposes. Thank you.               We invite you to explore the rich history of the Golden Gate National Recreation Area through a diverse selection of historic and contemporary images. Please click on the above gallery link to see categories for research and discovery.  Images within these galleries may be used for any legitimate non-commercial public or press use with proper credit given to the National Park Service. If you have any questions or additional information on these images, please contact the Park Archives and Records Center's reference archivist at 415-561-2807 or Amanda_Williford@nps.gov.   Select a category to see the full list of related album topics.      Alcatraz  Fort Point & Golden Gate Marin Parklands Muir Woods Presidio of San Francisco  San Francisco Parklands San Mateo Parklands Coastal Defenses & Artillery Events General Troop Activity & Military Life Natural Resources Projects & Planning                   Archaeology   5 Photos  At the Parks there are over 370 archaeology sites with many hidden treasures. We are finding little artifacts as well as learning about the structures and the people who were there before us.          Communities   5 Photos  No matter where you are communities are important and are a great support system. Here at Golden Gate National Park we love the community and they love us. They come to celebrate the Golden Gate Bridge 75th anniversary and to do some yoga at Ocean Beach.           Volunteers   6 Photos  Volunteers at Golden Gate National Recreation Area, Muir Woods National Monument, and Fort Point National Historic Site help present the diverse resources of one of America's most popular National Parks to today's visitors, and help preserve these precious resource for future generations. Volunteers at Golden Gate play a vital role in almost all aspects of park operations.            Students   5 Photos  Students from all ages come to learn about the vast history that has happened in our beautiful parks. One of our top centers for educating the young minds of the students in San Francisco is the Crissy Field Center.           Scenics   8 Photos  Scenic views of Golden Gate National Park Recreation Area.          Recreation   5 Photos  There are numerous recreational things to do in the parks and all the views are beautiful. From hiking and biking to a ropes course all are fun to do with family and friends.             LWCF   4 Photos  When you come to visit Golden Gate National Park you notice just how beautiful and historical this place is. It has been here for a long time so we have grant projects which help keep the park running for future generations.           Historic Sites   6 Photos  National Historic Landmarks are nationally significant historic places designated by the Secretary of the Interior because they possess exceptional value or quality in illustrating or interpreting the heritage of the United States.           Cultural Celebrations   8 Photos  Every year the Golden Gate National Recreation Area hosts celebrations and holidays that highlight the diversity of the Bay Area's current and past residents.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/photosmultimedia\/photogallery.htm"
}
