{
    "title": "Golden Gate National Recreation Area: Audio Gallery",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations     Audio Gallery                Audio Gallery       Golden Gate National Recreation Area- Audio Described Brochure Whether you are a visitor or a local resident, the GGNRA offers experiences you can find nowhere else. Click here to download a zipped file of the audio described Golden Gate NRA Brochure onto your computer; once it has downloaded, extract the files in your file browser.      Muir Woods- Audio Described Brochure \"This is the best tree lovers monument that could possibly be found in all the forests of the world\" John Muir  Click here to download a zipped file of the audio described Muir Woods Brochure onto your computer; once it has downloaded, extract the files in your file browser.      Fort Point- Audio Described Brochure  From it's vantage point overlooking the Golden Gate, Fort Point protected San Francisco harbor from attack during and after the U.S. Civil War. Click here to download a zipped file of the audio described Fort Point Brochure onto your computer; once it has downloaded, extract the files in your file browser.       Fort Point- Audio Walking Tour  Listen to a slice of life at Fort Point in the post Civil War days. An unidentified private tells about his day. You can download the digital files below to play back on your own MP3 player, smart phone, or other digital audio device.  Click here to download a zipped file of the Fort Point audio tour onto your computer, after it has downloaded, extract the files in your file browser. Click here to download a text transcript of the audio tour.       Fort Baker Cell Phone Tour   Take this audio tour to learn about historic Fort Baker; its natural setting, the military and other people who have lived here through the centuries, and the role the National Park Service and park partners now play in protecting the natural world and our country's heritage here. Click here to go to the Ft Baker cell tour page with maps and audio files.      Point Bonita Lighthouse Cell Phone Tour  Point Bonita is a historical site on the edge, where the land meets the water, and where San Francisco Bay meets the Pacific Ocean. Click here to download the 12 stop Pt. Bonita cell phone tour. You can listen to it at home, or load it onto an mp3player or smart phone to take on site with you. This version is higher quality audio then is available from the call in version of the tour.      Under Three Flags- Audio Described Brochure Learn about the history of the Presidio of San Francisco and the three different countries who helped develop it. Click here to download a zipped file of the audio described Under Three Flags Brochure onto your computer; once it has downloaded, extract the files in your file browser.       The Natural Presidio- Audio Described Brochure The natural history of the Presidio is a story of change and constancy. Click here to download a zipped file of the audio described Natural Presidio Brochure onto your computer; once it has downloaded, extract the files in your file browser.      Presidio Philippine War Audio Walking Tour  The period of the Philippine-American War was one of the busiest in the history of the Presidio. Virtually every soldier who fought there embarked from here, and came home the same way. The tour takes about 1 1\/2 hours, and covers app. 2 1\/2 miles. There is a map and recorded audio for you to download to an MP3 player, smart phone, or other digital audio device.  Click here to download a zipped file of the audio Presidio Philippine War audio tour onto your computer, once it has downloaded, extract the files in your file browser.   Click here to download a PDF map of the tour.      Lands End Lookout- Audio Described Exhibit Tour  This new 4,150-square-foot visitor center above the ruins of the Sutro Baths opened in May 2012. Learn about the natural and cultural history of the area, and hike the nearby trails along the coast and up into the nearby Sutro Heights gardens. Click here to download a zipped file of the short version of the audio described tour, or click here to download the long version. Once it has downloaded to your computer, extract the files in your file browser.       Volunteers-In-Parks- Audio Described Brochure Volunteers at the park play a vital role in almost all aspects of park operations- you can make a difference! Click here to download a zipped file of the audio described Volunteers-In-Parks Brochure onto your computer; once it has downloaded, extract the files in your file browser.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/photosmultimedia\/audio.htm"
}
