{
    "title": "Golden Gate National Recreation Area: Presidio",
    "body": "Presidio of San Francisco Image Gallery        Regiment at attention in Presidio, 1890s Golden Gate NRA, Park Archives, Andrew E. Mcintyre Collection       Established in 1776, the Presidio of San Francisco has existed as a military fortification under Spanish, Mexican, and American rule. It became part of the Golden Gate National Recreation Area in 1994 when it was transferred to the National Park Service from the Army. Located on the northern edge of the San Francisco peninsula, it contains a dynamic mix of natural beauty and cultural history. In this gallery, explore historic and contemporary images of the general Presidio (including Battery Chamberlin, Baker Beach, and Camp Merritt and Merriam), Crissy Field, Fort Scott, and the Letterman Medical Campus.   Images within these albums may be used for any legitimate non-commercial public or press use with proper credit given to the National Park Service. If you have any questions or additional information on these images, please contact the Park Archives and Records Center’s reference archivist at 415-561-2807 or e-mail us.                   Presidio - Crissy Field   67 Photos  Originally an air strip and transport staging area for the military, Crissy Field is now includes fields for recreation, a restored wetland, and dramatic views of the Bay and Golden Gate.          Presidio - Fort Scott   59 Photos  Fort Scott was established in 1912 and was used in the 1930s to house the West Point Academy.          Presidio - General   166 Photos  Images of the Presidio, including Battery Chamberlin, Baker Beach, and Camps Merritt and Merriam, the 1890s camps situated right outside the Presidio.            Presidio - Letterman Medical Campus   42 Photos  Established in the late 1890s, Letterman Medical Campus was a major military hospital during five wars. The hospital was renovated and replaced by the Lucasfilm Letterman Digital Arts campus in 2005.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/photosmultimedia\/presidio-of-san-francisco-images.htm"
}
