{
    "title": "Golden Gate National Recreation Area: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar           Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 18 results    Show ALL instances of recurring events   RSS Feed      Golden Gate National Recreation Area Point Bonita Lighthouse Open House      Time: 12:30 PM to 3:30 PM Location: Point Bonita Fees: FREE     Sunday, August 14, 2016 Every Sunday Weekly & Every Monday Weekly & Every Saturday Weekly  from 03\/20\/2016 to 01\/01\/2017 Discover how Point Bonita provided safe passage for millions through the treacherous Golden Gate! For more information, please call the Marin Headlands Visitor Center 415-331-1540. View Details      Golden Gate National Recreation Area Park Archives Open Hours      Time: 1:00 PM to 4:00 PM Location: Bldg 667 McDowell Ave, Presidio of San Francisco Fees: Free     Monday, August 15, 2016 Every Monday Weekly  from 06\/06\/2016 to 05\/29\/2017 Open reference hours for the GGNRA Park Archives  View Details      Golden Gate National Recreation Area Muir Woods After Hours      Time: 6:45 PM to 8:45 PM Location: Meet at Muir Woods Visitor Center Fees: Included in Entrance Fee     Wednesday, August 17, 2016 Hike through Muir Woods after hours with a ranger! Reservations required, please call 415-388-2596. View Details      Golden Gate National Recreation Area Nike Missile Site Open House      Time: 12:30 PM to 3:30 PM Location: Nike Missile Site Fees: Free     Thursday, August 18, 2016 Every Thursday Weekly & Every Friday Weekly & Every Saturday Weekly  from 06\/23\/2016 to 12\/31\/2016 Reflect on the enduring realities of the Cold War while touring a historic missile site. For more information, please call the Marin Headlands Visitor Center at 415-331-1540. View Details      Golden Gate National Recreation Area Park Archives Open Hours      Time: 10:00 AM to 1:00 PM Location: Bldg 667 McDowell Ave, Presidio of San Francisco Fees: Free     Thursday, August 18, 2016 Every Thursday Weekly  from 06\/09\/2016 to 06\/01\/2017 Open reference hours for the GGNRA Park Archives View Details      Golden Gate National Recreation Area Point Bonita Full Moon\/Sunset Walk      Time: 7:00 PM to 8:30 PM Location: Point Bonita  Fees: Free     Thursday, August 18, 2016 Come watch the full moon rise over the Golden Gate from the dramatic landscape of Point Bonita in the Marin Headlands! Reservations required, please call 415-331-1540. View Details      Golden Gate National Recreation Area Marin Maintenance Nike Missile Site      Location: Nike Missile Site SF-88 Marin Headlands Fees: Free     Friday, August 19, 2016 Every 3rd Friday of every month. from 07\/15\/2016 to 12\/16\/2016 Help with environmental and structural upkeep of Nike Missile Site SF-88 alongside fellow volunteers and veterans. View Details      Golden Gate National Recreation Area Marincello Walk      Time: 10:00 AM to 12:00 PM Location: Tennessee Valley Fees: Free     Saturday, August 27, 2016 Could you imagine living in Tennessee Valley? Learn about a development plan that almost came to be in this natural wonderland ... Reservations required, please call 415-331-1540. View Details      Golden Gate National Recreation Area Tales from the Trees      Location: Muir Woods Entrance Fees: Free for Founders Day!     Saturday, August 27, 2016 Kid-friendly, interactive walk with a Ranger over an easy 1 mile hike. Reservations required.  View Details      Golden Gate National Recreation Area August Sunrise Tour of Muir Woods      Time: 6:30 AM to 10:30 AM Location: Muir Woods Visitor Center Fees: Free     Sunday, August 28, 2016 A sunrise stroll through Muir Woods. Listen to tall tales, see majestic trees, and hear the story of a redwood forest. Reservations required. View Details      Golden Gate National Recreation Area Beginning Birding      Time: 9:30 AM to 11:30 AM Location: Marin Headlands Fees: Free     Sunday, August 28, 2016 Explore the shores of Rodeo Lagoon and enjoy local birds with docent Jane Haley! Reservation required, please call 415-331-1540. View Details      Golden Gate National Recreation Area Writing. Place. Redwoods. You. Special Founders Day Workshop      Location: Muir Woods Entrance Fees: Free!     Sunday, August 28, 2016 Celebrate the 100th Anniversary of the National Park Service by participating in a writing workshop that explores the relationship between place and you and you and place. View Details      Golden Gate National Recreation Area Crissy Field Aviation Walk      Time: 10:00 AM to 12:00 PM Location: Presidio, Crissy Field Warming Hut, at the west end of Mason Street Fees: FREE     Saturday, September 3, 2016 Explore Crissy Field and learn about its role in early aviation history on this easy, 1-mile walk.  Meet docent Don Gray at the Warming Hut, at the west end of Mason Street.  View Details      Golden Gate National Recreation Area Healthy Parks Healthy People      Time: 2:00 PM to 4:00 PM Location: Meet in front of the Presidio Visitor Center at building 36 Lincoln Boulevard in the Presidio Fees: FREE!     Saturday, September 3, 2016 Every 1st Saturday of every month. from 02\/06\/2016 to 02\/04\/2017 Join the Healthy Parks Healthy People Rangers each month as we work our way to fitness and a healthier lifestyle. Through hiking, exercises and family games, you'll get to know National Park sites while getting those hearts and waistlines happy.   View Details      Golden Gate National Recreation Area Nike Missile Site Veteran Open House      Time: 12:30 PM to 3:30 PM Location: Nike Missile Site Fees: Free     Saturday, September 3, 2016 Every 1st Saturday of every month. from 12\/05\/2015 to 12\/03\/2016 Veterans of the Nike site share their first-hand stories and experiences at the only restored Nike Missile Site in the country. For more information, please call the Marin Headlands Visitor Center, 415-331-1540. View Details      Golden Gate National Recreation Area The Last Gun      Time: 11:00 AM to 3:00 PM Location: Located at Battery Chamberlin, north end of Baker Beach parking lot.  Fees: FREE     Saturday, September 3, 2016 Every 1st Sunday,Saturday of every month. from 02\/06\/2016 to 01\/01\/2017 How can a 50-ton gun simply disappear? Learn this and more while helping load and aim the last operational gun of its kind. View Details      Golden Gate National Recreation Area Battery Townsley Open House      Time: 12:00 PM to 4:00 PM Location: Battery Townsley Fees: FREE     Sunday, September 4, 2016 Every 1st Sunday of every month. from 12\/06\/2015 to 01\/01\/2017 Discover San Francisco's most extensive - and most secret - World War II military fortification. For more information, please call the Marin Headlands Visitor Center, 415-331-1540. View Details      Golden Gate National Recreation Area Home Land Security      Time: 10:00 AM to 5:00 PM Location: 5 sites in a 1\/4 mile radius at Fort Winfield Scott Fees: Free     Saturday, September 10, 2016 Every Sunday Weekly & Every Wednesday Weekly & Every Thursday Weekly & Every Friday Weekly & Every Saturday Weekly  from 09\/10\/2016 to 12\/18\/2016 An art exhibition by 16 artists and collectives from around the globe regarding the human dimensions and increasing complexity of national security. View Details             Other Park Events For a complete list of other park events and volunteer opportunities, please visit the page. Parks Conservancy's  Events",
    "url": "https:\/\/www.nps.gov\/goga\/planyourvisit\/calendar.htm"
}
