{
    "title": "Golden Gate National Recreation Area: San Francisco Parklands",
    "body": "San Francisco Parklands Image Gallery        Sutro Baths and Cliff House postcard Golden Gate NRA, Park Archives, Sutro District Collection, GOGA-3369       San Francisco Parklands encompass the NPS-controlled areas scattered across the San Francisco peninsula and wrapping around the coast, outside the Presidio. In this gallery, explore images from Fort Funston (including Battery Davis and Nike missile site SF-59), Fort Miley (including the VA hospital, Point Lobos, and Battery Chester), Fort Mason and the Port of Embarkation (including Point San Jose), Lands End (including the Coast Guard life saving station), Ocean Beach, Sutro Baths, Sutro Heights, and the Cliff House.   Images within these albums may be used for any legitimate non-commercial public or press use with proper credit given to the National Park Service. If you have any questions or additional information on these images, please contact the Park Archives and Records Center's reference archivist at 415-561-2807 or e-mail us.                   SF Parklands - Cliff House   52 Photos  The Cliff House, having gone through several iterations and architectural styles since its initial construction in 1858, is a restaurant that looks out onto the Pacific from a rocky cliff.          SF Parklands - Fort Funston   29 Photos  Built in 1917, this fort became primarily a Nike missile site after its batteries were decided to be obsolete after World War II. It now serves as a popular site for hang gliding.          SF Parklands - Fort Miley   4 Photos  Fort Miley sits near Point Lobos and represents one of the last phases of coastal defense construction.            SF Parklands - Lands End   19 Photos  Lands End is a stretch of rocky coast between the Palace of the Legion of Honor and the Cliff House.          SF Parklands - Ocean Beach   13 Photos  A beach popular with surfers (and sunbathers when it's not foggy), Ocean Beach skirts the western edge of the San Francisco peninsula for two miles.          SF Parklands - Sutro Baths   70 Photos  Sutro Baths was an indoor swimming complex, including a museum and concert hall, opened in the late 1800s by entrepreneur Adolph Sutro. It burned down in 1966.            SF Parklands - Fort Mason   84 Photos  Fort Mason, San Francisco Port of Embarkation          SF Parklands - Sutro Heights   40 Photos  Sutro Heights",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/photosmultimedia\/san-francisco-parklands-images.htm"
}
