{
    "title": "Golden Gate National Recreation Area: Archive",
    "body": "Archive       October 16, 2010 Lease Awarded for Operation of Diner at Sutro Heights Golden Gate National Recreation Area has awarded a lease to operate the diner known as \"Louis' Restaurant\" to the Hontalas Brothers, whose family has operated the restaurant since 1937. October 15, 2010  Salazar Urges Parents to Take Children Out to Parks                    \"Let's Move Outside\" is a nationwide initiative adopted by the National Park Service as part of First Lady Michelle Obama's \"Let's Move\" campaign to end childhood obesity in a generation. September 17, 2009 Creating Better Parklands  Redwood Creek Restoration Project at Muir Beach Designed to Restore the Natural Creek, Wetlands, and Critical Salmon Habitat May 15, 2009 Temporary Relocation of the Crissy Field Center During Doyle Drive Replacement Project The Crissy Field Center at Mason and Halleck Streets in the Presidio, operated by the National Park Service and the Golden Gate National Parks Conservancy, will be relocating in September 2009 due to the acceleration of the Doyle Drive replacement project. The Doyle Drive project is now scheduled to begin this summer, 16 months earlier than originally planned, and will involve three to four years of heavy construction to improve seismic stability and safety. During this period, it will not be possible for the Center, which is directly adjacent to Doyle Drive, to operate safely or effectively with the disruptions of major construction, including truck traffic, dust, noise, and vibration. May 14, 2009 General Superintendent Brian O'Neill 1941 to 2009 On the afternoon of Wednesday, May 13, 2009 many Golden Gate National Recreation Area Rangers mourned at the Fort Mason headquarters building after hearing news that General Superintendent, Brian O'Neill passed away from heart related complications. Brian is considered one of the grand pioneers of the National Park Service. Hundreds of people have been inspired by his leadership in the park which has spanned over 28 years.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/news\/newsarchive.htm"
}
