{
    "title": "Golden Gate National Recreation Area: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       Welcome to the Golden Gate National Recreation Area's accessibility page! We hope you find this page informative to help you plan your visit. The Information is broken down by county to help you plan your visit efficiently as our park spans three counties.       Attention: GGNRA has entered a proposed settlement in two class action lawsuits concerning accessibility for persons with mobility or vision disabilities. For information about the settlement, click here to read the Notice of Proposed Settlement, or click here to read the full Settlement Agreement. Click here to read the Notice of Proposed Settlement in Spanish. Click here to read the Notice of Proposed Settlement in Chinese.       The National Park Service is committed to making all practicable efforts to make NPS facilities, programs, services, employment, and meaningful work opportunities accessible and usable by all individuals. Please click here to learn more about what laws apply to the National Park Service and how to file a complaint of discrimination.      Accessible Programs, listed by category.        Accessible Features, listed by geographic locations.      Marin County (North of the Golden Gate Bridge)       San Francisco County (South of the Golden Gate Bridge)      San Mateo County (South of San Francisco County)          Useful Links   View accessibility definitions and terms.    Find out ways to visit the park with public transit.  Read the Department of Justice definition of a service animal adopted by the National Park Service.            Request a Sign Language Interpreter       Request a Beach Wheelchair      For more information please contact Richard De La O, Accessibility Program Manager. 201 Fort Mason San Francisco, CA 94123  Voice: (415) 561-4958 Individuals who are deaf, hard-of-hearing, deaf\/blind or have speech disabilities may utilize the following Federal Relay Service numbers: (800) 877-8339 Federal Relay Service (877) 877-6280 VCO (877) 877-8982 Speech to Speech (800) 845-6136 Spanish (866) 893-8340 TeleBraille Click here to email us at goga_accessibility@nps.gov.      Please email us if you experience any difficulty accessing the information on our web site. Some of our portable document format (PDF) files are not accessible to those using some screen reader software programs. Please contact us and we will provide the information to you in an alternate format.",
    "url": "https:\/\/www.nps.gov\/goga\/planyourvisit\/accessibility.htm"
}
