{
    "title": "Golden Gate National Recreation Area: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       How to stay safe while visiting the GGNRA The views from overlooks, the miles of surf, the myriad of plants and animals—all these elements contribute to the unique visitor experience. At the same time, recreating in natural areas has inherent dangers and responsibilities. The information below can help you have a safe and responsible visit so that you, and future visitors, can enjoy the park to its fullest.      Beach Safety  For visitors expecting the classic California beach as portrayed in Hollywood movies, know that the filming likely took place in Southern California. With Stinson as a notable exception, most of the beaches within the GGNRA are not recommended for swimming and some, like Ocean Beach, present hazards for waders. If you do choose to venture into the surf, here are some of the possible dangers along with tips for staying safe.         Beach Hazards   Rip currents: Rip currents are strong, swift-moving channels of water rushing from the shore out to sea. Rip currents are extremely powerful—even the strongest swimmers have drowned in them. Children and adults have been swept away even in shallow water. Sneaker waves: Unexpectedly large waves can wash farther up the shore, pulling people in. Although a sudden lowering of the water level often precedes a sneaker wave, they can occur anytime without warning. Shore breaks: Shore breaks are waves breaking directly on steep sloping beaches. These can lead to serious neck and spinal injuries. Hypothermia: Cold water is another serious hazard. In a short time, immersion into this cold water can lead to numbness, confusion, disorientation, loss of body control, unconsciousness, and death.        Beach Safety Tips  Never turn your back on the ocean! Be aware of changing tides and weather conditions. Keep children within easy reach. Swimming is only recommended at beaches with lifeguards and only when there is a lifeguard on duty. Visit the links listed below to learn about the safety of specific beaches. If you are caught in a rip current, stay calm and swim parallel to the beach until you are out of the current, then swim toward the shore with incoming waves. If you need assistance, wave your arms and yell for help. Watch for floating logs and debris, which may be taken up by strong waves and tossed on you.  Avoid slippery rocks. Rock outcrops can be slippery from mist, rain, or spray. Large waves can knock people off rock outcrops and severely injure them or knock them unconscious.  Wear shoes to protect your feet from sharp rocks and debris.  Do your part to keep beaches clean of trash, especially sharp objects. (Most beaches do not allow glass bottles of any kind.) Call 911 in an emergency.       For More Information...  Download our Ocean Beach: Dangerous Currents & Surf brochure. (Ocean Beach has some of the strongest currents, but the information applies to all beaches). Visit the National Weather Service's pages on beach hazards and on rip currents. Visit our individual place pages for site-specific information. Check the out the National Ocean Service's tide predictions.        Outdoor Safety Even though much of GGNRA lands are alongside urban areas, many visitors feel transported to a pristine wilderness area. While the true extent of people's isolation from the city may be limited, the dangers that  exist in natural environments are more or less present. Take note of the information below, in order to have a safe and enjoyable experience.  Outdoor Hazards          Wildlife  Mountain Lions: Generally, mountain lions are calm, quiet and elusive. However, if a mountain lion feels threatened—or if you get between a mountain lion and her young—it may attack. Additionally, dogs will be considered prey by mountain lions. Coyotes: Coyotes are small and rarely pose a threat to humans. However, coyotes may harm or even kill your dog. Always keep your dog on leash unless in a zone specified for off-leash dog walking.       Diseases  Ticks and Lyme Disease: These small blood suckers, although generally harmless nuisances, can carry Lyme and other diseases. Rabies: Rabies is a disease that humans can catch from the bite or saliva of an infected animal. Rabies is always fatal if medical care is not given in time. Any mammal can get rabies, but bats, feral cats, raccoons, foxes, and skunks are more likely to get sick with rabies. Animals sick with rabies may lose their fear of humans, act strangely, or become aggressive. If you are bitten or scratched by an animal, you should immediately see a physician to see if you need medical care to prevent rabies. You cannot tell if an animal has rabies without laboratory testing.   Terrain   Cliffs: Some cliff edges are unstable and can fall. Never stand on a cliff's edge and abide by signs warning of unstable ground. If you see cracks in the ground do not go beyond them. Watch where you are going. Keep your dog leashed unless in an off-leash area. Roads: Many roads are narrow and windy. Drive slowly, observe speed limits and allow passengers to enjoy the scenery.            Plants   Poison oak: Poison oak has three smooth, shiny leaflets and is usually bright green, but often has a red coloration in new shoots and in the dry season. Thoroughly wash any skin that may have come in contact with the plant with cool water and grease-cutting dish soap or poison oak soap. Be sure to also wash all clothing before wearing again. Stinging Nettles: Stinging nettle is a tall weedy plant with needle-like projections that inject a chemical into your skin, creating a burning sensation for up to 24 hours.        Outdoor Safety Tips   Stay on trails! Do not hike alone. Many areas do not have reliable cellphone reception and\/or are far from help. Keep your dog on leash, unless you are in an off-leash\/voice-control area. See our Current Dog Walking Areas page for more information. Keep children within reach  Wear appropriate clothing—hiking shoes, long pants, a hat, sunglasses etc...  Pack accordingly, bring water, sunscreen, an epinephrine injector (EpiPen) if you are allergic to bees, or anything else you might need.  Never touch, approach, or feed wildlife; this can make them aggressive and threaten your and the animal's safety.  Report sick, dead, or strangely acting wildlife to a park ranger immediately.   Drive carefully; deer and other wildlife are often hit by cars. Windy roads, with tight turns also present hazards.        For more information...   Visit the Center for Disease Control and Prevention's Stop Ticks page or download the NPS's Lyme Disease Prevention Guide. Download the San Francisco Department of Public Health's Rabies brochure. Download the NPS's Wilderness Hiking Safety Tips. Download the NPS's Mountain Lion Safety Tips list. Learn to identify poison oak and stinging nettle with University of Illinois' Plants That Cause Skin Irritation guide.",
    "url": "https:\/\/www.nps.gov\/goga\/planyourvisit\/safety.htm"
}
