{
    "title": "Golden Gate National Recreation Area: News Features",
    "body": "News Features               Upcoming Closures to Baker-Barry Tunnel   An improvement project will close Baker-Barry Tunnel for an extended period beginning October 2016.        Dog Management Planning   Dog walking is a healthy and popular way to enjoy parklands.  Learn more about dog management planning in the Golden Gate NRA.             Ocean Beach Fire Program The National Park Service (NPS) has completed its planning process and made a decision on the elements of the final Ocean Beach Fire Program. The final program includes 12 elements designed to create a safe, manageable, and sustainable beach fire program. The final program has been developed following a 44-day public review and comment period, and NPS made a number of changes based on public comment. Through the diligent effort of San Francisco District One Supervisor Eric Mar, the San Francisco Recreation & Parks Department has been allocated funds to assist NPS in providing support for maintenance, solid waste collection, public education, and outreach for the program. For more information, visit the project website at http:\/\/parkplanning.nps.gov\/OBfireprogram. The final Ocean Beach Fire Program, including the new curfew, will go into effect on April 4, 2016.             General Management PlanThe National Park Service has updated the General Management Plan (GMP) for the Golden Gate National Recreation Area and Muir Woods National Monument. This GMP sets out the general vision for these lands over next 20 years. It continues the strong tradition of recreation and connecting people with the natural and cultural resources they hold. It's been more than 30 years since the original GMP was put in place. Since then, the park has more than doubled in size and visitation, the ecological and historical importance of its resources has become better understood, and new properties have been added in San Mateo County.For more information or to download a copy of the document go to http:\/\/go.nps.gov\/GMP.              Freedom of Information Act (FOIA) The Freedom of Information Act (FOIA) is a federal law that gives you the right to access any Golden Gate National Recreation Area, National Park Service (NPS), or Department of the Interior (DOI) records unless DOI reasonably foresees that the release of the information in those records would harm an interest protected by one or more of the nine exemptions (reasons an agency may withhold records from a requester) or release is prohibited by law. Click here for more information about FOIA.            Interim Trail Plan for Rancho Corral de Tierra The National Park Service is developing an Interim Trail Plan for Rancho Corral de Tierra (Rancho) in San Mateo County. This project will establish the official trail plan for Rancho until a Long-range Trail Master Plan is completed in the next three to five years. The Interim Plan will confirm uses including hiking, bicycling, and horseback riding, for the designated network of existing trails. The plan does not address or regulate dog walking activities and defers to the Dog Management Plan. A complete description of the proposed plan and map can be found at http:\/\/parkplanning.nps.gov\/ranchotrailplan under the document list.           Muir Beach Restoration Project is now complete! The Muir Beach restoration is a landscape-level coastal restoration project designed to bring back natural function to the creek, freshwater wetlands, intermittent tidal lagoon and dunes over a 46-acre site at the mouth of one of the iconic watersheds in the Bay Area. The project has also enhance visitor amenities at the parking lot and picnic area, create interpretive opportunities such as waysides and self-guided hikes, and improve regional trail links.      Firearms In National Parks   As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park.  Visit our Laws and Policies section for additional information.       36 CFR §4.10—TRAVEL ON PARK ROADS AND ROUTES  Information regarding Segway use in the park.         Coyote Alert—Marin Headlands Recently, coyotes have been observed frequenting roadsides and pullouts, and even approaching cars in the Marin Headlands at Golden Gate National Recreation Area. This behavior is consistent with coyotes that are being fed.         Climate Change \"Earth's climate is changing, with global temperature now rising at a rate unprecedented in the experience of modern human society.\"  -Arctic Climate Impact Assessment, 2004         GGNRA Centennial Programs & Projects Find out more about which programs and projects the park has submitted for the Centennial Strategy 2016.      Explore issues in-depth with Golden Gate National Recreation Area:",
    "url": "https:\/\/www.nps.gov\/goga\/news-features.htm"
}
