{
    "title": "Golden Gate National Recreation Area: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do       Whatever you are looking for in a national park, chances are Golden Gate has it. There are so many trails, historic structures, natural areas, and public programs in the Golden Gate National Recreation Area that the hardest thing to do is decide which one to try. Whether you are making a full day trip, or just have two hours or less to spend in the park, here are some great activities to try! Highlights for Two Hours or Less  Spot whales at Muir Beach Overlook during their winter migration (December-February) Take the Cold War-era Nike Missle Site in the Marin Headlands Scan the sky for migratory birds of prey (raptors) soaring above Marin Headlands on Hawk Hill (in Fall) Touch the historic 16-inch gun at Battery Townsley in Marin Headlands Watch the sun set over the ocean at the Cliff House Take a cell phone tour of Fort Baker, an Endicott-period army post from the early 1900's. Play with interactive exhibits at the Golden Gate Bridge plaza Walk around restored wetlands at Crissy Field Learn about two centuries of Presidio military life on a ranger-guided tour Discover what makes Fort Point noteworthy and collect an NPS Civil War trading card Explore the ruins of Sutro Baths and nearby Sutro Heights Gardens Enjoy the spectacular views of the Golden Gate at one of the many overlooks Walk the Esplanade at Ocean Beach Take a history walking tour of Fort Mason Take a wildflower walk at Fort Funston (in spring) Look for red-legged frogs in ponds at Mori Point  Activity Highlights for Half Day or More     Hike from the ocean to the top of Montara Mountain (2,000 feet) at Rancho Corral de Tierra Find the Bay Discovery Site on Sweeney Ridge where Spanish explorer Gaspar de Portolà first saw San Francisco Bay in 1769 Join in the Junior ranger Program at Alcatraz. Reserve your boat tickets ahead! Bicycle along the waterfront from San Francisco Maritime National Historical Park, across the Golden Gate Bridge to Battery Spencer--and panoramic views of the city. Catch fish at Fort Point, Baker Beach, or Ocean Beach Camp at Kirby Cove, with a panoramic view of the Golden Gate Take a rocky trail out to Point Bonita Lighthouse (limited hours) Spot wrens, owls and other wild creatures among the coast redwoods at Muir Woods National Monument Hike, bike, or ride a horse to the ocean on the Tennessee Valley Trail Spend the day at Stinson Beach, the parks's only lifeguarded beach  For more information about operating hours at the specific sites please refer to the Operating Hours and Seasons page.",
    "url": "https:\/\/www.nps.gov\/goga\/planyourvisit\/things2do.htm"
}
