{
    "title": "Golden Gate National Recreation Area: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 02, 2016  Explore the Marin Headlands August 6-7 with Extended Hours, Special Programs, and New App  Explore the Marin Headlands August 6-7 with extended hours, special programs, and a new app.   August 01, 2016  Road Closure Alert: Baker-Barry Tunnel 2016-17 Closures  A preservation project to improve the Baker-Barry Tunnel will lead to periods of closure in 2016 and 2017.   October 22, 2015  Proposed Ocean Beach Fire Program Review Period  The National Park Service (NPS) is proposing changes to the recreational fire program at Ocean Beach in order to create a safe and sustainable program that addresses environmental impacts and public safety concerns while creating a high quality user experience.  Key elements of the proposed program include a permit system, winter restrictions to promote better air quality, more durable fire rings and a maintenance and outreach partnership with the San Francisco Recreation and Parks Department (SFRPD).   September 18, 2015  Golden Gate National Recreation Area Holds Public Forum on Accessibility  Golden Gate National Recreation Area will be holding a public forum on accessibility to gather public input on various accessibility topics for the park. All are invited to participate and learn about current accessible opportunities throughout the park.   September 16, 2015  Public Meeting on Proposed Ocean Beach Fire Program Changes  In February of this year the National Park Service (NPS) held a public meeting to discuss outcomes from the 2014 Revised Pilot Program for Beach Fires on Ocean Beach in Golden Gate National Recreation Area. Since then the NPS has been working with Supervisor Eric Mar, the City and County of San Francisco, and the general public to develop a safe, manageable, and environmentally sustainable beach fire program for Ocean Beach.   September 03, 2015  Golden Gate National Recreation Area is Launching New Programming for 4th Graders as Part of Every Kid in a Park  The Every Kid In a Park initiative strives to get kids and their families to experience national parks this year as part of the centennial of the National Park Service.   August 28, 2015  Cancellation Marin Headlands of boil water notice  The boil water notice has been cancelled.   August 25, 2015  Boil Water Order in Marin Headlands Remains in Effect Until Further Notice  Recent water tests from the Marin Headlands Visitor Center's exterior faucet and a nearby fire hydrant came back positive for coliform bacteria. The State Water Resources Control Board has issued a Boil Water order for all areas west of the Baker\/Barry tunnel until further notice.   May 13, 2015  Water Saving Measures Being Strengthened  In response to California’s severe drought, the park is committed to doing all it can to achieve the 25% reduction in urban water use mandated by Governor Jerry Brown.   February 09, 2015  New General Management Plan Signed for Golden Gate National Recreation Area, including Alcatraz Island and Muir Woods  The National Park Service is pleased to announce that Regional Director Christine Lehnertz has signed the Record of Decision for the General Management Plan and Environmental Impact Statement (GMP) for Golden Gate National Recreation Area, including Alcatraz Island, and Muir Woods National Monument.  This action authorizes Golden Gate National Recreation Area to implement the new GMP.  The plan replaces the 1980 general management plan which effectively guided the park for more than three decades.",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/news\/newsreleases.htm"
}
