{
    "title": "Golden Gate National Recreation Area: Alcatraz",
    "body": "Alcatraz Island Photo Gallery        Inmate band in dining room, Alcatraz Golden Gate NRA, Park Archives, Arnold W. Peters Alcatraz Papers, GOGA 35266.004       Alcatraz Island has a unique and varied history of identities, including a seacoast fortification, federal penitentiary, natural preserve, and a land occupied by Native Americans. In this gallery, explore albums targeting these and other topics, including the Army period, federal prison period, Indian occupation, contemporary, and projects and events.  Images within these albums may be used for any legitimate non-commercial public or press use with proper credit given to the National Park Service. If you have any questions or additional information on these images, please contact the Park Archives and Records Center’s reference archivist at 415-561-2807 or e-mail us.                     Alcatraz - Military Period   22 Photos  Images of Alcatraz Island during the military period          Alcatraz - Federal Penitentiary Period   69 Photos  Alcatraz was a notorious prison run by the Bureau of Prisons from 1934 to 1963.          Alcatraz - Indian Occupation Period   17 Photos  Once Alcatraz closed, the island became a temporary home for the Native American civil rights movement.             Alcatraz - NPS Period   17 Photos  In the 1970s Alcatraz was opened as a unit of Golden Gate National Recreation Area. Tours of the island and cell house were made available to the public.          Alcatraz - Projects and Events   30 Photos  Topics include the National Day of Service and Oil Spill.          Alcatraz Gardens   29 Photos  These images show examples of the flora now restored to Alcatraz Island by the Golden Gate National Parks Conservancy and the many volunteers of the park.             Alcatraz - Gardens Restoration   3 Photos            Alcatraz - Accessibility   6 Photos",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/photosmultimedia\/alca-images.htm"
}
