{
    "title": "Golden Gate National Recreation Area: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons       Golden Gate National Recreation Area has multiple visitor centers, bookstores, and destinations. Site specific points of interests include:   Alcatraz Island Crissy Field Center Fort Point National Historic Site Golden Gate Bridge Lands End Marin Headlands Muir Woods National Monument Pacific West Region Information Center Presidio of San Francisco       Visitor Centers & Destinations        Alcatraz Island   Open:  All Year Phone:  (415) 561-4900 Location:  Alcatraz Island is located in the middle of the San Francisco Bay. A ferry, located at Piers 31-33 (cross streets of Embarcadero & Bay Street) will take you to the island. Just remember to make your reservation in advance since this popular attraction tends to sell out up to a week in advance. Closures:  Thanksgiving, Christmas and New Year's Day. There are various locations on the island that are closed off to the general public certain times of the year, due to the nesting of a variety of sea birds. Special Programs:  There are various ranger-led programs on a daily basis on Alcatraz. Be sure to check out the ranger programs at the dock as soon as you get off the boat for any of the popular programs on the island. For more information on ticket reservation call (415) 981-ROCK [415.981.7625] or go to www.alcatrazcruises.com. Exhibits:  Check our website for more information. Available Facilities:  There are limited bathroom facilities on the island. They are located at the dock and at the top of the island. Food service is available on the ferry—there is no food service on the island. Picnic areas are designated only at the dock. Smoking is only allowed in designated areas on the dock.                 Fort Point National Historic Site   Open: Thursday through Tuesday—10 AM to 5 PM; closed Wednesday. Phone:  (415) 556-1693 Location:  Underneath the south anchorage of the Golden Gate Bridge, on the northernmost part of the Presidio. Closures:  Thanksgiving, Christmas, and New Year's Day. Special Programs:  There is a cannon loading demonstration, where visitors get a \"hands-on\" opportunity to learn about the firing of Civil War artillery. There is also a tour of the fort led by one of the staff on a daily basis. Exhibits:  There are various exhibits within the fort itself, where the Fort Point Bookstore is also located. On the first floor there is an exhibit about the construction and Civil War soldier responsibilities. On the second floor there are two photo exhibits. One depiciting the roles of women in the military. The other is about the lives of African-American soldiers and their struggle for acceptance. On the third floor there is an exhibit about the construction of the Golden Gate Bridge. Visit our website for more information. Available Facilities:  The Fort Point Bookstore is located inside the fort and is open 10 a.m. to 4:30 p.m. For more information call (415) 673-5642. An accessible restroom is located outside the fort; south approximately 100 yards.              Golden Gate Bridge Welcome Center    Open:  Daily—9 AM to 6 PM Phone:  415-426-5220 Location:  At the Golden Gate Bridge viewing area at the south end of the bridge. Closures:  Thanksgiving and Christmas days Exhibits:  Model of bridge tower used in testing original bridge design, artifacts like rivets and hardhats, Building the Bridge video. Outdoor exhibits in plaza area.                Marin Headlands Visitor Center   Open:  Daily—9:30 AM to 4:30 PM Phone:  (415) 331-1540 Location:  The Marin Headlands Visitor Center is located in the historic Fort Barry Chapel, at the intersection of Field and Bunker Roads. The Visitor Center is approximately 3 miles from either entrance to the Marin Headlands. Closures:  Thanksgiving and Christmas Day. Special Programs:  Rangers answer questions and lead scheduled interpretive walks and programs. For more information on park programs please check the Parks Conservancy event listings. Exhibits:  The Center's exhibits introduce the Headland's natural history and trace the area's human history from the days of the Miwoks through modern times. You can see how a hawk flies and look through a microscope at the hidden life of local ponds. A Miwok shelter invites you inside to listen as present-day Coast Miwok people talk about their lives. A shop carries a good selection of books and field guides about the area. Available Facilities:  Bathroom facilities are located on the west end of the Marin Headlands Visitor Center parking lot.        Marin Headlands Visitor Center NPS       Lands End Lookout   Open:  Daily—9 AM to 5 PM Phone:  (415) 426-5240 Closures:  Christmas Day Location:  The Lands End Lookout Visitor Center is located in the Merrie Way park just east of the Cliff House at the cross streets of Point Lobos, El Camino del Mar in San Francisco, California. Exhibits:  Indoor exhibits and videos on the natural and cultural history of the Land's End area, Sutro Baths and Sutro Heights. Outdoor 3-D model of Land's End area.        Lands End Lookout NPS        Muir Woods National Monument   Open:  Open All Year 8:00 AM to sunset Phone:  (415) 388-7368 Location:  Muir Woods Visitor Center is located at the entrance to Muir Woods, approximately 12 miles north of the Golden Gate Bridge. The visitor center is located at the main entrance. Exhibits:  Visit the Muir Woods website for more information. Special Programs:  For more information on park programs please check the ParksConservancy event listings.        Muir Woods Visitor Center NPS        Presidio of San Francisco Visitor Center  Open:  Thursday to Sunday, 10:00 AM to 4:00 PM Phone:  (415) 561-4323 Answered during open hours. Leave messages seven days a week for more information and to reserve space in scheduled programs. Location:  36 Lincoln Blvd. - on the Main Post, corner of Lincoln Blvd. and Graham Street. Exhibits:  Videos on Presidio history and sights, Buffalo Soldiers exhibit and other rotating exhibits. Pamphlets and other visitor information available.   For more information on park programs please check the ParksConservancy event listings.             Pacific West Regional Information Center Information about all of the National Parks located in the Pacific West Region can be found in this office. Pamphlets and other visitor information can be found in the room across from the information center. Volunteers are also available to answer questions.    Open:  Open All Year Monday to Friday, 8:30 AM to 4:30 PM Phone:  (415) 561-4700 Location:  The Pacific West Region Information Center is located on the corner of the Argonaut Hotel at 495 Jefferson Street, San Francisco, CA (at the cross streets of Jefferson & Hyde Streets). Closures:  The information center is closed on holidays and weekends. Exhibits:  Information about all of the National Parks located in the Pacific West Region can be found in this office. Pamphlets and other visitor information can be found in the room across from the information center. Volunteers are also available to answer questions.         National Parks of the West Pacific NPS       Other Facilities Crissy Field Center  Open:  Crissy Field Center is open to program participants.  Phone:  (415) 561-7690 Location:  Crissy Field Center, 1199 Each Beach, Presidio of San Francisco, CA Special Programs:  The Center acknowledges the interdependence of peoples, cultures and environments and therefore encourages socially and ecologically responsible actions that respect the earth and its natural and urban communities. The physical and social landscape of the Crissy Field area has taken on many different faces, from the Native Americans to today's National Park. At each phase in history, the environment was impacted in a significant way. The Crissy Field Center seeks to recognize this history in an innovative approach to environmental education, using the resources of our National Park. The new interim facility was built using sustainable materials. Today, the Center includes a media lab, arts workshop, urban ecology lab, and gathering room providing fun, provocative and educational experiences for people of all ages. To learn more or to sign up for programs, visit the Crissy Field Center website.   Available Facilities:      Administration Phones (all phone numbers are in area code 415):    General 561-7690  Administrative Offices 561-7752 Fax 561-7695  Café 561-7761    Program Phones (all phone numbers are in area code 415):    Community Partner Projects 561-7751  Weekend Workshops & Classes 561-7768  School Programs 561-7755  Parks to People 561-2818    Top of the Page       Crissy Field Center and Beach Hut Cafe NPS",
    "url": "https:\/\/www.nps.gov\/goga\/planyourvisit\/hours.htm"
}
