{
    "title": "Golden Gate National Recreation Area: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       NOTE: Additional information on specific special events can be found on their permit applications. If you are unable to download an application, we are happy to send you one via fax, email, or hard copy.   Types of Permits GGNRA grants permits for special uses such as cultural programs, picnics, wedding ceremonies, festivals, athletic events, film and photography projects, etc. Click here for park maps. When your application is under review, the Office of Special Park Uses will look at multiple criteria, including whether or not there is a meaningful association between the park and the event, and how the event contributes to visitor understanding of the significance of the park. Information on this page is for the Golden Gate National Recreation Area (including Muir Woods, Alcatraz, Fort Point, Crissy Field and Baker Beach) and San Francisco Maritime National Historic Park. We do not issue permits for the Presidio Trust, state parks such as Mt. Tamalpias and Angel Island, San Francisco city parks such as Marina Green and Golden Gate Park, or the Fort Mason Center.    NOTE: Alcatraz Overnight Program for 2015 Suspended The Golden Gate National Recreation Area is suspending the Alcatraz Overnight program that is managed through a lottery system while it goes through an evaluation and possible reconfiguration. Alcatraz Island is a popular stop for most people visiting San Francisco. With more than 1.5 million visitors to the island each year and the high demand, the very limited overnight program reaches fewer than 600 people yet requires significant staff time to manage and implement. This year, the park will review the overnight program and evaluate how it can best meet the goals and mission of the National Park Service and the Interpretive and Education program on Alcatraz Alcatraz Event Application  No private events\/tours are allowed during daytime hours or during evenings with scheduled public tours. (Aim to schedule for Tuesday or Wednesday night) No weddings are permitted on Alcatraz. Private events on Alcatraz must be conducted in historically appropriate areas.  Permit Specialist: George Durgerian (information below) Ash Scattering Permit Application Permit Specialist: James Marks (information below) Beach Fires Permit Application  Burning debris, including Christmas trees, anywhere in the GGNRA is not permitted. Only untreated wood may be burned. Beach fires are allowed only within fire rings at Ocean Beach and Muir Beach. Beach fire rings are first come, first served and cannot be reserved. Fires are not permitted when a Spare the Air day\/night has been issued. Beach fires with fewer than 25 people do not require a permit.  Permit Specialist: James Marks (information below) Commercial Dog Walking Permit Application  Learn more about Commercial Dog Walking Special Use Permits (CDWSUP)  A CDWSUP is required for any professional walking 4 to 6 dogs on GGNRA lands in San Francisco and Marin counties. Click to view sample CDWSUP. If you have any questions regarding the CDWSUP application process, please contact the Office of Special Park Uses at (415) 561-4300  Event Permit Application  All large events require a certificate of liability insurance. (information below) Athletic events with fewer than 30 people may not require a permit, confirm with Permit Specialist.  Permit Specialist for events with fewer than 600 people: Please call 415-561-4300 Permit Specialist for events with more than 600 people: George Durgerian (information below) Permit Specialist for events with more than 5,000 people: Melinda Moses (information below) Film and Photography Permit Application  Individuals taking still photos in public areas without props, sets, or models do not require a permit.  Permit Specialist: Melinda Moses (information below) Large Film Permit Application Please use the \"Large Film Permit Application\" ONLY if:  You are applying to film multiple days Have 100 + cast and crew, will need to build sets, use pryo-technics\/special effects, requesting extended closures, etc. All other filming must utilize the \"Film and Photography Permit Application\" above.  Permit Specialist: Melinda Moses (information below) Outdoor Ceremony Permit Application Permit Specialist: Please call 415-561-4300 Picnic Permit Application  Picnics with fewer than 50 people may not require a permit. Any picnic with catering, or significant equipment will require a permit, regardless of size. Picnic tables are first come, first served and cannot be reserved.  Permit Specialist: James Marks (information below) Temporary Food Event Permits (TFE)  Temporary food events that are open to the public and involve 50 or more persons where food is sold or given away require a permit.  Project Review    If an event is unlike anything that has been held in the park before and\/or there are other aspects of the event the park needs to consider, your application will be taken through Project Review. This is the opportunity for all departments (and sometimes the public as well) to ask questions before approving your event.  If your application needs to go through Project Review, the application fee is usually $1000 and is always due before Project Review can begin. Project Review takes at least three weeks, and the process does not guarantee that your event will get approved. General Rules   All advertising, branding, and signs on site must be approved by NPS prior to your event. Signs cannot be more than 30% advertising. Large events require at least one Park Ranger present during the event as well as during loading. Events in sensitive areas require special approval. Staking or accessing a hydrant takes extra time and money. You may not enter most areas closed to the general public. Any event over 200 people will be required to submit a parking and transit plan, and in the case of a Crissy Field event, you must also obtain a permit from the Presidio Trust. If you want to have a large event (1000 or more people) at Crissy Field, it will need to go through Project Review. We only allow 3 large events at Fort Mason each year. A date and location can be held up to one year in advance with an application and application fee. Not all events will be granted exclusive use of an area. Your event and your advertising materials must provide Universal Access. We require composting and recycling at all events. Green Event Guidelines Sound cannot exceed 85db. Unmanned aircraft, regardless of whether the operation is for recreational, hobby, business, or commercial purposes, is not allowed, and will not be permitted.   Payment Information The permit office cannot accept checks, cashier's checks, or money orders for payment. All permits must be paid by credit card. If you do not have a credit card, please contact the permitting office before submitting your application. Final payment cost will be determined after we receive your permit application. Below are the four types of fees you may need to pay.  Application fee: $50 to $1000. Due before your event is reserved on our calender. This is non-refundable and does not guarantee that you can have your event in the GGNRA. Permit fee: $175 to $10,000. Your application fee goes towards this cost. Management fee: $90\/hour with a four (4) hour minimum. This covers Park Ranger or US Park Police time. Misc.\/Other fees: Other fees not covered by the above three categories. (ie: Commercial Use Authorization, Temporary Food Event Permit) For more specific pricing estimates on events (large and small): Cost Recovery Definitions Permit Cost Schedule  Insurance Information Permit holders must carry general liability insurance. A sample can be found here. Please contact an Event Specialist for more details if needed.  Contact Information Please understand that we write over 1,000 permits per year, and are usually quite busy. Filling out the application form and sending it in is the fastest way to begin planning your event. Permit applications, certificates of insurance, and correspondence to anyone in the Office of Special Park Uses may be faxed to (415) 561-4305. The Office of Special Park Uses is located on the San Francisco Bay in Fort Mason at the intersection of Bay and Franklin. You may pick up your permits at our office in building 204. Additionally, you may pick up permits in building 201 next door or we can e-mail or fax them to you.  If your event or film shoot covers more than one location, you need only write to one permit specialist. Email is the best way to reach anyone in the office. Please be sure to include the size of your event, date and location in your email.       George Durgerian e-mail George Durgerian Alcatraz events, and weddings (415) 561-4302   Melinda Moses e-mail Melinda Moses Filming, and large events (415) 561-4301      James Marks e-mail James Marks Beach clean ups, beach fires, and scattering of human remains (415) 561-4374    Noemi Robinson e-mail Noemi Robinson Chief of Special Park Uses 415-561-4371      Individuals who are deaf, hard-of-hearing, blind, or have speech disabilities may utilize the following Federal Relay Service Numbers:  (800) 877-8339 Federal Relay Service (800) 877-6280 VCO (800) 877-8982 Speech to Speech (800) 845-6136 Spanish (866) 893-8340 TeleBraille  Thank you for your interest in Golden Gate National Recreation Area, a unit of your National Park Service.        RESERVATIONS          Sleep under the stars just outside the city! (Reservations required.) Bicentennial Campground OPEN All Year Phone (415) 331-1540 Bicentennial Campground is the most accessible campground in the Park, approximately 100 yards from the parking area near Battery Wallace. There are three sites, each of which can accommodate up to three people with one tent. Water is available at the Visitor Center approximately one mile away. Campers may use BBQ grills in the nearby Battery Wallace picnic area. Maximum stay is three nights per year There is no water available for drinking or cleaning. No fires allowed in the campground. No pets allowed. No fees. Hawk Camp Campground OPEN CLOSED January 15, 2016-March 31, 2016 The Hawk campground will be closing in anticipation of the upcoming El Niño rainstorms. This will allow time for the sites to renew and replenish ensuring continued public access in the spring. Phone (415) 331-1540 The most remote of the GGNRA's campgrounds, Hawk Camp is located high above Gerbode Valley. There are three sites, each of which can accommodate up to four people. Choose between a strenuous 3-mile hike up the Bobcat trail from the Marin Headlands Visitor Center, or a 2-mile hike from the Tennessee Valley parking area. Groups may reserve the entire campground from November 1 to March 31. The rest of the year, only one site may be reserved. Maximum stay is three nights per year. Facilities: chemical toilets and picnic tables. There is no water available for drinking or cleaning. No wood or charcoal fires allowed however gas camp stoves may be used. No pets allowed. No fees. Haypress Campground OPEN CLOSED January 15, 2016-March 31, 2016 The Haypress campground will be closing in anticipation of the upcoming El Niño rainstorms. This will allow time for the sites to renew and replenish ensuring continued public access in the spring. Phone (415) 331-1540 Located in the Tennessee Valley in the North end of the Marin Headlands (a gentle three-quarters of a mile walk from the parking lot in Tennessee Valley), Haypress has five sites. Each site can accommodate up to four people. Groups may reserve the entire campground from November 1 to March 31. The rest of the year, a maximum of three sites may be reserved per group. Maximum stay is three nights per year. No water is available. No wood or charcoal fires allowed. No pets. No fees. Kirby Cove Campground & Picnic Area Open April 1 - October 31 For reservations please call 1-877-444-6777 or visit Recreation.gov This popular campground in the Marin Headlands, with spectacular views of San Francisco and the Golden Gate. Enjoy a wooded setting, seclusion and protected campsites which were recently restored for all to enjoy. Campsites are available for use only by prior reservation but anyone can walk down the road to enjoy the vistas and picnic on the bluffs or beach.          Marin Headlands Campgrounds  10 Photos  Marin Headlands offers free camping at Bicentennial, Hawk, and Haypress Campgrounds.",
    "url": "https:\/\/www.nps.gov\/goga\/planyourvisit\/permits.htm"
}
