{
    "title": "Golden Gate National Recreation Area: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit                   Operating Hours and Visitor Centers               Directions and Transportation               Official Park Guides and Maps                Activities in the Park               How to plan with accessibility needs               Eating and Sleeping in the Park               Walking your dog in the park             Welcome to Golden Gate National Recreation Area!  Plan on spending at least a few hours in the park, exploring the scenic drives or particular points of interest. If time permits, you could take a longer hike, participate in a Junior Ranger program, recreate in one of our picturesque sites or consider attending a ranger-led program to learn more about these special places. Guided walks and tours occur at various locations.  When are visitor facilities open? Visit the Operating Hours and Season page.  How do I get to the park? Visit our Directions and Transporation page.  What park maps are available? Visit the Maps page.  Are there entrance fees?  Visit the Fees & Passes page to find out what park fees you should expect.  What activities can I do in the park? Visit the Things to Do page for suggested activities, for whether you have just a few hours or for the whole day. Visit our Brochures page to learn more about the park before your visit. Visit the easy to use Transit &Trails website that provides directions to walking, hiking, car and\/or bus to any trail systems in the park.  What upcoming events can I attend?  Visit our Calendar page for more information about upcoming events, programs, and fee free days at Muir Woods National Monument.  What organizations have programs in the park? Golden Gate National Recreation Area (GGNRA) partners with many different organizations in order to provide visitors with programs, services and experiences that enable them to enjoy outdoor recreation and learn about nature and history. Learn more about our park partners here.  Can I bring my dog? Visit the Pets page to learn where and how you can bring your pets to the park.  How can I plan around my accessibility needs? Visit the park's Accessibility page for important information.  How do I host an event or festival, film a movie or commercial, or stay at a campsite? Please visit the Permit and Reservation page.  Where can I eat or sleep in the park? Visit the Eat & Sleep page.  Is it safe to swim at Ocean Beach?  Visit the Safety page to learn about the dangers at Ocean Beach.           Where is the Information I Need? Pre-trip planning is important. Most of the basic information you will need is available on this website. Below are a few quick-links to some of the more often sought information.   Please note, the Golden Gate National Recreation Area is comprised of multiple areas that include, but are not limited to Alcatraz Island, Muir Woods National Monument, Fort Point National Historic Site, Presidio of San Francisco, and the Marin Headlands. Additional information is available through the links above.         Maps & Brochures   Map of the North Bay \/ Marin County Park Sites Map of the Presidio of San Francisco and Crissy Field Map of San Francisco and Areas South Map of Muir Woods Map of Alcatraz Island Map of Lands End to Presidio           Visitor Centers & Services    Muir Woods National Monument Visitor Center  Muir Woods Trading Company Fort Point National Historic Site Marin Headlands Visitor Center Presidio of San Francisco Visitor Center Alcatraz Gift Shop Warming Hut Beach Hut Cafe Golden Gate Bridge Pavilion Lands End Lookout  Pacific West Information Center           Activities    Calendar of Events and Programs   Self-Guided Tours  Junior Ranger Programs Accessible Program Information  How to Volunteer in the Parks            Before You Come    Transit Information Accessibility Fees for Park Activities Beach Fire and Campfire Regulations  All Other Permits Dog Walking Policies  Laws & Policies             Camping & Lodging   Camping in the Park Reservations through Recreation.gov  Available Lodging in the Park Lodging Nearby            Park Sites   Alcatraz Island Muir Woods National Monument Marin Headlands Fort Point National Historic Site Crissy Field San Francisco Maritime National Historic Park All Park Sites                 The park chronicles 200 years of history  From Native American culture, Spanish Empire frontier, California Gold Rush, evolution of American coastal fortifications, and growth of urban San Francisco;comprising of 19 separate ecosystems &home to 1,273 plant\/animal species. It has hundreds of ways to recreate including horseback riding, ranger-led programs, bicycling, hiking, and walking your dog.",
    "url": "https:\/\/www.nps.gov\/goga\/planyourvisit\/index.htm"
}
