{
    "title": "Golden Gate National Recreation Area: Press Kit",
    "body": "Explore This Park    Learn About the Park     News     Press Kit              Press Kit             About GGNRA Golden Gate National Recreation Area (GGNRA) was established by Congress in 1972 as part of a movement known as \"Parks to the People\". The park has grown into the country's largest national park unit in an urban area and includes under its management two additional units of the National Park Service, Fort Point National Historic Site and Muir Wood National Monument.  GGNRA spans three counties: Marin, San Francisco, and San Mateo. With nearly 20 million annual visitors, it is both an international destination and a local treasure for the 7 million people who call the Bay Area home. The park includes world-renowned destinations such as Alcatraz Island and Muir Woods, as well as many sites of regional and national importance, such as the Crissy Field, the Presidio, Marin Headlands, Stinson Beach, Fort Mason, Ocean Beach, Fort Funston, Sweeney Ridge, and Mori Point.  GGNRA has one of the largest collections of historic buildings of any national park and dozens of plant and animal species that are accorded state or federal protected status. The park is part of the United Nations-designated Golden Gate International Biosphere Reserve. Partnership is one of the watchwords of the park, with a number of outstanding nonprofit organizations working with the park to make available a wide variety of programs. The Golden Gate National Parks Conservancy is the official support organization for the park, providing an extraordinary level of funds and assistance each year. The park operates under Federal, Department of the Interior, and National Park Service policies and guidelines, in accordance with a General Management Plan (GMP) which was first published in 1980 and updated in 2014. Park management includes a General Superintendent, Deputy General Superintendent, and a number of operating and administrative divisions. The park's budget includes annual federal appropriations, capital and special purpose project funding, fee funds, and donated funds. Park staffing is augmented by a high level of volunteerism, generally exceeding 350,000 hours of volunteer service per year.             By the Numbers As of Sept. 30, 201517,598,926: Annual visitors (the sum of Golden Gate NRA 14,888,537; Fort Point NHS 1,610,466; and Muir Woods NM 1,099,923)82,000: Approximate acres, of which 18,500 are managed by NPS$26,664,000: President's requested budget for Fiscal Year 2015263: National Park Service employees (215 Permanent; 32 Term; 16 Temporary), excluding US Park Police1,439: Historic structures5: National Historic Landmark Districts13: National Register of Historic Places properties370: Archeological sites identified (500 predicted) 9: cultural landscapes5: lighthouses2,458: Plant and animal species91: Miles of bay and ocean shoreline, part of the UNESCO Golden Gate Biosphere Reserve19: Separate ecosystems in 7 distinct watershedsHome to the largest museum collection in the National Park SystemContains the 3rd largest number of federally protected or endangered species of all 412 units within the National Park Service            Park Mission The mission of Golden Gate National Recreation Area (GGNRA) is to preserve and enhance the natural, historic, and scenic resources of the lands north and south of the Golden Gate for the education, recreation, and inspiration of people today and in the future. In the spirit of bringing national parks to the people, we reach out to a diverse urban community, promote the richness and breadth of the national park system to many who are experiencing a national park for the first time, and foster broad-based public stewardship through various volunteer and partnership programs.                    Management Documents  Click the links below to read the park's first General Management Plan, finalized in 1980; and the new General Management Plan\/Final Environmental Impact Statement, released in April 2014.  1980 General Management Plan 2014 Final General Management Plan   Volume I (PDF, 30 MB) Volume II (PDF, 33 MB)    To learn more about the park's vision for Interpretation & Education, download a copy of our latest Comprehensive Interpretive Plan:  Presidio Interpretive Plan (PDF, 11.8 MB)  GGNRA Long Range Interpretive Plan (PDF, 12 MB)                Biographies        National Park Service Director John Jarvis. NPS  Jonathan B. Jarvis, Director National Park Service Jonathan B. Jarvis began his career with the National Park Service in 1976 as a seasonal interpreter in Washington, DC. Today, he manages that agency whose mission is to preserve America's most treasured landscapes and cultural icons. Jarvis's 37-year career has taken him from ranger to resource management specialist to park biologist to Superintendent of parks such as Craters of the Moon, North Cascades, Wrangell-St. Elias, and Mount Rainier. Before being confirmed as the 18th Director of the National Park Service on September 24, 2009, Jarvis served as regional director of the National Park Service Pacific West Region. Today, he is responsible for overseeing an agency with more than 22,000 employees, a $3 billion budget, and 412 national park units that attract more than 280 million visitors every year and generate $30 billion in economic benefit across the nation.  For more information on Director Jarvis, visit the link here.           General Superintendent Chris Lehnertz. NPS  Christine Lehnert, General Superintendent Golden Gate National Recreation Area   Chris Lehnertz brings diverse experience to her position as General Superintendent for Golden Gate National Recreation Area, which also includes management of Muir Woods National Monument and Fort Point National Historic Site. Most recently, Lehnertz served as Regional Director of the National Park Service’s Pacific West Region, with responsibility for 61 units of the National Park Service in California, Hawaii, Nevada, Oregon, Washington, Idaho, western Montana, northwestern Arizona and Guam.   As Superintendent at Golden Gate National Recreation Area and its affiliated NPS sites, Lehnertz is responsible for programs and facilitates serving over 17 million visitors per year, the second highest visitation in the national park system. Prior to her assignment as NPS Pacific West Regional Director, Lehnertz was Deputy Superintendent at Yellowstone National Park. She also served as acting Associate Director for Cultural Resources in the National Park Service’s office in Washington, DC.    Lehnertz has 25 years of experience working on public lands management and environmental management and policy at the field, regional, and national level. She has worked in environmental and policy positions in Colorado, Wyoming, and Washington, DC. She began her professional career as a seasonal fisheries technician with the State of Colorado, and also worked as a biological technician with the U.S. Forest Service and the U.S. Fish & Wildlife Service.    Before joining the National Park Service, Lehnertz spent 16 years working for the U.S. Environmental Protection Agency in programs under the Clean Water Act, Resource Conservation and Recovery Act, Safe Drinking Water Act, and several compliance and enforcement program areas. She also worked with Native American tribes, and on EPA policies related to global climate change.    A native of Colorado, Lehnertz has a degree in environmental biology from the University of Colorado. She lives in Sonoma County with her partner, Shari Dagg.        Aaron Roth George \"Doc\" Miles\/NPS  Aaron Roth, Acting General Superintendent Golden Gate National Recreation Area Aaron Roth joined the leadership team at Golden Gate National Recreation Area in 2007. He has served as Deputy Superintendent since 2010 and was named Acting General Superintendent in August 2016. Aaron has worked closely with three past Superintendents on the full breadth of park management responsibilities, including providing leadership and supervision of the park’s operations, finances, projects, and programs. He has been engaged on strategic initiatives with GGNRA’s key partners, including the Golden Gate National Parks Conservancy, Presidio Trust, and California State Parks. He has a strong background in partnerships, serving as the former Chief of Business Management.  Aaron served previously as Acting Deputy Regional Director for the National Park Service Pacific West Region in 2014. Prior to his arrival at Golden Gate National Recreation Area, Aaron served as a management assistant at Grand Canyon National Park and worked in commercial services for the National Park Service Intermountain Region.  Aaron has seven years of private sector experience in a variety of entrepreneurial roles in the technology, consumer products and management consulting industries. He earned a degree in engineering from the University of Virginia and a Master's in Business Administration from the University of Colorado.      Photos                   Press Kit Gallery   32 Photos  Photos from areas in GGNRA.          Alcatraz - Federal Penitentiary Period   69 Photos  Alcatraz was a notorious prison run by the Bureau of Prisons from 1934 to 1963.          Alcatraz - Gardens Restoration   3 Photos              Alcatraz - Indian Occupation Period   17 Photos  Once Alcatraz closed, the island became a temporary home for the Native American civil rights movement.           Coastal Defenses - Batteries   115 Photos  Artillery batteries throughout the Golden Gate National Recreation Area.          Coastal Defenses - Nike Sites   58 Photos  The Golden Gate National Recreation Area has several sites where the Cold War Nike anti-aircraft missiles were stationed: SF-51, SF-59, SF-87, SF-77, and SF-91. SF-88, at Fort Barry, is the only semi-restored Nike missile site in the United States.            Historic Sites   6 Photos  National Historic Landmarks are nationally significant historic places designated by the Secretary of the Interior because they possess exceptional value or quality in illustrating or interpreting the heritage of the United States.           Fort Point - Military Period   37 Photos  Images of Fort Point as a military fortification, beginning from its construction in 1854.          San Mateo Parklands - Mori Point   6 Photos  Mori Point, named after farmer Stephen Mori who owned the land in the late 1800s, features beautiful bluffs and dramatic coastline.            Scenics   8 Photos  Scenic views of Golden Gate National Park Recreation Area.          SF Parklands - Lands End   19 Photos  Lands End is a stretch of rocky coast between the Palace of the Legion of Honor and the Cliff House.          SF Parklands - Sutro Baths   70 Photos  Sutro Baths was an indoor swimming complex, including a museum and concert hall, opened in the late 1800s by entrepreneur Adolph Sutro. It burned down in 1966.                 Prev    1   2   of 2  Next",
    "url": "https:\/\/www.nps.gov\/goga\/learn\/news\/presskit.htm"
}
