{
    "title": "Golden Gate National Recreation Area: Partner Programs & Services",
    "body": "Partner Programs & Services       Golden Gate National Recreation Area (GGNRA) partners with many different organizations in order to provide visitors with programs, services and experiences that enable them to enjoy outdoor recreation and learn about environmental and cultural resources. The park strives to nurture, extend and perfect its collaborations in order to enhance visitor opportunities. As a result, GGNRA is home to some of the most interesting and effective partner programs in the National Park Service (NPS). Scroll down to learn more about our programmatic partners and commercial services.         Golden Gate National Parks Conservancy The Golden Gate National Parks Conservancy works in tandem with the NPS at GGNRA to provide public programs and services. Established in 1981, the Parks Conservancy is the nonprofit membership organization created to preserve the Golden Gate National Parks, enhance the experiences of park visitors and build a community dedicated to conserving the parks for the future. The Parks Conservancy accomplishes its work by facilitating generous contributions from individuals, corporations and philanthropic foundations as well as generating earned income from operating park bookstores and cafes, producing interpretive items and providing park tours. Visit the Golden Gate National Parks Conservancy website for more information about activities, programs and volunteer opportunities.      Programmatic Partners  In addition to programs offered by the National Park Service, park visitors can enjoy a diverse array of activities provided by the following nonprofit organizations in National Park facilities throughout Marin, San Francisco and San Mateo counties.         A Home Away from Homelessness Home Away provides safe and supportive spaces for homeless and formerly homeless youth. It helps build confidence by providing educational, social, and recreational opportunities. www.homeaway.org         Aim High: Reach for a Dream Headlands Environmental Home - Bringing future stewards of nature into the Golden Gate National Parks to learn, explore and restore. www.aimhigh.org         Bay Area Discovery Museum 6 month to 8 year olds play, discover and create at this one-of-a-kind indoor and outdoor children's museum at the foot of the Golden Gate Bridge. www.baykidsmuseum.org         Fellow Feathers of Fort Funston Hang Gliding Club                          Fellow Feathers promotes the sport of Hang Gliding, administers Pilot Safety and Mentoring programs, and preserves the Fort Funston flying site.  www.flyfunston.org         Fort Funston - San Francisco Unified School District's Environmental Science Center (SFUSD ESC)  The SFUSD Environmental Science Center is a teacher resource center and site for student environmental studies. The center is used for both day and overnight programs for public K-5 classes. www.sfecoliteracy.com\/conservation-connection.html         Fort Mason Community Gardens San Francisco's best kept secret nestled high on the bluffs inside of Fort Mason awaits your discovery. www.fortmasoncommunitygarden.com         Fort Mason Center Fort Mason Center combines, as perhaps no other place in the country, a magnificent setting in the heart of a great city with cultural, educational, and recreational activities for people of every social and economic background. www.fortmason.org         Golden Gate Raptor Observatory                                                         The Golden Gate Raptor Observatory studies migrating birds of prey along the Pacific coast, promotes preservation of raptors, and involves the community in wildlife research. www.ggro.org         Gulf of the Farallones To protect the marine life, habitats and cultural heritage of the waters beyond the Golden Gate through research, conservation, education and stewardship. farallones.noaa.gov         Headlands Center for the Arts Through artists' residencies and public programs, Headlands Center for the Arts offers opportunities for reflection, dialogue and exchanges that build understanding and appreciation for the role of art in society. www.headlands.org         the Marine Mammal Center The Marine Mammal Center's mission is to expand knowledge about marine mammals-their health and that of their ocean environment-and inspire their global conservation. www.marinemammalcenter.org         Miwok Stables Center for Preservation and Public Program                Miwok Stables Center is an equestrian center providing public trail rides, lessons, summer camps, clinics, boarding, open houses and outreach programs in GGNRA's historic ranch in Tennessee Valley. www.miwokstablescenter.org         NatureBridge                                                                         NatureBridge is dedicated to teaching environmental education in nature's classroom to inspire a personal connection to the natural world and responsible actions to sustain it. www.naturebridge.org\/golden-gate         Ocean Riders of Marin                                                                     Ocean Riders preserves history and honors legacy by offering sustainable horse boarding, preserving park lands, and educating people about land and watershed stewardship. www.oceanridersofmarin.org         Pacific Leadership Institute, Fort Miley Adventure Challenge Course    The Pacific Leadership Institute takes teamwork to new heights using adventure challenge courses, team building events and trainings to teach leadership and life skills. www.pliprograms.org         Point Bonita YMCA                                                                                 Point Bonita YMCA provides environmental education that connects youth & families to nature, science, and community. It serves as a stunning meeting and retreat location with overnight accommodations and quality food.  www.pointbonitaymca.org          Presidio Riding Club                                                                        Presidio Riding Club, a non-profit co-operative equestrian organization, provides environmentally sound horse care, preserves the National Historic Landmark stables, and assists public interface with horses. PRC welcomes GGNRA equine visitors to stay in our 'horse hotel'. marinhorsecouncil.org\/resources.htm         San Francisco Conservation Corps                                                          The San Francisco Conservation Corps offers young people opportunities to develop themselves, their academic abilities and marketable job skills while addressing community needs through service work. www.sfcc.org         Slide Ranch                                                                                      Slide Ranch inspires change in the choices people make about food, health, and the environment, through hands-on educational activities and independent exploration of its farm and coastal wild lands. www.slideranch.org      Commercial Services  GGNRA also has several excellent service providers that offer food, lodging, retail sales and transportation services to park visitors.         Alcatraz Cruises Alcatraz Cruises is the official source for service to Alcatraz Island providing round-trip ferry transportation and an award-winning audio headset tour (available in 10 languages). Experience \"the Rock\" today! www.alcatrazcruises.com         Cliff House The world-famous Cliff House is part of the Sutro Historic Landscape District. Whether you are in the mood for a casual fun afternoon, an elegant evening out, or a play day with the family, there is always something to enjoy at the Cliff House. www.cliffhouse.com         Camera Obscura Giant Camera The camera obscura is a rare device, based on a 15th century design by Leonardo da Vinci. It produces 360 degrees of spectacular Live Images of the Seal Rock Area. www.giantcamera.com         Cavallo Point--the Lodge at the Golden Gate Nature, Nurture, Culture, Adventure. Cavallo Point Cavallo Point offers unique historic and contemporary lodging options. www.cavallopoint.com         Hostelling International A nonprofit organization providing affordable lodgings at historic Fort Mason (San Francisco) and Fort Barry (Marin Headlands).         Louis' Restaurant Louis' has been a family run restaurant for over 74 years, and first opened for business on Valentines Day in 1937. www.louissf.com         Muir Woods Trading Company Responsible retailing and sustainable foodservice. www.muirwoodstradingcompany.com         Siren Canteen & Cafe The view from your table includes the Pacific Ocean, the Beach, Duxbury Reef, and on a clear day, the Farallon Islands. www.thesirencanteen.com",
    "url": "https:\/\/www.nps.gov\/goga\/planyourvisit\/partners.htm"
}
