{
    "title": "John Muir National Historic Site: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education       School Group Tours  Bring your class to the John Muir National Historic Site. This is an opportunity to learn about the man, his life and his legacy. Park staff are available Monday thru Friday to join your group. We can only accommodate two classes on Monday, Tuesday, Thursday or Friday and one class on Wednesday. Picnic tables and the full park site are available for your use. Please pack out all trash. Tours begin at 10:00 a.m. and last until noon. A ranger will explain the specifics of the program at the time you make your reservation. Schedule early! Spaces fill up for Spring tours (February to mid-June) very quickly, so schedule your tour as soon as you have a date in mind!      Curriculum Material   Please feel free to download any of these items for use in your classroom     Curriculum Material For Download    Strentzel\/Muir Home Information The Importance of John Muir    Muir Chronology  Muir Clocks    Muir Family Stats  Muir Glacier    Muir Quotes  Muir Self Portrait    Martinez Adobe Dr. John Strentzel    Martinez Adobe - Spanish History Of Martinez    The Importance of John Muir - Spanish The Importance of John Muir - Chinese   The Importance of John Muir - Trad. Chinese The Importance of John Muir - Dutch           What's New We are constantly updating our program and are open to new ideas. The 3rd and 4th grade tour has been reworked to look at the lives of the people who supported John Muir, in recognition of curriculum standards of California Community and California History. The program is also designed to align with the Common Core State Standards. Through interactive, skill-based activities, we hope students will enjoy learning about one of America's foremost conservationists. Rangers will provide specifics prior to your tour.      Where We're Going Within the next five years, we look forward to offering three learning tracks for students of all grades. These tracks pull heavily from the new Common Core Curriculum. Teaching focus is more on skills and less on information.  John Muir as Environmental Activist: In this track, students will learn to analyze, cite, evaluate and integrate information that connects to John Muir's legacy in order to present a persuasive argument. This could start with writing analyses, continue with outdoor exploration and end with students writing their own \"activist\" work. John Muir as Scientist: Using the Muir property as a place of scientific discovery, students will learn the scientific method, catergorization, discovery, evaluation, and citation of relevant sources. A program could include walks on Mt. Wanda or river studies in Franklin Creek. John Muir as Historical Figure: Students will use Muir's life as the basis for fact gathering, summarizing, synthesizing, and comparing and contrasting. Students could perform research using primary sources. We need your input in order to make these ideas a reality. Let us know how we  can serve your classroom needs.        Suggested Reading You may like to read \"Son of the Wilderness, The Life of John Muir\", written by Pulitzer Prize-winner Linnie Marsh Wolfe, which is required reading for all rangers and volunteers at John Muir NHS. The only book John Muir ever wrote for children is the story he told his two daughters around the dining room table. That story of a small black dog with a big curly tail and an even bigger heart is called: \"Stickeen\".   Books Written By John Muir    Picturesque California 1888  Mountains of California 1894    Our National Parks 1901  Stickeen 1909    E.H. Harriman 1911  My First Summer In The Sierra 1911    The Yosemite 1912  The Story Of My Boyhood And Youth 1913    Travels In Alaska 1915  A 1000-Mile Walk To The Gulf 1916    Cruise Of The Corwin 1917  Steep Trails 1918",
    "url": "https:\/\/www.nps.gov\/jomu\/learn\/education\/index.htm"
}
