{
    "title": "John Muir National Historic Site: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do                      John Muir National Historic Site Visitor Center   Visitor Center Begin your exploration of John Muir's life and legacy at the visitor center, located at 4202 Alhambra Avenue in Martinez, California. Watch the 20-minute film, A Glorious Journey, to gain an in-depth view of Muir's contributions to conservation. You may explore the house and the grounds on your own. Click here for directions.         Ranger Matt Holmes gives guided tour of Muir grounds   Ranger Programs Join a ranger or docent-led tour of the first floor of the Strentzel-Muir House all week at 2 p.m., with additional 11 a.m. tours on Saturdays and Sundays. If you'd like a tour of the grounds, please refer to the Cell Phone Tour information below. If you need to schedule a large group tour, please call (925) 228-8860.         Our cell phone tour network is provided by \"OnCell\"   Cell Phone Tour of Grounds Take a self-guided cell phone tour of the park grounds. Numbered wooden posts located on walking paths contain the phone number to dial as well as sequential stop numbers. There are no cell stops inside of the Muir home, but rangers or volunteers can answer any questions you have. Also, we provide guided tours of the bottom floor of the Muir home at 2 PM each day. You can read a copy of the cell phone tour here.         The Martinez Adobe at the John Muir National Historic Site   Martinez Adobe The Martinez Adobe, located on the western edge of John Muir's historic orchards, features bilingual exhibits for the Juan Bautista de Anza National Historic Trail. Come learn the story of the Anza Expedition, when Spanish Lt. Colonel Juan Bautista de Anza led 240 men, women and children up the California coast in 1775. For more information, visit www.nps.gov\/juba. (Link)          Ranger Tad Shay on Mount Wanda at John Muir National Historic Site   Mount Wanda   Explore the hills where John Muir hiked with his two daughters, Wanda and Helen. Mount Wanda is open daily sunrise to sunset. Please come prepared, as no water or toilet facilities are available. Pets are permitted on a leash. Bicycles and horses are allowed on fire roads only. To access Mt. Wanda, travel ¼ mile south from the visitor center on Alhambra Avenue to the trail head parking lot next to Franklin Canyon Road. You can find a trail map of Mount Wanda here.         Picnic tables at John Muir NHS   Picnicking Enjoy a picnic atop Mount Wanda or beneath the shade of redwood and pecan trees in John Muir's historic orchards. It is required for all groups to take any supplies or trash with them when they leave.          Seasonal Tours Seasonal wildflower walks, camp fire programs, bird walks and full moon walks are available on Mt. Wanda. Check the \"Features\" section on the Home page of our website for current seasonal tour information, or call the park for more information at: (925) 228-8860.        Junior Ranger book at John Muir NHS   Become a Junior Ranger Children of all ages - and children at heart - can obtain a Junior Ranger activity booklet from the front desk. Complete the booklet to earn your official Junior Ranger badge!",
    "url": "https:\/\/www.nps.gov\/jomu\/planyourvisit\/things2do.htm"
}
