{
    "title": "John Muir National Historic Site: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth                 Junior Ranger Programs  Hey Kids! If you'd like to become a Junior Ranger at the John Muir National Historic Site, all you have to do is ask for an activity book in the John Muir NHS Visitor Center. A ranger or your parents can help you with some of the activities and a ranger will need to sign your book once you are finished. If you complete the book, you will receive your own Junior Ranger Badge! Activities in the book will help you to learn more about why John Muir was important to our National Parks and with helping to encourage people to protect our beautiful land!      Can't Make It To Our Site? If you are not able to make it to our park and would like to download a pdf. version of our Junior Ranger book, you may click the link below: Junior Ranger Book Download       Comment Board Be sure and stop by our Comment Board in the John Muir Visitor Center to write what you think about our current topic. There is always a fun poster that addresses current issues dealing with nature, conservation, John Muir or anything we feel might help you talk with your children about important topics. Color pencils and cards are available for the children (or the young at heart!).              Camp Fire Programs For Kids and Adults Every year during the summer season, we host fun evening Camp Fire Programs at our John Muir National Historic Site. We provide a safe family environment with singing, story time and more. Please contact our Visitor Center to find out more information. Reservation are required for us to staff and prepare accordingly. The season generally runs June through the first of September. Dates may change and events can be cancelled due to weather issues.              John Muir Mountain Day Camp John Muir Mountain Day Camp is based at the John Muir National Historic Site in Martinez. California, where John Muir—naturalist, preservationist, writer, farmer and father—lived and raised his family for 24 years. Campers explore Muir's land and 1882 Victorian home, and view his \"scribble den,\" where he penned many of his influential works. At the John Muir Mountain Day Camp, kids have a great time while they learn how Muir's legacy is still helping the earth be a healthier, more beautiful place to live. Each week is packed with fun and informative activities, such as exploring nature trails, painting, baking sourdough bread, journaling as Muir did, and discovering local plants and animals. Campers have come from as far away as Hong Kong, Massachusetts, Virginia, Oregon and Lake Tahoe as well as the Bay Area. At a typical weekly session, campers:   Enjoy daily activities with National Park Service Rangers Draw and paint with California landscape artist, Susan Barry Explore nature trails on Mount Wanda Experience John Muir through National Park Service Ranger Frank Helling's portrayal Learn about local plant and animal life Make sourdough bread with 143-year-old starter Sketch, paint, sing, create inventions and create a journal, as did Muir  Activities vary for each week; campers registering for both weeks will have a unique experience each time. (Activities subject to change.) To Register and Learn More Click here for a registration form. Scholarships may be available. Learn more about camp.  Questions? Call Camp Director Jill Harcke: (925) 680-8807  E-mail: info@muircamp.org Website: www.muircamp.org",
    "url": "https:\/\/www.nps.gov\/jomu\/learn\/kidsyouth\/index.htm"
}
