{
    "title": "John Muir National Historic Site: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     July 28, 2016  Path to the Perseids - A Meteor Shower Adventure  (Martinez, CA) Join National Park Service interpretive rangers for a night sky adventure, “Path to the Perseids – A Meteor Shower Adventure,” on Friday, August 12, 2016 at Mt. Wanda, part of the John Muir National Historic Site (NHS) in Martinez, CA.  This free program begins at 8:00 PM and will continue until 12AM, at the top of Mt. Wanda.  Increase your appreciation of the night sky by watching the Perseid meteor shower in a fun and enlightening way!  We will also explore the five visible planets, learn about constellations, share mythology and take a special look at deep-space objects (galaxies, clusters, nebulae) using a high-powered telescope.   April 07, 2016  John Muir National Historic Site Celebrates John Muir’s Birthday, Earth Day and the Centennial of the National Park Service  Join the National Park Service (NPS) and the John Muir Association in celebrating John Muir’s 178th birthday, Earth Day, and the 100th anniversary of the National Park Service during our annual Birthday – Earth Day event on Saturday, April 23, 2016 from 10 AM to 4 PM at the John Muir National Historic Site (NHS) in Martinez, CA.   February 22, 2016  National Park Service Hosts a Nature Saunter up Mount Wanda  Join a National Park Service ranger for a free early Saturday morning nature hike on March 5, 2016, at the John Muir National Historic Site. The two-hour walk will begin at 8:30 AM with an easy saunter up Mt. Wanda to look for wildflowers and learn about plants native to the area. Over 82 species of native plants have been identified on Mt. Wanda, and hikers may spot California buttercups, purple Chinese houses and mule’s ears.   June 18, 2015  John Muir NHS Announces Additional Alternative to be prepared for Strentzel-Muir Gravesite Plan Environmental Assessment  John Muir National Historic Site (NHS) has received public comments for the Strentzel-Muir Gravesite Plan Environmental Assessment (EA) that warrant further analysis and exploration.   June 01, 2015  NPS Hosts \"Roadmap to the Night Sky\"  Join National Park Service rangers for a stargazing adventure, “Road Map to the Night Sky,” on Saturday June 13, 2015 at the John Muir National Historic Site (NHS) in Martinez, CA.  This free, hour and thirty minute program begins at 9:15 PM inside the park.   May 27, 2015  NPS Hosts Full Moon Walk  Join National Park Service rangers for a full moon walk on Tuesday June 2, 2015 on Mt. Wanda, part of the John Muir National Historic Site (NHS) in Martinez, CA. This free, two-hour program begins at 7:30 PM with a one-mile, moderately strenuous hike to watch the full moon rise over nearby Mt. Diablo. Atop Mt. Wanda’s 640-foot summit, visitors can use spotting scopes to view more detailed features of the moon. Visitors can also listen to the chorus of night sounds and keep an eye out for the nocturnal native grey fox.   May 26, 2015  National Park Service Hosts Free Campfire Program  Join the National Park Service for a free campfire program on Saturday, June 6, 2015 at John Muir National Historic Site (NHS) in Martinez, CA.  The program begins at 7:00 p.m. and lasts roughly 1.5 hours. Rangers will lead the group in songs, skits and stories to celebrate the legacy of John Muir, one of the greatest naturalists and conservationists the United States has ever known.   May 06, 2015  National Park Service Hosts \"Roadmap to the Night Sky\"  Join National Park Service rangers for a stargazing adventure, “Road Map to the Night Sky,” on Sunday May 17, 2015 at the John Muir National Historic Site (NHS) in Martinez, CA.   April 17, 2015  John Muir NHS Announces Public Comment Period for the   Strentzel-Muir Gravesite Environmental Assessment  ﻿John Muir National Historic Site (NHS) has completed the Environmental Assessment for the Strentzel-Muir Gravesite in Martinez, California. The Public Comment Period will extend from Monday April 20 through Monday June 1, 2015.   April 13, 2015  John Muir NHS Hosts Strentzel-Muir Gravesite Public Open House  John Muir National Historic Site (NHS) is conducting a public open house to review the Environmental Assessment for the Strentzel-Muir Gravesite in Martinez, California on Wednesday evening, April 29. The workshop will be held from 5 to 7pm in the multipurpose room at John Swett Elementary School, located at 4955 Alhambra Valley Road, Martinez.   March 23, 2015  NPS Commemorates the 150th Anniversary of The End of The Civil War  For the past four years, the National Park Service and many other organizations and individuals have been commemorating the 150th Anniversary of the Civil War and the continuing efforts for human rights today.   March 23, 2015  John Muir National Historic Site Celebrates John Muir’s Birthday and Earth Day  Join the National Park Service (NPS) to celebrate John Muir’s 177th birthday during the annual Birthday – Earth Day event on Saturday, April 18, 2015 from 10 AM to 4 PM at the John Muir National Historic Site (NHS) in Martinez, CA. Participate in fun activities for all ages to commemorate Muir’s legacy. Special guest speaker Beth Pratt-Bergstrom, California Director of the National Wildlife Federation, will give the keynote address.   December 17, 2014  John Muir National Historic Site Closed December 25th and 26th  President Obama has declared December 26, 2014 a federal holiday.  John Muir National Historic Site will be closed on Thurs, December 25 as well as Friday, December 26.  We will reopen the following day, Saturday, December 27 at 10:00 am.  The staff wishes everyone a very happy and safe holiday   December 11, 2014  100th Anniversary of John Muir's Death  On December 24, 1914, Christmas Eve, John Muir passed away in a hospital in Los Angeles of pneumonia. At the time, he was visiting his youngest daughter Helen Muir Funk, his son-in-law Earl Funk and his grandchildren. Join us on December 24, 2014 at 11:00 am at John Muir National Historic Site - in the Victorian house he lived in for 24 years – and participate in a commemorative celebration of this great man’s life. Visitors will be able to share what John Muir means to them and how they view the importance of his legacy over the next 100 years.   December 09, 2014  John Muir National Historic Site Hosts 2014 Winter Solstice Campfire  Join the National Park Service for a free winter solstice-themed campfire program on Sunday, December 21, 2014 at John Muir National Historic Site (NHS) in Martinez, CA. The program begins at 3 PM with crafts and games in the park orchards and continues with a campfire from 5-7 PM. Rangers will lead the group in songs, stories and activities to celebrate the longest night of the year, the changing of the seasons and the legacy of John Muir, one of the greatest naturalists and conservationists the United States has ever known.   October 16, 2014  National Park Service to Host Free Campfire Program at John Muir National Historic Site  Join the National Park Service for a free campfire program on Saturday, October 25, 2014 at John Muir National Historic Site (NHS) in Martinez, CA.  The program begins at 6:30 p.m. and lasts roughly 1.5 hours. Rangers will lead the group in songs, skits and stories to celebrate the legacy of John Muir, one of the greatest naturalists and conservationists the United States has ever known.   October 01, 2014  National Park Service Hosts Full Moon Walk  Join National Park Service rangers for a full moon walk on Wednesday October 8, 2014 on Mt. Wanda, part of the John Muir National Historic Site (NHS) in Martinez, CA. This free, two-hour program begins at 6:00 PM with a one-mile, moderately strenuous hike to watch the full moon rise over nearby Mt. Diablo. Atop Mt. Wanda’s 640-foot summit, visitors can use spotting scopes to view more detailed features of the moon. Visitors can also listen to the chorus of night sounds and keep an eye out for the nocturnal native grey fox.   September 09, 2014  Celebrate the 50th Anniversary of John Muir National Historic Site with John Muir  Join the National Park Service for a free campfire program to celebrate the creation of the park on Saturday, September 20, 2014 at John Muir National Historic Site (NHS) in Martinez, CA. The program begins at 7:00 p.m. and lasts roughly 1.5 hours. Frank Helling renowned John Muir impersonator will tell stories as John Muir.  Children from John Muir Mountain Day Camp, led by Jill Harcke camp director, will sing songs Ms. Harcke composed about Mr. Muir, one of the greatest naturalists and conservationists the United States has ever known.   August 27, 2014  John Muir National Historic Site Hosts Full Moon Walk  Join National Park Service rangers for a full moon walk on Tuesday September 9, 2014 on Mt. Wanda, part of the John Muir National Historic Site (NHS) in Martinez, CA. This free, two-hour program begins at 6:30 PM with a one-mile, moderately strenuous hike to watch the full moon rise over nearby Mt. Diablo. Atop Mt. Wanda’s 640-foot summit, visitors can use spotting scopes to view more detailed features of the moon. Visitors can also listen to the chorus of night sounds and keep an eye out for the nocturnal native grey fox.   August 27, 2014  John Muir National Historic Site Opens 7 Days A Week  We are pleased to announce that John Muir National Historic Site will be returning to a 7 day a week schedule starting August 31, 2014.  The operational hours are 10:00am to 5:00pm. Admission to the site is free.  Visitors to the site can learn about the life of John Muir through exhibits, guided tours, cell-phone tours and special events.   March 14, 2014  Birthday Earth Day Celebrates 100 Years of John Muir’s Legacy  Join the National Park Service (NPS) in celebrating 100 years of John Muir’s conservation legacy during the annual Earth Day and John Muir’s Birthday event on Saturday, April 26, 2014 from 10 AM to 4 PM at the John Muir National Historic Site (NHS) in Martinez, CA. Participate in fun activities for all ages to commemorate Muir’s legacy and the 50th anniversary of the park’s establishment in 1964. Special guest speaker Bruce Hamilton, Deputy Executive Director of the Sierra Club, will give the keynote address.   February 14, 2014  John Muir NHS Celebrates California Arbor Week  Celebrate California Arbor Week by attending a special presentation by guest speakers Timmy Womick and Chad Brey of TreeCircus on Sunday, March 9, at 1 PM at the John Muir National Historic Site (NHS) in Martinez, CA. Womick and Brey’s hour-long program, “What Did John Muir Teach Us?”, is the first in a series of presentations by guest speakers exploring John Muir’s modern legacy. The series will continue throughout the spring and summer with special events on select weekends (Separate press releases will follow).   January 17, 2014  John Muir NHS Hosts Muir and Strentzel Gravesite Public Workshop  John Muir National Historic Site (NHS) is conducting a public workshop to develop management alternatives for the Muir\/Strentzel gravesite in Martinez, California on Saturday, February 22. The workshop will be held from 10 AM to 12 PM in the multipurpose room in John Swett Elementary School, located at 4955 Alhambra Valley Road, Martinez.   December 14, 2013  Las Posadas At The Martinez Adobe  A cultural tradition returns. Enjoy a free bilingual (Spanish\/English) program of music, history, and holiday traditions at the Martinez Adobe, on the grounds of the John Muir National Historic Site:   December 05, 2013  John Muir National Historic Site Hosts Winter Solstice Campfire  Join the National Park Service for a free winter solstice-themed campfire program on Saturday, December 21, 2013 at John Muir National Historic Site (NHS) in Martinez, CA. The program begins at 3 PM with crafts and games in the park orchards and continues with a campfire from 5-7 PM. Rangers will lead the group in songs, stories and activities to celebrate the changing of the seasons and the legacy of John Muir, one of the greatest naturalists and conservationists the United States has ever known.   September 01, 2013  Special Guest Robert Hanna Shares Muir Family Experiences on National Public Land’s Day  ﻿Explore an intimate view of John Muir and celebrate National Public Lands Day during a special presentation by Robert Hanna, John Muir’s great-great-grandson, at the John Muir National Historic Site (NHS) on Saturday, September 28, 2013 at 6 PM. Hanna will present “Growing Up Muir” inside Muir’s historic Victorian home as part of a National Park Service speaker series celebrating John Muir’s modern legacy.   August 14, 2013  National Park Service Hosts Starry Night Saunter on Mount Wanda  Join National Park Service rangers for a free night sky walk on Thursday, August 29, 2013 on Mt. Wanda, part of the John Muir National Historic Site (NHS) in Martinez, CA. This free, 1.5-hour program begins at 8 PM with a one-mile, moderately strenuous hike to magnificent vistas near the peak. Visitors may catch a glimpse of the nocturnal native grey fox or hear the distinctive call of the great horned owl while exploring the mysteries of the dazzling night sky.   July 19, 2013  Family Days at John Muir National Historic Site  Enjoy a day of family fun with hands-on activities for children and families on Saturday, July 27, 2013 at John Muir National Historic Site (NHS) in Martinez, CA. The program begins at 10 AM and ends at 2 PM. National Park Service staff will run rotating activity stations in the park orchards.   July 03, 2013  Experience Nature by Day and Night with Ranger Led Walks on Mt. Wanda  Walk in John Muir’s footsteps under sunlight and moonlight by attending two free, ranger-led saunters up Mt. Wanda, part of the John Muir National Historic Site (NHS) in Martinez, CA. Join the National Park Service (NPS) on Sunday, July 21, 2013 at 9 AM for a two-hour nature walk to discover the many plants and animals living in this diverse landscape. On the following evening of Monday, July 22, 2013, experience the nighttime side of Mt. Wanda with a ranger-led full moon walk at 7:45 PM.   June 27, 2013  Filmmaker to Screen Documentary on John Muir’s Life and Legacy at Muir’s Historic Martinez Home  Starting in May, the National Park Service began hosting a series of guest speakers to explore John Muir’s modern legacy. The series continues on Sunday, July 14, 2013 with special guest Anthony Garvin, who will screen his documentary film In Search of John Muir at 2 PM at the John Muir National Historic Site (NHS) Visitor Center. In addition to showing the hour-long film, Garvin will speak about his experience following in Muir’s footsteps while creating the documentary.   June 14, 2013  NPS Announces End Of Muir And Strentzel Gravesite Plan Public Scoping Period  The public scoping period for John Muir National Historic Site’s (NHS) Muir\/Strentzel Gravesite Plan ends on June 30, 2013. The public scoping period began on March 6, 2013 to solicit input on developing strategies for visitor and resource management at the Muir\/Strentzel gravesite in Martinez, California. At least one additional public comment period will occur during the course of this planning process.   May 06, 2013  National Park Service Hosts Discovery Walks on Mount Wanda  Enjoy the late spring sunshine by walking in the footsteps of John Muir on a free, ranger-led saunter up Mt. Wanda, part of the John Muir National Historic Site (NHS) in Martinez, CA. Join us on Sunday, May 19, 2013 at 9 AM for a two-hour nature walk to discover the many plants and animals living in this diverse landscape. The park has identified more than 82 species of native plants on Mt. Wanda, and hikers may see California buttercups, purple Chinese houses and mule’s ears.   May 03, 2013  National Park Service Hosts Full Moon Walks on Mount Wanda  Join National Park Service rangers for a full moon walk on Saturday, May 25, 2013 on Mt. Wanda, part of the John Muir National Historic Site (NHS) in Martinez, CA. This free, two-hour program begins at 8:30 p.m. with a one-mile, moderately strenuous hike to watch the full moon rise over nearby Mt. Diablo. Atop Mt. Wanda’s 640-foot summit, visitors can use spotting scopes to view more detailed features of the moon. Visitors can also listen to the chorus of night sounds and keep an eye out for the nocturnal native grey fox.   May 03, 2013  National Park Service Hosts Free Family Days at John Muir National Historic Site  Enjoy a day of family fun with hands-on activities for children and families on Saturday, May 25, 2013 at John Muir National Historic Site (NHS) in Martinez, CA. The program begins at 10 AM and ends at 2 PM. Park staff will run rotating activity stations in the park orchards.   April 26, 2013  Speaker Series Explores Modern Connections to John Muir  Join the National Park Service this spring and summer as we host a series of guest speakers who will explore John Muir’s modern legacy.  To kick off the series, special guests Peter and Donna Thomas will present “Muir Ramble Route: San Francisco to Yosemite,” on Saturday, May 11, at 2 p.m. at the John Muir National Historic Site (NHS) Visitor Center.  The series will continue with special programs on Sunday June 23 and Sunday July 14th (separate press releases will follow.)   April 09, 2013  Muir and Strentzel Gravesite Public Scoping Period Underway  John Muir National Historic Site is announcing the public scoping period for the Muir\/Strentzel Gravesite planning. Public scoping comments will be used to assist the park in developing a range of reasonable and feasible project alternatives that address management of resources and visitor access at the Muir\/Strentzel gravesite in Martinez California. The public scoping period officially opened on March 6, 2013 and will extend for at least 60 days. To help gather information related to this planning effort, a public open house will take place on April 9, 2013 from 5:30 to 7pm at New Leaf: A Sustainable Living Collaborative School, Room Two, 614 F Street, Martinez.   April 08, 2013  Sequestration Cuts Cause Changes at Eugene O’Neill and John Muir National Historic Sites  Effective April 22, 2013, Eugene O’Neill National Historic Site and John Muir National Historic Site are required by “sequestration” (a series of automatic, across-the-board permanent spending cuts) to reduce their annual budget by five percent. The parks must absorb those cuts in the remaining six months of this fiscal year that ends September 30, 2013. The federal law imposing sequestration requires that each national park take this cut.   April 04, 2013  National Park Service Hosts Free Campfire Program at John Muir National Historic Site  Join the National Park Service for a free campfire program on Saturday, May 4, 2013 at John Muir National Historic Site (NHS) in Martinez, CA.  The program begins at 7 p.m. and lasts roughly 1.5 hours. Rangers will lead the group in songs, skits and stories to celebrate the legacy of John Muir, one of the greatest naturalists and conservationists the United States has ever known.   April 01, 2013  Monthly Story Time Continues at John Muir National Historic Site  John Muir used to tell his daughters stories around the dinner table at his family home in Martinez.  Children and families are invited to join the National Park Service for a new story time program at the John Muir National Historic Site, to help keep Muir’s tradition alive!   March 22, 2013  New Exhibits Examines John Muir's Influence Over National Parks  The John Muir National Historic Site in Martinez, CA, now features a new exhibit in one of the upstairs bedrooms of John Muir’s Victorian home. The exhibit focuses on John Muir’s influence on the creation of several national park units in the western United States and on the National Park Service’s mission to continue Muir’s beliefs today.   March 20, 2013  Gary Bogue at the John Muir Birthday Earth Day Celebration  MARTINEZ— Stories from “John Muir” are among the highlights of the John Muir Birthday–Earth Day Celebration on Saturday, April 20th at the John Muir National Historic Site in Martinez. Guests will enjoy free admission and parking at this regional event, which includes fun, informative activities and exhibits for all ages. Popular pet and wildlife columnist Gary Bogue is the keynote speaker, and the John Muir Association’s 35th annual John Muir Conservation Awards will be announced and presented.   March 14, 2013  Full Moon Walks Begin on Mount Wanda  Join National Park Service rangers for the first full moon walk of the year on Wednesday, March 27, 2013 on Mt. Wanda, part of the John Muir National Historic Site (NHS) in Martinez, CA. This free, two-hour program begins at 7:30 p.m. with a one-mile, moderately strenuous hike to watch the full moon rise over nearby Mt. Diablo. Atop Mt. Wanda’s 640-foot summit, visitors can use spotting scopes to view more detailed features of the moon. Visitors can also listen to the chorus of night sounds and keep an eye out for the nocturnal native grey fox.",
    "url": "https:\/\/www.nps.gov\/jomu\/learn\/news\/newsarchive.htm"
}
