{
    "title": "John Muir National Historic Site: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People              People        John Muir at King's Canyon. John Muir Papers, Holt-Atherton Special Collections, University of the Pacific Library. © 1984 Muir-Hanna Trust.        John Muir: A Passion for Nature A leaf, a flower, a stone - the simple beauty of nature filled John Muir with joy. Muir shared his love of nature through writing and inspired people to protect our country's wild places, fueling the formation of the National Park Service and the modern conservation movement. \"When we try to pick out anything by itself, we find it hitched to everything else in the Universe.\" - John Muir  Muir loved all things wild and saw humans as one small part of nature. He valued the natural world not only for economic gain, but for its beauty and healing powers. Muir championed the revolutionary idea that wild spaces should be set aside for all to enjoy.       John Muir with wife Louie and daughters Helen and Wanda on the front steps of the Martinez home. NPS photo. John Muir NHS. JOMU 1732.        Life in the Wild   \"Tracing the ways of glaciers, learning how Nature sculptures mountain-waves in making scenery…beauty that so mysteriously influences every human being, is glorious work.\" - John Muir  Muir's passion for nature brought him to every continent except Antarctica. He experienced fantastic adventures - climbing a 100-foot tree in a thunderstorm, inching across a narrow ice bridge in Alaska, and spending a night in a blizzard on Mt. Shasta. Muir transformed his adventures into articles and books that sparked peoples' interest in nature.   Muir's grandfather helped kindle Muir's love of nature at an early age by taking him on walks through the Scottish countryside. In 1849, when Muir turned 11, his family moved to Wisconsin and started a farm, where his nature lessons continued. As a young man, Muir studied biology, botany and geology at the University of Wisconsin before venturing to see nature's wonders.   With a plant press in his backpack, Muir walked more than 1,000 miles from Kentucky to the Gulf of Mexico, gathering specimens along the way. His curiosity carried him further to California and Alaska, where he tracked the movements of glaciers. He discovered glaciers in Yosemite and was the first to suggest that ice shaped its valleys.      Sharing a Progressive Vision \"Writing is like the life of a glacier; one eternal grind.\" - John Muir Muir's descriptions of glaciers and sequoias brought the beauty of nature to readers nationwide. His ideas on saving land changed how the United States viewed wilderness. As increased settlement ended the western frontier in 1890, people began to worry about using resources wisely.   Muir urged people to write politicians and \"make their lives wretched until they do what is right by the woods.\" In 1890, unchecked grazing, logging and tourism were damaging Yosemite. Muir's articles \"The Treasures of Yosemite\" and \"Features of a Proposed Yosemite National Park\" appeared in Century Magazine, which boasted more than one million readers. A month later, Congress designated Yosemite a national park. Friends and family encouraged Muir to write. He struggled with writing, yet recognized the power of prose and worked tirelessly in his \"Scribble Den,\" his upstairs office in his Martinez home.        Words into Action   \"The battle for conservation must go on endlessly. It is part of the universal warfare between right and wrong.\" - John Muir   Muir's popular writings caught the attention of President Theodore Roosevelt, who invited him camping in Yosemite. Roosevelt left behind reporters and his Secret Service agents for the company of two park rangers, an army packer, John Muir and the wild. They spent three days exploring meadows and waterfalls and three nights discussing conservation around campfires. One night, five inches of snow fell, and the president arose to white flakes on his blankets. Inspired by his trip with Muir, Roosevelt set aside more than 230 million acres of public land - an area bigger than the size of Texas - that included five national parks and 18 national monuments. Muir's advocacy helped create several national parks, including Sequoia (1890), Mount Rainier (1899) and Grand Canyon (1908). He wrote \"only Uncle Sam\" could save our country's land for future generations to enjoy, an idea that led to the creation of the National Park Service in 1916.   Muir and other concerned citizens also founded the Sierra Club, a nonprofit organization promoting outdoor recreation and environmental advocacy. With more than one million members, this grassroots group continues Muir's work to this day.       Teddy Roosevelt and John Muir at Yosemite. Library of Congress.        Muir's Conservation Legacy   Thanks to Muir's vision, you can visit over 400 National Park Service sites. Called \"America's Best Idea,\" the United States' unique system of protecting natural and cultural heritage spurred other countries to do the same. Muir's writings and the places he fought to protect continue to inspire people worldwide to discover and connect with nature. Muir's conservation legacy lives on at the John Muir National Historic Site and in our daily actions. There will always be a need for people to stand up and change their communities for the better.      Hetch Hetchy Timeline The battle between preservationists and conservationists over the fate of the Hetch Hetchy Valley was one that was long and drawn out.Political maneuverings by both parties contributed to policies that were constantly changing in favor from one side to the other in a matter of months.Although the fate of the Hetch Hetchy Valley was eventually sealed in 1913, John Muir and the preservationist's efforts to save his mountain temple sparked the first national debate about preserving a natural area and a new awareness about the country's natural resources.  To download the detailed timeline for Hetch Hetchy CLICK HERE (pdf.)",
    "url": "https:\/\/www.nps.gov\/jomu\/learn\/historyculture\/people.htm"
}
