{
    "title": "Civil War Defenses of Washington: Planning",
    "body": "Planning         NPS  Long-Range Interpretive Plan The National Park Service developed a Long-Range Interpretive Plan (LRIP), in 2012, for the Civil War Defenses of Washington. The LRIP outlines the educational and interpretive programs, and community outreach tools for the forts for the next five to ten years.  The plan served as a blueprint for the interpretive programs of the forts during the period marking the 150th anniversary of the Civil War, and the time period that followed, including the present. An LRIP is a component of a Comprehensive Interpretive Plan (CIP). The other components are an Annual Implementation Plan and an Interpretive Database.         Planning History The 1902, a report of the Senate Committee on the District of Columbia called, The Improvement of the Park System of the District of Columbia (known today as the McMillan Commission Report), proposed creation of a \"Fort Drive\" connecting the Civil War circle of forts and earthen fortifications surrounding the city of Washington. This was to be a modern roadway through a landscaped corridor providing leisurely access to each fort site. The drive was never completed, and the forts and parcels of land were eventually included in the National Park System and are now managed by National Capital Parks-East, Rock Creek Park, and George Washington Memorial Parkway. The importance of the McMillian Commission Report for park planning was that it placed emphasis on the historic earthworks and the greenbelt of parks along the ridge surrounding the city, making it a significant open-space element in the nation's capital. The Metropolitan Branch Trail (MBT) is an 8-mile multi-use trail connecting the Silver Spring Metrostation (MD) to Union Station (DC) that passes through portions of National Park Service land in the vicinity of Fort Totten. The D.C. Department of Transportation (DDOT) prepared an Environmental Assessment evaluating potential impacts to parkland from the proposed trail alignments. The National Park Service finalized documentation for this project with DDOT.",
    "url": "https:\/\/www.nps.gov\/cwdw\/getinvolved\/planning.htm"
}
