{
    "title": "Wupatki National Monument: Interpretive Programs",
    "body": "Interpretive Programs            Join us at Wupatki Pueblo in October for International Archaeology Day       May through August - Daily Interpretive Programs Great Interpretive Programs are offered at the Wupatki Visitor Center during the summer and peak holiday seasons. Call (928) 679-2365 to check schedules. Click here for our calendar of special events.         Wupatki Pueblo Walks Pueblo walks offer the chance to tour the 104 room Wupatki Pueblo with a Park Ranger. These walking tours introduce you to the Pueblo's incredible past, from the Ancestral Pueblo people who built it, to the early Park Rangers who lived in it.     Length 45 minutes    Difficulty  Easy walk, Exposed to the sun    Location  Wupatki Pueblo Trail    Topic  History of Wupatki Pueblo                Ranger's Choice Patio Talk  These short interpretive programs take place under the shade awning at the Wupatki Visitor Center.     Length 20 minutes    Difficulty  Easy, Shaded    Location Wupatki Visitor Center Back Patio    Topic Varies           October through April - Guided Ranger Hikes Discovery Hikes Guided Discovery Hikes take place on some Saturdays from November through March. Discover the archeological sites, rock art, geology, flora, and fauna that make Wupatki National Monument a beautiful place. Hikes last 2-3 miles on moderate terrain. Hikes leave from the visitor center at 12 p.m. Reservations are required. For more information and current hike schedules, click here.  Crack-in-Rock Crack-in-Rock is a strenuous overnight back packing trip to a remote area of the monument. It is only offered a few times a year and requires advanced reservations. More . . .              Interpretive programs are presented each summer weekend at the top of the Snowbowl Sky Ride.   Programs in the nearby Flagstaff Area.   Join Park Rangers and volunteers on ranger guided talks and hikes in nearby National Park Service and Forest Service locations throughout the summer.Click here for a complete schedule of events.",
    "url": "https:\/\/www.nps.gov\/wupa\/planyourvisit\/interpretive_programs.htm"
}
