{
    "title": "Chesapeake & Ohio Canal National Historical Park: Bus Scholarship",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips     Bus Scholarship                  Bus Scholarship Program         Bus scholarships are available to bring PreK-12 students to the park for educational programs NPS image  Since 2012, the C&O Canal National Historical Park has offered a bus scholarship program to ensure all students have an opportunity to explore and learn about the park. This wouldn't be possible without the generous support of our park partners - the C&O Canal Trust, the C&O Canal Association, Freedom's Run and Eastern Area Health Education Center, the Historic Friends of Great Falls Tavern and the National Park Foundation to name a few! If you are a teacher planning a visit to the park and are in need of bus funding, please submit the C&O Canal Transportation Scholarship Application form when planning your visit with one of our ranger staff.  Washington County Public School 4th grade teachers, the C&O Canal Association generously donated the cost of your buses to Williamsport for the 2015-2016 school year. You do not need to complete this transportation scholarship form request. Download the Transportation Scholarship Application Form      Eligibility  Public, private, and charter schools. Students may be pre-kindergarten through grade 12. University and colleges are not eligible. Field trips must take place within the boundary of the C&O Canal National Historical Park and students must participate in curriculum-based (Canal Classrooms) programs or Bridging the Watershed (BTW) programs. Independent Teacher-led field trips are not eligible for funding. Schools will be required to complete pre-visit activities and\/or post-visit activities to receive funding. Schools will be required to send a thank you letter, addressed to partner organizations (more details provided upon confirmation of funding). Funding is prioritized for Title I schools. Classes are eligible for reimbursement once per school year.  Deadlines  Request for reimbursement MUST be received at least two weeks prior to your field trip. Confirmation of your application status will be sent via email within one week of submitting the application request to the park.  Funding varies per year and is first come, first serve  Other information  An invoice from the bus company, the district transportation office, the principal's office, or the school board is required as part of the reimbursement request. Reimbursement checks will be mailed within 30-days following the field trip and upon receiving the completed reimbursement request and invoice. As a condition of funding, park staff and partners may photograph students in the park. Park staff will contact you in advance of the field trip and send a photo release form.",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/education\/classrooms\/busscholarship.htm"
}
