{
    "title": "Pea Ridge National Military Park: General Sigel",
    "body": "General Sigel         Franz Sigel NPS Photo  BRIGADIER GENERAL FRANZ SIGEL Commander, 1st & 2nd Divisions, Army of the Southwest Franz Sigel was one of the Union Army's worst and most controversial generals. His greatest contribution to the war effort was his ability to rally the North's German population to the Union cause. He joined the German revolution of 1849 and served as the rebel government's Minister of War. When the revolution failed, he immigrated to the United States, where he became the superintendent of the Saint Louis public school system. Sigel played a prominent role in the events that led to Nathaniel Lyon's capture of the Missouri State Guard at Camp Jackson and was Lyon's second-in-command at Wilson's Creek. He was blamed by many, including General Halleck, for the defeat at Wilson's Creek for urging Lyon to divide his army even though Lyon was outnumbered. When the Army of the Southwest was organized, Sigel believed that he should be given the command. When it went to Curtis instead, Sigel threatened to resign. Fearful that the German regiments might refuse to fight or mutiny if he resigned, Curtis organized the army along ethnic lines and gave Sigel command of the German regiments. This was largely a symbolic gesture though, as the division commanders reported directly to Curtis. Although his men worshiped him, Sigel never had Curtis's or Halleck's full confidence throughout the campaign. After the battle, his supporters credited Sigel for the victory and accused Curtis of panicking and being ready to surrender after the first day. They claimed that Sigel urged Curtis to keep fighting and that Curtis was drunk while Sigel actually won the battle. Sigel denied any knowledge of these rumors, but did nothing to stop them. He transferred soon after to the East, where he was promoted to Major General. He was soundly defeated in the Shenandoah Valley, and again, at 2nd Manassas. In 1864, his army was routed at New Market, which cemented his well-deserved reputation for being promoted far beyond his ability to command. He became an editor and publisher and was active in politics after the war. He died in New York City in 1902.",
    "url": "https:\/\/www.nps.gov\/peri\/learn\/historyculture\/general-sigel.htm"
}
