{
    "title": "Fort Smith National Historic Site: Fort Smith Becomes a National Historic Site",
    "body": "Fort Smith Becomes a National Historic Site         Cover of 1957 brochure from Public Historical Restoration, Inc.   On September 13, 1961, Congress passed Public Law 87-217 authorizing a new National Historic Site. This Congressional resolution, signed by President Kennedy, marked the beginning of transferring operational control from a local historical organization to the National Park Service.  The story of the restoration of Judge Parker's courtroom, gallows, and Belle Point, begins with the City of Fort Smith. In January of 1955, Mayor H.R. Hestand appointed a board of citizens to study the possibility of preserving what remained of the historic court. A report was made in September 1956 detailing the restoration plan and Public Historical Restoration, Inc. was formed to carry out the work. Circuit Judge Paul Wolfe was elected president and Chester Nelson was named architect.  A city-wide fund-raising campaign was held, but the $8,000 raised fell short of the estimated cost for the project. A.F.L.-C.I.O. building trade unions of Fort Smith came to the rescue by volunteering their labor. The work commenced on September 9, 1956 and an opening ceremony for the restored courtroom and rebuilt gallows was held on May 26, 1957.  Approximately 1,000 people attended this ceremony.  In 1958 civic-minded Fort Smithians drew up plans to interest the federal government in acquiring the site. However, for the area to be deemed of national significance, the military story as well as the federal court story had to be told. The citizens of Fort Smith knew they needed to locate the physical remains of the first Fort Smith established in 1817. Clyde Dollar, a qualified historian and amateur archeologist, was stationed at nearby Fort Chaffee and able to conduct an initial excavation in 1858 to identify the location of the fort. The City of Fort Smith supplied shovels, picks, prison labor, and the occasional services of the City Engineer.  A later excavation in 1963 delineated the shape and extent of the fort. When JFK signed into law the bill authorizing the establishment of Fort Smith National Historic Site it provided for the maintenance of about 15 acres, 10 of which the City would donate. The law appropriated $319,000 to acquire the other five acres. Kennedy accepted the deed for the City's property on a stop in Fort Smith in October 1961.  On August 14, 1963, a ceremony was held at the site, transferring the courtroom from Public Historical Restorations, Inc. to the National Park Service.          Sadly, before the park could be officially dedicated, President John F. Kennedy was assassinated.  Vice-President Lyndon Johnson had been president for less than one year when his wife, Lady Bird, dedicated Fort Smith National Historic Site on October 27, 1964.  Lady Bird Johnson presented a flag, the symbol of our country, to the park.  This flag with the original box remains in the park's collection.",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/historyculture\/fort-smith-becomes-a-national-historic-site.htm"
}
