{
    "title": "Fort Smith National Historic Site: Fort Smith in the Movies",
    "body": "Fort Smith in the Movies       No diehard movie fan can overlook Fort Smith as a setting for some of the great westerns of the silver screen. Best remembered for John Wayne's performance as Rooster Cogburn in True Grit, a movie about the life and times of a deputy marshal out of Judge Parker's court, Fort Smith has not only provided the stories, but also the actors and the sets for a score of films.  Many of the better known movies include the 1975 sequel to True Grit, Rooster Cogburn and, of course, the Clint Eastwood's Hang 'em High, which is loosely based on the hanging judge prototype that Parker is so well known for. Lesser known films, such as The Dragoon Wells Massacre, begin with a scenario before Judge Parker.  But Parker's federal court, in addition to providing the true stories of outlaw and lawmen, supplied some talent to the screen. Bill Tilghman, a famous deputy, appeared in 1908 in The Bank Robbery. Tilghman also directed a movie, The Passing of the Oklahoma Outlaws in 1915, which featured former deputy marshal Chris Madsen in the acting credits. Long after the versatile Tilghman died, he was the basis for a character in the 1980 film Cattle Annie and Little Britches, starring Burt Lancaster. The subject of this movie was outlaw Bill Doolin who along with his gang were the topic of at least four other movies including a Randolph Scott flick, The Doolins of Oklahoma.  The Dalton Gang, with numerous ties to Fort Smith, has always been a favorite for the big screen. In 1907, Emmet Dalton was released from prison and got into movies. He made The Last Stand of the Dalton Boys in 1912, which was remade six years later as Beyond the Law. In that version, he appeared not only as himself, but also his brothers. No less than fifteen other movies highlighted the Daltons including a Three Stooges film, The Outlaws Is Coming.  After Belle Starr's fame in cheap dime novels, she was a sure thing for the movies. First mentioned in 1928, Belle has been the topic of at least ten more movies and one 1980 television series starring Elizabeth Montgomery. That was entitled Belle Starr.  Several movies have been filmed around the old courthouse itself, including most recently Frank and Jesse in 1993 and the Civil War mini-series The Blue and the Gray. The critically acclaimed mini-series Lonesome Dove also had a Fort Smith connection. Who knows when Hollywood will come calling again? Bill Black March 1996 This sketch is part of a series, “Fort Smith Minutes,” originally developed by the park staff to provide one minute long public service announcements for local radio stations. These sketches provide a light and entertaining glimpse into the complex history of Fort Smith.",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/historyculture\/fort-smith-in-the-movies.htm"
}
