{
    "title": "Fort Smith National Historic Site: Jail Escapes and Attempts",
    "body": "Jail Escapes and Attempts       Local newspapers related stories of prisoners attempting to escape from the Fort Smith jails.  No one was successful in escaping from the \"Hell on the Border\" jail, but there were several who managed to elude jailers and escape from the new jail wing that was built in 1888. July 4, 1874 Attempted jail break. On Sunday morning, two prisoners succeeded in breaking out of the jail. They raced toward the Poteau River. Jail guards opened fire. A ball struck Ellis McKee in the back. McKee's companion was recaptured by a deputy marshal and another guard. McKee was taken to the hospital where the ball was cut out. June 14, 1875 Frank Butler attempted to escape while being transferred from the jail to the courtroom about 9:00 p.m. Butler escaped from the guard, and ran toward the stone wall surrounding the old fort; He was shot in the head and killed by several members of the jail staff as he ran for the wall. September 26, 1875 4 prisoners tried to escape from the jail. When the door to one of the cells was opened to send in the evening meal, they made a break. Guards opened fire. A Choctaw Indian named Magee dropped, struck by 3 balls and severely wounded. The other three heeded calls to stop the escape and were captured. December 6, 1876 Jim Hendrick who had escaped from the US jail the previous summer and made his escape by swimming the Arkansas River was recaptured. Jonas Thompson, a Choctaw Indian who had also escaped returned to Fort Smith and was arrested. March 18, 1882 Hardwick, US prisoner accused of robbery, attempted to escape by removing bricks from a fireplace. He had hoped to go up the chimney. He was caught by guards before he got a good start up the chimney. September 9, 1887 Two men, counterfeiters Daniel Horton and Cornealius Baker, escaped from the little jail used as a hospital. They had dug themselves out. October 17, 1887 Prisoner George Smith escapes. He had been detailed to nurse the sick in the upper story of the courthouse. During the night he made his way to the roof of the old building and from there onto the wall of the new jail and then down a derrick to the ground and then to the woods. March 17, 1888 Fire in the jail, started by prisoners. The second time within several months that prisoners had sought to burn themselves out of jail. March 24, 1888 Ed Rhodes and Isaac Martin, detailed as nurses in hospital, located in the old jail. They discover that one of the window bars was loose, having been at some time previous almost sawed in half where it was riveted to the cross bar. At dusk, when it was time to change nurses, Rhodes and Martin volunteered to spend another night with the sick. About 10 p.m. they forced the bar and escaped along with one of the patients. May 29, 1889 While the guards were at dinner, prisoners on the second floor pried open one of the cage doors with an iron bar. Six or seven inmates descended to the first floor where deputy jailer W.J. Roberts was sitting unarmed. L.W. Reynolds attacked Roberts striking him several times with an iron bar. The officer fought back and prevented the prisoners from getting through the outside door until Deputy Barnhill, who happened to be in the courthouse dashed to the rescue. Barnhill drove the escapees back with the muzzle of his pistol. Roberts was badly cut but not seriously injured. August 30, 1889 A female prisoner escapes from the second story of the courthouse by removing enough brick from the side of a barred window to crawl through. She tied blankets together and let herself down to the ground to escape. November 29, 1889 Prisoners found their way through the steel trap door leading into the attic of the jail over the third tier of cells. Passed through window leading into attic of the courthouse. Made their way out of the courthouse by passing through a hole that let them out between the ceiling and roof of back porch. They let themselves down by means of blankets tied together. July 14-18, 1890 Prisoner Jake Standley receives a care package from his wife. The food items were all carefully inspected before giving it to Standley. Jake invited a number of his fellow prisoners to partake of his feast. The food was taken from the box by the guards, and handed to the prisoners. One prisoner broke open a biscuit and discovered a small tin box; inside the box was a note from Standley's wife telling him that in the wooden box he would find two saws. Prisoner John Fields convinced the guard to give him the box for use as a writing desk in his cell. Fields hid the saw under his slop bucket, which was discovered by the jailor during a daily inspection. October 4, 1890 William Alexander, Bood Crumpton, John Boyd and Carroll Cohler, all under indictment for murder were housed in a single cell on the first level of the jail. Guards discovered that two of the steel cage bars had been cut in two. If they had cut through the third bar before being discovered, they might have been able to escape by getting into the guard corridor and overpowering the guard at dinnertime. The four used a small piece of saw blade just over an inch long to saw through the bars. October 5, 1890 Al Hoston, Alias James B. Murphy, alias Al Martin was caught removing bricks from his cell using a heavy piece of wire. Hoston had attempted this before, so Jailer Pape handcuffed him up to the cage bars in a most uncomfortable position. He withstood the punishment for about two hours before he begged to be let down and promised not to try to escape again. July 26, 1895 Fayett Hudson escapes from the prison hospital. He unlocked the inner door of the hospital with a key which he secured by unknown means. Passed downstairs where he opened lower door without difficulty. He left both doors unlocked, but closed the lower door, leaving the key on the inside. July 26, 1895 Cherokee Bill's escape attempt from the new jail. Jail guard Larry Keating is killed in the attempt. July 10, 1896 Jailor Berry discovered that 5 prisoners on upper tier of cells had made arrangements for escaping by cutting a hole in the ceiling of one of the cells. Given a few more hours, the prisoners might have escaped. They had cut a hole large enough for a man to crawl through. Only the slate ceiling was between them and liberty when they were discovered. Inmates had made arrangements for lowering themselves to the ground by tearing up blankets and plaiting them into a rope over 30 feet in length, strong enough to support the weight of a man. The instrument used to dig through the ceiling was a wire made from handles of a large bucket, bar of steel about 3 feet long which had formed part of a bedstead and several shorter pieces of steel.",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/historyculture\/jail-escapes-and-attempts.htm"
}
