{
    "title": "Wupatki National Monument: Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours              Guided Tours           Come Hike With Us ....  Wupatki National Monument offers a variety of guided hikes from October through April. These hikes range from moderate to very strenuous, and can last anywhere from two hours to two days. Come experience all that Wupatki has to offer.  Guided hikes provide the only public access to many areas of the monument. These areas are home to a rich cultural and biological landscape. In order to preserve these sensitive areas, hikes are limited in size and follow strict Leave No Trace principles. GPS devices are not permitted. Reservations are required for all guided hikes.  Crack in Rock hikes are very strenuous two day hikes that explore deep into the Wupatki back country. Discovery Hikes are short day hikes offered on some Saturdays from November through March. Frequency of hikes will vary depending on available staffing. There is an additional fee for some of the hikes.  Looking to explore, but not interested in a guided tour? Check out the neighboring Coconino National Forest.               Discovery Hikes - January through March Guided Discovery Hikes take place on Saturdays throughout the winter. Discover the archeological sites, petroglyphs, geology, flora, and fauna that make Wupatki National Monument a beautiful place. Hikes are 2- 3 miles on moderate terrain. Wupatki is typically 10 degrees warmer than Flagstaff. Wear hiking boots and dress in layers. Bring a snack and at least 2 quarts of water.  All hikes leave from the Wupatki Visitor Center at 12 p.m. Reservations are required, and group size is limited to 12 people. Please call 928-679-2365 to reserve a spot.     Date (2016)  Hike Location  Duration  Difficulty  Features    January 9, February 6, February 27, March 19  Kaibab House  2.5 - 3 hours Moderate - cross country walking over rocky surfaces, some hills. Pueblo Architecture, Petroglyphs, Grasslands    January 16,  January 30,  February 20,  March 12  Antelope House  3 - 3.5 hours Moderate - cross country walking over rocky surfaces, some hills.  Pueblo Architecture, Historic Ranching Camps, Red Rock Geology     January 23,  February 13,  March 5  East Mesa  2 - 2.5 hours Moderate - cross country walking over rocky surfaces, some hills Pueblo Architecture, Petroglyphs, Grasslands     None Scheduled Coyote Water 2.5 - 3 hours  Moderate - cross country walking over rocky surfaces, some hills.  Red Rock Geology, Petroglyphs            Crack-in-Rock - April and October  The Crack-in-Rock hike is a two-day, very strenuous Ranger guided hike into the Wupatki back country. Hikes are offered on some weekends in April and October. Group size is limited to preserve these fragile resources, and the hike participants are selected by lottery.  More. . .",
    "url": "https:\/\/www.nps.gov\/wupa\/planyourvisit\/guidedtours.htm"
}
