{
    "title": "Fort Smith National Historic Site: What's In A Name? Outlaws in Parker's Court",
    "body": "What's In a Name?  Outlaws in Parker's Court       The records of Judge Parkers court, as with all federal records, were deposited in the National Archives and they are now stored in Fort Worth, Texas. In 1993, the staff and volunteers there finished compiling a list of all the criminal case files for the Parker era. This list is a total of 811 pages with about 40 to 50 names on each page. Also included is an AKA (also known as) file, totaling 90 pages and 226 pages of cross-references.  The Parker court might be best known for its murder and rape cases, but most of the really interesting characters were involved in lesser crimes like larceny, moonshining and introducing whiskey into Indian Territory. In 1881, Santa Claus was drug into court on such a liquor violation and in 1887 Billy the Kid was here, although not the more famous one that was dispatched by Pat Garrett six years before in New Mexico. We also had a few other Bills, such as Arkansas Bill, Big Bill, Chickasaw Bill, Hurricane Bill, Muskeet Bill, Sugar Bill and Whiskey Bill. All were liquor violators except for Hurricane Bill who was in for murder. We also had a Squint eyed Billy and even a No Billy. We had Big Jim, Dancing Jim, Prairie Jim and Whisky Jim. Between 1878 and 1885, the territory had a little crime spree by someone called Skitt Buffalo. But we also had a Buffalo Bill, Buffalo George, Buffalo Face, and as you might guess, even a Buffalo Chips.  Big was a popular surname apparently. There were three Big Chews, as well as Big Hill Joe, Big Jim, Big John, Big Potatoes, Big Feather, Big Foot, Big Road, Big Head and Big Mouth. In contrast to these guys, we also had Little Bear, Little Buck, Little Dave, Little Deer, Little George, Little Joe, Little Sam, Little Tom and Little John.  Although no one went by Dirty something or other, there was a Dirt Pot, a Dirt Thrower, Dirt Eater, one Mud Eater and one Standinginthemud, a Walk in the Mud and finally a Walk in the Water. Stormy Water, Water Back and Water Jerker were all liquor violators but Noisy Water had a larceny charge against him in 1890.  In 1890 Elijale Polecat was also known as Elijale Muskrat. Long Hand used the alias Mixed Water Soldier. Texas Jack was also known as Old Dad as well as Buckskin Boy but his real name was Aaron Purdy. A guy named Peg Leg was also called French. Pretty Hair was also know as White Hair. Naturally Jim Peach was known as Peachy.  As can be expected, when brought into court no one wanted a name brought up that might prejudice the case against them. So John Fiddler might have had a problem being known as Sinner Jack. And when the Meal Brothers, Parch and Scorch, were brought in 1884, Scorch probably resented his identification as the Scott Creek Killer.  All these and more came through Fort Smith during the Judge Parker Days. Bill Black February 1995 References: Index to the Criminal Case Files, Western District of Arkansas. This sketch is part of a series, “Fort Smith Minutes,” originally developed by the park staff to provide one minute long public service announcements for local radio stations. These sketches provide a light and entertaining glimpse into the complex history of Fort Smith.",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/historyculture\/what-is-in-a-name-outlaws-in-parker-court.htm"
}
