{
    "title": "Fort Smith National Historic Site: Christmas in the US Jail",
    "body": "Christmas in the US Jail       The typical image the ‘Hell on the Border’ jail conjures up is that of a dark, dank and dirty dungeon, where the prisoners were mistreated; however this image is not exactly true.   Throughout the years that the two jails operated here (1872-1888; 1888-1914), men were housed here year-round while awaiting trial.  It was a jail tradition to provide holidays meals for the prisoners housed in the jail, both to mark the holiday and to break the monotony of life in the jail.  The Fort Smith Elevator, one of several newspapers published in Fort Smith during those years, regularly reported on events occurring at the federal court.  During the holiday season, they often made special mention of  festivities at the jail.  These accounts  provide a fascinating insight into 19th century holiday traditions and life in the jails at Fort Smith. _____________________________________________________ “On Christmas day the prisoners had fruit, cake and onions added to their regular every-day meal.  Jailer Baxter treated them also to a good strong toddy, and one hundred and nine out of one hundred and twelve accepted the treat.  John Hicks, Sam Hickory and David Vaughan declined to indulge in the ardent.” -  Fort Smith Elevator, December 29, 1893.   “The prisoners in jail, sixty-two in number, were treated to a good Christmas dinner by their landlord, W.J. Johnston.  They had turkey in abundance and everything else to match it, besides eggnog and cigars, all of which was highly enjoyed.  Parrott has spent his second Christmas in jail, and says this surpasses any dinner they have ever had since he has been boarding there.  Last Christmas they had 104 guests.” -  Fort Smith Elevator, December 31, 1886.   “The prisoners in the U.S. jail appear to have more kind attention paid them than is usually bestowed upon persons who are so unfortunate as to be confined in prison.  On Christmas day they were served with a fine dinner in which turkeys, chickens, cakes, pies, cranberry sauce, etc. figured promiscuously.  This kindness on the part of those who have charge of affairs at the jail is very commendable.” -  Fort Smith Elevator, January 6, 1882.   “The prisoners in the United States jail were treated to a good Christmas dinner, and then listened to some vocal music from a number of Sunday school children, under the leadership of Miss Lipe and Miss Shepperd, of Belle Grove school.” - Fort Smith Elevator, December 31, 1880.",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/historyculture\/christmas-in-the-us-jail.htm"
}
