{
    "title": "Fort Smith National Historic Site: Enabling Legislation",
    "body": "Trail of Tears Enabling Legislation       PUBLIC LAW 100-192 [S. 5781; December 16, 1987 TRAIL OF TEARS NATIONAL HISTORIC TRAIL An Act to amend the National Trails System Act to designate the Trail of Tears as a National Historic Trail. Be it enacted by the Senate and house of Representatives of the United States of American Congress assembled, That section 5(a) of the National Trails System Act (16 U.S.C. 1244(a)) is amended by adding the following new paragraph at the end thereof: \"(16)(A) The Trail of Tears National Historic Trail, a trail consisting of water routes and overland routes traveled by the Cherokee Nation during its removal from ancestral lands in the East to Oklahoma during 1838 and 1839, generally located within the corridor described through portions of Georgia, North Carolina, Alabama, Tennessee, Kentucky, Illinois, Missouri, Arkansas, and Oklahoma in the final report of the Secretary of the Interior prepared pursuant to subsection (b) of this section entitled \"Trail of Tears\" and dated June 1986. Maps depicting the corridor shall be on file and available for public inspection in the Office of the National Park Service, Department of the Interior. The trail shall be administered by the Secretary of the Interior. No lands or interests therein outside the exterior boundaries of any federally administered area may be acquired by the Federal Government for the Trail of Tears except with the consent of the owner thereof. \"(B) In carrying out his responsibilities pursuant to subsections 5(f) and 7(c) of this Act, the Secretary of the Interior shall give careful consideration to the establishment of appropriate interpretive sites for the Trail of Tears in the vicinity of Hopkinsville, Kentucky, Fort Smith, Arkansas, Trail of Tears State Park, Missouri, and Tahlequah, Oklahoma.\". AUTHORIZATION OF APPROPRIATIONS SEC. 2. Section 10(c)(2) of the National Trails System Act (16 U.S.C. 1249(c)(2)) is amended by striking \"through (13) and (15)\" and inserting \", (10), (11), (12), (13), (15), and (16)\". Approved December 16, 1987. LEGISLATIVE HISTORY-S. 578: HOUSE REPORTS- No 100-461 Comm. on Interior and Insular Affairs SENATE REPORTS No 100-175 Comm. on Energy and Natural Resources CONGRESSIONAL RECORD. Vol. 133 (1987) Oct. 1, considered and passed Senate. Dec. 1 considered and passed House, amended. Dec. 3 Senate concurred in House amendments. 101 STAT. 1309",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/historyculture\/trail-of-tears-enabling-legislation.htm"
}
