{
    "title": "Fort Smith National Historic Site: Thanksgiving in the US Jail",
    "body": "Thanksgiving in the US Jail       The typical image the ‘Hell on the Border’ jail conjures up is that of a dark, dank and dirty dungeon, where the prisoners were mistreated; however this image is not exactly true. Throughout the years that the two jails operated here (1872-1888; 1888-1914), men were housed here year-round while awaiting trial. It was a jail tradition to provide holidays meals for the prisoners housed in the jail, both to mark the holiday and to break the monotony of life in the jail.  The Fort Smith Elevator, one of several newspapers published in Fort Smith during those years, regularly reported on events occurring at the federal court. During the holiday season, they often made special mention of festivities at the jail. These accounts provide a fascinating insight into 19th century holiday traditions and life in the jails at Fort Smith. __________________________________________ “On Thanksgiving day the prisoners were served with an addition to their regular meals of fruit and other delicacies. The jail is neat and clean, and since the heating apparatus has been put in repair is warm and dry.” -  Fort Smith Elevator, December 4, 1896.   “The prisoners in the U.S. jail had a dinner yesterday a little above average, besides being presented with a caddy of tobacco by Chief Deputy Marshal C.M. Barnes.” - Fort Smith Elevator, December 1, 1882.   “The prisoners in the U.S. jail having been supplied with their Thanksgiving dinner on Saturday, describe it in the following note to the Elevator:                 A stuffed pig got loose and made its appearance on the table of ‘Hotel de Uncle Sam,’ of which Mr. W.J. Johnston is proprietor, last Saturday. As it is the practice of Mr. Johnston, and a royally good one it is, to provide something extra good for his boarders to eat on the holidays, his ‘pigship’ was served at dinner with the necessary accompaniments and side dishes, and devoured with a keen relish by all who were so fortunate as to have a ticket for the banquet. About sixty-five guests now enjoy the hospitality dispensed at the ‘Hotel de Uncle Sam,’ and those who have made the proper arrangements with the ‘powers that be,’ for the coming winter, are looking eagerly forward to the ‘merry Christmas time,’ with its usual accompaniment of egg-nog, and turkey and cranberry sauce. After dinner, when all were too full (of pig) for utterance, the guests fell into line in the marble floored corridors, and each received a plug of tobacco and a good cigar. Mr. Johnston is a big-hearted jovial fellow, and has many guests at his hotel, most of whom come from the B.I.T. Owing to the fact that Col. John Carroll, the genial United States marshal, is constantly soliciting boarders for the ‘Hotel de Uncle Sam,’ Mr. Johnston nearly always has a full house, and the undivided attention he extends to each guest tends to make him a popular personage with all. Long may W.J. Johnston wave and remain in charge of the hotel, with Col. Carroll as solicitor.                                                                               ONE OF THE GUESTS.” -  Fort Smith Elevator, December 3, 1886",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/historyculture\/thanksgiving-in-the-us-jail.htm"
}
