{
    "title": "Fort Smith National Historic Site: Cherokee Removal Routes",
    "body": "\"Nunahi-Duna-Dlo-Hilu-I\" -- Trail Where They Cried       \"At noon all was in readiness for moving, the teams were stretched out in a line along the road through a heavy forest, groups of persons formed about each wagon . . . Going Snake, an aged and respected chief whose head eighty summers had whitened, mounted on his favorite pony, passed before me in silence, followed by a number of younger men on horseback.\" - William Shorey Coodey, a contractor, in a letter to a friend; August 13, 1840. During the roundup, intimidation and acts of cruelty at the hands of the troops, along with the theft and destruction of property by local residents, further alienated the Cherokees. Finally, Chief Ross appealed to President Van Buren to permit the Cherokees to oversee their own removal. Van Buren consented, and Ross and his brother Lewis administered the effort. The Cherokees were divided into 16 detachments of about 1,000 each. Water Route Three detachments of Cherokees, totaling about 2,800 persons, traveled by river to Indian Territory. The first of these groups left on June 6 by steamboat and barge from Ross's Landing on the Tennessee River (present-day Chattanooga). They followed the Tennessee as it wound across northern Alabama, including a short railroad detour around the shoals between Decatur and Tuscumbia Landing. The route then headed north through central Tennessee and Kentucky to the Ohio River. The Ohio took them to the Mississippi River, which they followed to the mouth of the Arkansas River. The Arkansas led northwest to Indian Territory, and they arrived aboard a steamboat at the mouth of Sallisaw Creek near Fort Coffee on June 19, 1838. The other two groups suffered more because of a severe drought and disease (especially among the children), and they did not arrive in Indian Territory until the end of the summer. Land Routes The rest of the Principal People traveled to Indian Territory overland on existing roads. They were organized into detachments ranging in size from 700 to 1,600, with each detachment headed by a conductor and an assistant conductor appointed by John Ross. The Cherokees who had signed the treaty of New Echota were moved in a separate detachment conducted by John Bell and administered by U.S. Army Lt. Edward Deas. A physician, and perhaps a clergyman, usually accompanied each detachment. Supplies of flour and corn, and occasionally salt pork, coffee, and sugar, were obtained in advance, but were generally of poor quality. Drought and the number of people being moved reduced forage for draft animals, which often were used to haul possessions, while the people routinely walked. The most commonly used overland route followed a northern alignment, while other detachments (notably those led by John Benge and John Bell) followed more southern routes, and some followed slight variations. The northern route started at Calhoun, Tennessee, and crossed central Tennessee, southwestern Kentucky, and southern Illinois. After crossing the Mississippi River north of Cape Girardeau, Missouri, these detachments trekked across southern Missouri and the northwest corner of Arkansas. Road conditions, illness, and the distress of winter, particularly in southern Illinois while detachments waited to cross the ice-choked Mississippi, made death a daily occurrence. Mortality rates for the entire removal and its aftermath were substantial, totaling approximately 8,000. Most of the land route detachments entered present-day Oklahoma near Westville and were often met by a detachment of U.S. troops from Fort Gibson on the Arkansas River. The army officially received the Cherokees, who generally went to live with those who had already arrived, or awaited land assignments while camped along the Illinois River and its tributaries east of present-day Tahlequah.",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/historyculture\/nunahi-duna-dlo-hilu-i-trail-where-they-cried.htm"
}
