{
    "title": "Fort Smith National Historic Site: Attack on the Bigelows (1833)",
    "body": "Attack on the Bigelows       In 1833, Fort Smith put a new slant to the old saying: never bring a knife to a gun fight! One of the more interesting if not wildest bar fights occurred in August of that year. Earlier in the year, the fort had received a new commanding officer, Captain John Stuart. He knew that his major responsibility was to keep liquor out of Indian Territory and prevent its distribution to the Indians, but he was not prepared for what he would find in Fort Smith. Stuart was appalled at conditions in the town. In a letter to his superiors he wrote that \"drunken Indians were seen in every direction; some hooping, some crying and others fighting.\" Within a few hours of his arrival he observed that a number of his own troops were intoxicated and by the next day even more of his men were in the same condition.  The biggest source of this irritant was an establishment on Garrison Avenue run by the Bigelows, Jonas and George. When threats by Captain Stuart did not remedy the situation, he sued, but the Bigelows outdid him. The case was lost when Stuart's chief witnesses, the soldiers themselves, were bribed by Bigelow not to testify. Conditions continued to deteriorate until Stuart finally placed guards around the Bigelows' place to keep the soldiers out, but the soldiers just sent in Indians of civilians to buy their liquor and deliver it to them.  On August 26, Stuart went into the Bigelows' place and proceeded to get into an argument. It quickly escalated when Stuart threw a glass of liquor in George Bigelow's face. The end result was that George beat Captain Stuart with his own cane so badly that he had to be carried back to the fort and his very life was in doubt for several days.  It became evident later that evening that no matter what others thought of him, Captain Stuart was very popular with his troops. The Bigelows closed up shortly after 9 p.m. that night and went upstairs to bed. Around three in the morning, they were awakened by a powerful explosion within their establishment. When they looked out they saw a smoking cannon a few yards away and in the bright moonlight, they could see four soldiers running back toward the fort. The canon had been loaded with a six pound cannon ball and an additional ten to twelve pounds of scrap iron and lead, and had knocked a sizable hole in the wall, almost bringing the building down. If the cannon had been aimed four inches higher, the world would have been short a couple of Bigelows.  Naturally the Bigelows tried to sue, but it seems that the soldiers that clearly recognized running away that night were now absent from the fort and could never be found. Bill Black February 1995 This sketch is part of a series, “Fort Smith Minutes,” originally developed by the park staff to provide one minute long public service announcements for local radio stations. These sketches provide a light and entertaining glimpse into the complex history of Fort Smith.",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/historyculture\/attack-on-the-bigelows.htm"
}
