{
    "title": "Fort Smith National Historic Site: Cherokee Round Up",
    "body": "Cherokee Round Up       \"[I] witnessed the execution of the most brutal order in the history of American warfare. I saw the helpless Cherokees arrested and dragged from their homes, and driven at the bayonet point into the stockades. And in the chill of a drizzling rain on an October morning I saw them loaded like cattle or sheep into six hundred and forty-five wagons and headed for the West.\" - Pvt. John G. Burnett, 1838. NOTE: Recent scholarship has brought into question the validity of the above statement. For further readings on the complexity of Cherokee Removal and John G. Burnett see: Lathel F. Duffield, \"Cherokee Emigration: Reconstructing Reality, \"Chronicles of Oklahoma, Vol. LXXX, No. 3, Fall, 2002, pp. 314-347.   Despite the fact that the majority of the Cherokees, including Principal Chief John Ross, opposed Removal, a minority group negotiated and signed the Treaty of New Echota with the United States government in 1835. President Martin Van Buren ordered the implementation of the treaty in 1838, and U.S. Army troops under the command of General Winfield Scott began rounding up the Cherokees and moving them into stockades in North Carolina, Georgia, Alabama, and Tennessee. Altogether 31 forts were constructed for this purpose - 13 in Georgia, five in North Carolina, eight in Tennessee, and five in Alabama. All of the posts were near Cherokee towns, and they served only as temporary housing for the Cherokees. As soon as practical, the Indians were transferred from the removal forts to 11 internment camps that were more centrally located - 10 in Tennessee and one in Alabama. In North Carolina, for example, Cherokees at the removal forts were sent to Fort Butler, and by the second week in July on to the principal agency at Fort Cass. According to a military report for July 1838, the seven camps in and around Charleston, Tennessee, contained more than 4,800 Cherokees: 700 at the agency post, 600 at Rattlesnake Spring, 870 at the first encampment on Mouse Creek, 1,600 at the second encampment on Mouse Creek, 900 at Bedwell Springs, 1,300 on Chestooee, 700 on the ridge east of the agency, and 600 on the Upper Chatate. Some 2,000 Cherokees were camped at Gunstocker Spring 13 miles from Calhoun, Tennessee. One group of Cherokees did not leave the mountains of North Carolina. This group traced their origin to an 1819 treaty that gave them an allotment of land and American citizenship on lands not belonging to the Cherokee Nation. When the forced removal came in 1838, this group - now called the Oconaluftee Cherokees - claimed the 1835 treaty did not apply to them as long as they no longer lived on Cherokee lands. Tsali and his sons were involved in raids on the U.S. soldiers who were sent to drive the Cherokees to the stockades. The Indians responsible for the raids were punished by the army, but the rest of the group gained permission to stay, and North Carolina ultimately recognized their rights. Fugitive Cherokees from the nation also joined the Oconaluftee Cherokees, and in time this group became the Eastern Band of Cherokees, who still reside in North Carolina.",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/historyculture\/cherokee-round-up.htm"
}
