{
    "title": "Fort Smith National Historic Site: Bad Tempered Buffalo",
    "body": "Bad Tempered Buffalo Affair         Bad Tempered Buffalo Affair Original artwork by Michael Haynes  When the first Fort Smith was founded at Belle Point on Christmas Day 1817, its purpose was to keep the peace between the native Osage Indians and the Cherokees moving into the area. A cycle of raids and skirmishes, fueled primarily by disputes over hunting rights, had resulted in the deaths of numerous Osages and Cherokees over the years. The function of the officers at Fort Smith was to mediate the differences between the two tribes, not engage in a military campaign to subdue the fighting. So the army post was not the object of attacks unless it happened to obstruct either a Cherokee or Osage campaign. This is what caused the threat on April 9, 1821.  The incident had its roots in the Claremore Mound Massacre of 1817 when Cherokee warriors killed 38 Osages and took 100 captives. In February of 1820, three Cherokees on a bear hunt in the mountains southwest of Fort Smith were killed by Osage. Efforts to calm both sides by Fort Smith's founder, Major William Bradford, and other government officials failed to bear fruit during the summer and fall of 1820. By March of 1821, the Osage learned that the Cherokees had declared war on them.  Within a month, Osage leader Bad Tempered Buffalo led more than 200 warriors to the banks of the Arkansas River across from Fort Smith. Soldiers ferried Bad tempered Buffalo and seven war chiefs across the river to meet with Lt. Martin Scott, who was in command in the absence of Major Bradford. The Osage demanded gunpowder and permission to camp and hunt below the fort. When Scott refused, threats were made and the lieutenant had the fort's two six-pound cannons wheeled out and prepared for action. The Osage were then ferried back across the river and shortly thereafter were observed building rafts. When Bad Tempered Buffalo and the warriors noticed that the fort's cannons were loaded and aimed at them, they took to the woods.  Meanwhile, several Osage warriors invaded a soldier's cabin, forcing the mother and children into a corner and threatening them with cocked firearms, tomahawks and knives. Other Osage captured a hunting party consisting of four Quapaws, a Cherokee and a French trader named Ettienne (A-te-an) Vaugine (Vine) camped on the Poteau River across from the fort. Frustrated in their efforts to gain gunpowder for the Cherokee offensive, the Osage fell on the captured hunting party. Shots rang out and three of the prisoners, the Cherokee, one Quapaw and Vaugine escaped by swimming the river to Fort Smith. Short on powder, the Osage resorted to raiding hunting camps and robbing settlers of guns, provisions and horses along the Poteau and Lee Creek. Three Delaware Indians were mistaken for Cherokees and killed. Frightened settlers fled to the fort and stayed there for several weeks until the crisis abated. Bill Black February 1995 References: Fort Smith: Little Gibraltar on the Arkansas by Edwin C. Bearss and Arrell Gibson; The Osage by Willard H. Rollins. This sketch is part of a series, \"Fort Smith Minutes,\" originally developed by the park staff to provide one minute long public service announcements for local radio stations. These sketches provide a light and entertaining glimpse into the complex history of Fort Smith.",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/historyculture\/bad-tempered-buffalo-affair.htm"
}
