{
    "title": "Fort Smith National Historic Site: Enlisted Men's Barrack",
    "body": "Enlisted Men's Barrack at the Second Fort Smith         Enlisted Men's Barrack   Many people today do not realize that the building that became Judge Parker's courthouse has a history that dates to the founding of the second Fort Smith.  In 1838, Captain Charles Thomas arrived in Fort Smith with a work crew from the East and construction plans for the military post. Those original plans called for the building of two large enlisted men's barracks opposite two officers quarters. The crew began quarrying stone from Belle Point and firing bricks for the project, but because of funding problems, the second Fort Smith never met its original plans. Only one soldiers' barracks was completed and that not until May 15, 1846. This barracks was a handsome two-story building with porches on both sides at the first and second floor levels.  Unfortunately, three years later, the cry of fire was heard from the second floor of that barracks. On the afternoon of April 9, 1849, a group of officers spotted smoke rising from the roof. They rushed up the stairway and finding the door to the attic locked, they broke it down and attempted to contain the fire. Falling timbers soon made this hazardous and the soldiers resorted to forming a bucket brigade with the townspeople of Fort Smith. It did little good, though. When the fire finally died down, what remained of the barracks consisted of blackened, cracked brick walls and a few of the veranda pillars from the porches. An investigation uncovered that the fire originated in the southwest chimney and was caused by a defective flue.  Discussions on rebuilding the structure began immediately. It was decided that the foundations of the burned building and its end and partition walls were sufficiently strong to rebuild the soldiers' quarters one story high. That would not only save time, but also money. The army readily agreed to this and the building was ready for occupancy in 1851. Some army officers did not approve of this new building, though. Captain Alexander Montgomery, who assumed command of Fort Smith in September 1849, was appalled at the design of the building. The structure, he said, was built \"with a view certainly more to economy than to architectural effect. Standing as it does immediately opposite two buildings each two stories high, it presents a … squat and barn-like appearance; in strong contrast with its neighbors over the way; by no means complimentary to the taste of its [companions] and reflecting but little credit upon the Quarter Master Dept. which is supposed to be responsible for the design.\" Despite Montgomery's complaints, the U.S. Marshal saw fit to utilize the building after the military abandoned the post in 1871. It was to host the most famous court in the West and stands today, over 145 years later, as a reminder of both the military and judicial history of Fort Smith. Juliet Galonska February 1995 References: \"Fort Smith, 1838-1871,\" manuscript by Edwin C. Bearss, War Department Records.",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/historyculture\/enlisted-mens-barrack-at-the-second-fort-smith.htm"
}
