{
    "title": "Fort Smith National Historic Site: Myths and Legends",
    "body": "Myths and Legends Surrounding Judge Parker       In the twentieth century, as the story of Judge Parker and the Fort Smith court were handed down, the judge and the events of his court gained mythic stature. Many of the books written in the 1950s and later perpetuated the legends, folktales, and myths. Here are the facts behind some of the myths and misconceptions: Why did Judge Parker hand down so many death sentences? According to federal law, if the jury returned a verdict of guilty for rape or murder, the judge was required to hand down a death sentence. This mandatory death sentence remained federal law until 1898. In several cases at Fort Smith, Judge Parker petitioned the president on behalf of defendants sentenced to death. The nature of the court's jurisdiction provided for an unusually large number of criminal cases, including those with the death penalty.   When was he first called a \"Hanging Judge?\" The earliest that the phrase 'Hanging Judge' appears in reference to Judge Parker is in the 1920s, nearly 30 years after his death.  Did Judge Parker watch the executions? No. In fact, often he would recess the court prior to an execution and either retire to his chambers or go home. The U.S. Marshal was the official in charge of supervising the executions.  Did Judge Parker really cry after handing down death sentences? Available evidence indicates that it is highly unlikely that the Judge cried when sentencing men to death.  Did the Judge really end his death sentences by stating \"..Hang by the neck until you are dead, dead, dead.\" One of the most persistent myths about the judge is that when ending death sentences, he would repeat the word 'dead' three times. If you read some of the death sentences he handed down, you will find that this is simply not the case. Is this the same 'Hanging Judge' as the one in Texas? Judge Parker often gets confused with 'Judge' Roy Bean of Langtry, Texas. However, the only thing the two men have in common is that they have been depicted by Hollywood as 'Hanging Judges.' In actuality, Bean was only a justice of the peace, and not only did he never sentence anyone to death by hanging, he lacked the authority to do so. Judge Parker, as a federal district judge, was appointed by the President, and his authority was established by the Constitution.  Was Judge Parker the youngest federal judge? Many books written about Judge Parker claim that he was the youngest federal judge when appointed in 1875. When appointed to the bench at Fort Smith, he was 36 years old. His predecessor, William Story, was 28 years old when he was appointed in 1871. The youngest federal judge was Thomas Jefferson Boynton, who was 25 when President Lincoln issued him a recess appointment to the U.S. District Court for the Southern District of Florida in 1863.  Did Judge Parker sentence a man named Jose Gonzales to be executed on the gallows?  No. A persistent piece of folklore is the so called 'death sentence of Jose Manuel Miguel Xavier Gonzales.' This legend plays on Judge Parker's speaking style and includes racist statements. Records list no such man as ever having appeared before the court. This death warrant is an excellent example of how the legend of the Gallows and the Hanging Judge has taken on a wide variety of epic forms. Didn't Judge Parker's court close after his death? The federal court for the Western District of Arkansas still exists today, holding court in the Judge Isaac C. Parker Federal Building, three blocks from the National Historic Site. Today the court has federal jurisdiction over the western counties of the State of Arkansas. The Indian Territory jurisdiction of the court came to an end on September 1, 1896; thus ending the unique nature of the court.   Eric Leonard",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/historyculture\/myths-and-legends-surrounding-judge-parker.htm"
}
