{
    "title": "Wupatki National Monument: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go       Visitor Center The visitor center is open daily from 9:00 a.m. until 5:00 p.m., except for December 25. It is located near milepost 21 on the scenic loop road.  The visitor center serves as the starting point for all ranger-guided activities in the monument. Explore exhibits, learn about Native American culture and history, and pick up Junior Ranger activities here. This is also the entry point for Wupatki Pueblo itself.  To contact the visitor center, call 928-679-2365.        Visitors can go inside the tower of Wukoki Pueblo. To help us preserve the walls, please remember not to touch or climb on them. NPS  Pueblos Pueblos at Wupatki are prehistoric villages that were occupied 900 years ago. Though their remains stand as silent sentinels today, they were once homes that echoed with activity, voices, life, and laughter. In parts of the Southwest, some Native American people continue to live in stone pueblos today. All trails are open from sunrise to sunset to self-guided visitation. Please stay on designated trails—the Wupatki backcountry is closed to protect fragile archeological sites. Pets are not permitted on any park trails for the same reason. Wupatki Pueblo is the largest pueblo in the monument, with about 100 rooms. The ½-mile (0.8 km) loop trail begins at the visitor center's back door. Don't miss the ball court or the blowhole, a fascinating geological feature, at the far end of the trail. You can reach Lomaki and Box Canyon Pueblos via an easy, ½-mile (0.8 km) trail. These pueblos overlook a pair of small canyons where prehistoric people used dry farming techniques to cultivate corn, beans, squash, and cotton. Citadel and Nalakihu Pueblos are located along a short, ¼-mile (0.4 km) trail. The walkway is flat to Nalakihu, the ascends a steep hill to reach The Citadel's stunning vistas. Wukoki Pueblo appears alone at the end of its ¼-mile (0.4 km) trail. Look for animal tracks in the sand along the trail to see that the pueblo is not as deserted as it seems.      Doney Mountain The Doney Mountain Trail is a ½-mile (0.8 km) walk from the picnic area to the top of a volcanic cinder cone that offers spectacular views along the way.       All open pueblos are accessible from the scenic loop road. A short spur road leads to Wukoki Pueblo.",
    "url": "https:\/\/www.nps.gov\/wupa\/planyourvisit\/placestogo.htm"
}
