{
    "title": "Fort Smith National Historic Site: Fort Smith's United States Colored Troops",
    "body": "Fort Smith's United States Colored Troops       \"Every consideration of justice, humanity and sound policy confirms the wisdom of calling upon black men just now to take up arms in behalf of their country.\" Freed slave and abolitionist Frederick Douglass spoke those words in May of 1861. He was of course referring to the need for African-Americans to be a part of the formal military establishment of the United States. Although blacks had fought in every prior American conflict, it was only during the Civil War that they permanently won their right to fight.  The decision to use black troops in the Union war effort was not endorsed by President Abraham Lincoln until 1863. Before this, individual military commanders in the field took the initiative to employ blacks in non-laborer positions, but an official policy was lacking. On August 25, 1862, the War Department authorized the mustering into service of black men. The directive allowed commanders \"to arm, uniform, equip, and receive into the service of the United States such number of volunteers of African descent as you may deem expedient, not exceeding 5,000.\"  The 11th Regiment, United States Colored Troops was recruited out of Fort Smith in the fall of 1863, shortly after the Union had recaptured the post from Confederate forces. Companies A, B, C and D were mustered into the service of the Union Army on December 19, 1863 at Fort Smith, with Company E to follow on March 3, 1864. They spent most of their time drilling and performing routine duties such as working on the earthwork fortifications that surrounded the town of Fort Smith, serving as guards, and participating in any formal dress parades.  It was in the summer of 1864 that the unit saw its first real military action. In mid-July of that year, the five companies of the 11th USCT, numbering 265 effective men, moved into Indian Territory. Their assignment was to guard government stock and a haying party operating at Gunther's Prairie, 12 miles northwest of Fort Smith. At daybreak on August 24, an estimated 300 to 400 Confederate Cavalry, both white and Indian, attacked this force. The fighting lasted until 7:30 that morning and some firing continued as late as 10:00 a.m. According to military records, for one hour the contest was close and the fire almost incessant. The Cavalry made three separate charges and were repulsed each time and finally were compelled to retreat. The loss to the force is unknown but the 11th USCT had 3 men killed and 14 missing or wounded.  Instead of returning directly to Fort Smith from Gunther's Prairie, the unit marched to Fort Gibson (Blunt) to work on fortifications. It was not until mid-October that they returned to Fort Smith. A month later they left western Arkansas for Lewisburg, a town near Little Rock. Five months later, the 11th USCT, never a full regiment, consolidated with 112th and 113th USCTs to form the new 113th regiment. Juliet Galonska February 1995 References: 11th USCT, Muster Rolls; The Sable Arm by Dudley Taylor Cornish.",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/historyculture\/fort-smiths-united-states-colored-troops.htm"
}
