{
    "title": "Fort Smith National Historic Site: Enabling Legislation",
    "body": "Enabling Legislation       Fort Smith National Historic Site Establishment authorized …………………….. Act of September 13, 1961 An Act Authorizing the establishment of the Fort Smith National Historic Site, in the State of Arkansas, and for other purposes approved September 13,1961 (75 Stat. 439) Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, That the Secretary of the Interior is authorized to designate for preservation as the Fort Smith National Historic Site the site of the original Fort Smith established in 1817 on LaBelle Point at the confluence of the Arkansas and Poteau Rivers, together with such adjoining property as the Secretary may deem necessary to accomplish the purposes of this act. The area so designated shall include also the commissary building and the barracks building in which Judge Isaac Parker's courtroom has been restored, both of such buildings having been a part of the fort built during the latter part of the 1830's. Sec. 2. Within the area designated pursuant to section 1 hereof, the Secretary of the Interior is authorized to procure by purchase, donation, with donated funds, or otherwise, land and interests in lands: Provided, That the Secretary shall purchase no property under this Act until the city of Fort Smith, Arkansas, conveys to the United States, without expense thereto, all right, title, and interest of such city in and to the property designated by the Secretary as necessary for the establishment of the Fort Smith National Historic Site. When the historically significant lands and structures comprising the designated area have been acquired as herein provided, the Fort Smith National Historic Site shall be established and notice thereof shall be published in the Federal Register: Provided further, That lands purchased by the Secretary for the purposes of this Act shall be within the exterior boundaries of the following described tracts of land: A three-sided, approximately 0.3 acre tract about 250 feet eastward of the easterly abutment of the Missouri Pacific Railroad bridge over the Arkansas River, bounded on all sides by railroad right-of-way 100 feet wide, approved by the Department of the Interior May 2, 1887, as delineated on the plat of West Fort Smith (Choctaw Nation), approved by the Acting Secretary of the Interior August 3, l904, and filed June 24, l9ll, and being block 2 thereon. A tract of land beginning at the intersection of the easterly right-of-way line of the Saint Louis and San Francisco Railroad and the northerly line of Garland Avenue; thence easterly along the northerly line of Garland Avenue to its intersection with the westerly line of Third Street; thence northerly along the westerly line of Third Street to its intersection with the southerly line of Rogers Avenue; thence westerly along the southerly line of Rogers Avenue to its intersection with the westerly line of Second Street; thence northerly along the westerly line of Second Street to the northeasterly corner of property of the Arkansas Warehouse Company; thence westerly along the northerly property lines of the Arkansas Warehouse Company and of the city of Fort Smith (known as the commissary) to the easterly right-of-way line of the Saint Louis and San Francisco Railroad; thence southerly along the le easterly right-of-way line of the Saint Louis and San Francisco Railroad to the point of beginning. Sec. 3. The Fort Smith National Historic Site, as constituted under this Act, shall be administered by the Secretary of the Interior as a part of the National Park System pursuant to the provisions of the Act entitled \"An Act to Establish a National Park Service, and for other purposes\", approved August 25, 1916 (39 Stat. 535), as amended and supplemented. Sec. 4. There are hereby authorized to be appropriated such sums, not in excess of $319,000, as are necessary to acquire the real property necessary to carry out the purposes of this act. (16 U.S.C. § 461 note.) PUBLIC LAW 94-578 - OCT. 21, 1976 90 STAT. 2737 Sec. 312. The Act of September 13, 1961 (75 Stat. 489), authorizing the establishment of the Fort Smith National Historic Site, Arkansas, is amended as follows: (a) in section 1, after \"adjoining\" insert \"or related\" in the first sentence, and add the following after the second sentence: \"The total area so designed for the purposes of this act may not exceed seventy-five acres.\": (b) in section 2, change the colon at the end of the second sentence to a period and delete the remainder of the section (through the second provision): and (c) revise section 4 to read as follows: \"Sec. 4. There are hereby authorized to be appropriated such sums as may be necessary to carry out the purposes of this Act, not to exceed, however, $1,719,000 for land acquisition and not to exceed $4,580,00 for the development of Fort Smith National Historic Site undertaken after the effective date of this section.\"",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/management\/enabling-legislation.htm"
}
