{
    "title": "Fort Smith National Historic Site: Stephen Long",
    "body": "Stephen Long         Major Stephen H. Long on the Rocky Mountain Expedition Titian Peale (civilian artist)  Stephen Harriman Long oil on canvas 27x22 inches circa 1835 signed indistinctly lower right [on the branch] Literature: New Hampshire Antiquarian Society Update, Fall, 1993,pp.1,4 reproduced p.91 Dunbar,J., The History of Omaha, forthcoming  Exhibited: Whitney Gallery of Western Art, Buffalo Bill Historical Center, Cody Wyoming, 1994 Nebraska State Historic Society, Lincoln, Nebraska, 1994 St. Joseph Museum, St. Joseph, Missouri, 1995, Secretary of the Army's office on loan through the U.S. Army Center of Military History, Army Art Collection, Washington, D.C. , July 16, 2008 - June 26, 2009      Major Stephen H. Long, Topographical Engineer  On March 18th, 1819, Secretary of War John G. Calhoun gave the following orders to Major Stephen H. Long, Topographical Engineer:  \"You will assume the command of the expedition to explore the country between the Mississippi and the Rocky Mountains. You will first explore the Missouri and its principle branches and then in succession Red River, Arkansas and Mississippi above the mouth of the Missouri...The object of the expedition is to acquire as thorough and accurate knowledge as may be practicable of a portion of our country which is daily becoming more interesting but which is yet but imperfectly known. With this in view you will permit nothing worthy of notice to escape your attention...\"  This excursion, initially termed the Yellowstone Expedition, was an intrepid campaign across the Great Plains to the Rocky Mountains. Stephen H. Long was the first military officer to bring with him leading scientific experts of the day from the fields of botany, geology, zoology, and cartography. Long eventually commanded five separate expeditions covering 25,000 miles with the resulting knowledge helped in the expansion of the upper American West. Biography Long was born in Hopkinton, New Hampshire, at the end of 1784, who's father served under General Washington at Valley Forge. Long graduated from Dartmouth College of Hanover, New Hampshire. During the War of 1812, Long worked as a civil engineer on the harbor defenses for New York City. He was commissioned a second lieutenant and assigned to duty as assistant professor of mathematics at the United States Military Academy at West Point in 1814. Long requested and was granted an appointment to the reformed Corp. of Topographical Engineers, as a breveted (temporary promotion) Major. He was assigned to St. Louis in 1816. In the summer of 1816, Long leads a survey of the Illinois River and its main tributaries up to the site of Fort Dearborn, the future site of the city of Chicago, on Lake Michigan. The official report that he submitted suggested the building of canals to join the Lake with the Mississippi River, and also the expansion of the national road system this frontier territory. The following year Long was to lead another expedition, this time up the Mississippi to the falls of St. Anthony, the present site of Minneapolis-St. Paul. During his trip he assembled a Winnebago language dictionary thus making it easier to communicate with the local Indian tribe of the area. Later in the fall of 1817, General Andrew Jackson has Long travel to Arkansas where he maps out and builds Fort Smith, to help in quashing the hostilities between the Osage and Cherokee tribes. Part of Long's report of that period was the recommendation of building new forts along the frontier and at the same time strengthening those forts already in existence. In the fall of 1818, Secretary of War Calhoun ordered Long to begin construction of a new type of steamboat that would accompany a military expedition up the Missouri to the Yellowstone River. The Western Engineer was put into service in 1819 and used to navigate the Ohio, Mississippi, and Missouri Rivers. Long establishes his winter quarters at Engineer Cantonment, about 25 miles north of present day Omaha. The military part of the expedition is put on hold. Orders are changed and Long now leads his expedition across the plains to the Rocky Mountains. Long and his 12 civilian volunteers plus a small military contingent started out toward the Front Range of the Rockies. The first sight of the mountains was a peak known as Les duex Oreilles {Two Ears}, that would later be renamed Longs Peak. The expedition returns via Arkansas and Canadian Rivers to Fort Smith. Long and his staff return to Philadelphia where their findings are published as Account of an Expedition from Pittsburgh to the Rocky Mountains ... Under the Command of Maj. S.H. Long ...The maps issued by Long and his crew are so detailed and accurate that some were still used throughout the Civil War. The maps and charts were also responsible for naming the area comprising the current state of Wisconsin. In 1823 Long is once more chosen to lead a survey of the Upper Mississippi Valley and Northern Minnesota. It was during this trip he established the 49th parallel confirming the border between America and Canada. After his return in 1824, he publishes Narrative of an Expedition to the Source of St. Peter's River, Lake Winnepeek, Lake of the Woods, & ... Long's duties are then assigned to begin improving the water, rail, and road systems throughout the United States. he begins to survey sections of the National Road. 1827 to 1830 Long's services as an engineer are used by the Baltimore & Ohio Railroad, it was at this time that a number of variety of bridges that he had patented were built. These designs would be used not only in the construction of railroad bridges but also for regular roads. In 1829 Long published his Railroad Manuel ... which discussed a system for constructing a railroad using geometric precepts and opposition to locomotion. The state of Georgia hired Long as its chief engineer and it was at that time he surveyed the routes for the Western and Atlantic Railroads. Long's procedure of locating curves and a new fashion of truss bridge would advance the science of laying rail which was embraced most readily by others in the field. For most of the period from 1840 through 1846 Long's career centered around clearing and dredging the Mississippi, Missouri, Ohio, and Arkansas Rivers. At the out break of the Mexican-American War, Long returned to steamboat design and manufacturing. In the fall of 1847, he had launched six steamers for the Quartermasters Corps and offered to build another eight. From the end of 1847 through the beginning of 1847 he was a member of the military panel for the Court Martial of John Charles Fremont. In the early 1850's Long was made superintendent of the Western Waters until the post was abolished in 1856. He was then transferred to the lower Mississippi until two years before his retirement, in 1863 at the age of 78, and was promoted to colonel. Long retired to Alton, Illinois after 49 years of service to his country. He died September 4th, 1864.",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/historyculture\/long.htm"
}
