{
    "title": "Fort Smith National Historic Site: Bookstore",
    "body": "Bookstore         Eastern National Bookstore in the Visitors' Center NPS  Eastern National The Eastern National bookstore features a variety unique souvenirs and gifts associated with the parks history. Items available for purchase include historic toys for children of all ages, books, maps, pins, patches, T-shirts, DVDs, artwork from local artists, and much more. Below is a description of our most popular books. Purchases in the Eastern National bookstore provide addition funding to interpretive and education programs at Fort Smith National Historic Site.  The bookstore Scope of Sales is now available.  You can also visit Eastern National's website and online store for a complete listing of products available.          Fort Smith: Vanguard of Western Frontier History NPS  Fort Smith: Vanguard of Western Frontier History -- $12.95  This book, authored by Billy D. Higgins, provides an overview of the park's history and significance.  Funding for this publication was provided by Eastern National.        Hell on the Border NPS  Hell on the Border -- $26.95 Originally published in 1899, Hell on the Border was the first book to detail Isaac Parker's tenure as judge in Fort Smith. Author Samuel Harman, a one-time juror in the court, collaborated with a defense attorney to chronicle Parker's career. While not error-free, Hell on the Border provides an exciting and detailed look at Judge Isaac Parker and the federal court at Fort Smith.        Law West of Fort Smith NPS  Law West of Fort Smith -- $14.95 Glenn Shirley traces the careers of outlaws including Belle Starr, the Cooks, the Daltons, and the Rufus Buck gang. This is also a story of the heroic deeds and sacrifices of lawmen who served the Federal Court and helped bring order to this vast section of country.        Fort Smith: Little Gibraltar on the Arkansas NPS  Fort Smith: Little Gibraltar on the Arkansas -- $14.95 Often overshadowed the military story of Fort Smith receives long overdue attention in this work. The story of both the first Fort Smith (1817-1824) and the second Fort Smith (1838-1871) are covered in detail. With its strategic location on the boundary of Indian Territory, troops stationed at Fort Smith played an active role in enforcing federal Indian policy in the 19th century. The military post's involvement in the Trail of Tears and occupation by both sides during the Civil War are also explored.",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/bookstore.htm"
}
