{
    "title": "Fort Smith National Historic Site: Fire Ants",
    "body": "Fire Ants       Common Name: Fire Ant Scientific Name: Solenopsis invicta Buren Order: Hymenoptera  Identification (images to come) Fire ants resemble ordinary ants. They average 1\/8\"-1\/4\" (0.025\"-0.25\") in length and are reddish-brown to black in color. Worker fire ants are dark, small, highly variable in size, aggressive, and sting relentlessly. Workers have the same body proportions from the tiniest to the largest. Head width never exceeds the abdomen width, even in the largest workers.  Characteristics The imported fire ants are very aggressive, and have been known to repeatedly attack animals that intrude on their nests. The red imported fire ant is particularly aggressive. They are known to attack people, plants, and animals; they also cause damage to homes, buildings, air-conditioning units, and telephone wires. There are two kinds of red imported fire ants: the single queen and multiple queen forms.  Workers in single queen colonies are territorial, foraging within their territory. Workers from multiple queen colonies are not territorial; they move freely from one mound to another, which as resulted in a dramatic increase in the number of mounds per acre.  Areas infested with single queen colonies contain 40-150 mounds per acre (rarely more than 7 million ants per acre.) In areas with multiple queen colonies, there may be 200 or more mounds and up to 40 million red fire ants per acre.  Reproduction Total time from egg to adult averages 30 days,workers live up to 180 days, and queens live two to six years.  Diet The imported fire ant will not only forage for food, such as small insects dead animals, and sweet materials such as plant secretions but will kill insects and small animals to feed.  The southern fire ant go for a variety of foods including protein, greases and sweet foods.   Mounds\/Colonies  Mounds of loose soil, resembling gopher diggings, are found above ground. Red fire ant mounds are generally numerous and easily sighted. The red imported fire ant builds mounds in almost any type of soil, but prefer open and sunny areas such as pastures, parks, lawns, meadows, and cultivated fields. Mounds can reach 18 inches (average, some nests can be several feet tall) in height, depending on the type of soil and location. Many mounds are located in rotting logs and around stumps and trees. The mound has no opening in the center like most ant mounds. Red imported fire ants leave and enter the mound housing the colony through underground tunnels. Colonies can also occur in or under buildings\/external housings. When their mounds are disturbed, their workers will come out of the ground and sting the intruder very aggressively.    The red imported fire ant can have huge colonies with 300,000-500,000 workers foraging at distances of around 100 yards (300 feet.) Their usual activity is from the spring time through the fall months. During the spring and summer months, the active mounds will send out winged swarmer ants whose sole job is to start new colonies.  Sometimes the red imported fire ant will nest inside during the winter months around enclosed warm structures (bathtubs, hot water heater, air units, electrical closets, etc.,)  Colonies frequently migrate from one site to another. The queen needs only a few workers to start a new colony. They can develop a new mound several hundred feet away from their previous location almost overnight. Flooding causes colonies to leave their mounds and float until they can reach land to establish a new mound.  BITES  Interaction Fire ants attack anything that disturbs their mound (nest.) They firmly grasp skin with their jaws, and then sting and inject venom. Fire ants pivot at the head and inflict more stings in a circular pattern.  Symptoms The sting of a fire ant develops into a pustule (small, firm blister-like sore) in 24-48 hours. These pustules can become sites of secondary infection. Fire ant venom may cause a severe reaction in hypersensitive individuals; including nausea, shock, chest pains, and in rare cases, coma.   Interesting Fire Ant Facts   An ant's antennae enable it to find and taste food, detect air currents, feel surface textures, hear, and smell. Fire ant mounds can extend into the ground 20' deep or more, with lateral tunnels extending out over 8' in all directions. The workers of the fire ant species generally live 4-6 weeks; queens can live up to 7 years or more. Fire ant mounds can be 2' high. A single fire ant colony may have dozens of queens, each capable of laying up to 1,500 eggs per day.",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/nature\/fire-ants.htm"
}
