{
    "title": "Fort Smith National Historic Site: Insects",
    "body": "Insects       The Fort Smith National Historic Site is, by definition, a historic site. While our main focus is on interpreting the historically relevant past as it pertains to Fort Smith, we also wish to provide you, the visitor, with all the information you can use on your visit to the Fort Smith National Historic Site. To that effect, even though we do not employ any scientists, we can still provide useful information related to nature and science via our Arkansas\/Federal partners. The content on this page is presented from The Encyclopedia of Arkansas.          Insects account for over half of all species described thus far worldwide, and they are the dominant form of life in terrestrial environments. It is estimated that 35,000-40,000 of insects live in Arkansas alone, including around 10,000 species of beetles, around 9,000 species of flies, nearly 8,000 species of bees and wasps, and around 5,000 species of moths and butterflies. the remainder make up small orders such as the bristletails, mayflies, dragonflies and damselflies, cockroaches, mantids, termites, stoneflies, grasshoppers and crickets, earwigs, stick insects, book and bark lice, chewing and sucking lice, and true bugs and lacewings and their relatives. It is still not uncommon to find species in Arkansas that are unnamed and new to the scientific world. This rich diversity has resulted from varied topography, a long history of favorable climate and habitats, and periods when the area was isolated from and then reconnected with other areas of North America. The Arkansas insect fauna is typical of the North Temperate Deciduous Forest, which blankest eastern North America and has affinities with Europe and northeastern Asia derived from a time 180 million years ago when the continents were locked together. Most insects found in Arkansas can also be found outside the state's borders. Some occur beyond the state's boundaries but are confined to the interior Highlands, which include the Arbuckle and Wichita mountains in Oklahoma in addition to the Ozark and Ouachita mountains, which are mainly in Arkansas, Missouri, and Oklahoma. The interior Highlands region is the only high ground between the Appalachian Mountains of the east and the Rocky Mountains of the west. Some species have disjunctive distributions, occurring in Arkansas and in some distant place, with gaps in the ranges. \"Endemic\" is the term for species occurring only within a defined area, such as the state of Arkansas. The Arkansas Ozark and Ouachita mountains are home to many endemic insect species. More than thirty have been documented, and new ones are added to the list frequently. The specialized habitats of these insects serve as possible keys to unlocking some bit of information about the natural history of the state. Many have close relationships with Appalachian species. Others have their nearest relatives living in western North America. Still others have their nearest relatives in Asia. The endemic species indicate that the Ozark and Ouachita mountains have provided safe haven for many life forms during geological periods when most of the rest of the continent was covered by seas or glacial ice and therefore not available for habitation by terrestrial species. For more information on Arkansas Insects, please visit the Encyclopedia of Arkansas Insect Page, where you can find more information related to the Geological and Evolutionary Background of insects, how said insects have affected the History of Arkansas, as well as the on-going Research overseen by The Division of Agriculture of the University of Arkansas System and others.",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/nature\/insects.htm"
}
