{
    "title": "Fort Smith National Historic Site: Soils",
    "body": "Soils       Soils and Geology The National Historic Site is located on a soil member of the Leadvale-Taft Association: Muskogee Silt Loam. Soils of the Muskogee Series are formed in stratified loamy and clayey sediments on old stream terraces bordering the Arkansas River. Muskogee Silt Loam reflects a relatively well-developed solum with distinctive A and B horizons.  A representative soil profile is described in Table 1.  Below these upper-level soils, a relatively unaltered parent material, or C horizon, is found.  At Fort Smith National Historic Site, the C horizon is composed of fine sands that vary in thickness from 11-19' (Arkansas Laboratories n.d.:1).  Sands are encountered at about 435' AMSL, where they exhibit a yellowish-red coloration caused by water percolating through the overlying B3 horizon.  With increasing depth, sands assume a tan or blond color.  Below the sand lies bedrock of Pennsylvanian Age. Lithology of the Arkansas River Valley consists of intervening layers of shale and sandstone.  The uppermost layer is the McAlester Formation, a stratum of shale and weathered shale that varies in thickness from 3-5'.  Underlying this shale is the Hartshorne Formation, a hard, gray, micaceous sandstone that outcrops (at Belle Point) between 410' and 404' AMSL.  Underlying these is the Atoka Formation, a red sandstone that outcrops north of the Arkansas River and Fort Smith National Historic Site (Arkansas Laboratories n.d.:1; Haley and Hendricks 1972:A24-A25).      Level Depth(inches) Color Texture Structure   Ap 0-4 Dark Brown Silt Loam Granular   A2 4-9 Brown Silt Loam Fine Blocky   B1 9-17 Yellowish Brown Silt Loam Medium Blocky   B21t 17-27 Yellowish Brown Silty Clay Loam Medium Blocky   B22t 27-40 Light Brownish Silty Clay Medium Blocky   B23t 40-55 Yellowish Red Silty Clay Medium Blocky   B3 55-72 Reddish Yellow Silty Clay Medium Blocky          A more detailed specification of Muskogee Silt Loam can be found at the National Cooperative Soil Survey website.",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/nature\/soils.htm"
}
