{
    "title": "Fort Smith National Historic Site: Trees and Shrubs",
    "body": "Trees and Shrubs       On Belle Point trees are numerous, both replants and older, and give the appearance of an open parkland. A narrow strip of forested land which has reverted to a \"quasi-natural\" condition borders the Arkansas River below Belle Point. Overstory trees include cottonwood, sugarberry, and black locust. Prominent understory trees are represented by black locust, red mulberry, sycamore, redbud, black willow, and black cherry. A few cottonwood trees are truly massive in size, their trunks being several feet in diameter. It is possible that some of the cottonwood trees may actually date to the historic period at Fort Smith.          Extant Vegetation at the Fort Smith National Historic Site     Belle Point     Species Classification   Common Name    Acer Rubrum Red Maple   Acer Saccharinum Silver Maple   Broussonetia Papyrifera Paper Mulberry   Carya Illinoensis Pecan   Celtis Laevigata Sugarberry   Cercis Canadensis Redbud   Diospyros Virginiana Persimmon   Fraxinus Americana White Ash   Junglans Nigra Black Walnut   Juniperus Virginiana Eastern Red Cedar   Liquidambar Stryaciflua Sweet Gum   Maclura Pomifera Osage Orange   Morus Rubra Red Mulberry   Pinus Taeda Loblolly Pine   Plantanus Occidentalis American Sycamore   Populus Deltoides Eastern Cottonwood   Prunus Serontina Black Cherry   Quercus Nigra Water Oak   Quercus Palustris Pin Oak   Quercus Phellos Willow Oak   Rhus Copallina Sumach   Robinia Pseudoacacia Black Locust   Salix Nigra Black Willow   Ulmus Alata Winged Elm   Ulmus Americana American Elm             Extant Vegetation at the Fort Smith National Historic Site     Second Fort     Species Classification  Common Name   Acer Rubrum Red Maple   Carya Illinoensis Pecan   Catalpa Speciosa Catalpa   Celtis Laevigata Sugarberry   Cercis Canadensis Redbud   Cornus Florida Dogwood   Diospyros Virginiana Persimmon   Liquidambar Stryaciflua Sweet Gum   Quercus Palustris Pin Oak   Ulmus Americana American Elm",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/nature\/treesandshrubs.htm"
}
