{
    "title": "Fort Smith National Historic Site: Water Conservation",
    "body": "Water Conservation Habits       Water Conservation Habits  Washing Clothes and Dishes: Save up to 1,000 gallons of water per month by running your washing machine and dishwasher only when they are full. When doing laundry, match the water level to the size of the load. Cut back on rinsing if your dishwasher is new. Newer models clean more thoroughly than older ones. A Cold Drink of Water: Keep a pitcher of water in the refrigerator instead of running the tap for cold drinks so that every drop goes down you not the drain. Designate one glass for your drinking water each day. This will cut down on the number of times you run your dishwasher. Watering the Greens: Direct downspouts and other runoff toward shrubs and trees, or collect and use for your garden. Minimize evaporation by watering during the early morning hours when temperatures are cooler and winds are lighter. Only water your lawn when needed. You can tell this by simply walking across your lawn. If you leave footprints, it's time to water. A Quick Shower: Time your shower to keep it under 5 minutes. You'll save up to 1,000 gallons per month. If your shower can fill a one-gallon bucket in less than 20 seconds, then replace it when a water efficient showerhead. Water to Cook With: Don't use running water to thaw food. Place frozen food in the refrigerator so it can thaw out slowly. After cooking, soak your pots and pans instead of letting the water run while you scrape them clean. Cook food in as little water as possible, this will also retain more of the nutrients. Keeping Yourself Clean: Turning off the water while you brush your teeth saves 4 gallons per minute. Thats 200 gallons a week for a family of four. Make sure your toilet flapper doesn't stick open after flushing. If your toilet was installed prior to 1980, place a toilet dam or bottle filled with water in your toilet tank to cut down on the amount of water used for each flush. Be sure these devices do not interfere with operating parts. Listen for dripping faucets and toilets and flush themselves. Fixing a leak can save up to 500 gallons per month. A Healthy Yard: Landscape with Xeriscape trees, plants, and groundcovers. Call your local conservation office for more information about these water thrifty plants. Keeping it Hot: Insulate hot water pipes so you dont have to run as much water to get hot water to the faucet. Install an insulated blanket on your hot water heater so it does not have to work as hard to keep the water hot. Cleaning up Your Ride: Wash your car on the grass. This will water your lawn at the same time. Use a hose nozzle and turn off the water while you wash your car and save more than 100 gallons. Don't Buy Bottled Water: The manufacturing of bottle water consumes 7 times the amount of water than what is in the bottle! Often the water is just tap water. Consider buying a reusable bottle with a filter built into it. You'll save water and your pocketbook!  All of these water saving tips are from http:\/\/www.wateruseitwisely.com\/100ways\/index.shtml. Please visit the site for additional tips.",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/nature\/water-conservation.htm"
}
