{
    "title": "Fort Smith National Historic Site: Environmental Factors",
    "body": "Environmental Factors       Environment The Fort Smith National Historic Site occurs entirely within the Arkansas River Valley, a distinctive physiography province bounded by the Ozark and Ouachita Mountains to the north and south, respectively. Belle Point (site of the first Fort Smith,) a prominent rise overlooking the Arkansas and Poteau Rivers is the highest elevation within the park boundaries (442.3 feet AMSL.) At the base of the bluff is a layer of sandstone which outcrops between elevations 410 and 404 feet AMSL. The Arkansas River, with its level artificially maintained by the Arkansas River Navigation System, washes against the outcrop. North of Belle Point and adjacent to the Arkansas River, the ground slopes gradually to the first or lowest terrace in the Arkansas bottom (420 feet AMSL) which constitutes a minor portion of land within the park boundary. The majority of the park property lies at a relatively high elevation (455-440 feet AMSL) east of Belle Point and the Arkansas River (site of the second Fort Smith.) Forming a relatively level surface, this is the second or highest terrace which extends eastward beyond the park boundary for approximately 3\/4 miles when rolling uplands are encountered.         Information used below with permission from the Encyclopedia of Arkansas.      Geography and Geology in Arkansas Geography has played an important and continuing role in the history and culture of Arkansas. From settlement patterns to Civil War battlefields to centers of economic development, geographic patterns are obvious. These are often related to the distinct physical\/biological landscapes of the state, each one of which has a unique combination of limitations and potentials for human use. These landscapes often occur in regions where the character is set by the underlying geology, which in turn influences soil and vegetation. Also, climate varies across the state as a result of changes in latitude, elevation, and local topography. All of these factors combine in varied ways to make Arkansas surprisingly diverse. One approach to understanding the patterns of natural diversity of Arkansas is to examine its major regions, which have been referred to as natural divisions or ecoregions. One can begin with more general regions and then divide them into smaller and more uniform areas, providing more detail when needed. Early descriptions recognized five or fewer regions, but six or more have been recognized more recently. The first regions were the physiographic provinces defined by geologists, but later regions were defined based on broader ecological characteristics that affect people and other living things. The major regions are relatively consistent among recent maps, although each varies slightly from the others, combining two regions or splitting one. The six recognized natural divisions are the Ozark Mountains, the Ouachita Mountains, the Arkansas River Valley, the Coastal Plain, and Mississippi Alluvial Plain (Arkansas Delta,) and Crowley's Ridge. Read more here. Arkansas River Valley Fort Smith, Arkansas is situated on the Arkansas River south of the Ozark Mountains and north of the Ouachita Mountains. The Arkansas River Valley is up to forty miles wide and includes geological features of both the Ozarks and the Ouachitas, including dissected plateaus like those of the Ozark's and folded ridges like those of the Ouachitas. However, some features are characteristic of the Arkansas River Valley itself, including isolated, flat-topped, steep-sided mesas like Petit Jean Mountain, Mount Nebo, and Mount Magazine. Even though it is within a valley, Mount Magazine is the highest point in Arkansas at over 2,753 feet. The Arkansas River Valley was originally formed by downwarping of a broad area as the Ouachitas were pushed northward and warped upward by continental collision toward the south. However, the Arkansas River and its tributaries have given it a truly distinct character by eroding away thousands of feet of sediment and creating the isolated mountains surrounded by broad, rolling uplands that are typical today. The Arkansas River also formed wide bottomlands and flat terraces that contribute further to the distinctive character of the valley.  Read more here.  Information used with permission from The Encyclopedia of Arkansas History and Culture.  Any reproduction of this material must be permitted by The Encyclopedia of Arkansas History and Culture.       Natural Geologic Divisions of Arkansas Encyclopedia of Arkansas",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/nature\/environmentalfactors.htm"
}
