{
    "title": "Fort Smith National Historic Site: Plants",
    "body": "Plants         A native sugar maple sheds its leaves with the onset of a temperate fall season. NPS  Vegetation Today, ground cover within the park is primarily mown lawn composed of several grass species. These include Bermuda, Johnson, rye, crab, wildoat, wild wheat, nut, and sandbur grasses. Fifty-one tree species are known to exist within the park boundary, a number of which are post-historic introductions.  Historic Vegetation Originally, much of the Arkansas River Valley was forested. At the time of settlement, the valley was largely characterized by the \"Post-Oak-Blackjack Oak-Winged Elm-Black Hickory Forest Association.\" In more rugged areas or when frequently burned, shortleaf pine dominated. On more favorable sites, black oak and black hickory with a variety of deciduous sub-dominates could be found. With recurrent burning, oak-hickory forest was replaced by prairie. In Sebastian County, prairies were commonly small and widely dispersed, with the exception of Massard Prairie which occurred a short distance south of Fort Smith and covered approximately three to four square miles. Characterized as a tall-grass prairie, dominant species included big bluestem (Andropogon gerardi), Indian grass (Sorghasrum Nutans), switch grass (Pancium Virgantum), and little bluestem (Andropogon Scoparius). Obviously, extant vegetation at the Fort Smith National Historic Site is quite different than that which may have prevailed before and during the historic occupation. Open areas are, today, planted in a heavy carpet of Bermuda grass and among the trees represented at the site, several are exotic or border modern landscape features. A list of tree species presently found at the site has been prepared. Three species are not native to the local area: paper mulberry, black locust, and Osage orange. The paper mulberry is an ornamental introduced from Japan and China. The Osage orange, although indigenous to the southwest, did not occur at Fort Smith during the early historic period. In 1819, the northernmost range of this species was approximately six miles south of the post. The black locust, although widespread in eastern North America, was originally native to the Appalachians. It is possible that exotic species were introduced and propagated during the historic period at Fort Smith. The use of exotics was popular during the nineteenth century, especially the black locust which was a favored ornamental during the first half of the century. Among both exotic and indigenous trees represented, however, it is doubtful that any of these have survived post-historic urbanization. In fact, many trees at the second fort site border recent streets and sidewalks and were undoubtedly planted following their construction.",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/nature\/plants.htm"
}
