{
    "title": "Fort Smith National Historic Site: Cultural Backgrounds",
    "body": "Cultural Backgrounds       Breakdown of Cultural Periods  Cultural Background Index Paleoindian Dalton Archaic Woodland Mississippian Historic Occupation I Historic Occupation II       Cultural Background The Fort Smith National Historic Site is historically and archeologically complex. The park contains a multicomponent prehistoric site and two historic military forts. The second fort also served as a jail and courthouse for the United States District Court for the Western District of Arkansas. Federal use of the site spanned some 79 years, a length of time that, for conceptual purposes, is commonly divided into three periods: First Fort (1827-1824), Second Fort (1838-1871), and Judicial (1878-1896). Adding to these time periods, the history of the Fort Smith National Historic Site and Arkansas River Valley areas spans as far as 12,000 years ago to include the prehistoric cultural history. During the 1958–1963 archeological investigations at the site of the first Fort Smith, evidence of a substantial prehistoric occupation was brought to light. Beyond a brief description and interpretation of recovered remains, the prehistoric occupation of the Fort Smith site has never been investigated or formally recorded. The underlying prehistoric site is not listed in the files of the Arkansas Archeological Survey. Collections generated from this site reflect a probable extensive multicomponent occupation—at least within the circumscribed area of the first fort. The prehistoric occupations indicated by diagnostic artifacts in the park collection are Early to Late Archaic and Woodland to Mississippian. Prehistoric Occupation Research into the prehistory of the Arkansas River Valley began in the nineteenth century, although most studies concentrated on sites south of Little Rock. Initial archeological investigation of the river valley upstream from Little Rock in the first quarter of the twntieth century focused on the Spiro site near Fort Smith and other sites in the Oklahoma area of the Arkansas River. It ws not until Moorehead's survey of the entire length of the Arkansas River Valley that the variety and richness of the archeological record along the river was recognized. It was also during this period that commercial looting of mounds and cemeteries stimulated archeologists in Arkansas and Oklahoma to develop research programs to investigate these important sites. Work by Samual Dellinger of the University of Arkansas Mueseum and Kenneth G. Orr of the University of Oklahoma resulted in the acquisition of data that have served as the basis for identifying regional prehistoric development in the Arkansas River Valley. The cultural sequence of the Arkansas River Valley spans a wide range of time, extending from the earliest known prehistoric time period, the Paleoindian period (ca. 12,000-10,500 BP), up to the time of Euroamerican settlement in the early nineteenth century. The prehistory of the region is described in a number of reports. Most recently, the Arkansas Archeological Survey has completed a synthesis of the archeological literature for the entire region. The cultural sequence can be divided into two broad occupational eras, prehisotic and historic. The prehistoric occupation, in turn, can be divided into five periods: Paleoindian, Dalton, Archaic, Woodland, and Mississippian.      Breakdown of Cultural Periods  Cultural Background Index Paleoindian Dalton Archaic Woodland Mississippian Historic Occupation I Historic Occupation II",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/historyculture\/culturalbackgrounds.htm"
}
