{
    "title": "Fort Smith National Historic Site: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         A bald eagle splashes the water searching for turtles. NPS - FOSM  Being a nearly 40 acre urban park, the Fort Smith National Historic Site provides visitors the opportunity to enjoy not only the cultural history of the area, but the natural environment of the Arkansas River Valley as well. Catering to the nature enthusiast as well as the history buff, this green space on the edge of downtown Fort Smith contains a diverse landscape of trees and a variety of wildlife that can be viewed as you stroll the grounds. The paved Rivertrail takes you up to Belle Point, a hilltop overlooking the confluence of the Arkansas and Poteau Rivers, and down along the Arkansas River. It is along this trail where one gains a greater appreciation for the natural resources of the Fort Smith National Historic Site.   Fort Smith's reputation as a bird sanctuary allows for great year round bird watching of resident and migratory species. Although the Arkansas and Poteau Rivers make for pleasant scenery and are key components in the Historic Site's natural environment, they are unsafe to swim in. Take care near the water's edge. Also, due to the nearness of the rivers, poisonous snakes have at times been seen in the tall grass. Caution your family accordingly. Poison ivy and poison oak are also prevalent along the River trail. Click here to see more in-depth information and images on poison ivy and oak.       Weather and Climate Weather is defined as what is happening outside at any given moment. Climate, however, is defined as the average weather over a particular region over a long period of time. Additionaly, there are two more terms that are used popularly: Climate Change and Global Warming. These two terms are often mistakenly used interchangeably. Global warming is an average increase in the temperature of the atmosphere near our planet's surface, which can contribute to changes in global climate patterns. Climate Change, however, refers to any significant change in measure of climate such as temperature, precipitation, wind, storm frequency and intensity, etc., that lasts for an extended period of time (decades or longer.) According to the National Academy of Sciences, Climate Change is preferred because it helps convey that there are other changes in addition to rising temperatures. For further reading pertaining to globally changing climate, click here. The United States Global Change Research Program is the federal initiative directing research on climate change and provides official information on globally changing climate, educator materials, grant information, as well as images. The National Oceanic and Atmospheric Administration (NOAA) Climate Service is another excellent source for information pertaining to our planet's ever-changing climate. They are an \"...informed society that uses a comprehensive understanding of the role of the oceans, coasts, and atmosphere in the global ecosystem to make the best social and economic decisions.\" For specific information on weather and climate in the United States (and your local area\/zone\/region,) please visit the NOAA National Weather Service homepage. \"[they] provide weather, hydrologic, and climate forecasts and warnings for the United States, its territories, adjacent waters and ocean areas, for the protection of life and property and the enhancement of the national economy. NWS data and products form a national information database and infrastructure which can be used by other governmental agencies, the private sector, the public, and the global community.\" For guidance on reducing your or your organization's \"carbon footprint\" and also save on energy costs, click here.",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/nature\/index.htm"
}
