{
    "title": "Fort Smith National Historic Site: Trail of Tears",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Trail of Tears                 Stories of the Trail of Tears         Cherokee Chief John Ross Library of Congress  In the 1830s the United States government forcibly removed the southeastern American Indians from their homelands and relocated them on lands in present day Oklahoma. This tragic event is referred to as the Trail of Tears as over 10,000 Indians died during removal or soon upon arrival.  Since its inception, the United States government struggled with a problem: greedy citizens and venal politicians in the southeast were bent on acquiring the valuable lands occupied by the Cherokee, Chickasaw, Choctaw, Muscogee (Creek), and Seminole Indians. After the Louisiana Purchase (an enormous acquisition of territory west of the Mississippi in 1803), President Jefferson presumed that these Indians could be persuaded to give up their homes in exchange for land further west.  Following Jefferson’s lead, President Andrew Jackson pushed for the passage of the Indian Removal Act of 1830. The act provided funds for the United States government to negotiate removal treaties with the Indians. The federal government coerced tribal leaders to sign these treaties. Factions arose within the tribes, as many opposed giving up their land. Cherokee Principal Chief John Ross even traveled to Washington to negotiate alternatives to removal and pleaded for the government to redress the injustices of these treaties. The United States government listened, but did not deviate from its policy.  Although President Jackson negotiated the removal treaties, President Martin Van Buren enforced them.  The impact of the Removal was first felt by the Choctaw.  Starting in 1831, they were forced off their native lands in Mississippi. The years 1836-38 saw the Creeks, Chickasaws, Cherokees, and Seminoles forced from their homes and removed to Indian Territory. Not all Americans agreed. For example, Congressman David Crockett of Tennessee sided with the American Indians. Christian missionaries also opposed the Indian Removal Act. They denounced the injustice of the policy. “Will not the people in whose power it is to redress Indian wrongs awake to their duty? Will they not think of the multitudes…swept into Eternity by the cupidity of the ‘white man’ who is in the enjoyment of wealth and freedom on the original soil of these oppressed Indians?” wrote Lucy Ames Butler to her friend Drusilla Burnap in 1839. Lucy’s husband was the noted missionary Elizur Butler. He accompanied the Cherokee and served as their doctor and estimated that over 4,000 (a fifth of the Cherokee population) died along the trail.        For more information, visit the Trail of Tears National Historic Trail web site.          OFFICIAL WEBSITES OF THE FIVE TRIBES AND OSAGE Cherokee Nation of Oklahoma Chickasaw Nation Choctaw Nation of Oklahoma Muscogee (Creek) Nation Seminole Nation of Oklahoma Osage Nation",
    "url": "https:\/\/www.nps.gov\/fosm\/learn\/historyculture\/storiestrailoftears.htm"
}
