{
    "title": "Wupatki National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information       These Old Walls Can Speak Wupatki National Monument preserves dozens of ancestral Puebloan villages. Though silence reigns today, this place was once a bustling hub of trade and life. People of the Northern Sinagua, Cohonina, Kayenta, and Hohokam archeological culture groups planted corns, beans, squash, and cotton among these seemingly barren hills and washes. Where many now see only dirt and hear only wind, ancient Native American people lived, raised children, and thrived. Wupatki is not as silent as it seems. Walls can talk, and if you linger long enough to listen, these teach many lessons.          Physical Address           25137 N. Sunset Crater-Wupatki Loop Rd.  Flagstaff, AZ 86004                 Directions         Wupatki and Sunset Crater Volcano National Monuments are connected by loop road FR-545. Visitors can enter the loop road near mile markers 430 (Sunset Crater Volcano) and 444 (Wupatki) on U.S. Highway 89.  Directions Details           Operating Hours & Seasons         Pueblo Trails Trails to Wupatki, Wukoki, Citadel, Nalakihu, Box Canyon, and Lomaki Pueblos   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Be prepared for variable and extreme weather conditions. You may expect high winds any time of year, summer temperatures above 100ºF (38ºC), afternoon storms July–September, and occasional snow in winter and early spring. Dress in layers, as Wupatki weather can change quickly at any time of year.         Fees & Passes     Entrance Fees:   Private Vehicle - Sunset Crater-Wupatki Entrance Fee - $20.00 This fee covers the occupants of one private vehicle for seven days at both Sunset Crater Volcano and Wupatki National Monuments.   Commercial Sedan - Sunset Crater-Wupatki Entrance Fee - $28.00 This fee covers the occupants of one commercial sedan for one day at both Sunset Crater Volcano and Wupatki National Monuments.   Commercial Van - Sunset Crater-Wupatki Entrance Fee - $40.00 This fee covers the occupants of one commercial van for one day at both Sunset Crater Volcano and Wupatki National Monuments.   Commercial Bus - Sunset Crater-Wupatki Entrance Fee - $100.00 This fee covers the occupants of one commercial bus for one day at both Sunset Crater Volcano and Wupatki National Monuments.   Bicyclist\/Pedestrian - Sunset Crater-Wupatki Entrance Fee - $10.00 This fee covers entry for one bicyclist or pedestrian for seven days at both Sunset Crater Volcano and Wupatki National Monuments.   Motorcycle - Sunset Crater-Wupatki Entrance Fee - $15.00 This fee covers the occupants of one motorcycle for seven days at both Sunset Crater Volcano and Wupatki National Monuments.   Entrance Passes:   Flagstaff Annual Pass - $40.00 This pass is valid for one year from the month of purchase. At Sunset Crater Volcano and Wupatki National Monuments, it covers entry for all occupants of one private vehicle. At Walnut Canyon National Monument, it covers entry for up to four adults; children ages 15 and younger enter for free.         Visitor Centers       Wupatki Visitor Center The Wupatki Visitor Center includes museum and restroom facilities. The building is styled after a traditional Navajo dwelling called a hogan. Park rangers are present, and Junior Ranger activities are available.               Hours of Operation The visitor center is open from 9:00 a.m. until 5:00 p.m. every day except December 25. You can find more details at our Operating Hours & Seasons page.      Entry Fees For each vehicle, $20.00 covers the entry to both Wupatki and Sunset Crater Volcano National Monuments. Motorcycles may enter for $15.00, and the entry fee for bicyclists and pedestrians is $10.00. You can learn about annual passes and fee-free days on our Fees & Passes pages.      Weather Be prepared for variable and extreme weather conditions. You may expect:   Windy afternoons. Summer temperatures above 100ºF (38ºC). Afternoon storms July–September. Occasional snow in winter and early spring.   Dress in layers, because Wupatki weather can change quickly at any time of year. Check with the National Weather Service for current conditions.      Pets Because the pueblos are ancient and fragile, pets are not permitted on any trails. Pets are also not allowed in park buildings. We welcome your pets in parking lots on leashes six feet (1.8 m) long or shorter. Please, never leave your pet in a vehicle, as desert temperatures can quickly cause heat stroke and death.",
    "url": "https:\/\/www.nps.gov\/wupa\/planyourvisit\/basicinfo.htm"
}
