{
    "title": "Fort Smith National Historic Site: Fees & Reservations",
    "body": "Explore This Park    Plan Your Visit     Fees & Reservations             Fees & Reservations       Entrance Fees  Individual (16 and Above) $6.00 (7-day pass) Individuals 15 years of age and below get in free when accompanied by an adult. Entrance fee is good for individual entrance into the exhibits inside the Barracks \/ Courthouse building. There is no fee for viewing the grounds.   Educational Groups There is no charge for educational groups (students, teachers & chaperones). Please go to the For Teachers section for more information on planning a field trip. Free Entrance Days in 2016 January 18:  Martin Luther King Jr. Day April 16-24:   National Park Week August 25-28:  National Park Service Birthday September 24: National Public Lands Day November 11:  Veterans Day           Entrance Passes There is no entry fee for America the Beautiful--National Parks and Federal Recreation Lands, Golden Age, Golden Access, and Fort Smith NHS passholders.   Fort Smith National Historic Site Annual Pass $30.00 - Annual One-year pass. Admits cardholder, accompanying spouse, children, and parents to the Fort Smith National Historic Site Visitor Center for one year.  All Golden Access and Golden Age Passports will continue to be honored according to the provisions of the pass. Only paper Golden Age and Access Passports may be exchanged free of charge for new plastic passes.  For more information on the new America the Beautiful passes, see the following site: http:\/\/store.usgs.gov\/pass\/general.html       America the Beautiful – National Parks and Federal Recreational Lands Pass– Annual Pass - Cost $80  This pass is available to the general public and provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of sale. The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas. (children under 16 are admitted free) The pass can be obtained in person at the park, by calling 1-888-ASK USGS, Ext. 1, or via the Internet at http:\/\/store.usgs.gov\/pass.      America the Beautiful – National Parks and Federal Recreational Lands Pass–Senior Pass. - Cost $10.  This is a lifetime pass for U.S. citizens or permanent residents age 62 or over. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park. The Senior Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires.      America the Beautiful – National Parks and Federal Recreational Lands Pass–Access Pass - Free.  This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass.  Acceptable documentation includes: statement by a licensed physician; document issued by Federal agency such as the Veteran’s Administration, Social Security Disability Income or Supplemental Security Income; or document issued by a State agency such as a vocational rehabilitation agency. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park. The Senior Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launching, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires.      America the Beautiful – National Parks and Federal Recreational Lands Pass–Volunteer Pass -Free.  This pass is for volunteers acquiring 250 service hours on a cumulative basis. It provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of award. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). Contact VIP coordinator at 479-783-3961 to learn about volunteer opportunities at Fort Smith National Historic Site.",
    "url": "https:\/\/www.nps.gov\/fosm\/planyourvisit\/feesandreservations.htm"
}
