{
    "title": "Fort Smith National Historic Site: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Fort Smith National Historic Site is located in the historic downtown area of Fort Smith. Its urban setting on the bank of the Arkansas River offers many opportunities for exploring history and nature. While the park is a safe place to visit, there are some precautions to keep in mind.   1. Please lock valuables in the trunk of your car or take them with you.  2. Always try to travel in groups of two or more. Two or more people can assist each other in the event of an accident or emergency.  3. For pedestrian safety do not drive motorized vehicles are the trails. Wheelchairs are always allowed.  4. Walk on approved trails. Going off trail can damage park resources, accelerate erosion, and threaten wildlife.  5. Be prepared for Arkansas weather. In the summer it can be very humid and reach temperatures over 100 degrees. Dress accordingly, carry adequate water, and sun protection.  6. We are a pet friendly park, however, dogs must be on a leash and under control at all times. Loose dogs can be hazardous to bicyclists, runners, hikers. Please dispose of your dog's waste by using the plastic bags available from the dispensers along the trail. Place the waste in a garbage can.  7. If bicycling, approach each bend as if someone were around the corner and remember that walkers\/hikers have the right of way. Calling out or ringing a bicycle bell to get the attention of other trail users can prevent accidents.  8. Poison ivy is growing in several places in the park. Please do not touch the plant because it can cause a serious rash. If you are not sure what poison ivy looks like, please see a Park Ranger at the front desk.  9. Some of the trees in the park have thorns. Be sure to look before leaning on or touching a tree.  10. Snakes (some of which are poisonous) can be found throughout the park and particularly along the river. Pay attention to where you are walking and do not disturb the snakes if you encounter one. The two most common poisonous snakes found in the park are copperheads and water moccasins.  11. Wasps, bees, and other stinging insects are throughout the park. Do not disturb an insect's nests if you see one.",
    "url": "https:\/\/www.nps.gov\/fosm\/planyourvisit\/safety.htm"
}
