{
    "title": "Fort Smith National Historic Site: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go         Arkansas River and foundation remains of First Fort Smith NPS  Belle Point - Site of First Fort Smith A short walk from the parking lot is the site of the first Fort Smith, established in 1817. The area overlooking the confluence of the Arkansas and Poteau Rivers was named Belle Point, French for \"beautiful place,\" by French fur trappers traveling along the rivers in the 18th century. Today visitors can enjoy the scenic view of the rivers and see the foundation remains of the first Fort Smith (1817-1824).          Trail of Tears Overlook along Arkansas River NPS  Trail of Tears Overlook and River Walk A 3\/4 mile paved walking trail begins from the parking lot and follows along the Arkansas River, where the first fort was built in 1817. Fort Smith National Historic Site commemorates the forced removal of the five southeastern tribes from their homelands to Indian Territory, present day Oklahoma. You can stand on the Trail of Tears National Historic Trail where thousands of Cherokees entered Indian Territory in the 1830s. Choctaw, Chickasaw, Muscogee Creek, and Seminole made this same journey and are also recognized at the park's Trail of Tears Overlook.        Military parade ground and 37 star flag with Commissary in distance NPS  Commissary and Second Fort Smith Grounds The oldest building still standing in Fort Smith is the Commissary. In 1838 the U.S. Army started working on the building that would eventually become a military supply warehouse. During the federal court period, Judge Parker had his chambers upstairs. Today you can visit it as it looked in the 1850s when it supplied military troops with food items. At Fort Smith National Historic Site you can walk where Mexican War and Civil War soldiers drilled and have your photo taken standing next to a cannon or a military supply wagon. In the center of the military parade ground a 37 star flag flies from the top of a 100' flagpole and would have dominated the Fort Smith skyline in the mid-19th century.          Visitor Center NPS  Visitor Center - Historic Barracks\/Courthouse\/Jail Buildings The Visitor Center is located in the historic barracks\/courthouse\/jail building. The barracks was built by the army in 1851 and converted into a courthouse and jail in 1872 by the Federal Court for the Western District of Arkansas. In 1888 a new jail building was built adjacent to the barracks\/courthouse. Visitors touring these buildings can see Judge Parker's restored courtroom, the \"Hell on the Border\" jail, a partial reconstruction of the 1888s jail cells, as well as exhibits and videos on military history, Native Americans, the Trail of Tears, the operation of the federal court and its impact on Indian Territory, and U.S. Deputy Marshals and outlaws. An orientation film in the Visitor Center provides an overview of the history of the site. After touring the exhibits you can find more information in the Eastern National bookstore on early Arkansas history, the Trail of Tears, the Civil War, westward expansion, women's history, Native Americans, genealogy, and western lawmen and outlaws. There are also many books for children on the same topics.",
    "url": "https:\/\/www.nps.gov\/fosm\/planyourvisit\/placestogo.htm"
}
