{
    "title": "Fort Smith National Historic Site: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Nearby Attractions              Nearby Attractions      Note:  At the time of this page's creation, all links are valid.  It is not time-effective to check every link.  If you notice a \"dead\" link (404 Error) please let us know!     Local Partners & Information Resources  Fort Smith Convention and Visitor's Bureau  Fort Smith Chamber of Commerce  Van Buren Chamber of Commerce  Arkansas Department of Parks and Tourism  TourOklahoma.com eFort Smith Fort Smith Parks and Recreation United States Marshal Museum Other Attractions  Fort Smith Museum of History 479-783-7841 - 0 mile  Miss Laura's Visitor Center 479-783-8888 - 0.50 miles  Fort Smith Trolley Museum 479-783-0205 - 0.25 miles Fort Smith Art Center 479-784-2787 - 1 mile General Darby's Home 479-782-3388 - 1 mile W.H.H. Clayton's Home 479-783-3000 - 1 mile  Bonneville House 479-782-7854 - 1 mile Spiro Mounds Archaeological Center 918-962-2062 - 15 miles  Fort Gibson State Historic Site 918-478-4088 - 60 miles Janet Huckabee Arkansas River Valley Nature Center 479-452-3993 - 10.28 miles Oklahoma City National Memorial 888-542-4673 - 181.71 miles Lake Fort Smith State Park  479-369-2469 - 37.01  Devil's Den State Park  479-761-3325 - 49.97 miles Prarie Grove Battlefield State Park  479-846-2990 - 62.61 miles Oklahoma Historical Society  405-552-5248 - 182.75 miles  Sequoyah's Cabin  918-775-2413 - 22.72 miles  Peter Conser House  918-653-2493 - 41.89 miles Peter Conser House  918-653-2493 - 41.89 miles United States Corps of Engineers National Park Service Areas Pea Ridge National Military Park 90 miles Hot Springs National Park 130 miles Wilson's Creek National Battlefield 200 miles Arkansas Post National Memorial 240 miles Buffalo National River 240 miles Trail Of Tears National Historic Trail 0 mile George Washington Carver National Monument 140 miles Chickasaw National Recreation Area 210 miles Central High School National Historic Site 159 miles Jefferson National Expansion Memorial 470 miles Washita Battlefield National Park 329.46 miles",
    "url": "https:\/\/www.nps.gov\/fosm\/planyourvisit\/nearbyattractions.htm"
}
