{
    "title": "Pea Ridge National Military Park: General Price",
    "body": "General Price         Sterling Price NPS Photo  MAJOR GENERAL STERLING PRICE Commander, Price's Division (Missouri State Guard), Army of the West Born in Virginia in 1809, \"Old Pap\" commanded the Missouri State Guard. He moved to Missouri in 1831, where he owned a tobacco plantation. He was active in the Democratic Party and was appointed by President Polk as a Brigadier General during the Mexican War, where he served as the military governor of New Mexico. After the war, he was a representative to the state legislature and the U.S. Congress. In 1852, he was elected as Missouri's Governor.  Price initially opposed secession; but after Unionist militia fired into a pro-secession crowd after the capture of the Missouri State Guard at Camp Jackson, he embraced secession. In May, 1861, he was given command of the Missouri State Guard. Although he was devoted to the Southern cause; he saw military operations only in terms of liberating Missouri. After the Battle of Wilson's Creek, Price quarreled openly, even childishly, with Brigadier General Benjamin McCulloch, commander of the Confederate Western Army. In his official report of the battle, Price omitted McCulloch's leadership role, and took credit for actions that belonged to McCulloch's men. Price then wrote a series of stinging attacks on McCulloch in the local newspapers. He was angry that McCulloch refused to follow up the victory with a march on Saint Louis. McCulloch had orders from Richmond that he was only to enter Missouri if Price's army was threatened. Any continued operations in Missouri by McCulloch would technically have been an invasion and a violation of Missouri's neutrality. McCulloch was also concerned by an acute ammunition shortage in the entire army. Most men had only a few rounds left after the battle. After Pea Ridge, Price accepted a command in the Confederate Army. He led unsuccessful campaigns at Iuka & Corinth, Mississippi and at Helena, Arkansas. In 1864, he attempted an invasion of Missouri, but was defeated again by General Curtis at Westport, near present-day Kansas City. Price went to Mexico after the war, but returned to Missouri in 1866. He died there the next year.",
    "url": "https:\/\/www.nps.gov\/peri\/learn\/historyculture\/general-price.htm"
}
