{
    "title": "Pea Ridge National Military Park: Planning",
    "body": "Explore This Park    Get Involved     Planning            Planning       Pea Ridge National Military Park Cultural Landscape Report and Environmental Assessment AND Vegetation Management Plan and Environmental Assessment     Superintendent John C. Scott has announced the public review period for two guiding management documents for Pea Ridge National Military Park: a Cultural Landscape Report and Environmental Assessment and a Vegetation Management Plan and Environmental Assessment. The purpose of the Cultural Landscape Report is to provide guidance for preserving the cultural landscape and features of Pea Ridge National Military Park as the historic site of the Battle of Pea Ridge. It includes guidance on preserving the character of the landscape that shaped the course of the battle and the Civil War. “This report will be the primary document used to guide implementation of our 2006 General Management Plan which set the goals for landscape management at the park. It will also provide a preservation philosophy to guide treatment that enhances resource condition, the visitor experience and supports interpretive programming,” said Superintendent Scott. The purpose of the Vegetation Management Plan is to modify and\/or establish the vegetation patterns in the park to represent the look and feel of the 1862 battlefield landscape. “This plan is integrated with, and will promote active vegetation restoration and support protection and preservation of, the cultural resources that are being considered in the Cultural Landscape Report” said Superintendent Scott. Both plans are available for public review by going to our Planning, Environment and Public Comment website located at http:\/\/parkplanning.nps.gov\/parkHome.cfm?parkID=159 and selecting the respective plan.  The public is encouraged to follow the planning process and register comments directly on the project website. This website provides an electronic copy of the plan and space to enter comments. In addition, hard copies of each document will be available for public review at the Pea Ridge Library, 161 E Pickens Rd, Pea Ridge, AR, and at the park Visitor Center at 15930 East US-62, Garfield, AR. You are also welcome to mail comments directly to: Superintendent John C. Scott Pea Ridge National Military Park 15930 US Hwy 62 East Garfield, AR. 72732 Public review for these plans, currently open, will close June 21, 2014. The public’s participation in the development of these plans is greatly valued and wanted. A public meeting to present the results of both environmental analyses will be held June 5, 2014 from 6:00 p.m. to 8:30 p.m. at Northeast Benton County Fire Department’s (NEBCO) conference room located at 14639 S. Wimpy Jones Road in Garfield, Arkansas 72732.",
    "url": "https:\/\/www.nps.gov\/peri\/getinvolved\/planning.htm"
}
