{
    "title": "Pea Ridge National Military Park: General Van Dorn",
    "body": "General Van Dorn         Earl Van Dorn NPS Photo  MAJOR GENERAL EARL VAN DORN Commander, Army of the West On January 10, 1862, Confederate President Jefferson Davis offered Mississippi-born Earl Van Dorn, command of the region west of the Mississippi River, known as the Trans-Mississippi. Two other generals, Henry Heth and Braxton Bragg had both turned down the command previously.   Fiery and impulsive, Van Dorn was a romantic, an accomplished painter, a poet and an excellent horseman. In 1842, he graduated from West Point. He ranked 52nd out of a class of 56, in a class that included 17 future Confederate and Federal generals. During the Mexican War, he was promoted twice for gallantry. While serving on the frontier with the 2nd US Cavalry, he was wounded severely in the arm, stomach and lung. In 1860, he was promoted to Major. (The 2nd Cavalry was considered to be the Army's best. The 2nd's other field officers were Colonel Albert Sydney Johnson, Lieutenant Colonel Robert E. Lee, and Major George H. Thomas, all of whom would gain fame during the Civil War.) Prior to the Pea Ridge campaign, Van Dorn wrote home to his wife, \"I am now in for it, to make a reputation and serve my country conspicuously or fail. I must not, shall not, do the latter. I must have St. Louis -- then Huzza!\" After Pea Ridge, and again after Corinth, General \"Damn Born\" (as his men called him) was accused of negligence, disregarding his men's welfare and failing to adequately plan his campaign. After the disastrous battle of Corinth, MS, in October, 1862, he was sent before a court of inquiry. Although he was acquitted on all charges, he was never again trusted with the command of an army. He was given overall command of the cavalry operating around Vicksburg, MS. Several of his subordinates were Nathan Bedford Forrest, John Hunt Morgan and Joseph Wheeler. While there, his reputation as a womanizer became public. A Vicksburg newspaper reporter referred to Van Dorn as \"the terror of ugly husbands\". In 1863, he was shot in the back of the head by an outraged husband as he sat writing in his office in Spring Hill, TN.",
    "url": "https:\/\/www.nps.gov\/peri\/learn\/historyculture\/general-van-dorn.htm"
}
