{
    "title": "Pea Ridge National Military Park: General McCulloch",
    "body": "General McCulloch         Benjamin McCulloch NPS Photo  BRIGADIER GENERAL BENJAMIN MCCULLOCH Commander, McCulloch's Division, Army of the West Benjamin McCulloch was a tough frontiersman who commanded the Confederate troops from Arkansas, Texas and Louisiana. Born in Tennessee in 1811, \"Ol' Ben\" went to Texas in 1835, where he missed joining his friend Davy Crockett at the Alamo due to the measles. In the years prior to the Civil War, McCulloch was a Texas Ranger, an Army scout, a gold miner, representative to the legislatures of both the Republic and State of Texas, commander of the Texas Republic's militia, and a US Marshall. Throughout the 1850s, McCulloch asked the Army for a commission as the Colonel of the 2nd United States Cavalry. The position instead went to Albert Sydney Johnston. Instead, McCulloch was offered the Lieutenant Colonelcy of the 2nd: an offer which he turned down. The position was ultimately filled by a Regular Army officer - Lt. Col. Robert E. Lee.    When Texas seceded in 1861, McCulloch was commissioned a Brigadier General in the Confederate Army and was given command of the Indian Territory. In July, he moved north to aid the Missouri State Guard, against Brigadier General Nathaniel Lyon's Army of the West. The two other Southern commanders, Major General Sterling Price (Missouri State Guard) and Brigadier General Bart Pierce (Arkansas State Troops), agreed to allow McCulloch to command the Western Army. On August 10, 1861, at Wilson's Creek (Oak Hills), his army recovered from Lyon's surprise attack and defeated the Federals. After the battle, relations between Price and McCulloch broke down due to differences in opinion over strategy and personal attacks by Price in the Missouri newspapers. From their first meeting, McCulloch thought Price was pompous, egotistical and overbearing. He doubted his military ability and had similar opinions about the State Guard's officers. Although he thought that the State Guard was basically an undisciplined mob, he did believe that it could be turned into an effective military force, but only under a \"competent military man.\" On the first day of the battle, prior to launching his attack on Osterhaus's division, McCulloch rode forward to inspect the Federal line. As he emerged from the tree line, he was spotted by the Federal skirmishers, who quickly fired a volley at him. McCulloch was killed instantly. Although Private Peter Pelican, of the 36th Illinois, was credited with firing the fatal shot, it is not known who actually killed McCulloch. Pelican had been the first to reach the general's body and took his gold pocket watch, which he later sold to his colonel. McCulloch's death, so early in the battle, doomed the effort to turn the Federal left, and quite possibly ensured the Southern defeat. His body was returned to Texas, where he was buried.",
    "url": "https:\/\/www.nps.gov\/peri\/learn\/historyculture\/general-mcculloch.htm"
}
