{
    "title": "Pea Ridge National Military Park: Order of Battle",
    "body": "Order of Battle       ARMY OF THE SOUTHWEST Brigadier General Samuel R. Curtis   1st and 2nd Divisions Brigadier General Franz Sigel   1st Division Colonel Peter J. Osterhaus 1st Brigade- Colonel Peter J. Osterhaus 25th Illinois- Colonel William N. Coler   Losses: 24 (3 killed, 18 wounded, 3 missing) 44th Illinois- Colonel Charles Knobelsdorff   Losses: 3 (1 killed, 2 wounded) 17th Missouri- Major August H. Poten   (Company A absent on Conrad's Expedition)   Losses: 10 (2 wounded, 8 missing) 2nd Brigade- Colonel Nicholas Greusel 36th Illinois- Colonel Nicholas Greusel   (Company F absent on Conrad's expedition; regiment included two cavalry companies)   Losses: 75 (4 killed, 37 wounded, 34 missing) 12th Missouri- Major Hugo Wangelin   (Company E absent on Conrad's expedition)   Losses: 34 (3 killed, 29 wounded, 2 missing) Artillery 4th Independent Battery, Ohio Light Artillery- Captain Louis Hoffman   Four 6-pounder rifled guns and two 12-pounder howitzers   Losses: 5 (1 wounded, 4 missing) Welfley's Independent Battery, Missouri Light Artillery- Captain Martin Welfley Four 12-pounder howitzers and two 12-pounder guns (one howitzer absent on Conrad's expedition)   Losses: 5 (5 wounded)   2nd Division Brigadier General Alexander S. Asboth 1st Brigade- Colonel Frederick Schaefer 2nd Missouri- Lieutenant Colonel Bernard Laiboldt   Losses: 54 (8 killed, 34 wounded, 12 missing) 15th Missouri- Colonel Francis J. Joliat   (Company B absent on Conrad's expedition)   Losses: 11 (11 missing) Artillery 1st Missouri Flying Battery- Captain Gustavus M. Elbert   Four 6-pounder rifled guns and two 12-pounder howitzers   Losses: 19 (3 killed, 8 wounded, 8 missing) 2nd Independent Battery, Ohio Light Artillery- Lieutenant William B. Chapman   Four 6-pounder guns and two 12-pounder howitzers   Losses: 3 (1 killed, 2 wounded) Not Brigaded 3rd Missouri-Major Joseph Conrad (Companies B, C and E present at Pea Ridge; Company F absent on Conrad's expedition; remainder absent on duty in Missouri)   Losses: 0 4th Missouri Cavalry (Fremont Hussars) - Major Emeric Meszaros   (Companies A, C, D, E, F and I present at Pea Ridge; remainder absent on duty in Missouri)   Losses: 16 (5 killed, 8 wounded, 3 missing) 5th Missouri Cavalry (Benton Hussars) - Colonel Joseph Nemett   Losses: 17 (3 killed, 11 wounded, 3 missing)   3rd Division Colonel Jefferson C. Davis 1st Brigade- Colonel Thomas Pattison 8th Indiana- Colonel William P. Benton   Losses: 32 (5 killed, 27 wounded) 18th Indiana- Lieutenant Colonel Henry D. Washburn   Losses: 26 (3 killed, 23 wounded) 22nd Indiana- Lieutenant Colonel John A. Henricks (killed), Major David W. Daily, Jr.   (Company B absent on duty in Missouri)   Losses: 42 (9 killed, 33 wounded) 1st Battery Indiana Light Artillery- Captain Martin Klauss   Four 6-pounder rifled guns and two 6-pounder guns   Losses: 11 (5 wounded, 6 missing) 2nd Brigade- Colonel Julius White 37th Illinois- Lieutenant Colonel Myron S. Barnes   Losses: 144 (20 killed, 121 wounded, 3 missing) 59th Illinois (formerly 9th Missouri) - Lieutenant Colonel Calvin H. Frederick   Losses: 66 (9 killed, 57 wounded) Battery A, 2nd Illinois Light Artillery (Peoria Battery)-Captain Peter Davidson   Two 6-pounder rifled guns, two 6-pounder guns and two 12-pounder howitzers   Losses: 17 (17 wounded) Not Brigaded 1st Missouri Cavalry-Colonel Calvin A. Ellis   (Companies B, F, G, H, I, K, L, and M present at Pea Ridge; remainder absent on duty in Kansas)   Losses: 6 (2 killed, 2 wounded, 2 missing)   4th Division Colonel Eugene A. Carr 1st Brigade- Colonel Grenville M. Dodge 4th Iowa- Lieutenant Colonel John Galligan   Losses: 160 (18 killed, 139 wounded, 3 missing) 35th Illinois- Colonel Gustavus A. Smith (wounded), Lieutenant Colonel William P. Chandler (captured)   Losses: 113 (14 killed, 47 wounded, 52 missing) 1st Independent Battery, Iowa Light Artillery-Captain Junius A. Jones (wounded), Lieutenant Virgil A. David   Four 6-pounder guns and two 12-pounder howitzers   Losses: 17 (3 killed, 14 wounded) 3rd Illinois Cavalry- Major John McConnell   Losses: 58 (9 killed, 36 wounded, 13 missing) 2nd Brigade- Colonel William Vandever 9th Iowa- Lieutenant Colonel Francis J. Herron (wounded\/captured), Major William H. Coyl (wounded)   Losses: 218 (38 killed, 176 wounded, 4 missing) 25th Missouri (Phelps Independent Missouri Regiment) - Colonel John S. Phelps   Losses: 94 (12 killed, 71 wounded, 11 missing) 3rd Independent Battery, Iowa Light Artillery (Dubuque Battery) - Captain Mortimer M. Hayden   Four 6-pounder guns and two 12-pounder howitzers   Losses: 22 (2 killed, 17 wounded, 3 missing)   Headquarters Units 24th Missouri-Major Eli W. Weston   (Companies A, B, F, H and I present at Pea Ridge; remainder absent on duty in Missouri)   Losses: 26 (3 killed, 16 wounded, 7 missing) 3rd Iowa Cavalry- Colonel Cyrus Bussey   (Companies A, B, C, D and M present at Pea Ridge; remainder absent on duty in Missouri)   Losses: 50 (1 killed, 3 wounded, 2 missing)       ARMY OF THE WEST Major General Earl Van Dorn McCulloch's Division Brigadier General Benjamin McCulloch (killed) Brigadier General James M. McIntosh (killed) Colonel Elkanah Greer Hebert's Infantry Brigade- Colonel Louis Hebert (captured), Colonel Evander McNair 3rd Louisiana- Major Will F. Tunnard (captured), Captain W.L. Gunnells   Losses: 67 (10 killed, 15 wounded, 42 missing) 4th Arkansas- Colonel Evander McNair, Lieutenant Colonel Samuel Ogden Losses: exact numbers unknown; between 55-79 casualties (includes killed, wounded and missing) 14th Arkansas- Colonel William C. Mitchell (captured)   Losses: Unknown 15th Arkansas- Colonel Dandridge McRae   Losses: Unknown 16th Arkansas- Colonel John F. Hill   Losses: Unknown 17th Arkansas- Colonel Frank A. Rector   Losses: Unknown 1st Arkansas Mounted Rifles (dismounted) - Colonel Thomas J. Churchill   Losses: 5 (5 killed) 2nd Arkansas Mounted Rifles (dismounted) - Colonel Benjamin T. Embry   Losses: 27 (4 killed, 15 wounded, 8 missing) 4th Texas Cavalry Battalion (dismounted) - Major John W. Whitfield   (Battalion consisted of three companies of Texas troops and one of Arkansas troops)   Losses: Unknown McIntosh's Cavalry Brigade- Brigadier General James M. McIntosh (killed) 3rd Texas Cavalry- Colonel Elkanah Greer, Lieutenant Colonel Walter P. Lane   Losses: 14 (2 killed, 12 wounded) 6th Texas Cavalry- Colonel B. Warren Stone   Losses: 19 (3 killed, 3 wounded, 13 missing) 9th Texas Cavalry- Colonel William B. Sims (wounded), Lieutenant Colonel William Quayle   Losses: Unknown 11th Texas Cavalry- Colonel William C. Young   Losses: Unknown 1st Arkansas Cavalry Battalion- Major William H. Brooks   Losses: 41 (11 killed, 30 wounded) 1st Texas Cavalry Battalion- Major R. Phillip Crump   Losses: Unknown Artillery Hart's Arkansas Battery- Captain William Hart   Four 6-pounder guns   Losses: Unknown Provence's Arkansas Battery- Captain David Provence   Two 6-pounder guns and two 12-pounder howitzers   Losses: Unknown Gaine's Arkansas Battery- Captain James J. Gaines   Two 12-pounder rifled guns and two 12-pounder howitzers   Losses: Unknown Good's Texas Battery- Captain John J. Good   Four 12-pounder guns and two 12-pounder howitzers   Losses: 17 (1 killed, 14 wounded, 2 missing) Pike's Indian Brigade- Brigadier General Albert J. Pike 1st Cherokee Mounted Rifles- Colonel John Drew   Losses: Unknown 2nd Cherokee Mounted Rifles- Colonel Stand Watie   Losses: Unknown 1st Choctaw and Chickasaw- Colonel Douglas H. Cooper   Losses: Unknown (not engaged) 1st Creek Mounted Rifles- Colonel Daniel N. McIntosh   Losses: Unknown (not engaged) Welch's Texas Cavalry Squadron- Captain Otis G. Welch   Losses: Unknown Unassigned 19th Arkansas- Lieutenant Colonel P. R. Smith   Losses: Unknown 20th Arkansas- Colonel George W. King   Losses: Unknown   Price's Division Major General Sterling Price (wounded) Confederate Units 1st Missouri Brigade- Colonel Henry Little 2nd Missouri- Colonel John Q. Burbridge   Losses: Unknown 3rd Missouri- Colonel Benjamin A. Rives (killed), Lieutenant Colonel James A. Pritchard   Losses: 104 (26 killed, 45 wounded, 33 missing) Wade's Missouri Battery- Captain William Wade   Two 6-pounder guns and four 12-pounder howitzers   Losses: Unknown Clark's Missouri Battery- Captain S. Churchill Clark (killed), Lieutenant James L. Farris   Four 6-pounder guns   Losses: Unknown 1st Missouri Cavalry- Colonel Elijah Gates   Losses: Unknown 2nd Missouri Brigade- Colonel William Y. Slack (killed), Colonel Thomas H. Rosser Hughes's Missouri Infantry Battalion- Colonel John T. Hughes   Losses: 8 (3 killed, 8 wounded, 4 missing) Bevier's Missouri Infantry Battalion- Major Robert S. Bevier   Losses: 15 (3 killed, 8 wounded, 4 missing) Rosser's Missouri Infantry Battalion- Colonel Thomas H. Rosser   Losses: Unknown Landis's Missouri Battery- Captain John C. Landis   Two 12-pounder howitzers and two 24-pounder howitzers   Losses: Unknown Jackson's Missouri Battery- Captain William Lucas   Four 6-pounder guns   Losses: Unknown Riggins's Missouri Cavalry Battalion- Colonel George W. Riggins   Losses: Unknown 3rd Missouri Brigade- Colonel Colton Greene (Brigade consisted of several partially organized units in the process of transferring to Confederate service; parts of Colonel Thomas R. Freeman's and Lieutenant Colonel John A. Schnable's Missouri State Guard regiments and Captain L. C. Campbell's cavalry company)   Losses: 65 (6 killed, 59 wounded) Headquarters Units Cearnal's Missouri Cavalry Battalion- Lieutenant Colonel James T. Cearnal (wounded), Major D. Todd Samuels   Losses: 20 (2 killed, 6 wounded, 12 missing) Missouri State Guard 2nd Division- Brigadier General Martin E. Green (Division consisted of various unidentified infantry and cavalry units)   Losses: Unknown Kneisley's Battery- Captain James W. Kneisley   Five 12- and 6-pounder guns   Losses: Unknown 3rd Division- Colonel John B. Clark, Jr. 1st Infantry- Major John F. Rucker   Losses: 11 (1 killed, 5 wounded, 5 missing) 2nd Infantry- Colonel Congreve Jackson   Losses: 47 (5 killed, 17 wounded, 15 missing) 3rd Infantry- Major Robert R. Hutchinson   Losses: 27 (1 killed, 20 wounded, 6 missing) 4th and 5th Infantry- Colonel J.A. Poindexter   Losses: 47 (3 killed, 37 wounded, 7 missing) 6th Infantry- Lieutenant Colonel Quinton Peacher   Losses: 33 (2 killed, 23 wounded, 8 missing) Tull's Battery- Captain Francis M. Tull   Two 6-pounder rifled guns and two 6-pounder guns   Losses: Unknown 5th Division- Colonel James P. Saunders (Division consisted of various unidentified infantry and cavalry units)   Losses: 41 (9 killed, 32 wounded) Kelly's Battery- Captain Joseph Kelly   Five 12- and 6-pounder guns   Losses: Unknown 6th Division- Major D. Herndon Lindsay (Division consisted of various unidentified infantry and cavalry units)   Losses: 47 (13 killed, 34 wounded) Gorham's Battery- Captain James C. Gorham   Four 6-pounder guns   Losses: Unknown 7th and 9th Divisions- Brigadier General Daniel M. Frost (Divisions consisted of various unidentified infantry and cavalry units from Frost's and Brigadier General James H. McBride's divisions)   Losses: Unknown Guibor's Battery- Captain Henry Guibor   Two 6-pounder guns and two 12-pounder howitzers   Losses: Unknown MacDonald's St. Louis Battery- Captain Emmett MacDonald   One 6-pounder gun and two 12-pounder howitzers   Losses: Unknown 8th Division- Brigadier General James S. Rains 1st Infantry- Colonel William H. Erwin   Losses: Unknown 2nd Infantry- Lieutenant Colonel John P. Bowman   Losses: UNKNOWN 3rd Infantry- Lieutenant Colonel A. J. Pearcy   Losses: UNKNOWN 4th Infantry- Lieutenant Colonel John M. Stemmons   Losses: UNKNOWN Shelby's Cavalry Company- Captain Joseph O. Shelby   Losses: UNKNOWN Bledsoe's Battery- Lieutenant Charles W. Higgins   Three 12-pounder Napoleons and one 12-pounder gun (\"Sacramento\")   Losses: UNKNOWN * Casualty figures include the numbers of killed, wounded and missing\/captured. Shea, William & Hess, Earl. Pea Ridge, Civil War Campaign in the West, University of North Carolina Press, Chapel Hill, 1992: 331-339.",
    "url": "https:\/\/www.nps.gov\/peri\/learn\/historyculture\/order-of-battle.htm"
}
