{
    "title": "Pea Ridge National Military Park: Southern Battle Flags",
    "body": "Southern Battle Flags       Early in the war, most regiments carried the Confederate First National flag (the \"Stars and Bars\") or their state's flag, since the Confederacy did not have an official battle flag. The \"Stars and Bars\" caused much confusion on the battlefield though, because of its similarity to the United States flag, the \"Stars and Stripes\". The Confederate Army never had an official battle flag. Instead, each army or corps had a designated flag. In 1863, the Army of the Mississippi (Army of Tennessee) had at least eight different designs in use at one time.    The flag now commonly referred to as the \"Confederate Battle flag\" (red rectangular flag with 13 white stars on the blue X outlined in white) has been alternately described as either the Confederate Naval Jack or the 1864-pattern Army of Tennessee battle flag, both of which were based upon the Army of Northern Virginia battle flag (see General Van Dorn's personal flag below). It gained widespread use as the official battle flag of the Confederate Army in post-war reunions of veterans, primarily because the rectangular flags were easier for manufacturers to mass produce.         Image by Devereaux D. Cannon, Jr.  Personal Battle flag of Major General Earl Van Dorn. This flag was presented to General Van Dorn by Miss Constance Cary, while he was a division commander in the Army of Northern Virginia. Although Van Dorn had this flag with him at Pea Ridge, it was not flown or used at the Battle of Pea Ridge. The original is in the collection of the Museum of the Confederacy, Richmond, VA.          Image by Wayne J. Lovett from a detailed sketch and notes by Howard M. Madaus.  Battleflag of Hart's Arkansas Battery. Captain Hart was placed under arrest by Van Dorn for cowardice on March 8 and the battery was disbanded for the same reason. Hart was exonerated of all charges at his court martial and the battery was later reorganized.          Image by Devereaux D. Cannon, Jr.  Many of the units in the Missouri State Guard carried variations of this flag. They also carried the Confederate 1st National flag.        Image by Wayne J. Lovett from a sketch by Howard Michael Madaus.  Battleflag of the 4th Missouri Infantry, 8th Division, Missouri State Guard. In February, 1862, Van Dorn ordered that all units under his command use this flag as their regimental colors. Although it is closely associated with Pea Ridge, it is doubtful that any units were issued this flag prior to the battle. The original is in the collection of the Museum of the Confederacy, Richmond, VA.         Image by Wayne J. Lovett from a detailed sketch and notes by Howard M. Madaus.  1st National Battleflag of an unidentified unit from McCulloch's Division. This flag was captured by the 37th Illinois on the Leetown battlefield. The original is in the possession of the Illinois National Guard and Militia Historical Society, Springfield, Illinois.        Photo courtesy of Wilson's Creek National Battlefield  Battleflag of the 1st Cherokee Mounted Rifles. This flag was captured at Locust Grove, Indian Territory on 3 July 1862. The five red stars represent the \"Five Civilized Tribes\" - the Cherokee, Creek, Choctaw, Chickasaw and Seminole. The original is in the collection of The Wilson's Creek National Battlefield Museum, Republic, MO.",
    "url": "https:\/\/www.nps.gov\/peri\/learn\/historyculture\/southern-battle-flags.htm"
}
