{
    "title": "Pea Ridge National Military Park: Stop 7 East Overlook",
    "body": "Stop 7:  East Overlook-Day 2         In the early-morning hours of March 8, the remnants of McCulloch's Division formed a defensive line on this rocky ground, just below the East Overlook. In 1862, the woods were not as dense on this portion of the battlefield as they are today. NPS Photo  As soon as the fighting ended, both armies regrouped. At some places, the two lines were less than 400 yards apart. Curtis placed his divisions in a roughly east-west line stretching along the middle of the Cox field to a point where it crossed the Telegraph Road. Carr's troops held the south edge of the Ruddick field where they had regrouped after been pushed back from the Elkhorn Tavern. Carr's defense had allowed the Federals to move most of their supplies away from the Elkhorn Tavern before it was captured, and now, Curtis was able to replenish his ammunition and feed his troops. The exhausted Southerners were not so lucky. During the night, Van Dorn failed to call up his reserve ammunition and supplies from Camp Stephens. The men ate what they could find in the supplies captured when the Elkhorn Tavern was overrun or from the haversacks of the dead. Much of McCulloch's Division did not make it to the Elkhorn Tavern. Approximately half of the men marched back to Camp Stephens after the fight at Leetown. The remainder, now under Pike, joined Van Dorn during the early hours of March 8. The Southerners formed a line roughly parallel to the Federals along the north edge of the fields.        Confederate defenders tried to seek shelter amongst these rocks. Federal shot & shell burst in the trees and off the rocks causing terrific carnage. NPS Photo  Both sides waited for the attack to renew in the morning. When the artillery thundered across the landscape, Confederate soldiers tried to find shelter on the rocky slope. Solid shot tore through the trees and shattered rock, while explosive shell burst overhead, throwing a deadly shower of lead, iron, wood and stone into the defenders. Finally, after two hours, the defenders could not stand the artillery any more. The Confederate line began to collapse.",
    "url": "https:\/\/www.nps.gov\/peri\/planyourvisit\/stop-6-east-overlook.htm"
}
