{
    "title": "Pea Ridge National Military Park: Stop 8 Fighting at Elkhorn Tavern",
    "body": "Stop 8:  Fighting at Elkhorn Tavern-Day 1       Carr arrived at the tavern just ahead of Price’s Missourians. He deployed his men in a thin line about 400 yards north of the building. He placed his artillery in a clearing across the Telegraph Road. At 12:30, his second brigade arrived with additional artillery. The two lines collided in the deep and rocky hollows north of the tavern. Price brought up his artillery and began pounding the Federal position. The smoke hung thickly in the cold, March air making it impossible to see the enemy’s lines or aim at anything other than the muzzle flashes as the guns fired. Although outnumbered 3 to 1 in men, and 7 to 1 in artillery, Carr held the high ground and repulsed each attack throughout most of the day. At 4:30, after 6 hours of hard fighting, the Missourians broke the Federal left.        Slope north of the Elkhorn Tavern. NPS Photo  View of the steep slope north of the Elkhorn Tavern. The 1st, 2nd and 3rd Missouri Brigades, former Missouri State Guardsmen who had enlisted in the Confederate Army, fought against Carr's 2nd Brigade for four hours before finally taking this ground.      The Federal right, under Colonel Grenville Dodge, continued to hold on though. Dodge's brigade constructed breastworks of logs and fencerails, and dug in along the edge of the Clemmon's field about a half-mile east of the Elkhorn Tavern. Price brought up three batteries and blasted the Federal breastworks. One of the Missouri State Guard divisions, about 500 men, charged the line. When they were only 20 paces from the breastworks, the Federals rose and fired, and stopped the attack cold. The two lines exchanged volleys for several minutes before the Missourians fell back. After an hour of fighting, Price ordered a coordinated attack on the entire the Federal line. Dodge's men, nearly out of ammunition, retreated down the Telegraph Road.        Clemon's Field, east of the Elkhorn Tavern. NPS Photo  View of the Clemmon's field from the Federal position. Colonel John Clark's 3rd Missouri State Guard Division got to within 20 paces of this line before being driven back by a hail of musketry.      Carr reformed his division on the south woodline of the Ruddick field. Price made several attempts to force the Federals from their new position, but the Missourians were exhausted and each charge was beaten back. Price pulled his men back to a line on the north edge of the field to rest them, confident of an easy victory in the morning.      \"The way shell canister and round shot whistled over our heads while we were lying there, was a caution to all sinners.\" Private Daniel Tyrrell Company F 9th Iowa Infantry",
    "url": "https:\/\/www.nps.gov\/peri\/planyourvisit\/stop-8-fighting-at-elkhorn-tavern-day-1.htm"
}
