{
    "title": "Pea Ridge National Military Park: Stop 8 Elkhorn Tavern",
    "body": "Stop 8:  Elkhorn Tavern         Elkhorn Tavern, Stop 8, Pea Ridge NMP NPS Photo  This Elkhorn Tavern was reconstructed based on photos of the Cox's tavern from the 1880s. The south fireplace and the foundations are from the original building. The reconstructed Elkhorn Tavern is listed on the National Register of Historic Landmarks.       The original Elkhorn Tavern was built around 1833 by William Reddick and his son-in-law, Samuel Burks. In 1858, Burks, sold the house and the 313 acres to Jesse & Polly Cox for $3600. Cox made several improvements to the tavern, including adding white-painted weatherboarding (siding) to the exterior and a set of stairs leading to the upper porch. The stairs allowed members of the Benton County Baptist Society, to meet at the house without having to go through a \"public house\". Another addition was a set of elk horns that Cox placed on the ridgepole, which gave the tavern its name.        View of the Elkhorn Tavern from the Huntsville Road. NPS Photo  Prior to the Civil War, the house was used for many purposes, although it was well-known locally as a stop for the Overland Stage. Although the Butterfield Stage passed by on the Telegraph Road, the Elkhorn Tavern was not an official stop on the Butterfield line. During this period, the Tavern was described as a place \"of abundant good cheer\".        Cannon near the Elkhorn Tavern. NPS Photo  In February 1862, the fields surrounding the tavern, were transformed into the Federal army's main supply camp. During the battle, the tavern served as a field hospital, and, for a brief time, as Van Dorn's headquarters. Polly Cox, her son Joseph, his wife Lucinda, and the two youngest children, Elias and Franklin, stayed in the tavern's cellar during the battle. Although it was hit many times, once by a cannonball that hit the upper floor, the Tavern survived the battle intact.      After the battle, the Federals used the tavern as a headquarters and military telegraph station, until it was burned around January, 1863 by Confederate guerrillas. Joseph Cox rebuilt the structure on the original foundations soon after the war's end. As hundreds of veterans and their families returned to the battlefield, Cox ran a small museum with battle artifacts hung on the walls. The structure went through a number of modifications and changes until it was transferred to the National Park Service on March 7, 1960. The structure has since been restored to its approximate wartime appearance.        Monuments near the Elkhorn Tavern. NPS Photo  Two monuments sit on the Elkhorn Tavern grounds. These are the only monuments on the battlefield. The first monument placed on the battlefield (in the background of the photo to the left), in memory of the Confederate generals who were killed here - Benjamin McCulloch, James McIntosh & William Y. Slack, of the Missouri State Guard , was paid for by the people of Benton County, Arkansas and was dedicated in 1887. The Reunited Soldiery Monument (to the left in the photograph) was placed here by Confederate and Union veterans in 1889. It is one of the first Civil War monuments dedicated to the soldiers of both sides to be placed on any battlefield.",
    "url": "https:\/\/www.nps.gov\/peri\/planyourvisit\/stop-7-elkhorn-tavern.htm"
}
