{
    "title": "Pea Ridge National Military Park: Stop 3 Leetown",
    "body": "Stop 3:  LeeTown         Nothing remains of the once thriving community of Leetown except for this open field. NPS Photo  Leetown was one of the earliest settlements in Northwest Arkansas. The town sat in the middle of a broad, wooded plateau bordered by Pea Vine Ridge to the north and the Little Sugar Creek to the south. Leetown was founded in the 1840s by John W. Lee, a farmer from Kentucky. Surgeon D.S. McGugin, of the 3rd Iowa Cavalry, described the hamlet in his after-battle report. McGugin stated that Leetown consisted of \"some fifteen or twenty houses, frame and log, and but one story in height.\" He described a \"small store\", believed to have been owned by Lee, as \"one story and a half high, about thirty feet long, and twenty feet wide.\" Surgeon McGugin noted that, \"In all, the windows were few and very small, admitting little light and an insufficiency of air, even when the sash frames were entirely removed.....They contained but few of the ordinary domestic appliances, and were wholly wanting in the usual necessaries found in more settled regions.\" Directly north of Leetown lay two large farms, owned by George Sturdy and Wiley Foster. To the east of Leetown, on the south side of the Telegraph Road, sat Lewis Pratt's general store, one of three known to be in the region. During the battle, General Samuel Curtis, the Federal Army's commander, used Pratt's Store as his headquarters.      On March 7, 1862, the Federal battleline was only a half-mile north of the village. According to Dr. McGugin, \"all the houses within three miles of the field were taken for hospitals.\" Leetown was devestated by the battle. The fields and woods were filled with the debris of battle and the stench of death filled the air. Many of the families moved to the nearby community of Pea Ridge and rebuilt their lives there. Some families remained and tried to return to life as before the war came. In 1881, the Saint Louis & San Francisco Railroad (the \"Frisco Line\") built a branch line through northwest Arkansas, passing through the town of Rogers about 12 miles to the south. Those who had not left due to the war, now moved to Rogers for the opportunities that the railroad offered. Leetown soon existed only in people's memories.        The grave of Robert Braden, Leetown. NPS Photo    The only visible reminder that there was once a town here is the grave of Robert Braden. He was born in 1864 and died in 1866.",
    "url": "https:\/\/www.nps.gov\/peri\/planyourvisit\/leetown-tour-stop-2.htm"
}
