{
    "title": "Pea Ridge National Military Park: The Pea Ridge Campaign",
    "body": "The Pea Ridge Campaign       Pea Ridge was the most decisive Civil War battle west of the Mississippi River. Over 26,000 soldiers struggled for two days in Northwest Arkansas in the battle that would decide the fate of Missouri. But why was Missouri so important that so many men would risk their lives for it? Control of Missouri was the key to winning the war in the West. Military strategists, both North and South, were fully aware of this. Missouri provided an easy invasion route either north or south and controlled the Mississippi, Missouri, and Ohio Rivers. It had abundant natural resources, especially lead and iron ore, a large military-aged population and was the home of the Saint Louis Arsenal, with a stockpile of over 60,000 muskets.  In December, 1861, the situation in Missouri was deadlocked. The Missouri State Guard, the pro-secession militia army, controlled the southern & western parts of the state, while the Federal Army controlled the northern & eastern parts, as well as the railroads & waterways. The Missouri State Guard had won important victories at Carthage, Lexington, and Wilson's Creek, but had failed to force Missouri to secede from the Union.          Map: From National Park Civil War Series, \"The Campaign for Pea Ridge\" by William L.Shea  This map shows the area of operations involved in General Curtis's Arkansas campaign. The Federal operations into Arkansas began in Lebanon, Missouri on February 10, 1862 and ended with the capture of Helena, Arkansas on July 12, 1862. With the exception of General Ulysses Grant, no other Federal commander would be more successful in the first two years of the war than Samuel Curtis.      The Federal commander, Major General Henry Halleck, knew that the State Guard was a symbol of open defiance to Federal authority in Missouri and that its continued presence in the state might still encourage secession. He began to gather all his available forces at Lebanon, Missouri, and, on December 25, 1861, placed Brigadier General Samuel Ryan Curtis in command of them. Curtis' orders were to destroy the Missouri State Guard at its winter quarters in Springfield or to drive it from the state. Curtis' Army of the Southwest began its campaign on February 10, 1862. The army marched quickly over the rough, frozen roads, and caught the Missouri State Guard, and its commander, Major General Sterling Price, by surprise. Price abandoned Springfield on February 13, and retreated south into Arkansas. The two armies fought a series of skirmishes along the way and on February 17, one week after beginning its campaign, Curtis triumphantly telegraphed Halleck, \"The flag of our Union again floats in Arkansas.\" As the Federals crossed the border into Arkansas, a brass band played \"Yankee Doodle\" and \"The Arkansas Traveler\".",
    "url": "https:\/\/www.nps.gov\/peri\/planyourvisit\/the-pea-ridge-campaign.htm"
}
