{
    "title": "Pea Ridge National Military Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     September 21, 2015  Pea Ridge NMP Announces Fee Free Day September 26, 2015  Saturday, September 26, 2015 is National Public Lands Day. To help celebrate, the National Park Service has waived entrance fees for the day to provide a great opportunity for visitors to connect with our shared history, the outdoors and with your National Parks. Pea Ridge National Military Park will have a local group of living historians encamped at the Elkhorn Tavern to talk with visitors and the park artillery crew will provide artillery demonstrations at the visitor center. Artillery demonstrations will occur at 10:30, 11:30, 1, 2 and 3.  For more information please call the park at 479-451-8122 ext 227 or visit us at www.nps.gov\/peri.   August 01, 2015  Pea Ridge National Military Park Artillery Program August 1, 2015  Pea Ridge National Military Park will conduct Civil War artillery programs on August 1, 2015. The park will fire their reproduction cannon at 11am; 12:00 pm; 1:00 pm; 2:00 pm; and 3:00 pm behind the park visitor center. Pea Ridge NMP will be conducting these programs throughout the summer and early fall. You may find a schedule on our website www.nps.gov\/peri.   July 21, 2015  Reopening of Horse Trail at Pea Ridge National Military Park  Pea Ridge National Military Park Superintendent, Kevin Eads, announced today that the North portion of the park’s horse trail has been reopened.  The popular trails offer horseback riders a unique way to see the park and get some exercise.   April 23, 2015  Tourism to Pea Ridge National Military Park creates $7.6 million in Economic Benefits  Report shows visitor spending supports 100 jobs in local economy.  Garfield, AR- A new National Park Service (NPS) report shows 104,686 visitors to Pea Ridge National Military Park in 2014 spent $5,871,200.00 in communities near the park. The spending supported 100 jobs in the local area and had a cumulative benefit to the local economy of $7,686,900.00.   April 22, 2015  Pea Ridge National Military Park has $2,004,104 in deferred maintenance  Pea Ridge National Military Park – The National Park Service has released its Fiscal Year 2014 deferred maintenance statistics for national parks.  The $11.49 billion nationwide total was up from the $11.3 billion reported at the end of FY2013.  Pea Ridge National Military Park also has a backlog of deferred maintenance projects which totals $2,004,104.   April 01, 2015  Pea Ridge National Military Park Joins National Find Your Park Movement  Pea Ridge National Military Park joins parks, programs and partners across the country to encourage everyone to find their park and share their stories online at FindYourPark.com. Launched yesterday by the National Park Service and the National Park Foundation, Find Your Park is a public awareness and education campaign celebrating the milestone centennial anniversary of the National Park Service in 2016 and setting the stage for its second century of service.   April 01, 2015  Pea Ridge National Military Park Finding of No Significant Impact Signed for the Highway 62 Mitigations Environmental Assessment  A Finding of No Significant Impact (FONSI) for the Highway 62 Mitigations Environmental Assessment (project) was signed by Patricia Trap, Acting Regional Director of the Midwest Region, and Kevin Eads, Superintendent for Pea Ridge National Military Park (park), National Park Service. The project will provide new access and improved visitor circulation to the park in conjunction with the Arkansas State Highway and Transportation Department’s and Federal Highway Administration’s relocation of Highway 62 in northwestern Arkansas. The existing highway alignment runs along the southern boundary of the park and provides the only visitor access to the park.   April 01, 2015  Pea Ridge National Military Park participates in  “Bells Across the Land”  On April 9, 2015, Pea Ridge NMP will join other national parks and communities across the country in commemorating the 150th anniversary of Appomattox Court House by ringing bells to mark the day Confederate General Robert E. Lee and Union General Ulysses S. Grant met to discuss the terms of Lee’s surrender. While Lee’s surrender did not end the Civil War, the act was seen as the symbolic end to 4 years of bloodshed during which more than 750,000 Americans perished.   April 01, 2015  Pea Ridge National Military Park Announces Prescribed Burns April 2015  Pea Ridge National Military Park will conduct prescribed fire operations sometime during month of April 2015, subject to weather conditions falling within the parameters of prescribed fire prescriptions. To assure visitor safety, some areas inside the park and trails may be closed while fire operations are taking place and for a short period after completion.   December 11, 2014  Pea Ridge National Military Park Entrance Road Temporary Change  Beginning on Monday, December 15, Pea Ridge National Military Park visitors will be rerouted to access the park from a temporary entrance via Old Liberty Road that is approximately 1 mile northeast of the current entrance.  This is the latest phase of the Arkansas Highway Transportation’s important construction project on Highway 62 that will improve the safety of the park’s visitors once it is complete.  Signs will be posted by Nabholz Construction that will clearly mark the temporary new access into the park to help safely direct traffic to and from the park.  A new permanent entrance road into the park is under construction and should be finished in the next few months.   December 10, 2014  Brenda Waters Selected To Lead William Howard Taft National Historic Site  The National Park Service (NPS) has selected Brenda M. Waters, currently Acting Superintendent for Pea Ridge National Military Park (NMP) in Garfield, AR, as Superintendent for William Howard Taft National Historic Site (NHS) in Cincinnati, Ohio.  Waters succeeds Reggie Tiller, and begins this new assignment January 11, 2015.   December 05, 2014  Park Hosts Conway Women’s Chorus  Pea Ridge National Military Park will host a special concert by the Conway Women’s Chorus on Sunday, December 7 at 1:00 P.M. in the visitor center auditorium. The 45 minute acappella program is music of the Civil War period including favorite selections from the works of Stephen Foster as well as songs sung in both the North and South. To share the story of the Civil War from a woman’s perspective, each member of the group portrays a woman who actually lived during those war-torn years. Each woman will dress as the character they represent and some will share their stories including farm wives, a woman who disguised herself as a man in order to fight, and the wife of a South Carolina plantation owner. Conway Women’s Chorus, directed by Joan Hanna, is part of Faulkner Academy of Arts, a non-profit organization. Come join us for a fun and entertaining program.   December 01, 2014  Highway 62 Mitigations Environmental Assessment\/Assessment of Effect at  Pea Ridge National Military Park Available for Public Review  Pea Ridge National Military Park (park) is pleased to announce that it proposes to provide new access and improved circulation to the park in conjunction with the Arkansas State Highway and Transportation Department and Federal Highway Administration’s relocation of Highway 62 in northwest Arkansas. The existing highway alignment runs along the southern boundary of the park and provides the only visitor access to the park. The purpose of the project is to identify a safe and convenient access road (and parking) to key features in the park while minimizing impacts on cultural and natural resources.   November 13, 2014  Change to Winter Hours 2014  Pea Ridge National Military Acting Park Superintendent, Brenda Waters, announced today that the park began winter hours on November 1, 2014. The park grounds are open from 6:00 a.m. to 6:00 p.m. daily, and the visitor center is open from 8:30 a.m. to 4:30 p.m. daily.   September 24, 2014  Pea Ridge NMP Announces Fee Free Day  Saturday September 27, 2014 is National Public Lands Day. To celebrate, the National Park Service has waived entrance fees for the day to provide a great opportunity for visitors to connect with our shared history, the outdoors and with your National Parks. The park will have a local group of living historians encamped at the Elkhorn Tavern to talk with visitors.   September 10, 2014  Pea Ridge National Military Park Announces Prescribed Burns  Pea Ridge National Military Park will conduct prescribed fire operations sometime during the months of October 2014 through April 2015, subject to weather conditions falling within the parameters of prescribed fire prescriptions. To assure visitor safety, some areas inside the park and trails may be closed while fire operations are taking place and for a short period after completion.   August 21, 2014  Passing of Russell W. Walker  We regret to report the passing of the park’s first maintenance supervisor, Russell W. Walker.   August 20, 2014  Fee Free Day at Pea Ridge National Military Park  FEE FREE DAY IN HONOR OF THE BIRTHDAY OF THE NATIONAL PARK SERVICE   July 16, 2014  Pea Ridge National Military Park Acquires  Artillery Coat from Battle of Pea Ridge  Pea Ridge National Military Park recently purchased a Union Artillery frock coat belonging to Lt. William B. Chapman of the 2nd Ohio Light Artillery.   June 24, 2014  Highway 62 Mitigation: Environmental Assessment Planned at Pea Ridge National Military Park  Pea Ridge National Military Park is pleased to announce that it is in the process of developing an environmental assessment (EA) addressing mitigation identified for the park through Section 4(f) because of the removal of Highway 62 from the park boundaries.   May 22, 2014  Cultural Landscape Report and Environmental Assessment and Vegetation Management Plan and Environmental Assessment for  Pea Ridge National Military Park Available for Public Review  Cultural Landscape Report and Environmental Assessment and Vegetation Management Plan and Environmental Assessment for Pea Ridge National Military Park Available for Public Review   November 01, 2013  Pea Ridge National Military Park Announces Fee Free Weekend in Honor of Veteran's Day  The National Park Service will commemorate Veterans Day by waiving entrance fees in all National Parks November 9-11, 2013. As a unit of the National Park Service, Pea Ridge National Military Park is one of the most well preserved Civil War battlefields in the US and is a perfect place to pay tribute to the men and women who have served or are currently serving our country. Please help us in honoring our veterans.   October 29, 2013  Prescribed Burns Fall\/Winter 2013-1014  Pea Ridge National Military Park is planning to conduct prescribed fire operations sometime during the months of November 2013 through April 2014, subject to weather conditions falling within the parameters of prescribed fire prescriptions. To assure visitor safety, some areas inside the park and trails may be closed while fire operations are taking place and for a short period after completion.   June 13, 2013  Pea Ridge National Military Park announces return to regular hours of operation  Beginning on Sunday, June 16, Pea Ridge National Military Park will reopen on Sundays and the two remaining federal holidays of Fiscal Year 2013.   May 22, 2013  Pea Ridge NMP Announces Memorial Day Closure  Pea Ridge National Military Park will be closed Memorial Day, Monday May 27 due to budget cuts. The park is already closed on Sunday’s due to these cuts. The park will open Tuesday May 28 for visitors to drive through but the park visitor center, which includes the auditorium and museum, will be closed.   March 11, 2013  Reduced Hours and Services Due to Budget Cuts at Pea Ridge National Military Park  The public should be prepared for reduced hours and services provided by Pea Ridge National Military Park due to budget cuts.  \"We want to inform the public of these potential impacts,” states Superintendent John Scott.   March 01, 2013  Pea Ridge National Military Park Announces Change in Hours of Operation  Due to mandatory 5% budget cuts, Pea Ridge National Military Park will be open from 8 AM until 5PM every day except Thanksgiving, Christmas, and New Year’s Day beginning March 1, 2013. The park visitor center will be open from 8:30 AM until 4:30 PM those same days. Further cuts may be necessary to fulfill the parks budget obligations in the future. Visitor should check our website www.nps.gov\/peri or call (479)-451-8122 to ensure that other services or operations are still available.   February 27, 2013  Pea Ridge National Military Park Tourism Creates $6,047,000 in Local Economic Benefit  Pea Ridge National Military Park Tourism Creates $6,047,000 in Local Economic Benefit Part of $30 billion impact that supports 252,000 jobs nationwide   February 05, 2013  'Fought in Earnest' Exhibit at Pea Ridge National Military Park  From now until February 26, Pea Ridge National Military Park will host the 'Fought in Earnest' exhibit on loan from the Arkansas History Commission.   December 21, 2012  Pea Ridge NMP Announces Visitor Center Holiday Closures  The Pea Ridge National Military Park Visitor Center will be closed December 24 and December 25 for the Christmas holiday. The visitor center will re-open at 8:30am, December 26. Additionally, the visitor center will also be closed on January 1, 2013, for New Years Day and re-open at 8:30am January 2. While the visitor center is closed on these days, visitors may still drive the 7 mile tour loop from 6am until 6pm each day. Brochures are available next to the front doors.   December 19, 2012  Vegetation Management Plan Environmental Assessment planned at Pea Ridge National Military Park  Pea Ridge National Military Park is pleased to announce that it is in the process of developing a Vegetation Management Plan Environmental Assessment. The purpose of the proposed plan is to modify and\/or establish the vegetation patterns in the park to represent the look and feel of the 1862 battlefield landscape. \"This plan will promote active vegetation restoration and support protection and preservation of cultural resources and is being considered because the park's General Management Plan, which was completed in 2006, set the goals for landscape management at the park\" said Superintendent Scott.   December 17, 2012  Vegetation Management Plan and associated Environmental Assessment  The park is in the process of developing a Vegetation Management Plan and associated Environmental Assessment.  The proposed project is being considered because the park’s General Management Plan, completed in 2006, set the goals for landscape management at the park. We invite you  to participate, through consultation with the National Park Service, in the analysis of potential environmental impacts on draft alternatives through our Planning, Environment and Public Comment website. This document is open for public comment through January 14, 2013.   November 20, 2012  Early Close Wednesday, November 21, 2012  In celebration of the Thanksgiving holiday, the visitor center at Pea Ridge NMP will close at 1:30 PM on Wednesday, November 21, 2012.   November 06, 2012  Pea Ridge National Military Park announces fee free weekend in honor of Veterans Day  Pea Ridge National Military Park Announces Fee Free Weekend in Honor of Veterans Day   October 18, 2012  Pea Ridge NMP Announces Prescribed Burns Oct-Nov 2012  Pea Ridge National Military Park is planning to conduct prescribed fire operations sometime during the months of October through December 2012, subject to weather conditions falling within the parameters of prescribed fire prescriptions. To assure visitor safety, some areas inside the park and trails may be closed while fire operations are taking place and for a short period after completion.   October 18, 2012  Union General Samuel R. Curtis's Epaulettes and Sash on Display at Pea Ridge NMP  The epaulettes and waist sash of Union brigadier general Samuel R. Curtis are on temporary display in the museum at Pea Ridge National Military Park. These uniform items would have been in the possession of General Curtis during the Pea Ridge campaign and are on display with the frock coat Curtis wore during the Battle of Pea Ridge. This display is made possible thanks to a generous loan from the Union Pacific Railroad Museum in Council Bluffs, Iowa. Visitors may view these items during normal visitor center operating hours 8:30AM-4:30PM seven days a week.   October 17, 2012  BIO-BLITZ TO BE HELD AT PEA RIDGE NMP  Pea Ridge National Military Park Superintendent, John Scott, announced today that the park, in partnership with Dr. Steven Stephenson, Research Professor at the University of Arkansas, will be conducting the first ever bio-blitz at the park on Saturday, October 20, 2012. The public is invited, up to the first 100 participants; children 10 and older may participate in inventory teams with their parents. Registration will be at the front of the Visitor Center and starts at 8:00am, ending at 8:45am, the day of the event. The bio-blitz officially kicks off at 9:00am and will conclude at 12:00pm.   August 30, 2012  Pea Ridge National Military Park Hosts Gilder Lehrman Institute Exhibit Looking at Lincoln  The exhibition focuses on images of Abraham Lincoln through the sometimes scathing wit of the political cartoonists of his time, giving visitors the opportunity to set aside their current assumptions of Lincoln and see the man through the eyes of his contemporaries.   August 21, 2012  Pea Ridge National Military Park Closes Auditorium for Upgrades  The auditorium at Pea Ridge National Military Park will be closed from August 20-27, 2012 for upgrades to the audiovisual equipment. When the project is completed, the park interpretive movie, Thunder in the Ozarks, will be audio described and visitors with visual or hearing impairments will have equipment available for their use.   July 12, 2012  Pea Ridge NMP Announces New Visitor Center Hours  Beginning Sunday, July 15, the Pea Ridge NMP Visitor Center will be open from 8:30 AM to 4:30 PM seven days a week. The park grounds will remain open from 6 AM to 9 PM during summer hours and visitors may drive the tour road during those times.   July 03, 2012  FIRE RESTRICTIONS  Due to the continued extreme fire danger, extended weather forecast and current level of fire activity in the region, park officials have announced a ban on all fires, both solid and petroleum fuels, within Pea Ridge National Military Park. This ban is effective beginning, Friday, June, 30, 2012 and will remain in effect until further notice. Smoking is also prohibited, except within enclosed vehicles, or on paved areas located adjacent to the Visitor Center. Visitors are reminded to properly extinguish all lighted materials in ashtrays. Fireworks are always prohibited within the park.   June 07, 2012  Pea Ridge National Military Park Offers Free Admission this Saturday  Get a head start on your summer fun with free admission to Pea Ridge National Military Park this Saturday, June 9. In celebration of National Get Outdoors Day, all 397 national parks, including Pea Ridge National Military Park will waive entrance fees.   May 17, 2012  Thanking America’s Armed Forces  Active Duty U.S. Military Offered Free Entrance to All National Parks   April 06, 2012  Closure of Horse Trail  A section of the Horse Trail will be closed from April 9-13, 2012.  For more information, contact the Visitor Center Front Desk.  479-451-8122, ex 227.   February 29, 2012  Local Economic Impact of Pea Ridge National Military Park  Pea Ridge National Military Park = visitors, money and jobs for local economy   February 29, 2012  Pea Ridge National Military Park Announces 150th Battle Anniversary Events  Pea Ridge National Military Park will commemorate the 150th anniversary of the Battle of Pea Ridge on March 10-11, 2012 with living history events throughout the park. Living historians will present a wide variety of infantry, cavalry, and artillery programs and the park will hold a battlefield luminary on Saturday night, March 10 from 6:00 – 8:00. A schedule of events is available on the park website www.nps.gov\/peri. PLEASE NOTE: Pea Ridge NMP will be CLOSED to horseback riders and bicyclists on March 10-11, 2012 for the anniversary due to safety concerns. Pea Ridge National Military Park preserves the site of and commemorates the March 1862 Civil War battle that helped Union forces gain control of Missouri.  The park is located 10 miles north of Rogers on US Highway 62.  Admission is $5.00 per person or $10.00 per vehicle.   February 28, 2012  ATTENTION BICYCLISTS AND HORSEBACK RIDERS  Pea Ridge NMP will commemorate the 150th anniversary of the Battle of Pea Ridge on Saturday and Sunday, March 10-11, 2012. The park will have living history events and musket and artillery demonstrations throughout the park. Due to the expected high volume of visitation and loud noise, there will be NO horseback riding or bicycling allowed in the park on March 10-11, 2012.   January 11, 2012  Pea Ridge NMP Announces Prescribed Burns  Prescribed burns planned at Pea Ridge NMP for sometime January through April.",
    "url": "https:\/\/www.nps.gov\/peri\/learn\/news\/newsarchive.htm"
}
