{
    "title": "Pea Ridge National Military Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     April 09, 2016  Pea Ridge National Military Park Trail Master Plan Environmental Assessment  The National Park Service is beginning the process of developing a Trail Master Plan\/Environmental Assessment (EA) for Pea Ridge National Military Park. The objectives of the Trail Master Plan\/EA are to develop a trail network that enhances the visitor experience, incorporates internal wayfinding, and improves interpretation opportunities while protecting the natural and cultural landscapes.   April 09, 2016  Pea Ridge National Military Park Celebrates  “National Park Week” April 16-24, 2016  Pea Ridge NMP invites everyone to come and help us celebrate “National Park Week” from April 16-24, 2016. During this celebration fees will be waived at all National Park Service sites including Pea Ridge National Military Park.   March 16, 2016  Pea Ridge National Military Park looking for volunteers for annual Park Day event  Pea Ridge National Military Park is again participating in the Civil War Trust’s annual Park Day on Saturday April 2, 2016. This nationwide annual event is sponsored by the Civil War Trust to encourage history and park enthusiasts to volunteer at Civil War- and now Revolutionary War-battlefields and historic sites to help sites take on battlefield preservation maintenance projects both large and small. This year Pea Ridge will be replacing historic split rail fence on the Leetown battlefield section of the park.   March 15, 2016  Pea Ridge National Military Park Centennial Cinema Program Schedule for March 19, 2016.  Pea Ridge National Military Park will host its third month of Centennial Cinema on Saturday, March 19, 2016. Join us at 4pm in the park visitor center auditorium as this month we watch the official NPS orientation movies for Mississippi National River and Recreation Area; Charles Pinckney National Historic Site; Little Bighorn Battlefield National Monument and Moores Creek National Battlefield. This event will last until approximately 5:15 and is free of charge but seating is limited. Upcoming programs will be listed on the park website www.nps.gov\/peri as well as our Facebook page. Help us celebrate the NPS Centennial and learn more about the 409 unique parks that make up our National Park system.   March 13, 2016  Pea Ridge National Military Park to present Women in the Civil War” program  In celebration of National Women’s History Month, Pea Ridge NMP will present the program, “Women in the Civil War”. Join us as we discuss the varied roles women held, many for the first time, during the American Civil War. This program will discuss these roles from the battlefield to the home front. The program is approximately one hour in length and will take place Saturday March 19 and 26 inside the visitor center auditorium at 10 am. Please call 479-451-8122 x 227 for more information.   March 07, 2016  Pea Ridge National Military Park Northern Horse Trail Loop Now Open  The park has announced that the northern loop of the equestrian trail has been re-opened. The trail had been closed due to flooding issues and the removal of cedar trees adjacent to the trail.   February 25, 2016  Pea Ridge National Military Park Announces 154th Battle Anniversary Events  Pea Ridge National Military Park will commemorate the 154th anniversary of the Battle of Pea Ridge on March 5, 2016 with living history events at Elkhorn Tavern. Living historians will present infantry and artillery programs from 10 am to 4pm. A schedule of events is available on the park website www.nps.gov\/peri. This event is not a reenactment but these programs provide great insight into the lives of the men who fought at the battle of Pea Ridge.   October 05, 2015  Pea Ridge National Military Park Announces Prescribed Burns October 2015  Pea Ridge National Military Park will conduct prescribed fire operations sometime during the months of October-April 2016, subject to weather conditions falling within the parameters of prescribed fire prescriptions. To assure visitor safety, some areas inside the park and trails may be closed while fire operations are taking place and for a short period after completion.   September 02, 2015  Pea Ridge National Military Park welcomes 4th Grade Students through Every Kid in a Park Initiative.  Pea Ridge National Military Park invites all 4th grade students to visit the park for free as part of the White House’s new Every Kid in a Park program. Starting September 3, 4th grade students can now go to www.everykidinapark.gov to complete an activity and obtain a free annual entry pass to more than 2,000 federal recreation areas, including national parks.   August 01, 2015  Pea Ridge National Military Park will increase entrance fees starting August 24, 2015  Beginning August 24, 2015, Pea Ridge National Military Park will increase entrance fees for visitors in order to fund important maintenance and improvement projects within the park. This increase is part of a larger National Park Service (NPS) initiative to standardize fees in similar parks across the US by placing fee parks in one of four groups. Pea Ridge National Military Park was placed in Group 1, the lowest entrance fee group, and given the corresponding fee schedule.   July 13, 2015  Pea Ridge National Military Park Hosts  “Life and Limb: The Toll of the American Civil War” Traveling Exhibit  Pea Ridge National Military Park will host “Life and Limb: The Toll of the American Civil War”, a traveling exhibit by the National Library of Medicine and National Institutes of Health. More than 3 million soldiers fought in the war from 1861-1865. More than 700,000 died and almost as many were wounded but survived. Hundreds of thousands were permanently disabled by battlefield injuries or surgery, which saved lives by sacrificing limbs. Life and Limb: The Toll of the American Civil War is a six panel exhibit that explores the experiences of disabled Civil War veterans who served as a symbol of the fractured nation and stark reminder of the costs of the conflict. The exhibit will run through August 15, 2015. The exhibit is on display at the park visitor center and is open 8:30 am to 4:30 pm seven days a week.   July 13, 2015  Pea Ridge National Military Park Artillery Program  Pea Ridge National Military Park will conduct Civil War artillery programs on Saturday, July 18, 2015. The park will fire their reproduction cannon at 11:00 am, 12:00 pm, 1:00 pm, 2:00 pm, and 3:00 pm behind the Visitor Center. Pea Ridge NMP will be conducting these programs throughout the summer and early fall, scheduled programs are listed on our website at www.nps.gov\/peri. All programs are dependent on volunteer staffing and, although not anticipated, may be cancelled due to staffing shortages. Please check with park staff prior to your visit to verify program timelines.   February 12, 2015  Kevin Eads Selected as Superintendent of Pea Ridge National Military Park  Kevin Eads, a 24-year veteran of the National Park Service, has been selected as the new superintendent of Pea Ridge National Military Park. Eads, currently the park’s chief of resource management, begins his new assignment on March 8th. He succeeds John Scott, who has retired.   January 28, 2015  National Park Service and Outdoor Foundation Select Pea Ridge Intermediate 4th Grade Science as 2014 Challenge Cost Share Program Recipient  Pea Ridge Intermediate 4th Grade Science received $25,000 to support its work to engage its students through a partnership with the Pea Ridge National Military Park.  All 137 students in this class will be challenged to grow plants using natural means in a self-sustaining greenhouse through research, trial and error, and hands-on experiences.   January 28, 2015  National Park Service Agreement Extends Bobwhite Restoration Efforts to National Military Park  A unique new partnership between the National Park Service (NPS), the Arkansas Game & Fish Commission (AF&FC), and the National Bobwhite Conservation Initiative (NBCI) is providing a new dimension to national efforts to restore declining wild bobwhite quail populations on a landscape scale.  Working Cooperatively, the three organizations will establish the nation's first NBCI Bobwhite Focal Area ever located on National Park Service land, the 4,300-acre Pea Ridge National Military Park (Pea Ridge) in northwestern Arkansas, near the Missouri border.",
    "url": "https:\/\/www.nps.gov\/peri\/learn\/news\/newsreleases.htm"
}
