{
    "title": "Pea Ridge National Military Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations               Permits & Reservations       Special Use Permits (SUP)  Certain types of activities require a special use permit. These include many types of organized gatherings, distribution of printed material and other public expressions of opinion, as well as other activities that are controlled or prohibited. See the following definitions and examples to determine if your use might be included:   A special park use is defined as a short-term activity that takes place in a park area, and that:   1. provides a benefit to an individual, group or organization rather than the public at large;   2. requires written authorization and some degree of management control from the National Park Service (NPS) in order to protect park resources and the public interest;   3. is not prohibited by law or regulation;   4. is not initiated, sponsored, or conducted by the NPS;and is not managed under a concession contract, a recreation activity for which the NPS charges a fee, or a lease.   Examples include: weddings, events, public assemblies, paranormal investigations, etc. For more information regarding Special Use Permits or to determine if your activity requires one, please call 479-451-8122 or email the park with the subject line \"Attn: Special Use Permits\" at peri_ranger_activites@nps.gov   Applications for permits should be submitted well in advance, preferably one month before the event, for consideration and processing.   Information about Special Events  Application Forms:   1. Weddings\/Ceremonies\/Group Gatherings\/Small Private Events\/Etc.   2.  Public Events\/Large Private Events\/Multi-Day Events\/Etc.     Please submit the SUP Compliance Checklist with your application. This will help us determine if additional measure are needed to protect park resources.   Commercial Film\/Photography Permits   Application Forms:   1.  Commercial Film\/Photography Application - Short Form  2.  Commercial Film\/Photography Application - Long Form   First Amendment - Public Assemblies And Distribution of Printed Matter First Amendment activities will not interfere with other permitted demonstrations and special events, or park program activities. Demonstration groups of 25 or fewer people are exempt from filing for a first amendment permit unless outlined in 36 CFR 2.51 or 36 CFR 2.52. Notification to the superintendent is recommended, but not required.",
    "url": "https:\/\/www.nps.gov\/peri\/planyourvisit\/permitsandreservations.htm"
}
