{
    "title": "Little Rock Central High School National Historic Site: Civil Rights Educator Institute",
    "body": "Civil Rights Educator Institute         Educator Institute participants standing with a ranger in front of Little Rock Central High School National Historic Site NPS Photo.  Apply now for the 2016 Civil Rights Educator Institute  Date: July 10-15, 2016 Location: Little Rock Central High National Historic Site Facilitated by: Gail Burton and Kayhan Irani For Application, please contact: Chief of Interpretation & Education Enimini Ekong  Phone: 501.396.3006  Email: e-mail us The 2016 Little Rock Central High School National Historic Site Civil Rights Educator Institute is a design laboratory for social engagement that provides a space for pedagogical experimentation, and inquiry into issues related to human rights and education for liberation. This institute brings together educators, community workers, and cultural activists from around the country to exchange knowledge and experiences, and to learn with and from each other in an intensive week-long learning community.  The Institute offers popular education approaches and narrative strategies as tools to explore civil rights history and human rights struggles. Using place-based learning we will visit two civil rights historic sites –Little Rock Central High School and the World War II Rohwer Japanese American Internment Camp –and engage with interpretive, narrative approaches to teaching and learning. We will critically engage with issues of rights, struggle, story, and power and introduce new ways of connecting past to present.  The Institute is a place to build community and solidarity;share diverse views and explore the work of educators as connected to civil and human rights. Participants will be part of a creative engagement laboratory where they receive facilitation tools for education and social action. Finally, participants can expect to design social engagement plans connected to their work in community.",
    "url": "https:\/\/www.nps.gov\/chsc\/learn\/education\/summer-teacher-institute.htm"
}
