{
    "title": "Little Rock Central High School National Historic Site: History of Central High School",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     History of Central High School                Central High History      Built in 1927 as Little Rock Senior High School, Central was named \"America’s Most Beautiful High School\" by the American Institute of Architects.Designed as a mix of Art Deco and Collegiate Gothic architectural styles, the building is two city blocks long and includes 150,000 square feet of floor space. More than 36 million pounds of concrete and 370 tons of steel went into the building’s construction. It cost $1.5 million to construct in 1927. The school received extensive publicity upon its opening. An article in the Arkansas Gazette said, \"we have hundreds of journalists in our fair city for the dedication\" of the new high school.At its construction, Central’s auditorium seated 2,000 people and included a 60 x 160 ft. stage that doubled as the gymnasium. A new library was built in 1969 and named for longtime principal Jess W. Matthews.  In 1953 the school's name was changed to Little Rock Central High School, in anticipation of construction of a new high school for white students, Hall High School in Pulaski Heights. In 1998, President William Jefferson Clinton signed legislation designating the school and visitor center across the street as a National Historic Site to “preserve, protect, and interpret for the benefit, education, and inspiration of present and future generations…its role in the integration of public schools and the development of the Civil Rights movement in the United States.” Today, Central High is the only operating high school in the nation to receive such designation—and it is an historic site that includes not only a past, but a present and a future as well—in the form of an ever-evolving student body.       Little Rock Central High School under construction in 1927. Central High Museum Historical Collection\/UALR Archives",
    "url": "https:\/\/www.nps.gov\/chsc\/learn\/historyculture\/school-history.htm"
}
