{
    "title": "Little Rock Central High School National Historic Site: Plan A Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip               Plan A Field Trip        Loading...\">   Field Trip Reimbursement Application   2015\/16 Field Trip Reimbursement   Applications for 2016 School Field Trip Reimbursement Grants are being accepted for 4th through 12th grade groups.  Please call the Visitor Center at 501.374.1957 to reserve dates.  For questions about Field Trip Reimbursement, contact Park Ranger Jodi Morris at 501.374.1957 or email: jodi_morris@nps.gov. Click on the application to the left.        Schedule a field trip to Little Rock Central High School National Historic Site. NPS Photo    Scheduling Field Trips Please call (501) 374-1957 to reserve a date for your group.    A reservation is requested for all groups of 10 or more - The interactive exhibit space and film seating have limited capacity. Priority will be given to groups with reservations.    An advanced reservation is required for Ranger-led walking tours including the Inside Central High School Tour and Central High Streetscape Tour.       Visit the Guided Tours page for more information.      Can't make it for a guided tour?  Ranger led dialogues on the site's historic themes, orientations to exhibits and site features, and documentary films are all available. Call for more information.    Please note: Reserving a date and time for school group does not mean that group has been approved or is eligible for a field trip reimbursement grant.         Field Trip Logistics Begin your visit at the National Park Service Visitor Center (2120 W Daisy L Gatson Bates Dr., Little Rock, AR 72202) map. Look for the Arrowhead.    The Visitor Center Parking Lot can accommodate multiple buses. Visit the Operating Hours & Seasons page for up to date information.  A minimum of 45 minutes is recommended for exploring the exhibits.  Please schedule two hours for your visit if you have reserved a guided tour of Central High School and would like to see the exhibits.     Visit the Guided Tours page for more information.",
    "url": "https:\/\/www.nps.gov\/chsc\/learn\/education\/planafieldtrip.htm"
}
