{
    "title": "Little Rock Central High School National Historic Site: Crisis Timeline",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Crisis Timeline                Crisis Timeline      September 1927Little Rock Senior (renamed Central in 1953) High School opens its doors for the first time. The school cost more than $1.5 million to construct.  September 1929Paul Laurence Dunbar High School, the high school for African American students, opens. The school cost $400,000 of which the Rosenwald Foundation donated $67,500 and $30,000 came from the Rockefeller General Education Fund. May 17, 1954The United States Supreme Court rules racial segregation in public schools is unconstitutional in Brown v. Board of Education of Topeka.  Five days later, the Little Rock School Board issues a policy statement saying it will comply with the Supreme Court’s decision. In May 1955, The Supreme Court further defines the standard of implementation for integration as being “with all deliberate speed,” in Brown II and charges the federal courts with establishing guidelines for compliance. August 23, 1954Under the direction of Pine Bluff attorney Wiley Branton, chairman of the state’s NAACP Legal Redress Committee, the NAACP petitions the Little Rock School Board for immediate integration. May 24, 1955The Little Rock School Board adopts the Blossom Plan of gradual integration beginning with the high school level (starting in September 1957) and the lower grades during the next six years. February 8, 1956Federal Judge John E. Miller dismisses the NAACP suit (Aaron v. Cooper), declaring that the Little Rock School Board has acted in “utmost good faith” in setting up its plan of gradual integration. In April, the Eighth Circuit Court of Appeals upholds Judge Miller’s dismissal. The federal district court retained jurisdiction over the case, however, making the School Board’s implementation of the Blossom Plan a court mandate. August 27, 1957The segregationist Mother’s League of Central High School holds its first public meeting. They file a motion seeking a temporary injunction against school integration. Two days later, Pulaski Chancellor Murray Reed grants the injunction on the grounds that integration could lead to violence.  Federal Judge Ronald Davies nullifies the injunction and orders the School Board to proceed with its desegregation plan. September 2, 1957 – (Labor Day)Governor Orval Faubus orders the Arkansas National Guard to prohibit African American students from entering Central High School and announces his plans in a televised speech. September 3, 1957The Mother’s League holds a “sunrise service” at Central High attended by members of the Citizen’s Council, parents and students. On September 20, Federal Judge Ronald Davies rules that Faubus has not used the troops to preserve law and order and orders them removed. Faubus removes the Guardsmen and the Little Rock Police Department moves in. September 23, 1957An angry mob of over 1,000 whites gathers in front of Central High School, while nine African American students are escorted inside. The Little Rock police remove the  nine children for their safety. President Eisenhower calls the rioting “disgraceful” and ordered federal troops into Little Rock. September 24, 19571200 members of the 101st Airborne Division, the “Screaming Eagles” of Fort Campbell, Kentucky, roll into Little Rock. The Arkansas National Guard is placed under federal orders. September 25, 1957Under troop escort, the “Little Rock Nine” are escorted back into Central High School for their first full day of classes. May 25, 1958Senior Ernest Green becomes the first African American student to graduate from Central High School. June 3, 1958Highlighting numerous discipline problems during the school year, the school board asks the court for permission to delay the desegregation plan in Cooper v. Aaron. June 21, 1958Judge Harry Lemley grants the delay of integration until January 1961, stating that while the African American students have a constitutional right to attend white schools, the “time has not come for them to enjoy [that right.]” September 12, 1958Under appeal, the United States Supreme Court rules that Little Rock must continue with its desegregation plan. The School Board orders the high schools to open September 15. Governor Faubus orders four Little Rock high schools closed as of 8:00 a.m., September 15, 1958, pending the outcome of a public vote. September 16, 1958The Women’s Emergency Committee to Open Our Schools (WEC) forms and begins to solicit support for reopening the schools. September 27, 1958Citizens vote 19,470 to 7,561 against integration and the schools remain closed. May 5, 1959Segregationist members of the school board vote not to renew the contracts of 44 teachers and administrators they say supported integration.  May 8, 1959The WEC and local businessmen form Stop This Outrageous Purge (STOP) and solicit voter signatures to recall the three segregationist board members.  Segregationists form the Committee to Retain Our Segregated Schools (CROSS). May 25, 1959STOP wins the recall election in close victory. Three segregationists are voted off the school board and three moderate members are retained. August 12, 1959Little Rock public high schools reopen, nearly a month early. Segregationists rally at the State Capitol where Faubus advises them that it was a “dark” day, but they should not give up the struggle. They then march to Central High School were the police and fire departments break up the mob. Twenty-one people are arrested.",
    "url": "https:\/\/www.nps.gov\/chsc\/learn\/historyculture\/timeline.htm"
}
