{
    "title": "Anacostia Park: Anacostia Wetland Management",
    "body": "Explore This Park    Learn About the Park     Management     Anacostia Wetland Management              Anacostia Wetland Management       Restoring Anacostia Park's Wetlands   The National Park Service (NPS) has completed its planning process and selected an approach to help restore Anacostia Park's wetlands, some of the last remaining tidal wetlands in our nation's capital. Once implemented, this approach will result in thriving wetlands, a manageable Canada goose population and a healthier, cleaner Anacostia River ecosystem.    Tidal wetland regeneration is critical to the overall rehabilitation of the Anacostia River ecosystem. The National Park Service hopes to rehabilitate healthy wetland systems that clean the water and provide food and shelter for native wildlife. A cleaner and healthier Anacostia Park and Anacostia River will also provide enhanced recreational opportunities for park visitors and area residents.    Under the Anacostia Park Wetland and Resident Goose Management Plan, the park may use several techniques to restore the tidal wetlands including reducing an overabundant resident goose population, managing invasive species, improving shoreline buffering and preventing erosion. It is likely that Anacostia Park's wetlands have a viable seedbank, which could allow the wetlands to regenerate once the pressure from the goose population is reduced.    The National Park Service will carefully monitor wetland regeneration and make adaptive management decisions based on its progress. The plan also includes education efforts related to no wake zones because waves can wash away new vegetation and cause erosion.           Canada Geese (Branta canadensis)   History of Geese at Anacostia Park  Canada geese are a native migratory species that have always been seasonal visitors to the D.C. area—stopping temporarily in local waters en route to summer breeding areas to the north or winter ranges to the south. A non-native subspecies of Canada geese were introduced in the 1960s for sport hunting. The availability of food and the lack of predators for these non-native geese has created an excessive non-migratory population of Canada geese, which places year-long stress on food sources, such as the Anacostia wetlands. To provide for successful wetland regeneration, the NPS must address the increasing number of resident geese that inhabit the park. The current population of resident, non-migratory Canada geese has and continues to strip vegetation from park wetlands, threatening the health and sustainability of the Anacostia River corridor. The Canada goose population will be reduced through lethal control (capture and euthanasia) and reproductive control (egg oiling). These actions have been used by federal, state and local agencies for more than 15 years and have been proven to be the most effective and humane methods. The National Park Service plans to donate breast meat that is suitable for consumption to an organization(s) that helps those in need. All donated meat will be tested according to the proper protocols.         Documents: Final Anacostia Park Wetland and Resident Goose Management Plan and Environmental Impact Statement (FEIS)    News Release: National Park Service Selects Approach to Restore Anacostia Park Wetlands       Frequently Asked Questions: What is the purpose of the wetland management plan? The purpose of the plan is to guide and direct the actions of the NPS in management of wetlands and resident, non-migratory Canada geese at Anacostia Park. Once implemented, we hope to see thriving wetlands, a manageable Canada goose population, and a healthier, cleaner Anacostia River. What will implementation of the plan accomplish? Two primary desired conditions, or thresholds, have been identified:   1) wetland systems that are maintained to provide the natural functions of cleaning the water and serving as a natural habitat to native wildlife 2) a population of resident Canada geese that will not adversely impact the park’s wetland habitats. Why is the plan needed? Tidal wetland restoration is critical to rehabilitation of the Anacostia River. A population of resident, non-migratory Canada geese has stripped vegetation from park wetlands, threatening the health and sustainability of the Anacostia River corridor. As responsible stewards of this natural environment, the National Park Service must take action to manage the wetlands and the non-migratory, resident Canada geese. What are you doing to the wetlands? The NPS is monitoring and measuring vegetation impacts from geese, managing invasive plant species, and planting river buffers to discourage use by non-migratory Canada geese. We will also be working with local boating groups to promote education about no wake zones, because large waves can wash away newly planted vegetation and cause erosion. How long will it take to restore the wetlands? Research done with USGS has shown that just one year after the herbivory pressure of resident Canada geese has been removed, there is a statistical difference in vegetation. When conditions became better marsh vegetation began to grow in areas that were previously just mud flats. It is likely that Anacostia Park’s wetlands have a viable seedbank, which could allow the wetlands to regenerate once the pressure from the goose population and invasive plants is reduced. Why are geese a problem? Migratory Canada geese are naturally occurring in the region. However as their population dwindled in the 1900s, a larger sub-species was introduced for sport hunting. Their wings were clipped, bringing rise to resident, year-round non-migratory populations. Urban development has also helped the resident geese thrive. A growing human population has created more habitat suitable for these non-migratory, resident Canada geese, such as acres of mowed grass and storm ponds. In addition, a lack of predators and lack of hunting in urban areas have allowed the population of resident Canada geese to grow throughout the Mid-Atlantic region. The large non-migratory population of Canada geese jeopardizes long-term wetland and river health. These geese feed on aquatic and shoreline vegetation that would otherwise improve water quality and provide food and habitat for wildlife. The removal of these plants also encourages erosion and sedimentation problems in the Anacostia River that negatively impact the water quality of the river. Wild rice, which is an important source of food for birds migrating through the area, has been nearly eradicated by resident Canada geese. What methods will you use to control the goose population? The Canada geese population will be reduced through lethal control (capture and euthanasia) and reproductive control (egg addling). These actions have been used by federal, state, and local agencies for more than 15 years and have been proven to be the most effective and humane methods. What will you do with the meat? We plan to donate breast meat that is suitable for consumption to an organization(s) that help those in need. All donated meat will be tested according to the proper protocols. I like seeing geese. Will there still be geese in the park? Yes. Historically, the only Canada geese seen along the Anacostia River were migratory Canada geese. By reducing the number of resident Canada geese, people will better experience the seasonality of migration and will see large numbers of migratory Canada geese during the winter months. Besides the resident, non-native Canada geese, there are many other bird species living in and visiting the park. Anacostia Park can be a great place to watch ten different species of migrating ducks in the winter and many different migratory songbirds in the spring and summer.",
    "url": "https:\/\/www.nps.gov\/anac\/learn\/management\/anacostia-wetland-management.htm"
}
