{
    "title": "Little Rock Central High School National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions & Transportation      Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.      Little Rock Central High School National Historic Site 2120 W Daisy L Gatson Bates Dr. Little Rock, AR 72205     Plane Little Rock is serviced by the Little Rock National Airport. From the airport follow Interstate 440 west to Interstate 30 east toward downtown Little Rock. Exit onto Interstate 630 to Martin Luther King, Jr. Drive. Turn left and proceed south on Martin Luther King, Jr. Drive approximately 4 blocks and turn right on Daisy L. Gatson Bates Drive. Little Rock Central High School is located at the intersection of Daisy L. Gatson Bates Drive and Park Street.  The visitor center is on the northeast corner of the intersection, across from the high school. Car From Interstate 40 Eastbound, take Interstate 430 South to Interstate 630 East. Exit and turn right onto Martin Luther King, Jr. Drive. Travel approximately 4 blocks and turn right onto Daisy L. Gatson Bates Drive. Little Rock Central High School is located at the intesection of Daisy L. Gatson Bates Drive and Park Street. The visitor center is located on the northeast corner, across the intersection from the high school.From Interstate 40 westbound, take Interstate 30 West across the Arkansas River.  Merge onto Interstate 630 West and exit onto Martin Luther King, Jr. Drive.  Travel approximately four blocks and turn right onto Daisy L. Gatson Bates Drive.  The park visitor center is located at the intersection of Daisy L. Gatson Bates Drive and Park Street.From Interstate 30 Eastbound, take Interstate 430 north to Interstate 630 East toward downtown Little Rock. Exit and turn right onto Martin Luther King, Jr. Drive. Proceed approximately four blocks and turn right onto Daisy L. Gatson Bates Drive.  The visitor center is located at the intersection of Daisy L. Gatson Bates Drive and Park Street.",
    "url": "https:\/\/www.nps.gov\/chsc\/planyourvisit\/directions.htm"
}
