{
    "title": "Anacostia Park: Wildlife Watching",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Wildlife Watching              Wildlife Watching         Shorebirds such as this killdeer are often found feeding in shallow water and muddy areas like the banks of the Anacostia River. The killdeer is a species of plover that gets its name from the sound it makes. NPS  Anywhere along the Anacostia River Trail, you might spot some interesting wildlife. Learning to identify plants and animals around you can help heighten your awareness and appreciation of your surroundings no matter where you are.  The Anacostia River and the plants along its banks provide food, water, and shelter for a number of wild animals. Keep an eye out for animals that use the water and the shoreline like ducks, geese, shorebirds, herons, and muskrats, as well as exciting birds of prey like bald eagles and osprey. Check for upcoming ranger programs for a chance to look for wildlife with an expert guide.        Mallard ducks like this female are the most common across the U.S. But if you look closely, and check at different times of the year, many species of ducks can be found in the area. Learning to recognize the common birds and their behaviors can help you notice when something unusual arrives! NPS  For the best results, bring a pair of binoculars, a bird book, and a note pad and pen to keep track of your observations. The fun part about observing wildlife is that you can do it anywhere in the world. Species to watch for: Spring - This is the best time of year for birding because many migratory birds are passing through the area, and there aren't leaves and vegetation to block your view. Keep a sharp eye out and an ear open for tiny warblers darting actively through treetops and thickets looking for insects to eat. Summer - Watch for osprey fishing and nesting along the river. Fall - You might notice Caspian terns and Forster's terns. Although terns might look like gulls at first glance, their habit of flying while looking straight down for fish, and their method of diving after fish will differentiate them from the common ring-billed gull. Winter - Grebes, mergansers, buffleheads, and other ducks gather on open water.",
    "url": "https:\/\/www.nps.gov\/anac\/planyourvisit\/Wildlife-Watching.htm"
}
