{
    "title": "Anacostia Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture       The Nacotchtanks    The name \"Anacostia\" is a latinization of the Algonquian name \"Nacotchtank.\" When Englishman John Smith explored the area in 1608, the Nacotchtank Indians were the primary residents of the Anacostia River's eastern shore. Various groups of people had lived in the area for at least 10,000 years. Although the Nacotchtanks had prospered as farmers, gatherers, hunters, and traders, the arrival of Europeans led to their decline. By the 1670s, English settlers had driven the Nacotchtanks from the region.         The Anacostia River and the Washington Navy Yard in the early 1800s. The U.S. Capitol stands on a hill in the center. Library of Congress  War of 1812 Established by the federal government in 1799, the Washington Navy Yard was a major shipbuilding and shipfitting facility on the Anacostia River. On August 24, 1814, British troops marched into Washington, D.C., and set fire to the city's public buildings. Fearing that the British would capture ships, ammunition, and important supplies stored at the Navy Yard, U.S. Commodore Thomas Tingey ordered American forces to burn it down. The Navy Yard was rebuilt after the war. Visible from Anacostia Park, it continues to operate today as a U.S. Navy facility.      The Bonus Army Reeling from the effects of the Great Depression, a large group of World War I veterans marched to Washington, D.C., in the spring of 1932 to demand the immediate payment of a wartime bonus. Nearly 11,000 marchers established a camp at the Anacostia Flats (present-day Anacostia Park), where they created shanties from cardboard boxes and scraps of wood.  After Congress refused to meet the Bonus Marchers' demands, President Herbert Hoover ordered General Douglas MacArthur to remove them by force. Police and military personnel, including a tank unit led by Major Dwight D. Eisenhower, attacked the marchers on July 28, 1932, knocking down and setting fire to their shelters. Those not injured in the battle drifted back to their homes without the sought-after bonus.       The Bonus Army camp at the Anacostia Flats in 1932. The Washington Navy Yard is visible in the background. Library of Congress",
    "url": "https:\/\/www.nps.gov\/anac\/learn\/historyculture\/index.htm"
}
