{
    "title": "Anacostia Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     June 29, 2016  National Park Service Selects Approach to Restore Anacostia Park Wetlands  Once implemented, this approach will result in thriving wetlands, a manageable Canada goose population and a healthier, cleaner Anacostia River ecosystem.   June 06, 2016  Help shape the future of Buzzard Point Park on July 14  The National Park Service is rescheduling the public meeting on the future of Buzzard Point Park for July 14. Please join us for our first public meeting to share your thoughts and ideas for the future, learn about the history of the site, and share your vision for this unique part of the Anacostia Waterfront in Southwest D.C.   May 25, 2016  National Park Service invites you to share your ideas on the future  of Buzzard Point Park  ***UPDATED 6\/8\/16: This meeting has changed to July 14***Have you ever wanted to help design a new park? This is your chance! The National Park Service (NPS) welcomes everyone to help shape the future of Buzzard Point Park. Please join us for our first public meeting on June 9 to share your thoughts and ideas for the future, learn about the history of the site, and share your vision for this unique part of the Anacostia Waterfront in Southwest D.C.   April 04, 2016  Plan Your Visit to the 2016 Anacostia River Festival  Plan your visit to the 2016 Anacostia River Festival, which celebrates “connecting people to parks” in recognition of the National Park Service’s Centennial celebration.   March 01, 2016  NPS launches public planning for future of Buzzard Point Park  The National Park Service invites you to help shape the future of Buzzard Point Park. The NPS and a multidisciplinary planning and design firm will work with District residents, neighbors and interested parties to explore options for the park’s future, and the effort will kick off with public meetings this spring.   February 17, 2016  2016 Anacostia River Festival - Celebrating the Anacostia River, Anacostia Park and the National Park Service’s 2016 Centennial  The National Park Service and the 11th Street Bridge Park present the second annual Anacostia River Festival, a premier event and official closing program of the National Cherry Blossom Festival. This year’s Anacostia River Festival is Sunday, April 17, from 1 to 5 p.m. and celebrates “connecting people to parks” in recognition of the National Park Service’s Centennial celebration.",
    "url": "https:\/\/www.nps.gov\/anac\/learn\/news\/newsreleases.htm"
}
