{
    "title": "Anacostia Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       There are a variety of activities and events that can be held at Anacostia Park that require permitting of some form. Below are some of the more popular activities with information on how to acquire the needed permits. All permitted activities must follow certain rules and regulations.   Picnics   River Terrace and the Northfield can be reserved with a Special Use Application for group picnics. Maximum group size for picnics is 300 people.     Sport and Field Use Leagues and camps can reserve fields and courts with a Special Use Application. Facilities are available for softball, soccer, basketball, tennis, ultimate, and numerous other sporting types and events. The maximum duration of sports and field use permits is 3 months. Each field or facility requires its own permit application. Permitted activities will be postponed or canceled due to inclement weather or poor turf conditions.     Commercial Filming and Photography    Commercial filming and photography is allowed under certain stipulations in Anacostia Park. Commercial filming and photography activities must obtain a separate permit from other permitted activities. Permits can be obtained from the National Capital Region Permits Office.      Special Events    Many community events, demonstrations, educational activities, and athletic competitions can be held at Anacostia Park after obtaining a permit. All permitted events must maintain a balance of the public interest between daily visitor needs and special event needs. Permit applications are available at the National Capital Region Permits Office. Please contact Anacostia Park staff with any questions regarding the permitting process or what activities can be hosted in the park.      Weddings and Other Ceremonies    Visitors can obtain a permit for ceremonies like weddings with a Special Use Application. Ceremonies are only allowed at the River Terrace.   Special and Other Uses    All parks are part of the community around them, and certain activities can have an impact on park resources. These activities often involve access, infrastructure, or research. Permitting needs for these activities can be very specific and require close coordination between the permittee and the park. Research permits go through the National Park Service Research Permit and Reporting System. For any activities concerning access, construction, ground disturbance, or commercial vehicle use, please complete a Special Use Permit Application and contact National Capital Parks-East headquarters at (202) 690-5185. For right-of-way permits, including those involving utilities, please contact the National Capital Region right-of-way coordinator.      Skate Pavilion The Anacostia Skate Pavilion allows only skate related permitted activities between the peak season from Memorial Day through Labor Day. Other special events can be permitted outside of the peak season. Applications to use the Skate Pavilion are available through the National Capital Region Permits Office.   Contact Us    If you have any questions about the permitting process or if a permit is required for your activity, please contact park staff at (202) 690-5152.",
    "url": "https:\/\/www.nps.gov\/anac\/planyourvisit\/permitsandreservations.htm"
}
