{
    "title": "Anacostia Park: Roller Skating",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Roller Skating              Roller Skating         Anacostia Park skating pavilion, 1500 Anacostia Drive SE, Washington, D.C. NPS: M.Marquez  Take a spin at the only roller skating pavilion in a national park!   Hours    Free skate rentals are available on weekends and holidays beginning Memorial Day weekend (May 25-27). Starting June 20th, free skate rentals are available seven days a week through Labor Day.   Weekdays: 10:00 a.m. - 5:45 p.m. Weekends: 11:00 a.m. - 6:45 p.m.   Rates Roller skates are free to check out with a valid I.D. Call (202) 472-3884 for availability.        NPS: M.Marquez  Directions The skating pavilion is located at 1500 Anacostia Drive SE, Washington, D.C., near the DC-295 and Pennsylvania Ave. SE interchange. Via DC-295, exit onto eastbound Pennsylvania Ave. SE, take the first right onto Fairlawn Ave. SE, then the first right onto Nicholson Drive SE, right onto Anacostia Drive, then proceed to the parking area.   Public Transportation Visit WMATA for fares and route details. Bus: The U2, V7, and V9 buses service the corner of Pennsylvania Ave. SE and Fairlawn Drive. From that corner, walk west on Fairlawn, turn right onto Nicholson Drive, right on Anacostia Drive, and then straight to the skating pavilion. Metro: Exit at Potomac Ave. station on the Blue\/Orange\/Silver lines. Walk southeast along Pennsylvania Ave. SE, and cross the bridge. If crossing from the north side of the bridge, immediately after crossing the bridge, turn left to follow the trail to Anacostia Drive and continue straight to the right to the skating pavilion. If crossing the south side of the bridge, immediately after crossing the bridge, follow the path to the right to Anacostia Drive, then turn right on Anacostia Drive and continue straight to the skating pavilion.        NPS: M.Marquez",
    "url": "https:\/\/www.nps.gov\/anac\/planyourvisit\/roller-skating.htm"
}
