{
    "title": "Anacostia Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       Driving GPS Directions: Park Headquarters: 1900 Anacostia Drive SE, Washington, D.C. 20020 Swimming Pool: 1800 Anacostia Drive SE, Washington, D.C. 20020 Skating Pavilion: 1500 Anacostia Drive SE, Washington, D.C. 20020               One park entrance is at the intersection of Anacostia Drive SE and Good Hope Road SE, Washington, D.C, across the river from the Navy Yard. NPS  From the Baltimore-Washington Pkwy\/295 Follow the Baltimore-Washington Parkway south toward Washington, DC. Take the left lanes to I-295 South, then stay in the center lane. From I-295, take the eastbound Pennsylvania Avenue exit. Take the first right onto Fairlawn Avenue. Go to the stop sign and turn right again on Nicholson Street to enter the park. Turn right to get to the skating pavilion and tennis court area. From Interstate Route 395 Follow I-395 North into Washington, DC toward the Southeast-Southwest Freeway. Travel south on 9th Street to I-395 North. Stay left and follow the sign for I-295 South. Then follow the sign for Pennsylvania Avenue. Exit onto Pennsylvania Avenue. Cross the bridge. Take the first right onto Fairlawn Avenue. Go to the stop sign and turn right again on Nicholson Street to enter the park. Turn right to get to the skating pavilion and tennis court area. From the Suitland Pkwy\/South Capitol St. Follow the Suitland Parkway west toward Washington, DC. Turn right at the 4th traffic signal onto Firth Sterling Avenue. Take the next left turn on Howard Road. When you approach the Douglass Bridge, the lanes will split and the park entrance is to the right. Turn right to get to the skating pavilion and tennis court area. Public Transportation Bus:  The U2, V7, and V9 buses service the corner of Pennsylvania Ave. SE and Fairlawn Drive. From that corner, walk west on Fairlawn, turn right onto Nicholson Drive to Anacostia Drive. Visit WMATA for fares and route details.    Metro:  Green Line: Use Anacostia Station. Exit the station by following signs toward the Metro parking lot. Turn right and walk alongside road. Enter park through the fence gate. Blue\/Orange\/Silver Line: Exit at Potomac Ave. station. Walk southeast along Pennsylvania Ave. SE, and cross the bridge. If crossing from the north side of the bridge, immediately after crossing the bridge, turn left to follow the trail to Anacostia Drive. If crossing the south side of the bridge, follow the path to the right to Anacostia Drive. Visit WMATA for fares and route details.    By Boat   A public boat ramp is provided near the Roller Skating Pavilion, just south of the railroad bridge, at 1500 Anacostia Drive SE.       For a boating adventure, try launching at Bladensburg to paddle downstream to the boat ramp at Anacostia Park.  Plan ahead: this portion of the Anacostia River is tidal. NPS Photo",
    "url": "https:\/\/www.nps.gov\/anac\/planyourvisit\/directions.htm"
}
