{
    "title": "Anacostia Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1900 Anacostia Drive, S.E.  Washington, DC 20020                 Directions         Anacostia Park is located in South East Washington DC running parallel to the Anacostia river. The park can be accessed from the South Capitol bridge over the Anacostia river across from the Nationals baseball stadium. You could also enter from Pennsylvania avenue over the Anacostia river as well.   Directions Details           Operating Hours & Seasons         Park Hours The park is open from Dawn until Dusk. Free skate rentals will be available between Memorial Day until Labor Day Weekdays: 11:00 a.m. - 5:30 p.m. Weekends: 11:00 a.m. - 6:30 p.m.   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM             Weather           Spring brings mild temperatures and a light breeze along with springtime flower blooms. Summer can be hot and humid. Fall cools down and changing of the seasons brings changing of the colors in leaves. Winter gets cold and temperatures may drop below freezing.          Fees & Passes     Entrance Fees:   Entrance Fees - $0.00 There are no entrance fees to this park.    Entrance Passes:   Entrance Passes - $0.00 There are no entrance passes for this park.          Visitor Centers                  Relaxing comes easy here. Stretching along the Anacostia River are miles of recreational opportunities including basketball and tennis courts, open fields, picnic areas, playgrounds, a skating pavilion, a fitness center, and much more!  Keep in mind the Anacostia River is part of the Chesapeake Bay watershed, so please reduce and dispose of your plastics and garbage accordingly. Operating Hours & Seasons  Fees & Passes",
    "url": "https:\/\/www.nps.gov\/anac\/planyourvisit\/basicinfo.htm"
}
