{
    "title": "Belmont-Paul Women's Equality National Monument: Women's Suffrage",
    "body": "Explore This Park    Learn About the Park     Women's Suffrage            Women's Suffrage        Women's suffrage supporters picketing at the White House. National Woman's Party       Belmont-Paul Women’s Equality National Monument tells the story of a century of activism by American women. In 1929, the National Woman’s Party (NWP), with financial support of suffragist Alva Belmont, purchased the house to establish a Washington base of operations.  Alice Paul founded the NWP in 1917 as a lobbying organization to promote women's suffrage. The house served not only as the headquarters for the massive political effort to obtain suffrage, but also as a second home for the hardworking women of the organization.  Nonviolent, dramatic protests were the hallmark of the NWP’s operations in Washington. Suffrage marches, daily picketing and arrests at the White House, and speaking tours raised the public profile of the movement. Protesters faced daily violence from both passers-by and the police, including having their banners ripped from their hands and being physically attacked and arrested. While imprisoned for their activism, some women protested through highly-publicized hunger strikes that resulted in forced feedings and even worse prison conditions. The brutality with which the women were treated created enormous public support for suffrage.  In 1920, the 19th Amendment was ratified, granting women the right to vote. With this hard-won, long-awaited victory, the NWP focused on the next step: complete equality of the sexes under law. The group’s headquarters at the Sewall-Belmont house provided the backdrop for many of the defining moments in this struggle. Alice Paul authored the Equal Rights Amendment (ERA) in 1923, which reads simply, “Equality of rights under the law shall not be denied or abridged by the United States on account of sex.” In 1972, Congress passed the ERA, but the amendment remains three states short of ratification today. For over 50 years, the ERA has been introduced in every session of Congress.  In 1997, the NWP ceased its lobbying efforts and became a nonprofit educational organization. Today the group uses the Sewall-Belmont House, along with its historic library and archives, to educate the public about the women’s rights movement. Belmont-Paul Women’s Equality National Monument is one of the premier women’s history sites in the country, housing archives as well as one of the most important collections of artifacts from the women’s suffrage and equal rights movements.",
    "url": "https:\/\/www.nps.gov\/bepa\/learn\/womens-suffrage.htm"
}
