{
    "title": "Belmont-Paul Women's Equality National Monument: Alice Paul",
    "body": "Explore This Park    Learn About the Park     Alice Paul            Alice Paul        Alice Paul raises glass in front of the ratification banner, August 26, 1920. National Woman's Party Collection       Alice Paul was one of the most prominent members of 20th-century women's rights movement. An outspoken suffragist and feminist, she tirelessly led the charge for women's suffrage and equal rights in the United States. Born to a New Jersey Quaker family in 1885, young Alice grew up attending suffragist meetings with her mother. She pursued an unusually high level of education for a woman of her time, graduating Swarthmore College in 1905 and receiving her master's in sociology in 1907 and a Ph.D. in economics in 1912 from the University of Pennsylvania.  While continuing her studies in England, she made the acquaintance of militant British suffragist Emmeline Pankhurst and her daughters, Christabel and Sylvia. Paul was arrested and imprisoned many times for her involvement with Pankhurst’s group, whose disruptive and radical tactics included smashing windows and prison hunger strikes. Forever changed by her experiences, Paul returned to the United States in 1910 and turned her attention to the American suffrage movement. After the deaths of Elizabeth Cady Stanton in 1902 and Susan B. Anthony in 1906, the suffrage movement was languishing, lacking focus under conservative suffrage organizations that concentrated only on achieving state suffrage. Paul believed that the movement needed to focus on the passage of a federal suffrage amendment to the U.S. Constitution.  In 1916, Paul founded the National Woman’s Party (NWP). Paul adopted the Pankhursts’ imperative to “hold the party in power responsible.” The NWP would withhold its support from  existing political parties until women had gained the right to vote and “punish” those parties in power who did not support suffrage. Through dramatic protests, marches, and demonstrations, the suffrage movement gained popular support.  In 1920, the 19th Amendment was ratified, giving women the right to vote. Paul believed the vote was just the first step in the quest for full equality. In 1922, she reorganized the NWP with the goal of eliminating all discrimination against women. In 1923, she wrote the Equal Rights Amendment, also known as the Lucretia Mott Amendment, and launched what would be a lifelong campaign to win full equality for women. Concerned not only with the rights of American women, but the rights of women around the world, Paul founded the World Woman’s Party, which until 1954 served as the NWP’s international organization. In 1945, she was instrumental in incorporating language regarding women’s equality in the United Nations Charter, and in the establishment of a permanent U.N. Commission on the Status of Women. Alice Paul is remembered as a tireless, devoted pioneer in the fight for women’s rights, and her legacy is still felt by women around the world today.",
    "url": "https:\/\/www.nps.gov\/bepa\/learn\/alice-paul.htm"
}
