{
    "title": "Pipestone National Monument: Glaciers \/ Glacial Features",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Glaciers \/ Glacial Features                Glaciers \/ Glacial Features         Three Maidens NPS  Pipestone National Monument sits on the Coteau des Prairies (ko-toe-day pray-ree), French for 'highland of the prairie.' It is shaped like a triangular wedge pointing north. To the east is the Valley of the Minnesota River. The western margin is the James River valley in South Dakota.   Within the Coteau are many layers of debris (called till) deposited by ice that advanced many times during the Pleistocene Epoch, better known as the 'Ice Age.' Many of the tills are believed to be between 800,000 and 500,000 years old.   During the last (Wisconsin) phase of the Ice Age, from about 75,000 to about 10,000 years ago, an ice sheet estimated to be almost one mile thick split into two lobes near the current northeastern border of South Dakota; one lobe plowed through the old tills to form the Minnestoa River valley, and the other formed the James River valley. The Coteau was carved from the land, like an island between two streams of ice.    Pipestone National Monument was not covered with ice during the Wisconsin phase, so most of its glacial features date to much older periods. Local glacials deposits include soils formed from weathered till and windblown clay, silt, and sand.   On the surface lie many erratics, boulders of many types or rock picked up and carried south by the ice sheets from outcrops in northern Minnesota, the Dakotas, and Canada. The 'Three Maidens' near the Monument's entrance drive are fragments of what was once a single very large granite boulder. This original boulder was split apart by thousands of years of seasonal freezing and thawing of water that seeped into fractures.   Where the glaciers moved directly over the quartzite bedrock of the Monument, hard stones embedded in the ice left grooves and scratch marks called glacial striae.  Outcrops of exposed stone were also sand-blasted by strong winds from the north, which picked up silt and fine sand from the glacial plains. This produced the natural polish seen on the bedrock outcrops by the Monument's Winnewissa Falls.",
    "url": "https:\/\/www.nps.gov\/pipe\/learn\/nature\/glaciers.htm"
}
