{
    "title": "Capitol Hill Parks: Turf Improvement",
    "body": "Explore This Park    Get Involved     Planning     Turf Improvement              Turf Improvement         Phase 1 turf improvement areas in Stanton (top) and Lincoln (bottom) parks have been completed. NPS  What We're Doing  The National Park Service (NPS) is improving grassy areas at Lincoln and Stanton Parks by improving soil health and re-seeding with a new seed blend selected by an NPS turf specialist. The result will be durable turf that is more tolerant of heavy use.  The center and south center panels of Lincoln Park and the center and eastern panels of Stanton Park were restored during Phase 1 of this project.   How You Can Help We can keep the park fully open more of the time if the grass stays healthy. If you to treat the new turf with respect, these improvements will last a long time.  1. Leash your pet. You'll keep others safe, and protect the grass. Also, it's the law. 2. Observe closures. Give new grass a chance to grow strong. When the grass is ready to be played on, we'll take the fence down. 3. Stay off wet grass. If the ground is sloppy and wet, walking on it can compact the soil and damage the roots. If the grass is torn up, then we have to start another cycle of reseeding.        Turf Improvement News Release       Record of Determination for partial and temporary closure of Stanton and Lincoln Parks      Frequently Asked Questions Q: What work is being done in Lincoln and Stanton Parks? A: The National Park Service is working to restore turf at memorial parks on Capitol Hill including Lincoln and Stanton Parks. Using a science-based approach, an NPS turf management specialist created a special seed mixture and germination timeline specifically for the conditions at these parks with the goal of creating a dense lawn that will remain healthy at high temperatures and low soil moisture, while also being able to better tolerate heavy use. The first phase was completed between at the end of June 2015. The second phase will begin in September 2015. Q: Will the parks remain open during the turf renovation? A: Yes! The National Park Service remains mindful of the daily recreation that takes place in the parks and values the variety of uses parks receive by the community. Restoration areas were strategically selected to allow for normal activity to continue in the parks, while at the same time repairing portions of turf to provide continued enjoyment for years to come. The playground areas will not be affected and will remain open to the public. Q: Will I still be able to walk my dog? A: You are welcome to walk your dog on-leash in all areas of the park that remain open to the public. Dogs must be restrained at all times on a leash no longer than 6 feet in length as stipulated by law in Title 36 of the Code of Federal Regulations found at 36 CFR 2.15(a). Q: What can I do to help keep the turf healthy? A: There are a number of ways the community can help keep the grass healthy! Follow these simple practices:  1. Watch for signs of wear and avoid those areas. Using a different area of the park instead of these stressed areas will allow roots to regenerate and prevent further damage. 2. Walk on paved surfaces when passing through the park rather than taking a short cut through the grass or on a dirt path. 3. Try to stay off the turf after it rains. If the ground feels wet and spongy, then the soils will quickly become compacted, and the grass roots will not be as healthy. 4. Keep pets on their leash. The wear and tear on turf from off-leash pets can be seen throughout the park. This wear is the hardest for the park to manage because of the significant root damage and soil compaction it causes. Plus, it’s the law! Q: Why does the National Park Service care what the grass looks like? Capitol Hill parks date to Pierre L’Enfant’s original design for the city. Still today, they are special places to our community and to the history of our nation’s capital. These parks provide recreation and open spaces. Our ultimate goal is to ensure the integrity of Capitol Hill Parks and to preserve their history and beauty for the enjoyment of the community and visitors from around the world. Q: Where can I get more information? A: Visit our website www.nps.gov\/cahi or call 202-673-2402.                   Turf Improvement Project Photo Updates   12 Photos  Photo updates for the Turf Improvement Project in Lincoln and Stanton Park.",
    "url": "https:\/\/www.nps.gov\/cahi\/learn\/management\/turf-improvement.htm"
}
