{
    "title": "Capitol Hill Parks: Lincoln Park",
    "body": "Lincoln Park         Rear view of the Mary McLeod Bethune Memorial, looking toward the Emancipation Group statue in the distance in Lincoln Park. NPS Photo by Kenneth J. Chandler  Lincoln Park is the largest Capitol Hill Park and features monuments to two of the nation's greatest leaders, President Abraham Lincoln and Civil Rights Activist and Educator Mary McLeod Bethune. It is located directly east of the United States Capitol Building at East Capitol and 11th Street in the Northeastern quadrant of the City. The open space that is now Lincoln Park was part of Pierre L'Enfant's original 1791 plan for the District of Columbia and was intended for public use. In 1867 when Congress officially named the park Lincoln Square it was the first site to bear the name of the martyred President. To further recognize President Lincoln a memorial statue was placed in the park in 1876. The statue was unveiled on April 14, the 11th anniversary of President Lincoln's death with over 25,000 people in attendance. Frederick Douglass delivered the keynote address before President Ulysses S. Grant, his cabinet and members of Congress. He discussed both his approval and disapproval of the monument. The statue features President Lincoln in his characteristic frock coat, holding the Emancipation Proclamation before a kneeling black man. Modeled after Archer Alexander, the last person captured under the Fugitive Slave Act, the black man's arms are extended to show his shackles have been broken. While for many people, including Frederick Douglass, the monument perpetuated many stereotypes about blacks' ability and participation in antislavery activity, Lincoln Park became a major tourist attraction through the late 19th and 20th centuries. The statue originally faced west towards the U.S. Capitol until it was rotated east in 1974 in order to face the newly-erected Mary McLeod Bethune monument. Across the park at the West end there sits a monument to educator and activist Mary McLeod Bethune. The statue features an elderly Mrs. Bethune handing a copy of her legacy to two young black children. Mrs. Bethune is supporting herself by a cane given to her by President Roosevelt. The statue was unveiled on the anniversary of her 99th birthday, July 10, 1974, before a crowd of over 18,000 people. The funds for the monument were raised by the National Council of Negro Women, the organization Mrs. Bethune founded in 1935. The first monument to honor a black woman in a public park in the District of Columbia, the Bethune monument recognizes one of the countries greatest leaders. The inscription on the pedestal of the monument \"let her works praise her\" speaks of Mrs. Bethune's many accomplishments as an educator, politician, presidential advisor and civil rights activist.",
    "url": "https:\/\/www.nps.gov\/cahi\/learn\/historyculture\/cahi_lincoln.htm"
}
