{
    "title": "Capitol Hill Parks: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies              Laws & Policies       Firearms As of February 22, 2010, a new federal law makes possession of firearms in national parks subject to local and state firearms laws.  It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit the District of Columbia’s website. District of Columbia Law See Division I, Title 7, Subtitle J, Chapter 25 See also Division IV, Title 22, Subtitle VI, Chapter 45 District of Columbia Attorney General Federal law continues to prohibit firearms in federal facilities in this park.  Those federal facilities are marked with signs at public entrances.         Enabling Legislation The enabling legislation for the Capitol Hill Parks originated pursuant to the Act of Congress approved July 16, 1790, (1 Stat. 130) known as the Federal City Park System whereby the President of the United States was authorized to appoint three Commissioners to define and limit a district or territory on the Potomac River for establishing a permanent seat of Government for the United States. The National Capital Park Commission was authorized by the Act approved June 6, 1924 (43 Stat. 463): \"Sec. 1. That to preserve the flow of water in Rock Creek, to prevent pollution of Rock Creek and the Potomac and Anacostia Rivers, to preserve forests and natural scenery in and about Washington, and to provide for the comprehensive systematic, and continuous development of the park, parkway, and playground system of the National Capital, there is hereby constituted a Commission, to be known as the National Capital Park Commission, composed of the Chief of Engineers of the Army, the Engineer Commissioner of the District of Columbia, the Director of the National Park Service, the Chief of the Forest Service, the Officer in Charge of Public Buildings and Grounds and the Chairmen of the Committees on the District of Columbia of the Senate and House of Representatives. At the close of each Congress the Presiding Officer of the Senate and the Speaker of the House of Representatives shall appoint, respectively, a Senator elect and a Representative elect to the succeeding Congress to serve as members of this Commission until the Chairmen of Committees of the succeeding Congress shall be chosen. The officer in charge of Public Buildings and Grounds shall be the Executive and Disbursing Officer of said Commission. Sec. 2. Said Commission or majority thereof is hereby authorized and directed to acquire such lands as in its judgment shall be necessary and desirable in the District of Columbia and adjacent areas in Maryland and Virginia, within the limits of the appropriations made for such purposes, for suitable development of the National Capital Park, parkway and playground system. That said Commission is hereby authorized to acquire such lands by purchase when they can be acquired at prices reasonable in the judgment of said Commission, otherwise by condemnation proceedings, such proceedings to acquire lands within the District of Columbia to be in accordance with the provisions of the Act of Congress approved August 30, 1890, providing a site for the Government Printing Office (United States Statutes at Large, Vol. 26, Chapter 837), the Chief of Engineers of the Army being, for the purposes of this Act, hereby clothed with all power vested by the said Act of August 30, 1890, in the board created by that Act. Said Commission is hereby authorized to acquire such lands, located in Maryland or Virginia, either by purchase or condemnation proceedings, by such arrangements as to acquisition and payment for the lands as it shall determine upon by agreement with the proper officials of the States of Maryland and Virginia. In the selection of lands to be acquired the advice of the Commission of Fine Arts shall be requested. The designation of all lands to be acquired by condemnation, all contracts for purchase of lands, and all agreements between said Commission and the officials of the States of Maryland and Virginia shall be subject to the approval of the President of the United States. Sec. 3. That there is authorized to be appropriated, each year hereafter, in the annual District of Columbia Appropriation Act, a sum not exceeding one cent for each inhabitant of the continental United States as determined by the last preceding decennial census, said sum to be used by said Commission for the payment of its expenses and for the acquisition of the lands herein authorized to be acquired by said Commission for the purposes named, the compensation for the land, the expense of surveys, ascertainment of title, condemnation proceedings, if any, and necessary conveyancing to be paid from said appropriations. The funds so appropriated shall be paid from the revenues of the District of Columbia and the general funds of the Treasury in the same proportion as other expenses of the District of Columbia. The land so acquired within the District of Columbia shall be a part of the park system of the District of Columbia and be under control of the Chief of Engineers of the United States Army; that areas suitable for playground purposes may, in the discretion of said Commission, be assigned to the control of the Commissioners of the District of Columbia for playground purposes. That the land so acquired outside the District of Columbia shall be controlled as determined by agreement between said Commission and the proper officers of the States of Maryland and Virginia, such agreements to be subject to the approval of the President. Sec. 4. Said Commission shall report to Congress annually on the first Monday of December the lands acquired during the preceding fiscal year, the method of acquisition and the cost of each tract. It shall also submit to the Bureau of the Budget on or before September 15 of each year its estimate of the total sum to be appropriated for expenditure under the provisions of this Act during the succeeding fiscal year.\"   The name of this Commission was subsequently changed to the National Capital Park and Planning Commission and its functions enlarged by the Act of Congress approved April 30, 1926 (44 Stat. 374):   \"That Section 1 of the Act approved June 6, 1924, entitled 'An Act providing for a comprehensive development of the park and playground system of the National Capital' is hereby amended to read as follows: \"Section 1. (a) That to develop a comprehensive, consistent, and coordinated plan for the National Capital and its environs in the States of Maryland and Virginia, to preserve the flow of water in Rock Creek, to prevent pollution of Rock Creek and the Potomac and Anacostia Rivers, to preserve forests and natural scenery in and about Washington, and to provide for the comprehensive, systematic, and continuous development of park, parkway, and playground systems of the National Capital and its environs there is hereby constituted a Commission to be known as the National Capital Park and Planning Commission, composed of the Chief of Engineers of the Army, the Engineer Commissioner of the District of Columbia, the Director of the National Park Service, The Chief of the Forest Service, the Director of Public Buildings and Public Parks of the National Capital, the chairmen of the Committees on the District of Columbia of the Senate and House of Representatives, and four eminent citizens well qualified and experienced in city planning, one of whom shall be a bona fide resident of the District of Columbia, to be appointed for the term of six years by the President of the United States: Provided, That the first members appointed under this Act shall continue in office for terms of three, four, five and six years, respectively, from the date of the passage of this Act, the terms of each to be designated by the President; but their successors shall be appointed for terms of six years, except that any person chosen to fill a vacancy shall be appointed only for the unexpired term of the member whom he shall succeed. All members of the said Commission shall serve without compensation therefor, but each shall be paid actual expenses of subsistence not in excess of $10 per day and of travel when attending meetings of said Commission or engaged in investigations pertaining to its activities. At the close of each Congress the presiding officer of the Senate and the Speaker of the House of Representatives shall appoint, respectively, a Senator and a Representative elect to the succeeding Congress to serve as members of this Commission until the Chairmen of the Committees of the succeeding Congress shall be chosen. The Director of Public Buildings and Public Parks of the National Capital shall be Executive and Disbursing Officer of said Commission.   ­(b) That the said Commission is hereby charged with the duty of preparing, developing, and maintaining a comprehensive, consistent, and coordinated plan for the National Capital and its environs, which plan shall include recommendations to the proper executive authorities as to traffic and transportation; plats and subdivisions; highways, parks, and parkways; school and library sites; playgrounds; drainage, sewerage, and water supply; housing building, and zoning regulations; public and private buildings; bridges and water fronts; commerce and industry; and other proper elements of city and regional planning. It is the purpose of this Act to obtain the maximum amount of cooperation and correlation of effort between the departments, bureaus, and commissions of the Federal and District Governments. To this end plans and records, or copies thereof, shall be made available to the National Capital Park and Planning Commission, when requested. The Commission may, as to the environs of the District of Columbia, act in conjunction and cooperation with such representatives of the States of Maryland and Virginia as may be designated by such States for this purpose. The said Commission is hereby authorized to employ the necessary personal services, including the personal services of a Director of Planning and other expert city planners, such as engineers, architects, and landscape architects. Such technical experts may be employed at per diem rates not in excess of those paid for similar services elsewhere and as may be fixed by the said Commission without regard to the provisions of the Act of Congress entitled 'An Act for the classification of civilian positions within the District or Columbia and in the field services,' approved March 4, 1923, and amendments thereto, or any rule or regulation made in pursuance thereof.   (c) The Commission established by section 2 of the Act entitled 'An Act to provide a permanent system of highways in that part of the District of Columbia lying outside of cities' (Twenty-seventh Statutes at Large, pages 532 and 533), known as the Highway Commission, is hereby abolished, and all the functions, powers, and duties conferred and imposed upon said Highway Commission by law are hereby transferred to and conferred and imposed upon the National Capital Park and Planning Commission hereby constituted, and all records of said Highway Commission are hereby transferred to said National Capital Park and Planning Commission.   (d) All authority, powers, and duties conferred and imposed by law on the National Capital Park Commission shall hereafter be held, exercised, and performed by the National Capital Park and Planning Commission hereby constituted. All appropriations heretofore made for expenditure by the National Capital Park Commission are hereby made available for the use of the Commission hereby constituted.\"   By the Act approved May 29, 1930 (46 Stat. 482), also known as the Capper-Cramton Act of May 1930, Congress provided for the acquisition and development of the George Washington Memorial Parkway as follows:   \"That there is hereby authorized to be appropriated the sum of $9,000,000 or so much thereof as may be necessary out of any money in the Treasury not otherwise appropriated, for acquiring and developing, except as in this section otherwise provided, in accordance with the provisions of the Act of June 6, 1924, entitled 'An Act providing for a comprehensive development of the park and playground system of the National Capital', as amended, such lands in the States of Maryland and Virginia as are necessary and desirable for the park and parkway system of the National Capital in the environs of Washington. Such funds shall be appropriated as required for the expeditious, economical, and efficient development and completion of the following projects:   (a) For the George Washington Memorial Parkway, to include the shores of the Potomac, and adjacent lands, from Mount Vernon to a point above the Great Falls on the Virginia side, except within the City of Alexandria, and from Fort Washington to a similar point above the Great Falls on the Maryland side except within the District of Columbia, and including the protection and preservation of the natural scenery of the Gorge and Great Falls of the Potomac, the preservation of the historical Patowmack Canal, and the acquisition of that portion of the Chesapeake and Ohio Canal below Point of Rocks, $7,500,000: Provided, That the acquisition of any land in the Potomac River Valley for park purposes shall not debar or limit, or abridge its use for such works as Congress may in the future authorize for the improvement and the extension of navigation, including the connecting of the upper Potomac River with the Ohio River, or for flood control or irrigation or drainage, or for the development of hydroelectric power. The title to the lands acquired hereunder shall vest in the United States, and said lands, including the Mount Vernon Memorial Highway authorized by the Act approved May 23, 1928, upon its completion, shall be maintained and administered by the Director of Public Buildings and Public Parks of the National Capital, who shall exercise all the authority, power, and duties with respect to lands acquired under this section as are conferred upon him within the District of Columbia by the Act approved February 26, 1925; and said Director is authorized to incur such expenses as may be necessary for the proper administration and maintenance of said lands within the limits of the appropriations from time to time granted therefor from the Treasury of the United States, which appropriations are hereby authorized. The National Capital Park and Planning Commission is authorized to occupy such lands belonging to the United States as may be necessary for the development and protection of said parkway and to accept the donation to the United States of any other lands by it deemed desirable for inclusion in said parkway. As to any lands in Maryland or Virginia along or adjacent to the shores of the Potomac within the proposed limits of the parkway that would involve great expense for their acquisition and are held by said Commission not to be essential to the proper carrying out of the project, the acquisition of said lands shall not be required, upon a finding of the Commission to that effect. Said parkway shall include a highway from Fort Washington to the Great Falls on the Maryland side of the Potomac and a free bridge across the Potomac at or near Great Falls and necessary approaches to said bridge: Provided, That no money shall be expended by the United States for lands for any unit of this project until the National Capital Park and Planning Commission shall have received definite commitments from the State of Maryland or Virginia, or political subdivisions thereof or from other responsible sources for one-half the cost of acquiring the lands in its judgment necessary for such unit of said project deemed by said Commission sufficiently complete, other than lands now belonging to the United States or donated to the United States: Provided further, That no money shall be expended by the United States for the construction of said highway on the Maryland side of the Potomac, except as part of the Federal-aid highway program: Provided, that in the discretion of the National Capital Park and Planning Commission, upon agreement duly entered into by the State of Maryland or Virginia or any political subdivision thereof to reimburse the United States as hereinafter provided, it may advance the full amount of the funds necessary for the acquisition of the lands and the construction of said roads in any such unit referred to in this paragraph, such agreement providing for reimbursement to the United States to the extent of one-half of the cost thereof without interest within not more than eight years from the date of any such expenditure. The appropriation of the amount necessary for such advance, in addition to the contribution by the United States, is hereby authorized from any money in the Treasury not otherwise appropriated.   (b) For the extension of Rock Creek Park into Maryland as may be agreed upon between the National Capital Park and Planning Commission and the Maryland National Capital Park and Planning Commission, for the preservation of the flow of water in Rock Creek, for the extension of the Anacostia Park system up the valley of the Anacostia River, Indian Creek, the Northwest Branch, and Sligo Creek, and of the George Washington Memorial Parkway up the valley of Cabin John Creek, as may be agreed upon between the National Capital Park and Planning Commission and the Maryland National Capital Park and Planning Commission, $1,500,000: Provided, That no appropriation authorized in this subsection shall be available for expenditure until a suitable agreement is entered into by the National Capital Park and Planning Commission and the Washington Suburban Sanitary Commission as to sewage disposal and storm water flow: Provided further, That no money shall be contributed by the United States for any unit of such extensions until the National Capital Park and Planning Commission shall have received definite commitments from the Maryland National Capital Park and Planning Commission for the balance of the cost of acquiring such unit of said extensions deemed by said Commission sufficiently complete, other than lands now belonging to the United States or donated to the United States: Provided further, That in the discretion of the National Capital Park and Planning Commission upon agreement duly entered into with the Maryland National Capital Park and Planning Commission to reimburse the United States as hereinafter provided, it may advance the full amount of the funds necessary for the acquisition of the lands required for such extensions referred to in this paragraph, such advance, exclusive of said contribution of $1,500,000 by the United States, not to exceed $3,000,000 the appropriation of which amount from funds in the Treasury of the United States not otherwise appropriated is hereby authorized, such agreement providing for reimbursement to the United States of such advance, exclusive of said Federal contribution, without interest within not more than eight years from the date of any such expenditure. The title to the lands acquired hereunder shall vest in the State of Maryland. The development and administration thereof shall be under the Maryland National Capital Park and Planning Commission and in accordance with plans approved by the National Capital Park and Planning Commission. The United States is not to share in the cost of construction of roads in the areas mentioned in this paragraph, except if and as Federal-aid highways. Sec. 2. Whenever it becomes necessary to acquire by condemnation proceedings any lands in the States of Virginia or Maryland for the purpose of carrying out the provisions of this Act, such acquisition shall be under and in accordance with the provisions of the Act of August 1, 1888 (U.S.C., p. 1302 sec. 257). No payment shall be made for any such lands until the title thereto in the United States shall be satisfactory to the Attorney General of the United States. Sec. 3. Whenever the use of the Forts Washington, Foote, and Hunt, or either of them, is no longer deemed necessary for military purposes they shall be turned over to the Director of Public Buildings and Public Parks of the National Capital, without cost, for administration and maintenance as a part of the said George Washington Memorial Parkway. Sec. 4, There is hereby further authorized to be appropriated the sum of $16,000,000 or so much thereof as may be necessary, out of any money in the Treasury of the United States not otherwise appropriated, for the acquiring of such lands in the District of Columbia as are necessary and desirable for the suitable development of the National Capital Park, parkway, and playground system, in accordance with the provisions of the said Act of June 6, 1924, as amended, except as in this section otherwise provided. Such funds shall be appropriated for the fiscal year 1931 and thereafter as required for the expeditious, economical, and efficient accomplishment of the purposes of this Act and shall be reimbursed to the United States from any funds in the Treasury to the credit of the District of Columbia as follows, to wit: $1,000,000 on the 30th day of June, 1931; and $1,000,000 on the 30th day of June each year thereafter until the full amount expended hereunder is reimbursed without interest. The National Capital Park and Planning Commission shall, before purchasing any lands hereunder for playground, recreation center, community center, and similar municipal purposes, request from the Commissioners of the District of Columbia a report thereon. Said Commission is authorized to accept the donation to the United States of any lands deemed desirable for inclusion in said park, parkway, and playground system, and the donation of any funds for the acquisition of such lands under this Act. Sec. 5. The right of Congress to alter or amend this Act is hereby reserved. Sec. 6. Section 4 of Public Act 297 of the Seventieth Congress, entitled 'An Act authorizing the Great Falls Bridge Company, its successors and assigns, to construct, maintain, and operate a bridge across the Potomac River at or near Great Falls', approved April 21, 1928, as amended, is hereby amended by adding at the end of said section the following: 'Provided, That after the George Washington Memorial Parkway is established and the lands necessary for such parkway at and near Great Falls have been acquired by the United States, the United States may at any time acquire and take over all right, title, and interest in such bridge, its approaches and approach roads, and any interest in real property necessary therefor, by purchase or by condemnation, paying therefor not more than me cost of said bridge and its approaches and approach roads as determined by the Secretary of War under Section 6 of this Act plus 10 per centum.\"        National Park Service Green Parks Plan",
    "url": "https:\/\/www.nps.gov\/cahi\/learn\/management\/lawsandpolicies.htm"
}
