{
    "title": "Chesapeake Bay: LandScope Chesapeake",
    "body": "Explore This Park    Get Involved     Planning     Landscape Conservation     LandScope Chesapeake                LandScope Chesapeake         Screenshot of the LandScope Chesapeake mapping tool built in partnership with U.S. Geological Survey, Chesapeake watershed states, and NatureServe.   The NPS Chesapeake Bay Office worked with NatureServe, Chesapeake watershed states, and U.S. Geological Survey (USGS), to develop \"LandScope Chesapeake\" to fill a need for a publicly accessible, watershed-wide land conservation priority system. Its purpose is to support collaboration among many partners in land conservation efforts throughout the Chesapeake region. On May 12, 2009, President Barack Obama signed Executive Order 13508 declaring the Chesapeake Bay \"a national treasure\" and calling on a renewed effort to restore and protect the Bay and its watershed. The federal response, a Strategy for Protecting and Restoring the Chesapeake Bay Watershed, set a goal for 2025 to protect two million acres of lands identified as high conservation priorities. To establish an accurate baseline for tracking progress, and support collaboration toward this goal, NatureServe, the U.S. Geological Survey, and the National Park Service, working with lead partners in each Bay state, agreed to establish a dedicated Chesapeake section within the LandScope America application. By using LandScope Chesapeake, partners can share a carefully curated collection of map data on federal, state, and local conservation priorities across the watershed. Maps are grouped based on their prevailing conservation value such as working lands and waters, recreational priorities, historical and cultural landscapes, and wildlife and habitat conservation.   Partners using LandScope Chesapeake may view multiple sets of conservation priorities developed by different public and private groups through a single map view. For example, an application user may view state Wildlife Action Plans, agricultural priority preservation areas, rural legacy programs, and regional greenprints to see how they relate to each other. In addition to robust mapping capabilities, partners using LandScope Chesapeake can also share place-based narrative content, photos, and videos. This allows them to share success stories and inspire users.  The partners are also working together to improve and advance LandScope's functionality, both to serve the Chesapeake land conservation community's needs and to enhance their ability to report progress toward watershed-wide land protection goals.",
    "url": "https:\/\/www.nps.gov\/chba\/learn\/news\/landscope-chesapeake.htm"
}
