{
    "title": "Chesapeake Bay: Large Landscape Conservation Workshop August 2012",
    "body": "Explore This Park    Get Involved     Planning     Landscape Conservation     Large Landscape Conservation Workshop August 2012                Large Landscape Conservation Workshop, August 2012         56 Conservation practitioners in the Chesapeake watershed gathered for a conference in August 2012 co-hosted by Chesapeake Conservancy and NPS Chesapeake Bay. (Jeff Allenby)  The NPS Chesapeake Bay Office and the Chesapeake Conservancy hosted a two day workshop in August 2012 for conservation practitioners in the Chesapeake watershed. Fifty-six people representing non-profit organizations and local, state, and federal agencies met on August 16 and 17, 2012 to discuss large landscape conservation practices and innovations.  Objectives for the two-day session included discussions of current conservation strategies and achievements, identification of high-level large landscape focus areas and mutual conservation goals across geographic and jurisdictional boundaries in the Chesapeake Bay region. Following a presentation of successful collaborative efforts in the Chesapeake watershed, NPS Deputy Director Peggy O'Dell delivered remarks addressing developments in large scale conservation approaches. \"Collaboration is the keystone to our collective and mutual success . . . Communities, state and federal agencies, and non-profit organizations must continue to work cooperatively to protect the Chesapeake region's landscapes.\" Presenters from Virginia, Maryland, Delaware, and Pennsylvania joined colleagues from the National Park Service, the U.S. Fish & Wildlife Service, the Department of Defense, and non-profit conservation organizations to offer vignettes of active landscape initiatives  in three discussion tracks: large landscape conservation initiatives in the Chesapeake watershed; linking history and cultural identity with landscape conservation; and, linking heritage tourism, recreation, and public access to landscape conservation. Chris Miller, Piedmont Environmental Council president, noted that, \"more Chesapeake region conservation leaders are gathered here to learn and share with each other than I have ever seen before.\" Attendees stated that biannual in-person meetings are of high priority for continued collaboration. The National Park Service Chesapeake Bay Office and the Chesapeake Conservancy published a report summarizing the conference. The report begins with brief historical context on large landscape conservation in the region. It outlines the six principle themes of conference discussions. It outlines next steps, and includes summaries of each of the 15 case studies presented, the workshop agenda, and a list of participants. Read the report Landscape Conservation in the Chesapeake Watershed: Building the Foundation for Success.",
    "url": "https:\/\/www.nps.gov\/chba\/learn\/news\/large-landscape-conservation-workshop-august-2012.htm"
}
