{
    "title": "Yukon - Charley Rivers National Preserve: Industrial Mining at Coal Creek",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Industrial Mining at Coal Creek                Industrial Mining at Coal Creek        NPS Photo by Josh Spice       I could see the finer gravel, which would be sand and gold, dropping through slots in the screen and onto gold-saving sluices.   —Ernest Patty, 1936    The industrialization of gold placer mining along the Yukon River corridor demanded tremendous ingenuity and capital investment. Before the arrival of gold dredges like the one at Coal Creek (and its twin in neighboring Woodchopper Creek), miners worked mostly with hand tools, sluice boxes, and small steam boilers for thawing permanently frozen ground. The dredges by contrast could process 3,000 cubic yards of gravel every 24 hours, making relatively poor ground pay handsomely. Weighing hundreds of tons, the mighty machines moved across the landscape by floating in a lake of their own making. As a dredge’s buckets ate away at the earth in its path, the dredge floated forward, leaving behind arc-shaped mounds of discarded rock called tailings. Today piles of tailings cover seven miles of the Coal Creek streambed.        Coal Creek dredge during construction, 1935. NPS, Bill Lemm Coll  The man who financed the Coal Creek dredge was General A. Alexander McRae, a wealthy Canadian investor who made a fortune in the lumber, salmon canning, and whaling industries and earned his rank in Europe during WWI. In 1933 McRae contacted Ernest Patty, who was then dean of the university’s School of Mines in Fairbanks, and asked him to recommend potential gold mining areas. Together they examined sites across Alaska before settling on Coal Creek. Just as McRae and Patty were negotiating to buy claims from the old-timers on the creek, the price of gold rose from $20 to $35 an ounce. In short order Patty resigned his university post and became the vice-president and general manager of Gold Placers, Inc.   The next order of business was to import a dredge, which they purchased from the Walter W. Johnson Co. in Oakland, California for $156,000. But delivery (included in the cost) would not be easy. After it was built, the dredge was disassembled, crated, and loaded aboard a steamship destined for Skagway. Then it was loaded onto the White Pass railroad for transport to Whitehorse, Yukon. From there it traveled by paddlewheel steamboat on the Yukon River to Slaven’s Roadhouse at the mouth of Coal Creek. Next the men hired to build the dredge had to unload the 400 tons of steel parts using a combination of pulleys, rollers, ramps and Caterpillar tractors. But, not until they moved the whole outfit seven miles up the creek drainage could the real construction begin.        The Coal Creek dredge stacker and tailing piles. NPS\/Chris Allan  The theory behind gold dredging is the same as any placer mining operation: separate sand and gravel from gold. To do this the dredge functioned like an enormous washing machine which pulled in thousands of cubic yards of gravel with its 62-unit bucketline, tumbled and sprayed the material to segregate large rocks from finer material, and used a system of sluice boxes to allow bits of gold to be captured while the waste rock was discarded out the back. Using a technique that dates back hundreds of years, the dredge operators laced their sluice boxes with mercury which chemically bonds with gold and allows the tiniest particles of gold to be scooped up in a blob called an amalgam. By applying heat, the mercury can be removed to be used again and the gold can be melted into bars. In its first two weeks of operation the dredge brought in between sixty cents and one dollar per cubic yard of gravel and yielded $27,000 in gold. This early success convinced McRae and Patty to invest in a second, nearly identical dredge which they constructed just five miles to the west in the Woodchopper Creek drainage.        Using steam points to thaw frozen ground ahead of the dredge at Coal Creek. UAF Archives, Stanton Patty Collection  One of the challenges of placer mining on an industrial scale in northern Alaska is the need to thaw large sections of permafrost ahead of the dredge. At Coal Creek the process of thawing began with bulldozers that stripped away the trees and brush and the layer of tundra that served as an insulating blanket for the ice below. This exposed the frozen, muddy ooze called muck that varied in depth between 6 and 26 feet. To remove the muck, they used pressurized water from a hillside ditch to blast away a few inches each day. Once the gravel was exposed, they employed a third tactic: injecting steam into the earth with steel pipes tipped with chisel bits called steam points. Because producing so much steam took time and money, the miners later used normal water in the same thawing apparatus.        NPS Photo by Josh Spice       When the dredge was in operation it traveled for miles along the creek valley, making it necessary to construct a camp for the workers built on log skids that could periodically be moved. Today the Coal Creek mining camp has been restored by the National Park Service and includes a number of bunkhouses, a mess hall, an assaying and refining office, and machine shops. The camp, gold dredge, and many other artifacts of the industrial gold mining era are all part of Yukon-Charley Rivers National Preserve.  View an interactive virtual tour of the Coal Creek Dredge         Screen capture of an interactive map that highlights some of the unique historic sites in Yukon-Charley Rivers through virtual panotours.        National Park Service Natural Resource Report: A history of NPS clean-up efforts at the historic Coal Creek Mining District Industrial placer gold mining is a messy business. To make it pay, miners turn the earth upside down by excavating the richest mineral-bearing gravels and casting away all but the dust, flakes and nuggets of gold. This operation requires not only men and machines but also chemicals, heavy metals, and large amounts of petroleum-based fuels and lubricants. And when the mining is done, these hazardous materials often remain. [...] This was the situation in 1986 when Yukon-Charley Rivers National Preserve acquired a group of mining claims along Coal Creek, a tributary of the Yukon River roughly eighty miles from the U.S.-Canada boundary. The following is the story of gold mining at Coal Creek and the impressive campaign launched by park managers to make the Coal Creek watershed safe for use by the public and by National Park Service employees.   Continue reading the report             Coal Creek Dredge Tour   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 27 seconds  An informative tour on how dredges like the Coal Creek Dredge function.",
    "url": "https:\/\/www.nps.gov\/yuch\/learn\/historyculture\/coal-creek-dredge-history.htm"
}
