{
    "title": "Chesapeake Bay: Conservation Workshop Presentations_March 2013",
    "body": "Explore This Park    Get Involved     Planning     Landscape Conservation     Conservation Workshop Presentations_March 2013                Large Landscape Conservation Workshop November 2013         Attendees listen to a presentation at the Large Landscape Conservation workshop in November 2013. Chesapeake Conservancy  The Chesapeake Conservancy and the NPS Chesapeake Bay Office hosted a two day workshop in November for conservation practitioners in the Chesapeake Bay watershed. Over fifty representatives from federal, state, local agencies, and national and regional land trusts, coalitions and conservation groups met at the National Conservation Training Center on November 12 and 13, 2013. the primary objective for the two day session was to advance the goals and effectiveness of the partnership over the next two years. The Chesapeake Large Landscape Conservation (LLC) partnership has convened annually over the past several years, most recently in 2012 when participants identified the need for research on model innovations in collaborative large landscape conservation, particularly with regard to financing, technology, and organizational development. This past summer, the National Park Service Chesapeake Bay Office addressed that need when they hosted two NPS Business Management Group consultants, Phil Olaleye, a student at the Harvard Kennedy School, and Tommie Herbert, a student at Yale School of Forestry. In addition to preparing an operational overview for the office, they reviewed large landscape conservation models and case studies nationwide and interviewed thought leaders and LLC participants in the Chesapeake. This data informed 25 best practices, recommendations from partners, and a matrix of information and options for the NPS and partners to consider to articulate the network's mission and goals, better represent the watershed's geography and stakeholder interests, and more effectively communicate and support conservation-related regional, local and watershed-wide initiatives. At the LLC November meeting, after sharing updates and hearing an inspirational panel discussion from the Journey Through Hallowed Ground Partnership, participants volunteered for positions on a steering committee and thematic work groups. Under this interim structure the groups will flesh out the LLC Partnership's mission, goals, and strategies for bringing greater focus, action and support to large-landscape conservation in the Chesapeake over the next two years.  A full report on the November meeting is forthcoming.",
    "url": "https:\/\/www.nps.gov\/chba\/learn\/news\/large-landscape-conservation-workshop-november-2013.htm"
}
