{
    "title": "Yukon - Charley Rivers National Preserve: Yukon Quest",
    "body": "Yukon Quest              2015 Yukon Quest at Slaven's Roadhouse   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:5 minutes, 16 seconds  Each year, Slaven's Roadhouse in Yukon-Charley Rivers National Park serves as an official dog drop for the Yukon Quest International Sled Dog Race, a 1,000 mile journey between Whitehorse, Yukon Territory and Fairbanks, Alaska. Well known to be one of the toughest sled dog races in the world, the Yukon Quest trail crosses some of North America's most beautiful yet unforgiving winter terrain. At Slaven's Roadhouse, mushers have the chance to take a break from their arduous journey to enjoy hot food, warm hospitality, and a quick, much needed rest. This is made possible by a dedicated team of NPS employees and Yukon Quest staff. This video shows what it's like to work at Slaven's during the Yukon Quest.           NPS Photo by Josh Spice  Mittens and parkas hang by the wood stove to dry. Bacon and eggs sizzle on the griddle. A slumbering traveler’s contented snores drift downstairs from the bunkroom. Around a table laden with food, a few souls – unacquainted until just a few hours ago – nurse mugs of coffee while comparing notes on trail conditions. Ten below - perfect traveling weather so far, but there are rumors of overflow upriver. Viewed from outside, the rectangle of lantern light is warm and inviting amidst the vast, midnight landscape. Chores complete at last, a weary musher bids goodnight to his traveling companions, who are already curled up, noses to tails, on beds of straw. Mukluk soles crunching in dry, packed snow, he trudges toward the cabin, from the dark toward the light, the cold toward the warmth, the solitude of the country toward the companionship of strangers. Undoubtedly, this timeless scene would have been a familiar one to Frank Slaven, who built his roadhouse on the banks of the Yukon River in 1935. In this case, however, our musher is not long-distance mail carrier Ed Biederman, stopping en route from Circle to Eagle in the 1930s, but one of fifteen Yukon Quest International Sled Dog Race mushers, stopping en route from Fairbanks to Whitehorse (via Circle and Eagle) in 2014. And in this case, his hosts are not Frank Slaven and his contemporaries but five National Park Service employees representing Yukon-Charley Rivers National Preserve.       A dog enjoys a thick blanket of straw while it rests. NPS Photo by Josh Spice       The partnership between Yukon-Charley Rivers National Preserve and the Yukon Quest International Sled Dog Race has been going strong since 1987, and the historic Slaven’s Roadhouse serves mushers, support staff, race spectators, and other winter visitors in the tradition of days gone by. Although Slaven’s is not an official race checkpoint, all of the 2014 teams stopped at the roadhouse to rest and refuel during what is often referred to as “the toughest race on Earth.” Slaven’s acts as one of only three official dog drops along the 1,000 mile Yukon Quest trail. A race official and veterinarian joined National Park Service staff to address any race-related questions that arose, ensure that all participants were treated equally and fairly, and provide for the safety and well-being of dogs and mushers alike. Park employees volunteered much of their time, working around the clock from before the front-runners’ arrival until after the last musher’s departure. For several years now, Fairbanks-based National Park Service staff have collaborated with third grade students at University Park Elementary School to bring the excitement of the Yukon Quest into their classroom. Before the race, teacher Beth Roth compiled a class poster, including individual students’ drawings and messages addressed to the 2014 Yukon Quest mushers and their dogs. The poster traveled nearly three hundred miles to Slaven’s Roadhouse, where it was posted on the wall for all mushers, race officials and veterinarians, trail breakers and trail sweepers, and National Park Service personnel to sign. Upon returning to Fairbanks, Park staff returned the signed poster to the class, sharing stories from the trail and answering questions from curious students. This partnership is one of several National Park Service efforts to share the rich natural and human history of the area that is now Yukon-Charley Rivers National Preserve with outlying communities and the larger public. During this year’s Quest, staff also posted live text updates to Facebook and Twitter via an electronic tablet paired with a satellite communicator, and they took many photographs of the roadhouse and its surroundings to be used to enhance educational and interpretive materials related to boreal forest and river ecology, winter travel, and early 20th century history.        NPS Photo by Josh Spice",
    "url": "https:\/\/www.nps.gov\/yuch\/learn\/historyculture\/yukon-quest.htm"
}
