{
    "title": "Yukon - Charley Rivers National Preserve: Klondike-Alaska Gold Rush",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Klondike-Alaska Gold Rush                Klondike-Alaska Gold Rush         Gold-seekers enter Canadian territory at the summit of the 3,500-foot Chilkoot Pass, ca. 1895 Courtesy of Alaska State Library, Winter & Pond Collection   The majority of Klondike stampeders were from the United States, and when they realized they would be subject to Canadian laws and taxation, many left Canada to stake claims in Alaska. Others, hearing that the Klondike was “all filled up,” set their sights on Alaskan gold and never entered Canada at all.  Filled with disgust at the treatment accorded them by the Canadian officials, they have swarmed in thousands below the border, and Alaska is getting the benefit. Instead of being 'weak-kneed' such parties have proven 'stayers'—hardy Americans with pluck and energy, who have towed outfits in boats and waded in gum boots to the headwaters of every stream that helps to swell the Yukon in Alaska.-Seattle Post-Intelligencer, January 22, 1899  When the world became aware of Klondike gold in 1897 many people were confused about the location of the gold fields. Some imagined the gold (and the boomtown of Dawson City) to be in American territory. Others knew it was in Canada but anticipated the area would soon be annexed by the United States. Tensions mounted between the two countries over the not-yet-established border at critical mountain passes and whether or not Canada would have an ocean port in southeast Alaska. As for the gold-seekers, they cared less about questions of sovereignty and more about locating a golden horde—wherever it might lie.         Flawed map showing Dawson City in Alaska, 1897. Click for a larger view. Courtesy of the Library of Congress         Close up flawed map showing Dawson City in Alaska, 1897. Courtesy of the Library of Congress   Pathways to Gold From the beginning stampeders took two main routes to reach Klondike gold. The least expensive, and therefore the most popular, was over Chilkoot Pass and neighboring White Pass starting at the towns of Dyea and Skagway respectively. The journey over the coastal mountain range was a colossal effort that involved not only hauling a year's worth of food and supplies over rough trails and alpine terrain but also boat-building, lake-crossings, and river-running at the Yukon headwaters to reach Dawson City. This approach became known as the \"poor man's route\" because even a stampeder of modest means could make the trip. The \"rich man's route\" involved a sea journey from Seattle or San Francisco through the North Pacific and Bering Sea to St. Michael at the mouth of the Yukon River. From there the men and freight were transferred to a steamboat for the 1,500-mile river journey to Canada.         Steamboat Nora fully loaded with stampeders departing Canadian territory for Nome, 1899 Courtesy of UAF Archives and Alaska State Library   Under Canada's Flag Almost as soon as stampeders arrived on Klondike River and its tributaries they began to complain of \"petty tyranny\" by Canadian officials who limited the size of mining claims and demanded a ten percent tax on gold. As the reporter Sam Wall of the San Francisco Call explained, \"The conditions are all so hateful here that the American citizen, who composes so large a proportion of the population, ever has his ear strained for reports of the expected strike somewhere, anywhere, on the American side of the line.\"         U.S. Army soldiers lunching during the construction of Ft. Egbert at Eagle City, 1899 Courtesy of UAF Archives and Alaska State Library   According to Wall, the foreign laws discouraged Americans who would otherwise feel a desire to \"cross the Chilkoot and take a try at fortune in this moss-covered, mosquito-bitten and frozen wilderness.\" Miners dissatisfied with Canadian rule used the Yukon River as a highway to cross into American territory to prospect or to smuggle untaxed Klondike gold. The town of Eagle City, just 8 miles from the boundary line, was established in 1898 by miners trying to create an all-American community, and soon the U.S. Army built Fort Egbert adjacent to the new town. Miners used patriotic names wherever they established trading posts—like Star City near the mouth of the Seventymile River and Nation City at the mouth of Fourth of July Creek—and asserted their independence by writing their own rules in each mining camp.        Residents of the newly established Alaskan town of Star City assemble in front of their post office, ca. 1899 Courtesy of Eagle Historical Society   Odyssey of the Everyman The gold in Alaska's many waterways allowed independent miners (called pick-and-shovel men) to form partnerships and wander the land in search of fortune. When they were down on their luck they might ask to be grubstaked (with money to buy a year's supplies) by a shopkeeper or by a more successful acquaintance with the understanding that the money would be paid back later. When a miner did locate a paying claim, he might invest in a restaurant or hotel and give up the ceaseless toil of mining, or he might take his moosehide pokes of nuggets and dust and move to more temperate climes. However, for many of the gold rush pioneers, stampeding became a way of life. Rumors of gold sparked stampedes to the Kobuk and Koyukuk Rivers in Arctic Alaska at the same time the Klondike was booming;in 1899 thousands rushed to Nome;and in 1903 a new strike on the Tanana River led to the founding of Fairbanks.        A woman demonstrates the use of a water cannon for unearthing goldrich gravels at Smith Creek just inside the Canadian border in Alaska’s 40-Mile mining district, August 1907 Courtesy of Eagle Historical Society   Yukon-Charley Rivers National Preserve was created in part to protect and interpret the history of the Klondike-Alaska gold rush and the legacy of placer gold mining. Along the Yukon River between Eagle and Circle visitors today can see evidence of the area's mining past, including log cabins, mining camps, sluice boxes, gold dredges, and tailings—the piles of waste rock that are the telltale sign of placer gold mining anywhere in Alaska.",
    "url": "https:\/\/www.nps.gov\/yuch\/learn\/historyculture\/klondike-alaska-gold-rush.htm"
}
