{
    "title": "Yukon - Charley Rivers National Preserve: What is Placer Gold Mining?",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     What is Placer Gold Mining?                What is Placer Gold Mining?        Hydraulicking with sluices boxes near the Fortymile River, ca. 1915. UAF Archives, George King Collection       No machinery was needed save the simplest tools; no organization was required, beyond a willing partner; no capital, save muscle.         —T.A. Rickard, 1909                   Placer miner and cook John Rentfro takes a break from shoveling gravel from a cut-bank into sluice boxes, Eagle District, 1904. USGS, Sidney Paige Collection  Unlike hardrock mining, which extracts veins of precious minerals from solid rock, placer mining is the practice of separating heavily eroded minerals like gold from sand or gravel. The word placer is thought to have come from Catalan and Spanish, meaning a shoal or sand bar. The word entered the American vocabulary during the 1848 California Gold Rush, and when gold was discovered in Alaska and the Canadian Klondike in the late 1890s, the gold-seekers who rushed northward brought with them various placer mining technologies. By far the simplest was the prospector’s pan that worked by swirling a combination of water and gravel or sand and allowing the lighter, rocky material to spill out. Relying on the fact that gold is heavier than sand and rock is the principle used in all placer mining operations.    The first challenge is to find a creek drainage that over the eons has carried gold dust, flakes, and nuggets downward to be deposited in layers of creek sediments. To do this, prospectors used pans to test the surface gravels or dug straight down to a point just above bedrock where placer gold tends to collect. They then tunneled horizontally to follow the richest ground. This approach is called drift mining (the horizontal tunnel is the drift). These shafts and tunnels were typically dug in winter so that frozen ground would not melt and collapse on the miners. Even so, the practice was arduous and dangerous. In the spring and summer, a defrosting pile of gold-rich gravel called paydirt could be processed using the placer miner’s friend: water.         Using hydraulic \"giants\" to thaw frozen ground, ca. 1936. UAF Archives, Everett Hamman Collection  The power of Water    Miners can use a prospector’s pan to collect their gold one pan at a time, but this is slow, back-breaking work. To speed up the process they use the flow of water through wooden troughs called sluice boxes. In the bottom of the box a series of riffles, like shallow fences, agitate the slurry of water and gravel, encouraging small particles of gold to fall out of solution (again because they are heavier than sand and rock). In this way gold can be captured while the waste material spills out of the end of the box. As an alternative to building lengthy sluice boxes on site, some early placer miners carried with them mobile sluicing units called rockers (compact, boxy sluices operated by rocking the unit side to side) and long-toms (a portable sluice box that did not need to be built on site).    Another technique that accelerated the placer mining process was hydraulicking, which harnessed the incredible power of water under pressure. By constructing a penstock (a wood and earthen reservoir of creek water) and installing a system of sectional steel pipes, miners could create enough water pressure to blast away large amounts of earth. In order to allow a single person to direct the torrent of water, miners used a large counterweighted nozzle called a giant or monitor. Even after placer mining became more industrialized, hydraulicking continued to be used for removing topsoil and beginning the process of thawing permafrost in advance of enormous gold dredges. In order to thaw many acres of frozen ground, early dredging operations also injected the ground with steam or water.          Turning molten Coal Creek gold into bars, 1936. UAF Archives, Ernest Patty Collection  Era of Machines   Moving gravel by hand is arduous work and often placer gold exists in very small quantities, so it is no surprise that gold miners turned to steam-powered and then diesel-powered machines to make poor ground profitable. The earliest gold dredges in Alaska arrived in the 1910s, and by the 1930s several dredges were imported to mines along the Yukon River. They did the same work as earlier placer techniques but on an industrial scale, scooping thousands of cubic feet of gravel each day, washing it in revolving tumblers with water from all angles, and running it through multiple sluice boxes. The orderly piles of waste rock the dredges left behind as they moved across the landscape are called tailings. In order to capture as much gold as possible, dredge operators and small-scale placer miners alike added mercury to their sluice boxes because gold and mercury bond chemically to form what is called an amalgam. After removing the riffles and scraping the amalgam out of the box, the process of retorting can begin. Retorting involves heating the amalgam in a crucible until the mercury vaporizes; then the gold can be melted to remove impurities and poured into a mold to create a gold brick.         Placer miners using a small steam boiler and drift mining techniques on the Charley River, 1930s. NPS, Bill Lemm Collection  Placer Mining History    Yukon-Charley Rivers National Preserve was created in part to protect and interpret the history of the Klondike- Alaska Gold Rush and the legacy of gold placer mining in the region. Along the Yukon River between Eagle and Circle visitors today can see evidence of the region’s placer gold past, including prospectors’ log cabins, mining camps, sluice boxes, tailings piles, hydraulic pipe, steam boilers, drilling rigs, and earth-moving equipment. From the air over Coal Creek and Woodchopper Creek they will also see gold dredges and the neatly piled tailings that are the telltale sign of a dredge mining operation. These relics of placer gold mining’s heyday serve as a kind of open-air museum and as reminders of the power of mining to transform the landscape.          The Coal Creek dredge. NPS\/Chris Allan",
    "url": "https:\/\/www.nps.gov\/yuch\/learn\/historyculture\/placer-mining.htm"
}
