{
    "title": "Chesapeake Bay: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           410 Severn Avenue Suite 314  Annapolis, MD 21403                 Directions         The Chesapeake Bay main office is in the Eastport neighborhood of Annapolis. Use the Rowe Boulevard exit off of Route 50 to enter the city of Annapolis. Drive along Rowe Boulevard and turn slightly right toward Northwest Street. Turn slightly left onto Northwest Street. Turn right onto Church Circle and use the right two lanes to turn right onto Duke of Gloucester Street. At dead-end, turn right onto the Sixth Street bridge. At traffic light, turn left onto Severn Avenue. The office building is on the left.  Directions Details           Operating Hours & Seasons         NPS Chesapeake Bay Office Hours test   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 9:00 AM - 3:00 PM   Tuesday: 9:00 AM - 3:00 PM   Wednesday: 9:00 AM - 3:00 PM   Thursday: 9:00 AM - 3:00 PM   Friday: 9:00 AM - 3:00 PM   Saturday: 12:00 AM - 12:00 AM             Weather           Annapolis, Maryland has a warm humid temperate climate with hot summers and no dry season. Over the course of a year, the temperature typically varies from 29°F to 86°F and is rarely below 19°For above 91°F. The warm season lasts from May 30 to September 18 with an average daily high temperature above77°F. The cold season lasts from November 29 to March 4 with an average daily high temperature below50°F.         Fees & Passes     Entrance Fees:   NPS Chesapeake Bay Office - $0.00 There is no fee to visit the main office of the Captain John Smith Chesapeake National Historic Trail. Some of the state parks, museums, wildlife refuges and other sites along the trail may charge entrance fees. Download \"Chesapeake Explorer\", the official NPS mobile app for the Chesapeake, to find complete information about each partner site. Or, visit the office and pick up a trail brochure.         Visitor Centers",
    "url": "https:\/\/www.nps.gov\/chba\/planyourvisit\/basicinfo.htm"
}
