{
    "title": "Carter G. Woodson Home National Historic Site: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies              Laws & Policies       Firearms As of February 22, 2010, a new federal law makes possession of firearms in national parks subject to local and state firearms laws.  It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit the District of Columbia's website. District of Columbia Law See Division I, Title 7, Subtitle J, Chapter 25 See also Division IV, Title 22, Subtitle VI, Chapter 45 District of Columbia Attorney General Federal law continues to prohibit firearms in federal facilities in this park. Those federal facilities are marked with signs at public entrances.    Enabling Legislation PUBLIC LAW 108-192-DEC. 19, 2003 117 STAT. 2873 Public Law 108-192 108th Congress An Act To establish the Carter G. Woodson Home National Historic Site in the District of Columbia, and for other purposes. Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, SECTION 1. SHORT TITLE. This Act may be cited as the \"Carter G. Woodson Home National Historic Site Act\". SEC. 2. DEFINITIONS.  As used in this Act: (1) CARTER G. WOODSON HOME.-The term \"Carter G. Woodson Home\" means the property located at 1538 Ninth Street, Northwest, in the District of Columbia, as depicted on the map.  (2) HISTORIC SITE.-The term \"historic site\" means the Carter G. Woodson Home National Historic Site.  (3) MAP.-The term \"map\" means the map entitled \"Carter G. Woodson Home National Historic Site\", numbered 876\/82338-A and dated July 22, 2003.  (4) SECRETARY.-The term \"Secretary\" means the Secretary of the Interior.  SEC. 3. CARTER G. WOODSON HOME NATIONAL HISTORIC SITE. (a) ESTABLISHMENT.-Upon acquisition by the Secretary of the Carter G. Woodson Home, or interests therein, the Secretary shall establish the historic site as a unit of the National Park System by publication of a notice to that effect in the Federal Register. (b) ADDITIONS TO HISTORIC SITE.-  (1) IN GENERAL.-The Secretary may acquire any of the 3 properties immediately north of the Carter G. Woodson Home located at 1540, 1542, and 1544 Ninth Street, Northwest, described on the map as \"Potential Additions to National Historic Site\", for addition to the historic site. (2) BOUNDARY REVISION.-Upon the acquisition of any of the properties described in paragraph (1), the Secretary shall revise the boundaries of the historic site to include the property.  (c) AVAILABILITY OF MAP.-The map shall be available for public inspection in the appropriate offices of the National Park Service, Department of the Interior. (d) ACQUISITION AUTHORITY.-The Secretary may acquire the Carter G. Woodson Home or any of the properties described in subsection (b)(1), including interests therein, and any improvements to the land by donation, purchase from a willing seller with donated or appropriated funds, or exchange. (e) ADMINISTRATION.-(1) The Secretary shall administer the historic site in accordance with this Act and with laws generally applicable to units of the National Park System, including the Act of August 25, 1916 (16 U.S.C. 1, 2-4) and the Act of August 21, 1935 (16 U.S.C. 461 et seq.). (2) GENERAL MANAGEMENT PLAN.-The Secretary shall prepare a general management plan for the historic site not later than three years after the date on which funds are made available for that purpose. SEC. 4. COOPERATIVE AGREEMENTS. (a) IN GENERAL.-The Secretary may enter into cooperative agreements with public or private entities to provide public interpretation and education of African-American heritage in the Shaw area of the District of Columbia. (b) REHABILITATION.-In order to achieve cost efficiencies in the restoration of properties within the historic site, the Secretary may enter into an agreement with public or private entities to restore and rehabilitate the Carter G. Woodson Home and other properties within the boundary of the historic site, subject to such terms and conditions as the Secretary deems necessary. (c) AGREEMENT WITH THE ASSOCIATION FOR THE STUDY OF AFRICAN-AMERICAN LIFE AND HISTORY.-In order to reestablish the historical connection between the Carter G. Woodson Home and the association Dr. Woodson founded, and to facilitate interpretation of Dr. Woodson's achievements, the Secretary may enter into an agreement with The Association for the Study of African-American Life and History that allows the association to use a portion of the historic site for its own administrative purposes. Such agreement shall ensure that the association's use of a portion of the historic site is consistent with the administration of the historic site, including appropriate public access and rent, and such other terms and conditions as the Secretary deems necessary. SEC. 5. AUTHORIZATION OF APPROPRIATIONS. There are authorized to be appropriated such sums as are necessary to carry out this Act. Approved December 19, 2003.  LEGISLATIVE HISTORY-H.R. 1012: SENATE REPORTS: No. 108-138 (Comm. on Energy and Natural Resources). CONGRESSIONAL RECORD, Vol. 149 (2003): May 14, considered and passed House. Nov. 24, considered and passed Senate, amended. Dec. 8, House concurred in Senate amendment.           National Park Service Green Parks Plan",
    "url": "https:\/\/www.nps.gov\/cawo\/learn\/management\/lawsandpolicies.htm"
}
