{
    "title": "Carter G. Woodson Home National Historic Site: Federal Register Announcements",
    "body": "Explore This Park    Learn About the Park     Management     Federal Register Announcements              Federal Register Announcements       From: Federal Register \/ Vol. 71, No. 38 \/ Monday, February 27, 2006, p. 9834.  DEPARTMENT OF THE INTERIOR National Park Service National Capital Region; Carter G. Woodson Home National Historic Site, Designation as a Unit of the National Park System  AGENCY: National Park Service, Interior. ACTION: Designation of Carter G. Woodson Home National Historic Site, Washington, DC as a unit of the National Park System.  SUMMARY: Under and by virtue of the authority conferred upon the Secretary of the Interior by section 3 of the Carter G. Woodson Home National Historic Site Act of December 19, 2003 (117 Stat. 2873), the property at 1538 Ninth Street, NW., Washington, DC, with the structure thereon, is established and designated a unit of the National Park System having the name ‘‘Carter G. Woodson Home National Historic Site.’’ The administration, protection and development of this national historic site shall be exercised by the National Park Service in accordance with the provisions of the authorizing legislation as well as laws generally applicable to units of the National Park System, including the Act of August 25, 1916 (16 U.S.C. 1, 2–4) and the Act of August 21, 1935 (49 Stat. 666; 16 U.S.C. 461–467). Warning is expressly given to all unauthorized persons not to appropriate, injure, destroy, deface, or remove any feature of this historic site. DATES: February 27, 2006 is the date of the establishment of the Carter G. Woodson Home National Historic Site in accordance with Public Law 108–192 (117 Stat. 2873, December 19, 2003). ADDRESSES: The Carter G. Woodson Home National Historic Site is administered as a site under the management of the Superintendent, National Capital Parks—East, 1900 Anacostia Drive, SE., Washington, DC 20020. FOR FURTHER INFORMATION CONTACT: Superintendent Gayle Hazelwood, National Capital Parks—East, 1900 Anacostia Drive, SE., Washington, DC 20020, Telephone (202) 690–5185. SUPPLEMENTARY INFORMATION: Whereas the Congress of the United States has declared it to be a national policy to preserve for the public use historical sites, buildings, and objects of national significance for the inspiration and benefit of the people of the United States, and whereas the Congress has recognized that:  Dr. Carter G. Woodson, cognizant of the widespread ignorance and scanty information concerning the history of African Americans, founded on September 9, 1915, the Association for the Study of Negro Life and History, since renamed the Association for the Study of African-American Life and History. The Association was founded in particular to counter racist propaganda alleging black inferiority and the pervasive influence of Jim Crow prevalent at the time. The mission of the Association was and continues to be educating the American public of the contributions of Black Americans in the formation of the Nation’s history and culture. Dr. Woodson dedicated nearly his entire adult life to every aspect of the Association’s operations in furtherance of its mission. Among the notable accomplishments of the Association under Dr. Woodson’s leadership, Negro History Week was instituted in 1926 to be celebrated annually during the second week of February. Negro History Week has since evolved into African American History Month. The headquarters and center of operations of the Association was Dr. Woodson’s residence, located at 1538 Ninth Street, NW., Washington, DC.  Congress, therefore, on October 24, 2000, directed a resource study of the Dr. Carter G. Woodson Home and headquarters of the Association for the Study of African-American Life and History, located at 1538 Ninth Street, NW., Washington, DC, to identify the suitability and feasibility of designating the Carter G. Woodson Home as a unit of the National Park System. Upon its consideration of that completed study and the recommendation of the Secretary of the Interior (Secretary) that the Carter G. Woodson Home should be made a unit of the National Park System, the Congress directed to the Secretary to establish the Carter G. Woodson Home National Historic Site as a unit of the National Park System by publication of a notice to that effect in the Federal Register upon the acquisition of the Carter G. Woodson Home. The Secretary was granted authority to acquire the Carter G. Woodson Home and any of three properties immediately to its north located at 1540, 1542, and 1544 Ninth Street, NW., described on the map entitled \"Carter G. Woodson Home National Historic Site\", numbered 876\/82338–A and dated July 22, 2003. Dated: February 17, 2006. Gale A. Norton, Secretary of the Interior. [FR Doc. 06–1732 Filed 2–24–06; 8:45 am] BILLING CODE 4312–JK–P",
    "url": "https:\/\/www.nps.gov\/cawo\/learn\/management\/fra.htm"
}
