{
    "title": "Carter G. Woodson Home National Historic Site: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth       While Dr. Carter G. Woodson was known as a serious, stern, and focused man, he had a \"soft spot\" for children and young people. He was known to share his expertise and mentor numerous young scholars, many of whom spent a great deal of time at his office-home. He devoted a lot of his time and money to the production and publishing of juvenile literature and even spoke at elementary and high schools. Ultimately, Dr. Woodson created Negro History Week (now known as Black History Month) for children. He shared historical stories and African folktales with the children who lived near his office-home, and he enjoyed taking \"little treats\" of candy with him to give to them, or buying them ice cream. Dr. Woodson also corresponded with children when they mailed him letters about possible Negro history topics for school assignments. When the Carter G. Woodson Home National Historic Site is restored and becomes open to the public, children of all ages will come to enjoy and explore his office-home and the historic Shaw neighborhood, just as children did more than sixty years ago. Use this page to find out what other activities are available for kids and youth at the Carter G. Woodson Home National Historic Site.            Junior Ranger Program Becoming a Junior Ranger at the Carter G. Woodson Home National Historic Site is easy and fun! Ask a ranger for a Junior Ranger booklet at the visitor center.  There are twelve activities in the booklet; once you have completed at least seven activities, turn your booklet back into the ranger at the visitor center. The ranger will review your work, swear you in as a Junior Ranger, and issue you a Junior Ranger badge unique to this site. Feel free to download the Junior Ranger booklet before you visit. You cannot make it to the site? That is okay! We still want you to be a Junior Ranger. You can download the Junior Ranger booklet and work on it at home. Once you have completed at least seven activities, mail in the booklet. We will sign and send your official Junior Ranger Certificate and Junior Ranger badge, and you can spread the word about Dr. Carter G. Woodson far and wide! The Junior Ranger Program is available at many other National Park Service sites.",
    "url": "https:\/\/www.nps.gov\/cawo\/learn\/kidsyouth\/index.htm"
}
