{
    "title": "Hot Springs National Park: Artist-In-Residence Program Information",
    "body": "Artist-In-Residence Program Information         Scene from Gulpha Gorge Campground Alison Parsons June 2004  2016 application period is now CLOSED Artists have been part of national parks since the 1870s when painters played a vital role in documenting the majestic landscapes of the West. It was through their works of art that the public came to see these as special places in America – places destined to become the first national parks. Today, artists are working in more than 40 units of the National Park Service (NPS) through Artist-In-Residence (AIR) programs – using their talents to bring the sights and stories of the parks to life for the public. National Park Service AIR programs began in 1969; the Hot Springs National Park AIR program was initiated in 2004.   How the Program Works The park offers a cabin, rent-free for two to four weeks, to professional artists chosen for the Artist-In-Residence program.In return, the park asks each artist to provide two public programs during their stay, and donate an original artwork that is representative of their style and reflecting their residency, to the park collection. The artist must also be willing to interact informally with park visitors when contacts are made in the field while working. Who's Eligible? Artists include two-dimensional visual artists and photographers. The Artist-In-Residence program isn't for everybody. Work submitted must be of professional quality –student work will not be eligible. The artist must be in good health, self-sufficient, and able to work independently after a brief orientation with park staff. Length of Residency The Artist-In-Residence Cabin is available for a minimum of 2 weeks and a maximum of four weeks.  Artists are required to participate in Gallery Walk. This is an evening art exhibition held on the 1st Friday of each month. Artists will be permitted to sell their art work produced at the park during this event. Residencies available in 2016:  Sunday, May 8 to Saturday, June 4 Sunday, July 10 to Saturday, August 6 Sunday, September 11 to Saturday, October 8 Note: Artists are asked to arrive at the Gulpha Gorge Campground by 3:00 p.m. on the day they move into the cabin. The Selection Process A panel of park staff and subject matter representatives will choose finalists on the basis of entry materials, recognized talent as demonstrated by participation in juried shows and publications, and the artist's ability to relate and interpret the park through their work and proposed public programs in February. Selections are made without regard to race, religion, marital status, sex, age, sexual orientation or national origin and upon completion of a successful background check for felonies, wants, and warrants. Studio and Accommodations The Artist-In-Residence Cabin, located in Gulpha Gorge Campground, is a single story dwelling with seven rooms –living room, dining room, kitchen, bathroom, bedroom, utility room and studio. The residence is comfortably furnished and includes a fully equipped kitchen, and washer and dryer. The residence is not wheelchair accessible. The 10' X 8'6\" studio is equipped with a professional easel, drafting table, and true-color light stand.  Artists are required to supply their own materials. Family members may accompany the artist, but capacity is limited –the cabin is most suitable for an individual or couple.  Artists and\/or family members may not be engaged in other employment of any kind while occupying the cabin and must comply with all park regulations and standards governing park staff and visitors. Pets and smoking are not allowed. The park does not have a housekeeping staff; consequently residents are responsible for their own housekeeping. Some cleaning supplies and utensils are furnished. Linens, blankets, and towels used during the stay must be laundered before departure. The park provides no stipends for travel, food, etc. Artists are responsible for their own personal living expenses, food, supplies, transportation, and for any other expenses relating to the cost of producing artwork that may be incurred while in the program. Travel and shipping expenses to and from the park are also the responsibility of the participant. Gulpha Gorge Campground is located about 2 miles from the park visitor center. Artists must have their own means of transportation; bicycling is not practical. Public Programs During their residency, artists are required to provide two public programs. Attendance at the associated Gallery Walk is mandatory, and counts as one of the programs. Art created during the residency will be displayed at that time. The other program can be selected from the following possibilities: Studio (working with a local high school to mentor art students for a class period) Campfire program (evening program at campground) Junior Ranger program (children's program) At Ozark Bathhouse Cultural Center: Formal or informal demonstrations Workshops Lectures Donated Art At the conclusion of their residency, artists will donate a fully finished original work of art to the park based on or related to park themes or resources, and chosen by the park superintendent and staff from the body of work produced during the stay. Two-dimensional visual artists and photographers must produce a selection of work that is recognizable as being in the park. The donation will become property of the national park, and the park will have the right to reproduce it for its own use. All other works created during the residency must acknowledge the Artist-In-Residence Program at Hot Springs National Park when reproduced by artists for their own purposes. Selection and Notification Notification of results will be mailed as quickly as possible following the deadline and completion of the background check.Finalists must confirm their intention to participate in the program within two weeks of notification. Additional Information: For additional information or any questions, please contact Park Ranger Brian Schwieger at 501-620-6703 or by email at e-mail us.       The park initiated the Artist-In-Residence program in 2004 and it has been quite successful. Here you can see the artwork donated to the park by the participating artists: 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014",
    "url": "https:\/\/www.nps.gov\/hosp\/getinvolved\/supportyourpark\/artist-in-residence-program-information.htm"
}
