{
    "title": "Carter G. Woodson Home National Historic Site: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     June 08, 2015  National Park Service Awards Contract to Restore Carter G. Woodson Home  WASHINGTON— The National Park Service announced today that Perini Management Services was awarded a $5.6 million contract to begin restoring the Carter G. Woodson Home National Historic Site. This contract is for the first phase of a three-phase project. Phase one will restore the interior and exterior of Dr. Woodson’s home and stabilize the adjacent buildings. “This is a major step in opening Dr. Woodson’s home for people to visit,” Superintendent Gopaul Noojibail said. “The National Park Service is committed to sharing our nation’s history, and restoring, preserving and opening his home will help people learn about and honor Dr. Woodson’s work and legacy.” Phase one of construction will begin in early June 2015 and is expected to last 12-18 months. Once this phase is complete, the public will be able to visit the Woodson Home on a limited basis through pre-arranged tours.   December 12, 2014  NPS Celebrates Carter G. Woodson  Celebrate the 139th birthday of the “Father of Black History”, Carter G. Woodson, with the National Park Service (NPS), Association for the Study of African American Life and History, Inc. (ASALH), and the Omega Psi Phi Fraternity, Inc. by. Join us for a special program and music on Friday, December 19  from 6 p.m. to 8 p.m at Shiloh Baptist Church, located at 1500 9th Street, N.W., Washington, D.C. 20001.   December 05, 2014  Meet the Author of \"Carter G. Woodson in Washington, D.C.: The Father of Black History\" - Pero G. Dagbovie  Join the National Park Service for a book discussion and reading of Pero G. Dagbovie’s, new book, \"Carter G. Woodson in Washington, D.C.: The Father of Black History.\" The event is Saturday, December 13 from 2 p.m. to 4 p.m. at 1318 Vermont Ave. NW, the Mary McLeod Bethune Council House.",
    "url": "https:\/\/www.nps.gov\/cawo\/learn\/news\/newsarchive.htm"
}
