{
    "title": "Yukon - Charley Rivers National Preserve: Woodchopper Creek",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Woodchopper Creek                Gold Mining at Woodchopper Creek        Aerial view of Woodchopper dredge and tailings, ca. 1938. UAF Archives, Stanton Patty Collection       Woodchopper creek, on the south side of the Yukon above Circle . . . has been worked spasmodically for a number of years, producing a good many grubstakes and more numerous disappointments.              —Tanana Leader, 1909                          During the Klondike-Alaska Gold Rush of 1898 stampeders who arrived too late to profit from claims on the Canadian side of the border moved to the American side and found creeks that produced gold dust and nuggets. In the early days, rugged miners like Jack Boyle, Abe Fisher and Frank Slaven gathered just enough gold from Woodchopper Creek and neighboring Coal Creek to pay for a grubstake (supplies for the following year). Using picks and shovels and primitive sluice boxes they washed as much gravel as they could manage during short summers. During the winter they sunk mining shafts along the creeks to reach bedrock and, with luck, find the thin layer of gold dust and nuggets called a paystreak.        Woodchopper Creek miners pose with fossil tusks, ca. 1927. Samuel D. Harvey Collection  Hard work, Brief fame    Woodchopper Creek got its name because it served as a refueling stop for paddlewheel steamboats needing wood along the Yukon River. Because there was seldom enough gold, miners cut cord wood and stacked it at the river’s edge to earn much-needed cash. By 1906 eighteen men were mining on seven claims on the creek and its tributaries. Most of the work was done by hand, but one small hydraulic plant was used to blast away at creek-side gravel with pressurized water and three steam hoists were used to lift buckets of gravel out of drift mining shafts. In 1907 Woodchopper miner Max Lohbrunner received momentary fame when he found a mastodon skull eighty feet below the surface of his mining claim. The story ran in newspapers across the country after Lohburnner described fossilized tusks over nine feet long and teeth still in the jaw weighing fifty pounds each. He described the place as a “prehistoric boneyard.”    In 1909 the newspaper in the town of Tanana reported on the successes of a group of new miners on the creek: Woodchopper creek . . . came to the front in a surprising manner this summer, from all accounts. Some people from up the Yukon say the estimate for the present sluicing season runs as high as a quarter of a million. That sum may be halved and still be remarkable compared with former years. However, this boom was short-lived, and Woodchopper Creek remained a small but active mining district through the 1920s. Beginning in 1910 the Woodchopper Roadhouse operated on the banks of the Yukon about a mile from the creek’s mouth, and a gravel airstrip made Woodchopper a regular stop for early pilots delivering mail and cargo to the area.           McRae, Patty, and friends watching the process of removing mercury from gold, ca. 1936. UAF Archives, Stanton Patty Collection  Industrial Mining   In 1935 the Canadian investor General Alexander McRae was scouting for locations for mining on an industrial scale, and with the help of Ernest Patty of the Alaska School of Mines, he selected both Coal Creek and Woodchopper Creek. Soon the price of gold rose from $24 to $35 per ounce and McRae’s enormous dredges were doing the work of hundreds of men, processing 3,000 cubic yards of gravel every day. By operating non-stop under the midnight sun, McRae’s company, Alluvial Golds, Inc., could make relatively poor ground pay handsomely. The dredge at Woodchopper Creek operated until 1960 when diminishing returns and high operating costs spelled the end of an era. Private interests used the dredge in 1962 and by 1971 Joseph Vogler of Fairbanks purchased the Woodchopper mining claims and continued mining periodically until his death in 1993. Today the patented claims along Woodchopper Creek exist as a private inholding within Yukon-Charley Rivers National Preserve and the dredge and mining camp serve as reminders of the ingenuity and grit of placer miners along the Yukon River corridor.          Ernest Patty with two bags of Woodchopper Creek gold, June 1953. UAF Archives, Ernest Patty Collection",
    "url": "https:\/\/www.nps.gov\/yuch\/learn\/historyculture\/woodchopper-creek.htm"
}
