{
    "title": "Hot Springs National Park: Mammal Descriptions",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Mammal Descriptions                  Mammal Descriptions         USFW  Nine-banded Armadillo The only species of armadillo found in North America. The nine-banded armadillo is covered in bony skin plates that form a hard carapace or shell. The shell serves as a suit of armor against predators. Nine flexible rings encircle the shell allowing it to bend. They use their well developed claws and armor covered head to root through the dirt for food. Generally insectivorous with 90 percent of their diet consisting of invertebrates. Their teeth are small and peg like for grinding.        USFW  Red Fox Smaller than a coyote the red fox is distinguishable by its namesake red coat and bushy tail that ends in black with a white tip. They are mostly nocturnal but may be seen hunting during the day. They feed on small mammals, birds and insects while also foraging upon many plants. During breeding season they establish dens in well drained soil or under old growth tree roots, where they give birth to a litter of four to six baby foxes or kits.        USFW  Gray Fox Slightly smaller and shorter than the red fox, the gray fox has a long bushy tail with a black stripe on the upper side ending in a black tip. Found throughout the state, it is mostly nocturnal, making a den during the day. They are omnivorous eating more plants compared to coyotes or red foxes. Only species of American canid that can climb trees.        USFW      Virginia Opossum The only species of North American Marsupial, the Virginia Opossum is around the size of a large house cat. The female possesses a pouch used to house young. They are nocturnal omnivores eating anything from insects and fruit, to small animals such as birds and frogs. They have 50 teeth which is more than any other North American mammal. They possess a sort of opposable thumb called a \"hallux\" located on their rear feet along with a prehensile tail, which is a tail adapted to grasp onto things such as tree limbs.           USFW      Black Bear The only species of bear found within Arkansas, the black bear is found statewide, preferring the Ozark and Ouachita mountains and remote heavily forested habitat. They are mainly nocturnal but will forage near dusk. They are omnivores that have a wide diet variety consisting of small mammals, nuts, fruits, berries, insects, fish and grass roots.           USFW       Raccoon The raccoon is known for their characteristic black mask and the five to seven black rings which encircle their tail. Raccoons are found throughout the state. Mostly nocturnal they spend their days sleeping in hollowed out logs, trees and under rock outcroppings. During the night they are opportunistic omnivores feeding on everything from berries, nuts, and crawfish to human garbage.         USFW      Striped Skunk The striped skunk is found statewide. Identifying features include two broad white stripes running down its back. It is known best for its putrid smell. Around the size of a housecat, they are omnivores that feed on insects and small rodents. They can spray a putrid smelling liquid used as a defense mechanism with surprising accuracy, with jets that may reach up to 15ft.         USFW      Coyote The coyote is the size of a small German Shepherd dog with a bushy tail that ends in a black tip. Coyotes prefer a habitat of open fields, brush land and second growth forests. They are mostly nocturnal omnivores that feed on small mammals and various plants. They have been observed feeding on persimmons and muscadine.           USFW      Eastern Chipmunk The eastern chipmunk’s fur is reddish brown with black and white stripes running down its back. It has cheek pouches that it uses to carry food and stash it in burrows. The majority of its diet consists of seeds, nuts, mushrooms and various plant items. They have a complex burrow system with many entrances and short escape tunnels. They are territorial and defend the area around their burrows from neighboring chipmunks.         USFW      Eastern Cottontail The eastern cottontail is common throughout the state. It favors a habitat of brushy upland thickets and woodlands. They are often nocturnal but may be active during the day, depending on the environment. They eat clovers, broad leaved weeds, and grasses. They are prolific breeders and can have five or six litters a year. Young are weaned and leave the nest within 2 to 3 weeks after birth. Predators such as bobcats, foxes, and hawks help to keep their population in check.         USFW      White-tailed Deer White-tailed Deer are found throughout the state. Its coat color ranges from grey to tawny brown, with their characteristic tail possessing a white underside, which is used to warn other deer of danger. They are crepuscular (active during the dawn and dusk) herbivores which browse on leaves, twigs, and plant shoots. Males grow antlers each spring and shed them each fall. The antlers are used to fight other males during mating season and establish harems (a group of females) to breed with.           USFW      Bobcat The bobcat is around twice the size of a large house cat. The bobcat, aptly named for its distinctively bobbed tail, is found throughout the state. It’s preferred habitat consists of rocky outcroppings and canyons. Bobcats are mostly nocturnal, hunting at dawn and dusk. Their impressive camouflage coupled with their activity patterns make them rare to see. They prey on small mammals such as rabbit and rodents.",
    "url": "https:\/\/www.nps.gov\/hosp\/learn\/nature\/mammal-descriptions.htm"
}
