{
    "title": "Hot Springs National Park: Plan A Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip               Plan A Field Trip       We would enjoy having your class discover the hot springs and the baths with a tour. Reservations for group tours should be scheduled at least three weeks in advance by calling 501-620-6746. We can schedule tours beginning at 9:00 a.m. until 11:30 a.m. and from 1:30 p.m. to 4:00 p.m. Download curriculum materials here. Audiovisuals Valley of Vapors is 15 minutes long and gives a brief history of the use of the hot springs. Taking the Baths, a 9-minute video, tells what the traditional bath routine is.  You can have a copy of these park videos to watch with your class before your visit and add to the school library. We advise viewing both of these for background information on the park and baths. Just ask the ranger to send a copy to you when you call for a tour reservation. Taking the Baths is not available on site for groups. Guided Tours Fordyce Bathhouse Tour The guide will take you through the restored bathhouse rooms. You will hear about why people took the baths and how they took them. You will also hear about what else there was to do at the bathhouse. In the gymnasium, the students will be able to hold a medicine ball. This tour takes about 45 minutes. It is best if only 25-30 students are in one group. If you are bringing several classes at a time, we will try to have more than one guide available or to have one group watch the movie while the others tour and then switch. The Springs Tour The guide will take the group to the open springs outside nearby for a talk about how the water gets hot. Students will also be able to taste the hot spring water. This tour takes about 15 minutes. Discovering the Waters Tour If you are interested in a more in-depth geology talk, ask for the full 35-minute tour that includes part of the Grand Promenade and more about the geology. How hot is the hot springs water Field Activity If you bring your class to visit the park, you now have the option of having the students measure the temperature of the hot spring water. We have a set of Celsius and Fahrenheit thermometers to use to measure the open hot springs and collection pools, enough for 15 student groups. Please allow at least 40 minutes for this activity, in addition to the orientation about how the water is heated. Self Guiding Tour Any group may tour without a guide. We recommend that an adult accompany all groups and direct their learning by using the Fordyce floor plan. Groups are welcome to eat their lunches on the grassy Arlington Lawn area by the hot springs cascade. Park maintenance staff ask that all lunch trash be taken back to the school or left in a box next to the trash can. Please do not stuff it in the trash cans. We encourage you to recycle. School groups may have Junior Ranger booklets to complete on your own while visiting the park. You will need to add an hour to your visit for this. When you make the tour reservation, ask the park ranger to have the booklets and badges ready for the classes, or ask to pick them up before your visit. If you must cancel a tour reservation, please notify the park as soon as possible at 501-620-6715.",
    "url": "https:\/\/www.nps.gov\/hosp\/learn\/education\/planafieldtrip.htm"
}
