{
    "title": "Yukon - Charley Rivers National Preserve: A Line in the Wilderness",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     A Line in the Wilderness                A Line in the Wilderness: Alaska-Canada Border        Passengers in 1908 watch as the steamboat Susie powers upriver and across the international border between Alaska and Canada. The 20-foot-wide line through the trees (visible atop the ridge) was cleared one year earlier by U.S. and Canadian survey teams. UAF Archives, Meinzer Collection       The vast solitudes, uninhabited and lonely, have an irresistible call. The surveyor dreads the day when he shall have thrown his last diamond hitch, broken his last camp, and, from the deck of a homeward-bound steamer, have watched a free life fade away in the mist with the distant hills.       —Thomas Riggs, Jr., Boundary Survey Chief, 1912   It seems a fact of life that the 141st meridian serves as the international border between Alaska and Canada, but it was not always thus. When the Russian empire sold its American colony to the United States in 1867, knowledge of the line between Alaska and what was then British territory to the east was rudimentary, and it wasn't until the Klondike gold rush of 1898 that much attention was paid to the issue. During the rush, American and Canadian officials jostled for advantage over disputed territory and disgruntled American prospectors left the Klondike for Alaska to escape taxation of the gold from their claims. Determining the precise location of the border and marking it would come later.          Topographers survey the boundary and erect signal markers on mountain tops, ca. 1910. Alaska State Library, Asa C. Baldwin Photographs  Establishing the boundary In 1906 Great Britain and the United States signed a treaty providing for the survey and demarcation of the boundary line, and surveyors selected a place they called Boundary on the bank of the Yukon River as the site for determining exact longitude. The work then began under the leadership of American engineer Thomas Riggs, Jr. who established distinct teams. The projection party marked the boundary line at points on ridges between ten and twenty miles apart. The reconnaissance team selected observation stations and erected signals for use by the triangulation team, which carefully measured the meridian line. The topographical parties followed, mapping the landscape in a five-mile band along the meridian. Next the line-cutting parties cleared timber for ten feet on either side of the line, and last came the monumenting parties to erect permanent markers in concrete, each one visible from the next.      International effort The work required to survey and mark the 550-mile line was enormous, and soon Canadian teams joined the effort. The American and Canadian parties included between 30 and 50 men each, and a friendly rivalry developed to see which side could accomplish the most in the shortest time. Still, the work was difficult and dangerous. As Riggs explained, climbing mountains was just the beginning: Heavy theodolites and topographic cameras must be carried, and instead of being able to throw themselves down to rest and enjoy the glorious panorama, there is immediate work to be done, and a few clouds hovering over some distant mountain, instead of lending beauty to the view, may send the poor surveyor behind some sheltering rock to wait, shivering with cold, until morning will allow him to complete his observations. Most of the time the teams relied on pack trains for transportation, although the terrain, alternating between ridge and valley, was not suited for horses. Stream crossings were dangerous, thawed sections of permafrost became impassable, and men and horses both suffered terribly from fatigue and mosquitoes.        American and Canadian team leaders celebrate the end of the survey at the Arctic Ocean, July 15, 1912. Alaska State Library, Early Prints of Alaska Collection  End of the line On July 15, 1912, both teams reached Demarcation Point on the Arctic coast, and Riggs and his Canadian counterpart celebrated the occasion by wading out among the icebergs. \"It was rather a lost feeling,\" wrote Riggs, \"that we arrived at the shore of the Arctic Ocean and saw the practical completion of the work on which we had been engaged for so many years.\" Not only had the boundary been surveyed, mapped, and marked, but the project cemented good relations between the two countries. Today international teams continue to maintain the border as a visible landmark, and Yukon River travelers, as they float past, can see on the bank one of the original markers (a metallic obelisk) and the 20-foot-wide clearing in the trees. North of the Yukon River, the border forms the eastern limit of Yukon-Charley Rivers National Preserve, and to the south, motorists cross the border along both the Alaska Highway and the Top of the World Highway.          The Top of the World Highway, Autumn 2010. NPS",
    "url": "https:\/\/www.nps.gov\/yuch\/learn\/historyculture\/international-boundary.htm"
}
