{
    "title": "Hot Springs National Park: Amphibians",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Amphibians                Amphibians         Mole Salamander - B. Gloriosa           While relaxing next to one of our beautiful streams or hiking a section of trail, you may encounter some of the parks more unique inhabitants, “The Amphibians”. Amphibians are a type of animal that spends one or more stages of life in the water. They include frogs, toads, and salamanders. The park serves as prime habitat for as many as 22 species of these incredible creatures. Keep your eyes peeled for a spotted salamander in the leaf litter and your ears open for the symphony of frog and toad calls that punctuate the spring and summer nights. As always, show respect for any incredible animal you may encounter.           Bullfrog - P. Gilmore           What’s an Amphibian? Amphibians are a type of animal characterized by a series of one or more metamorphoses as they grow to adulthood, having thin semi-permeable skin, and being ectothermic which means their temperature is largely dictated by the environment they are surrounded by. Amphibians are often used as health indicators of an ecosystem due to their biological sensitivity to pollutants. Their semi—permeable skin which helps them to exchange oxygen and water from their environment makes them extremely vulnerable to pollution. Currently more than one third of the amphibian species alive today are threatened with extinction due to human activities.    A detailed list of the parks amphibians can be found by clicking here.  You will need Adobe Acrobat Reader to read this file. You can download it free of charge here.                 Cope's Gray Tree Frog - B. Gloriosa           Frogs and Toads Frogs are a diverse group of short-bodied and tailless amphibians that can be found in many different environments. They are usually seen along the borders of lakes, ponds, streams, and puddles. Frogs are active mostly at night and feed on a variety of invertebrates that include insects, snails, slugs, spiders, and worms. Many frogs use calls or forms of vocalizations to attract mates during the breeding season in the spring and summer months. Frogs lay their eggs in water or moist environments which hatch into a form of aquatic limbless and gilled larvae named “tadpoles”, which will eventually metamorphose into adult frogs with fully functioning lungs and legs.             Spotted Salamander - B. Gloriosa   Salamanders Six hundred and fifty-five species of salamander are found in the world today, 30 of which call Arkansas “home”. Hailing from order Caudata, salamanders are amphibians with long tails, slender bodies, and short legs. Many consider salamanders rare compared to frogs but they are actually quite common, just reclusive, nocturnal, and non-vocal. During the day they can be found resting in damp leaf litter or under fallen logs. At night, salamanders feed on a variety of insects including worms, ants, and crickets. Salamanders breed in the spring; the only time of the year they aren’t solitary. The eggs are laid in aquatic or damp environments and may be guarded by the female until hatching.",
    "url": "https:\/\/www.nps.gov\/hosp\/learn\/nature\/amphibians.htm"
}
