{
    "title": "Yukon - Charley Rivers National Preserve: Woodchopper Roadhouse",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Woodchopper Roadhouse                Woodchopper Roadhouse         USGS Photographic Library, J.B. Mertie (1277)  Mrs. Welch and Jack insisted that we sit down for a visit... Conversation turned to people along the river, the prospect of having mail transferred back from airplane carrier to dogteam carrier, the spring ice flood which had come three feet deep into their cabin and the present salmon catch which is not as good as usual. —Elizabeth Hayes Goddard, 1934   During the Klondike-Alaska gold rush, demand surged for roadhouses and cordwood along the Yukon River. The wood provided fuel for steamboat engines and the roadhouses provided shelter for travelers and supplies to local residents. Woodchopper Creek attracted attention early on as a convenient place for both. In addition, prospectors had discovered signs of gold in the creek gravel, and a roadhouse serving as hotel, store, and post office opened right away. A navigational chart of the Yukon River created in 1900 shows log cabins near the creek mouth and a flag to signal boat captains where to stop for wood.         UAF Archives, Elizabeth Goddard Collection (1967-48-10)  Shelter on the trail The first roadhouse owner known at this location was Valentine Smith, nicknamed \"Woodchopper Smith\" because he sold wood to the steamboats when he was not prospecting for gold. Born in Germany, he immigrated to the United States in 1883 and staked his first claim on Woodchopper Creek in 1910. Smith is believed to have opened a small log roadhouse by 1907 before building the larger Woodchopper Roadhouse we know today. Between 1919 and 1929, ownership of the roadhouse shifted to Fred and Flora Brentlinger, and after Fred died Flora sold the business to another couple - Jack and Kate Welch. Kate had come to Alaska from California around 1915, and a visitor to Woodchopper noted, \"her goodnatured husband, is tall and bent, [and] an unruly mop of black and grey hair sticks out over his forehead.\" That visitor was Elizabeth Hayes Goddard, who was traveling the Yukon River alone in 1934 and wrote in detail about her stay at Woodchopper Roadhouse. Evidently Kate Welch knew her husband was a sight because she told Goddard, \"Jack may look rough, but he's pure gold to me!\"        NPS Photograph Collections  A glimpse inside Few examples exist of travelers recording their roadhouse experiences, which makes Goddard's diary a valuable document. She begins by describing the building interior: [Jack] Welch's home is made of logs, inside and out... In one corner are shelves of the store which sells canned milk, tobacco, candy, gum and other small articles. In another corner stands the desk which comprises the Woodchopper Post Office. In the third corner is the cooking range. A tin washbasin with towels for community use stands in the fourth corner near the stairway leading to the sleeping room above. A long dining table is near the stove. Goddard also noticed the woodstove fashioned from a gasoline drum and a wooden rack called a 'Yukon Christmas tree' hung over the heat. The rack, with its many branches, was essential because, as she explained, \"Travelers coming in from the winter trail take off their freezing gloves and socks and throw them on this 'Christmastree' to dry.\" The downstairs was also furnished with \"comfortable rockers\" and a phonograph to play Fritz Kriesler's violin composition Andantino and the Irish folk song Mother Machree.        NPS\/Chris Allan  Roadhouses in decline Life as a roadhouse proprietor was never easy, and the Welches had a harder time than most. In the early 1940s the couple was traumatized when a spring ice dam on the Yukon caused a flood that nearly destroyed their home and livelihood. During the night, ice and water covered the forest floor and rose to the second-story window of the roadhouse. Jack cut his sled dogs loose, tied his scow up to the cabin (for a last-minute escape) and stayed to push blocks of ice away from the building with a pole. Although the water receded and they survived, the event led to health problems and their untimely deaths. The era of the Yukon River roadhouse was in decline by the 1930s, due largely to airplanes, cars, and railroads which made steamboat travel less popular. In winter, fewer dog teams traveled the river corridor, and the population of small-scale gold miners dwindled at Woodchopper and Coal Creeks when they sold their claims to investors who imported gold dredges.         NPS\/Chris Allan  Today the ruins of Woodchopper Roadhouse are obscured by trees and hard to spot, but just four miles away visitors still stay at historic Slaven's Roadhouse, which has been restored by the National Park Service.",
    "url": "https:\/\/www.nps.gov\/yuch\/learn\/historyculture\/woodchopper-roadhouse.htm"
}
