{
    "title": "Hot Springs National Park: Indoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Indoor Activities              Indoor Activities       Visit the park Visitor Center and Museum inside the Fordyce Bathhouse, located at the midpoint of Bathhouse Row on Central Avenue. See exhibits, watch park movies, and take a tour of the elegant Edwardian Era bathhouse. Also visit the Bathhouse Row Emporium--the park store--inside the Lamar Bathhouse toward the southern end of Bathhouse Row near the intersection of Central Avenue and Reserve Street. Shop for souvenirs and taste the hot spring water. Both facilities are open 9 a.m. to 5 p.m. daily; closed New Year's Day, Thanksgiving Day, and Christmas Day. The Bathhouse Row Emporium also stays open late for Gallery Walk on the first Friday of every month.        Enjoy a relaxing bath the same way visitors to Hot Springs did 50 years ago. Courtesy of Buckstaff Baths  Take a traditional bath at the Buckstaff Baths, a park concessioner since 1912. This experience with individual tubs was patterned after European spas in the early 1900s. Children eleven years old and up may have a traditional bath here.        Quapaw Baths and Spa offers pools with water from the hot springs. NPS photo  Soak in pools with the hot spring water or have a modern day spa experience at the Quapaw Baths and Spa. Children 14 and older may use the spa pools. Read more about it.        Hot Springs Mountain has had a lookout tower since at least 1877. This is the third tower to stand near this location and still gives a great view of the surrounding mountains. Hot Springs National Park  Visit the Hot Springs Mountain Tower Park Concession Located on Hot Springs Mountain Drive, the 216 foot tall tower overlooks 140 miles of the beautiful Ouachita Mountains. A gift shop on the ground level offers a variety of souvenirs along with healthy snacks and sandwiches to satisfy the whole family. For more information, visit their website.  401 Hot Springs Mountain dr. Hot Springs AR 71901 (501) 881-4020",
    "url": "https:\/\/www.nps.gov\/hosp\/planyourvisit\/indooractivities.htm"
}
