{
    "title": "Hot Springs National Park: Gulpha Gorge Campground",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Gulpha Gorge Campground              Gulpha Gorge Campground       Camping at Gulpha Gorge Campground costs $10 per night ($5 with a Golden Age\/Interagency Senior pass or Golden Access\/Interagency Access card) for primitive sites. For sites with hookups, it is $30 per night ($15 per night if you have a Golden Age\/Interagency Senior Pass or Golden Access\/Interagency Access Pass card.) Utilities include 30 and 50 amp electrical connections, water, and sewer connections at each site. Click to view campsite map and campsite length. Sites are available on a first come, first served basis. You cannot make a reservation. Each campsite has a picnic table, pedestal grill, and water nearby. While there are no showers, there are modern restrooms. Water is available for registered campers only at several stations throughout the campground most of the year and at the dump station. Your stay is limited to 14 consecutive days. Longer stays require you to move to a different campground. Sites are not pull-through. Quiet hours are 10 p.m.-6 a.m. Pets are allowed if leashed. Please pick up animal waste. You can get America the Beautiful Interagency Passes at the park store, Bathhouse Row Emporium, in the Lamar Bathhouse. For more information about the federal government recreation passes, such as the Senior Pass or the Access Pass, please click here.  Gulpha Gorge Campground is located off US Hwy 70B on the east side of Hot Springs. For GPS directions, the physical address is 305 Gorge Road, Hot Springs AR 71901. (No mail is delivered at this address.) Campgrounds with showers and hookups are available in the surrounding area. For more information, use these links:Ouachita National Forest Lake Ouachita Corps of EngineersArkansas State ParksCommercial Campgrounds As in all communities and parks, crimes against property and visitors may occur and you must use good judgment to protect your property and yourself.  Hot Springs National Park encourages you to lock your vehicle and ensure property is locked in the trunk of your vehicle or hidden from view; hold or carry personal possessions securely; avoid dark and isolated areas; and, walk, run and hike in pairs or groups.  In the event of criminal activity, you should go to the nearest telephone and call 911 to report the incident or call our Law Enforcement Dispatch at 501-620-6739.",
    "url": "https:\/\/www.nps.gov\/hosp\/planyourvisit\/campground.htm"
}
