{
    "title": "Hot Springs National Park: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar           Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 11 results    Show ALL instances of recurring events   RSS Feed      Hot Springs National Park Every Child in the Park Program      Location: Fordyce Visitor Center Fees: FREE     Sunday, August 14, 2016 Everyday  from 01\/06\/2016 to 12\/31\/2016 Are you a 4th grader or at least 10 years of age? Do you know someone that is in the 4th grade or 10 years old? If so...you can get a 4th grader national park pass for FREE! View Details      Hot Springs National Park Fordyce Bathhouse interpretive tour      Time: 11:00 AM,2:00 PM Location: Fordyce Bathhouse Fees: Free     Sunday, August 14, 2016 Everyday  from 07\/02\/2016 to 07\/02\/2017 The Fordyce Bathhouse, the showpiece of historic Bathhouse Row, was the largest and most luxurious bathhouse on Bathhouse Row with its Italian marble walls and partitions, large stained glass windows and decorative ceilings.  View Details      Hot Springs National Park Ranger's Choice       Time: 3:00 PM to 4:00 PM Location: Ozark Bathhouse Fees: Free     Sunday, August 14, 2016 Every Sunday Weekly & Every Thursday Weekly & Every Friday Weekly & Every Saturday Weekly  from 07\/07\/2016 to 10\/01\/2016 Join a ranger for a mystery program about the national park. View Details      Hot Springs National Park Behind the Scenes Tour of the Museum Collection      Time: 1:00 PM to 1:45 PM Location: Lamar Bathhouse - Bathhouse Row Emporium Fees: Free     Wednesday, August 17, 2016 Every Wednesday Weekly  from 08\/10\/2016 to 10\/12\/2016 Join the park curatorial staff and view items from the national park's collection and archives.  View Details      Hot Springs National Park Hike Hot Springs Mountain      Time: 7:00 PM to 8:30 PM Location: Gulpha Gorge Campground Fees: FREE     Wednesday, August 17, 2016 Every Wednesday Weekly & Every Saturday Weekly  from 07\/27\/2016 to 08\/27\/2016 Hike with volunteers on Hot Springs Mountain and see beautiful vistas! View Details      Hot Springs National Park Trees in the Forest      Time: 7:00 PM to 8:00 PM Location: Gulpha Gorge Campground Fees: FREE     Thursday, August 18, 2016 Every Thursday Weekly  from 06\/09\/2016 to 08\/25\/2016 Join volunteers for fun and learning with our foliage. View Details      Hot Springs National Park Children's Nature Program      Time: 9:00 AM to 10:00 AM Location: Gulpha Gorge Campground Fees: FREE     Friday, August 19, 2016 Every Friday Weekly  from 06\/10\/2016 to 08\/26\/2016 Want to be a smarty pants about your local trees and plants? Join volunteers in games and activities during this children's program on our incredible natural setting. View Details      Hot Springs National Park Evening Campground Fun      Time: 6:00 PM to 8:00 PM Location: Gulpha Gorge Campground Fees: Free     Saturday, August 20, 2016 Every 3rd Saturday of every month. from 03\/19\/2016 to 11\/19\/2016 Join park staff at the Gulpha Gorge Campground for a night of evening fun and programs. View Details      Hot Springs National Park Morning Tea at the Jug      Location: Administration building on Reserve Street Fees: Free     Saturday, August 27, 2016 Every 4th Saturday of every month. from 03\/26\/2016 to 11\/26\/2016 Learn about the park over a cup of hot tea or coffee. View Details      Hot Springs National Park Iron Ranger Challenge      Location: Hot Springs National Park  Fees: Free     Saturday, September 3, 2016 Every 1st Saturday of every month. from 01\/02\/2016 to 12\/03\/2016 Take the Challenge....100 miles in 365 days. Start January 1, 2016 ends December 31, 2016. Check for start times based on season. View Details      Hot Springs National Park Just HIKE      Location: Hot Springs National Park Fees: Free     Saturday, September 10, 2016 Every 2nd Saturday of every month. from 04\/09\/2016 to 11\/12\/2016 Hiking 101....How to's and What not to do's in hiking the National Parks. View Details",
    "url": "https:\/\/www.nps.gov\/hosp\/planyourvisit\/calendar.htm"
}
