{
    "title": "Hot Springs National Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       Physical Addresses for GPS Fordyce Bathhouse (Hot Springs National Park Visitor Center) 369 Central Avenue Hot Springs, AR 71901 Phone: 501-620-6715 Latitude:N 34° 30' 43.6391\" Longitude:W 93° 3' 13.6398\" Gulpha Gorge Campground 305 Gorge Road Hot Springs, AR 71901 Latitude:N 34° 31' 20.5553\"Longitude:W 93° 2' 6.2799\"     Driving Directions Other Options: Air, Commercial Bus, Train     Driving DirectionsFrom North Little Rock\/Little Rock: - Interstate 30 W to Exit 111 (  US 70 west –Hot Springs)  - Drive on US 70-W (road name changes to US 70 Business\/East Grand Avenue after 18 mi) to Spring Street  - Right on to Spring Street (road name changes to Reserve Street after approximately 0.5 mi) to Central Avenue - Right on Central Avenue to 369 Central Avenue - the Fordyce Bathhouse, Hot Springs National Park's visitor centerNote:  While the visitor center is on Central Avenue, parking is limited and only on one side of the street; we recommend you park in the city's free parking garage on Exchange Street.From Fort Worth\/Dallas\/Texarkana - Interstate 30 E to Exit 78 ( AR 7 –Caddo Valley - Arkadelphia - Hot Springs)  - Turn left off the exit ramp to head north on AR 7\/Valley Street (Valley Street will change to Central Avenue near DeGray Lake). - Arrive at 369 Central Avenue (the Fordyce Bathhouse, Hot Springs National Park's visitor center) approximately 31 miles off Exit 78.Note:  While the visitor center is on Central Avenue, parking is limited and only on one side of the street; we recommend you park in the city's free parking garage on Exchange Street.From Oklahoma City\/Fort Smith\/Northwest Arkansas - Interstate 40 E to Exit 81 ( AR 7 - Arkansas Ave. - Russellville) Visitors traveling south on US 71 from Fort Smith, or north on US 71 from Texarkana, take the US 270 East exit and take 270B through town. Visitors coming from Oklahoma on US 70 would take US 70B into Hot Springs. When you get into the city you will see signs for the National Park. The Visitor Center is located downtown on Highway 7 North or Central Avenue.       Air Travel Hot Springs is serviced by a local airport, Hot Springs Memorial Field, or Little Rock National Airport (with shuttle service and rental cars) approximately 60 miles away.     Commercial Bus Greyhound Bus Lines services Hot Springs with a station located at 1001 Central Ave, Stuite D. For fare and scheduling information, call 1-800-231-2222.     Train Amtrak's Texas Eagle route serves Little Rock, Arkansas.",
    "url": "https:\/\/www.nps.gov\/hosp\/planyourvisit\/directions.htm"
}
