{
    "title": "Pipestone National Monument: Geologic Formations",
    "body": "Geologic Formations         The exhibit quarry floor is the bottom of the pipestone layer.  The rock along the edges of the quarry is Sioux quartzite, except for the thin seam of pipestone at the bottom edge of the quarry wall. NPS Photo  The solid bedrock of the Pipestone National Monument is the Sioux Quartzite, a thick stack of ancient layered rocks exposed today in parts of Southwest Minnesota, southeastern South Dakota, and northwest Iowa.   The Sioux Quartzite consists of three rock types that were originally layers of mud (pipestone), sand (quartzite), and gravel (conglomerate). According to scientists, these rocks were deposited at some time between 1.75 billion and 1.63 billion years ago.   The unique variety of pipestone at Pipestone National Monument is called catlinite. It consists largely of microscopic crystals of pyrophyllite (pie-raw-fill-ite), diaspore (die-ah-spore), muscovite (musk-oh-vite), and kaolinite (kay-oh-lihn-ite). Traces of the iron bearing mineral hematite (heem-ah-tite) give the catlinite its red color. Most other red pipestones found in the world contain the mineral quartz; catlinite has little or none.   Catlinite formed when mud layers were buried within the earth, under temperature and pressure conditions very different from those at the surface. The original minerals were unstable in this new environment, and their chemical components recombined to form new minerals.   The catlininte beds are sandwiched between thicker beds of quartzite. Most of the sand grains of which the quartzite is made are rounded crystals of quartz \"glued\" together by other quartz crystals that grew between the sand grains after the layers were buried. After millions of years of heat and\/or pressure fusing the grains together, the rock is presently a mineral harder than ordinary steel.   Although Sioux Quartzite is extremely hard, the adjacent layers of catlinite are very soft. Since the catlinite contains no quartz, subjection to the same natural heat and pressure metamorphosed it into a very dense material which is roughly the same hardess as a human fingernail. It can therefore be easily carved using only the simplest of tools.         The seam of pipestone within the Monument slants downward to the east. The quarries are found along the edge of this seam of rock in a roughly north-south line which is two-thirds of a mile long. Hikers on the 3\/4-mile Circle Trail will encounter some of the pipestone quarries in use today along the trail.",
    "url": "https:\/\/www.nps.gov\/pipe\/learn\/nature\/geologicformations.htm"
}
