{
    "title": "Chesapeake & Ohio Canal National Historical Park: The Fish Ladders",
    "body": "Fish Ladders       Great Falls Fish Ladder Early settlers in Maryland and Virginia depended on fish as a principle source of food. Since the Chesapeake Bay had an abundance of fish, the first colonists gave little thought to the need for fish in the interior waters. However as colonial settlements began to spread westward, the demand for food fish required their movement, or migration, from the Chesapeake Bay to the connecting waterways. Migrating fish could not go upstream beyond Great Falls on the Potomac. Records indicated that shad, striped bass and white perch were historically found in the waters below the falls, but the eighty foot high, sheer rock barrier prevented their further ascent from downstream. By 1830, industry, dams and canals also impeded migration. The ruthless destruction of large numbers of fish by fish pots, seines, weirs, and striking, further depleted populations. Concerned citizens of Maryland, Virginia, and the District of Columbia demanded that the government restore the supply of fish in the Potomac River basin by providing an upstream passage above the falls for migration. As a result, a Commission of Fisheries was established. In 1875 the new members undertook a study for the construction of a channel around Great Falls to promote the migration of shad fish in the upper Potomac. The commission recommended the creation of a passageway adjacent to the Maryland shoreline with a water rate moderate enough in decent and velocity for the shad to ascend. For seven years there was no progress on the project. Finally in 1882 public pressure resulted in a Congressional appropriation of $50,000 for a fishway at Great Falls. Patents, plans and specifications for the six-sectioned fishway were prepared. Work commenced in 1885. Six months later a flood carried away the protecting dam, damaged construction, and suspended the project. Late in 1886 repairs were made, but the project needed to be redesigned with sufficient strength to withstand flooding. Finally on July 1, 1892, seventeen years after its proposal, the Fish Ladders of Great Falls were completed at a total cost of $75,000. Constructed of concrete and yellow pine timbers, the structural remains of the ladders are in excellent condition. Normal water flow in the Potomac covers the units most of the year and thousands of park visitors pass by without recognizing them. Although used by some fish for migratory travel, to date, no shad, white perch or striped bass are using the ladders at Great Falls. Around 1900, the Army Corps of Engineers built a water supply dam at Little Falls on the Potomac, ten miles downstream. The structure blocked the upstream passage for large fish. Thus the historic remains of the fishway at Great Falls stand not as a monument to economic success, but most certainly as a tribute to citizen's early efforts to protect and perpetuate food fish for future generations.",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/historyculture\/fishladders.htm"
}
