{
    "title": "Yukon - Charley Rivers National Preserve: 4th of July Mining Camp",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     4th of July Mining Camp                A Steam Donkey at 4th of July Creek         The 4th of July Creek steam donkey engine stands today in mute testimony to once lofty placer mining schemes. Chris Allan, NPS  Jim Taylor went outside and bought a great big double barrel logging hoist and a Bagley scraper... It was a losing game because the ground wasn't rich enough to stand that kind of stuff.    ---Barney Hansen, 4th of July Creek miner, ca. 1930s  During the Klondike Gold Rush many stampeders searched Alaskan rivers and creeks after finding they had arrived too late to secure gold claims on the Canadian side of the border. One of those creeks was the patriotically named Fourth of July Creek inside what is today Yukon-Charley Rivers National Preserve. In 1898, the first gold-seekers on the scene held a miner's meeting and established some rules: one man, one claim… and use of power of attorney to claim for others was prohibited. Plus, entrepreneurs founded two towns, Ivy City (which quickly faded) and Nation City, located opposite the mouth of Nation River not far from Fourth of July Creek. Nation City boasted a dozen cabins, a small store, and a roadhouse and served as the Yukon River supply post for miners working between ten and twelve miles up the creek.       Placer mining struggles For many years Fourth of July Creek produced only minor amounts of gold, and although more than one hundred claims had been staked, most miners left by 1900 to seek their fortunes in Nome or by 1902 to follow the strike on the Tanana River. The few who held on, or who moved in after the exodus, struggled with transportation issues and frequent water shortages. In 1906 a dozen miners made $6,000 using drift mining and open-cut mining techniques much like those used on nearby Coal Creek and Woodchopper Creek. A long-continued drought, which resulted in low water in the streams needed for sluicing, seriously inhibited mining. Nevertheless, a miner named James Taylor thought he could outsmart the land.  In 1909 the Tanana Leader, a regional newspaper, reported:    Another up-river creek which redeemed its former dubious reputation is Fourth of July. . . Taylor, the operator there, went to Rampart last season and took observations of Frank & Graham's splash-dam work on Little Minook, after which he returned and installed a dam on Fourth of July. The result was highly remunerative.    The \"splash-dam\" (also called a boomer dam) harnessed the power of a stream by damming it and then releasing the water in a flood that carried away layers of gravel and topsoil to provide access to richer ground below.        Logging crew near Haines, Alaska cabling a donkey engine uphill in 1909. University of Washington Archives  Imported technology   By 1911 Taylor decided to try a more mechanical approach and invested in an 86-horsepower \"steam donkey\" built by the Sedro-Woolley Iron Works in Washington State. The steam donkey was a kind of traction engine designed to haul heavy weights with steel cables pulled by powerful winches mounted on the front of the machine. Steam donkeys were primarily used in the timber industry in the Pacific Northwest to pull logs out of the forest and onto railroad cars.   Beginning in the 1880s and 1890s, steam donkeys were popular for backcountry work like logging, road-building, and mining because they were mobile and the fuel source (wood) was usually close at hand. A crew of at least three was needed to operate it: the donkey puncher worked the clutches, brakes and throttle; the wood buck kept the firebox stoked and the steam pressure up; and the third, called a whistle punk worked the steam whistle with an elaborate system of signals to communicate with the men at the far end of the cable. As with any steam-powered engine, water needed to be added to the boiler at regular intervals and the risk of explosion was always present. When explosions occurred, the metal skin of the boiler took off like a rocket and the long tubes inside spilled in every direction like the stems of wilted flowers. Taylor and his men planned to use the cables to pull a large bucket with teeth called a Bagley scraper to excavate gold-rich gravel and move it to his sluice box operation. However, his first challenge was to move the machine from the banks of the Yukon River, where it was delivered by steamboat, to his mine ten miles inland. To accomplish this, Taylor used the machine's unique ability to drag itself by sliding on wooden skids. By digging holes at regular intervals in the frozen ground and burying a large hook to serve as an anchor, Taylor maneuvered the machine, one cable length at a time, through a brushy uphill valley at a rate of half a mile per day.       Donkey Engine patent drawing, April 18, 1882. United States Patent Office       Fourth of July Creek today It is unknown how effective the steam donkey was at increasing profits, but the mine was worked only sporadically over the next four decades. As the operation changed hands and generations of miners came and went, the camp accumulated examples of most kinds of early placer mining technology, including picks and shovels, sluice boxes, hydraulic pumps and nozzles, lengthy ditches, and a Caterpillar loader  dating from 1949. The camp also included a blacksmith's shop and forge. Over time parts of the steam donkey went missing -- like the drum-shaped winches and the whistle -- and the skids rotted away, but the rest remains as mute testimony to the fierce determination and ingenuity of early gold miners along this section of the Yukon River corridor.        The elevated log cache sheltering a 1949 Caterpillar loader at the 4th of July Creek mining camp. Chris Allan, NPS",
    "url": "https:\/\/www.nps.gov\/yuch\/learn\/historyculture\/steam-donkey.htm"
}
