{
    "title": "Chesapeake & Ohio Canal National Historical Park: Great Falls Area Field Trips",
    "body": "Great Falls Field Trips      The Great Falls location of the C&O Canal NHP has educational field trips every Spring and Fall. Programs are offered on Tuesdays*, Wednesdays and Thursdays.The address for the Great Falls Tavern Visitor Center is 11710 MacArthur Boulevard, Potomac, MD 20854.    *Tuesday programs include all non-boat programs. Boat programs are ONLY available on Wednesday and Thursday.     To schedule a field trip in the Great Falls area, please submit a Field Trip RSVP Form to request a field trip at least two weeks in advance via email or by mail. When your form has been received, you will be contacted by a ranger to reserve and finalize your trip details. For any further questions, email us at cocanaleducation@nps.gov or call us at (301) 714-2213.   As of January 1, 2016 the C&O Canal National Historical Park will charge education program fees for curriculum-based, park-led education programs at Great Falls (Potomac, MD). Fees collected will support the park education program and outreach to new school audiences. Please see below a description of programs and costs. Fee waivers are available for Title I schools. Please inquire when you make a reservation.    Elementary Education Programs Ride the Mercer: Students will explore the history, life, and engineering of the C&O Canal, while uncovering man-made and natural changes to the environment. Through living history and first-hand experience, students will compare past and present to understand what life was like for the people on the C&O Canal, and explore the function and design of technology from the past. Enhance student learning by completing pre- and post-visit activities. Location: Great Falls Tavern and Lock 20 Length: 1 hour Cost: $5 per person   Olmsted Island Nature Scavenger Hunt: Students will hike from the Washington Aqueduct to Olmsted Island\/Potomac Gorge Overlook. Along the way, students will participate in a scavenger hunt and write a senses poem or song. Enhance student learning by completing pre- and post-visit activities. Location: Great Falls Tavern\/Olmsted Island Length: 1.5 hours Cost: $5 per person   Mules and Tools on the Canal (STEM): In this activity, students will explore the history and engineering of the C&O Canal, canal boats, the concept of a hybrid, and the importance of the mule in canal operations. Students will gain a basic understanding of the C&O Canal and the role mules played in day to day operations. In addition, students will learn the basic understanding of various methods of transportation. Enhance student learning by completing pre- and post-visit activities.  Location: Great Falls Tavern Length: 1 hour Cost: $5 per person   Time in a Tree (STEM): In this activity, students will gain a basic understanding of native trees and plants in the Great Falls area. Students will work in groups to identify, measure, and estimate the height of trees around the Great Falls Tavern. Students will learn about what factors help and hurt a trees development, as well as why trees are important for the world. Enhance student learning by completing pre- and post-visit activities.  Location: Great Falls Tavern Length: 1.5 hours Cost: $5 per person   Secondary Education Programs Ride the Mercer: Students will explore the history, life, and engineering on the C&O Canal, while uncovering man-made and natural changes to the environment. Through living history and first-hand experience, students will compare the past and present to understand what life was like for the people of the C&O Canal and explore the function and design of technology from the past using primary sources. Enhance student learning by completing pre- and post-visit activities.  Location: Great Falls Tavern and Lock 20 Length: 1 hour Cost: $5 per person   Olmsted Island Nature Hike: Students will hike from the Washington Aqueduct, down the towpath and Olmsted Island Trail to the Great Falls Overlook and Potomac Gorge. While hiking, students will use field notebooks to make observations, searching for specific geologic and biologic features on the trail, in addition to answering location-specific questions. Enhance student learning by completing pre- and post-visit activities. Location: Great Falls Tavern\/Olmsted Island Length: 1.5 hours Cost: $5 per person   Friction, Leverage, and Gravity: The Physics of the Canal (STEM): Students will rotate through three stations exploring canal operations and canal life via STEM hand-on demonstrations of friction, leverage, and gracity. Students will also \"Meet the Mules\" and learn about how this invaluable hybrid animal supported C&O Canal operations. Enhance student learning by completing pre- and post-visit activities.  Location: Great Falls Tavern Length: 1.5 hours Cost: $5 per person   Field Observation Notebook and Hike: A self-guided hiking tour of the many fabulous hiking trails in the Great Falls area. Choose from the River Trail (easiest), the Ford Mine Trail (moderate), or the Gold Mine Loop (strenuous). Students will be given field notebooks to record their observations on their hike, and the wildlife that they may encounter! At this time, we do not recommend taking school trips on any of our Billy Goat Trail sections. Ranger led hikes may be available based on staffing. Please inquire about a ranger led hike when you submit your reservation form. Location: Hiking Trails in Great Falls area Length: 1-3 hours Cost: $5 per person",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/education\/classrooms\/greatfallsfieldtrips.htm"
}
