{
    "title": "Chesapeake & Ohio Canal National Historical Park: The Washington Aqueduct System",
    "body": "The Washington Aqueduct System       The Washington Aqueduct is the District of Columbia's first public water system. Built by the Army Corps of Engineers from 1853 to 1863, it is a monumental achievement and a tribute to the brilliance of its designer and developer, Montgomery C. Meigs. In 1852 the ever-growing population of Washington, and the memory of two devastating fires, forced the U.S. Congress to acknowledge that the nation's capital required more than the wells and springs that were its current sources of water. In November of 1853 ground was broken at Great Falls, Maryland for a public water system for Washington. Meig's plan was to divert the water from the Potomac River (12 miles upstream) into a brick conduit. Gravity and pumping stations would direct water through the conduit to retaining reservoirs where it could then be pumped to the city's pipelines. To accomplish this feat the Army Corps of Engineers constructed a masonry dam across the Potomac, a control gatehouse at Great Falls, a 12 mile conduit, 11 tunnels, 6 bridges, pump stations, pipelines, and 2 reservoirs! Supplies like cast iron, sand, concrete, brick and Seneca sandstone were brought to the construction site by wagon or by boat on the C&O Canal. The aqueduct's dam was originally built only halfway across the river. It was extended to the Virginia side between 1884 and 1885 to meet the District's ever-increasing demand for water. Built of cut stone, the dam was anchored to the river floor, not to block its flow but to divert it. In the mid-1920's a second conduit was added to increase the capacity of the system, and the intake was enlarged and modernized. The most recent expansion in the 1970's produced the building and observation deck that stand on the original location today. Four \"gates\" allow water diverted behind the dam to enter the two conduits by gravity flow. A small portion of the original sandstone intake is still visible on the shoreline. The first gatehouse, although no longer in service, stands next to the Great Falls Tavern. The red sandstone used as the building material was quarried just eight miles west in Seneca, Maryland. Inside was a system of 20 small cast iron slide gates. They were operated by threaded hand wrenches and filtered the largest debris from the water. The conduit is the largest structure of the water system. It stretches almost 12 miles downriver from the intake at Great Falls to the Georgetown Reservoir. The circular tube, built of brick, stone and mortar, is 9 feet in diameter. It was constructed by tunneling and by deep rock cuts. A road was built parallel to the conduit to facilitate cleaning repairs and inspections. The road was originally named Conduit Road, today it is MacArthur Boulevard. Six bridges were built as part of the original Washington Aqueduct water system. They carried the conduit over streams and creeks. Only three: Bridge #3, the old Cabin John bridge ( also called Union Arch bridge) and Rock Creek bridge remain in full view today. The latter two enjoyed much acclaim when they were constructed. Cabin John, built of timber, granite and sandstone held the record as the world's longest masonry arch-220 feet-for 40 years. Rock Creek used cast iron pipes not only to transport water but also to support a span for vehicular traffic. Today its 200-foot arch is still one of the longest unsupported metal pipe arches in the world. Aqueduct water spilled into 2 reservoirs, Dalecarlia Reservoir at the District line and the Georgetown Reservoir two miles downriver. It was hoped that by allowing the murky river water to remain in these reservoirs the material carried in suspension would settle to the bottom before it was distributed to the city. Such was not the case. Washington City's public water had a muddy yellowish color until rapid-sand filtration was adopted in 1928. Today Dalecarlia has been completely modernized, and the Georgetown Reservoir is a sedimentation basin with filtration completed at another location. Amazingly the Washington Aqueduct, constructed over 140 years ago, is still supplying the nation's capital with public water. Over the decades its capacity has been expanded many times, modern filtration has been implemented and fluoride added. The Aqueduct produces 300 million gallons of filtered water per day, has a storage capacity of 44 million gallons and serves 1.1 million customers. The Aqueduct provides public water for all of Washington, Arlington County, and Falls Church; 50 square miles of Fairfax County; and all federal installations including the Pentagon, Fort Meyer, Andrews Airforce Base, the Defense Mapping Agency, and National Airport.",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/historyculture\/thewashingtonaqueductsystem.htm"
}
