{
    "title": "Chesapeake & Ohio Canal National Historical Park: Research Permits",
    "body": "Research Permit       Instructions for Researchers Chesapeake and Ohio National Historical Park welcomes your interest in considering the park for your research site. The NPS is responsible for protecting in perpetuity and regulating use of our National Park areas (parks, monuments, battlefields, seashores, recreation areas, etc.). Preserving park resources unimpaired and providing appropriate visitor uses of national parks requires a full understanding of the natural resource components, their interrelationships and processes, and visitor interests that can be obtained only by the long term accumulation and analysis of information produced by science. The National Park Service has a research mandate to provide management with that understanding, using the highest quality science and information. Park managers increasingly recognize that timely and reliable scientific information is essential for sound decisions and interpretive programming. NPS welcomes proposals for scientific studies designed to increase understanding of the human and ecological processes and resources in parks and proposals that seek to use the unique values of parks to develop scientific understanding for public benefit. Research and Collecting Permit (SRCP) A Scientific Research and Collecting Permit is required for most scientific activities pertaining to natural resources or social science studies in National Park System areas that involve fieldwork, specimen collection, and\/or have the potential to disturb resources or visitors. How to Apply for SRCP Permits The National Park Service managed, Internet-based, information system called the Research Permit and Reporting System (RPRS) will provide you the following services if you are interested in obtaining permission to conduct a natural resource or social science study in a unit of the National Park System:   Ability to review NPS scientific permit requirements and application procedures.   Ability to review permit conditions before beginning the permit application process.   Ability to review accomplishments of previous research conducted in a park before planning a new study.   Ability to review the types of research specific parks are especially interested in attracting.   Ability to complete and submit an application for a scientific research and collecting permit.   The park's Natural Resource Program Manager can be contacted at (301) 714-2225 for additional information regarding individual research permits. To learn more about the NPS scientific permit application process visit: https:\/\/irma.nps.gov\/Content\/RPRS\/ Cultural Resource Project Information When permits are required for scientific activities pertaining solely to cultural resources, including archeology, ethnography, history, cultural museum objects, cultural landscapes, and historic and prehistoric structures, other permit procedures apply. For additional information visit the NCR regional archaeology program website or contact C&O Canal National Historical Park's headquarters at (301)739-4200. For technical support if you encounter problems reaching the RPRS on the Internet, contact Bill Commins via e-mail at Bill_Commins@nps.gov or by phone at 202-208-4631 (Eastern Time Zone).",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/management\/researchpermit.htm"
}
