{
    "title": "Chesapeake & Ohio Canal National Historical Park: Children of the Canal",
    "body": "Children of the Canal         Small children tied to the cabin of a canal boat NPS Photo  Children of boatmen were often born and raised on canal boats. By the age of six, most children were given chores on the boat, including caring for the mule team. Parents could not afford to buy children shoes very often, so kids frequently walked the towpath barefoot. Toddlers and smaller children were often tethered to the top of the captain's cabin with a rope for safety.   Kids did not have many toys and the few they did have were made of wood or corn cobs. Children liked to talk and play with other kids they passed on the canal. They would enjoy watching wildlife along the towpath, including deer, mountain lions, bears, and lots of birds.               Kids jumping off the boat into the Canal   Children did not have their own bedroom, instead, they had to share one small room with all of their family. They would often have to sleep on a mattress of hay or on the floor. Since the family spent most of they year traveling the canal, they were not able to visit other families outside of those they passed along the canal.  Children were not able to attend school most of the year and had few friends their own age because they were on the canal boat with their family. Parents would teach the children to read and write if they knew how.         Historic photo of a young boy on a mule    Below is a fictional portrayal of a typical day on the canal for a child: \"It's a Canal Kid Life\" Life on a canal boat in the 1870's is hard but fun. My day starts at 4:30am when the rooster at a nearby farm crows its morning greeting. This announces to my family that a new day has begun on the C&O Canal. After eating breakfast of biscuits, jam and fruit, my sister and I feed our four mules their morning hay.When they finish, we carefully check their legs and hooves to make sure they are ready for the day ahead of them. To start our day, the first mule team is led up a ramp from their stable and onto the towpath. They are harnessed and attached to the boat using a long rope called a \"tow line.\" I am responsible for making sure the mules keep a steady pace on the towpath. At midday we eat dinner (lunch), usually dried meat and bread. We stop for a few extra minutes at one of the locks to catch up on news along the canal and to switch mule teams.This afternoon, I hopped up on one of our mules to rest my feet a while. I brought my harmonica today to practice a few new songs. Mom likes to sing along.As the sun sets, the boat is tied up for the night. The mules are brought into their stable at the front of the boat. We settle into our family cabin at the back of the boat for a supper of cooked fish caught by my dad that day. We all fall asleep listening to the peaceful night sounds of the canal.",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/kidsyouth\/children.htm"
}
