{
    "title": "Chesapeake & Ohio Canal National Historical Park: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Chesapeake & Ohio Canal National Historical Park is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      All Aboard with Trails & Rails  All aboard for your next National Park adventure! Trails & Rails guides will help you Find Your Park from the comfort of your seat. Ride with our talented Trails & Rails volunteers on many Amtrak routes across the country. Read more   McMahon’s Mill and Big Slackwater  Stretching from milepost 84.4 to 88.1, McMahon’s Mill and Big Slackwater provide majestic views of the calm water of the Potomac River. Read more   Monocacy Aqueduct  Located at milepost 42.2, the Monocacy Aqueduct is 1 of 11 water bridges along the 184.5 miles of the Chesapeake & Ohio Canal National Historical Park. Constructed from 1829-1833, the glistening white and pink quartz sandstone structure is the longest aqueduct along the C&O Canal measuring in at 516 feet. Read more   Paw Paw Tunnel & Paw Paw Tunnel Trail  Experience the greatest engineering marvel along the Chesapeake & Ohio Canal National Historical Park. Located at milepost 155.2, the Paw Paw Tunnel helped eliminate 6 miles of canal and opened up economic success for Cumberland, Maryland. Read more   The C&O Canal and Great Allegheny Passage Connection  Coupled with the Great Allegheny Passage, a 150-mile rail trail from Cumberland to Pittsburgh, Pennsylvania, bikers and hikers come from near and far to experience the 334.5 mile trip between Pittsburgh and the Nation’s Capital, a modern, recreational connection of the Ohio River and the Chesapeake Bay. Read more      Call to Action Projects      Canal as a Living Classroom  Parks offer living classroom with lessons in history and natural sciences for anyone who wishes to participate. By involving youth in discovery activities in our National Parks, the Chesapeake and Ohio Canal National Historical Park hopes to ignite the fire of curiosity kindling within the next generation. Read more   Adopting next generation stewards  Spanning across the state of Maryland and bordering the Potomac River, the Chesapeake and Ohio Canal National Historical Park is estimated to have nearly 1,000,000 school aged children within a 45-minute drive. Find out how the park is adopting a class and engaging students through education over the next four years. Read more   Valueing differences in our staff  In 2012 the Chesapeake and Ohio Canal National Historical Park identified and pursued numerous methods for increasing diversity in the workforce. During the summer season, Chesapeake and Ohio Canal National Historical Park successfully increased the diversity of its staff through the recruitment and hiring of employees representing traditionally underserved and under-represented minority groups. Read more   The youth are our future  We like to see our seasonal employees going places! Read more   Keeping staff and visitors safe   During 2012, the Chesapeake and Ohio Canal National Historical Park made notable advances in safety by empowering employees and equipping them with the proper skills and training through Operational Leadership, a training focused on assessing daily risk management and utilizing safety as part of a daily operation. Read more   A Call to Action Projects for Chesapeake & Ohio Canal National Historical Park",
    "url": "https:\/\/www.nps.gov\/choh\/getinvolved\/2016.htm"
}
