{
    "title": "Chesapeake & Ohio Canal National Historical Park: Education Partnerships",
    "body": "Explore This Park    Learn About the Park     Education     Education Partnerships              Education Partnerships         The park collaborates with a number of partners who help fund, maintain, and grow the park-wide education program in various ways, including bus scholarships, curriculum workshops, and teacher stipends. Logos courtesy of our partners  The expansion of the park's education program would not be possible without the help of many generous individuals, private foundations, and public trusts. These partners donate their time, talent, and treasure to bring busloads of kids to the park, helping them make connections between the past and present, between natural wonders and cultural heritage. Funding contributes to the education program in many ways. First, it has allowed the park and the partners to establish a transportation scholarship fund, which pays for school buses. Classroom teachers told us that the lack of bus funding was the primary barrier to bringing students to the park. Second, the funding has been instrumental in developing the Canal Classroom Corps, a group of rangers, educators, and volunteers who deliver K-12 education programs at various locations along the C&O Canal. Third, the funding supports teacher workshops (multi-day in-service opportunities that bring local teachers to the park) and curriculum-development workshops (multi-day, interdisciplinary partnerships with local teachers, school district administrators and curriculum specialists, National Park Service staff and volunteers, and park partners). Finally, the funding allowed the park to hire a part-time Education Program Assistant dedicated to tackling the internal and external impediments of a park-wide education program. We are very grateful for our wonderful park partners and the tens of thousands of students they help us reach every school year!",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/education\/development\/partnerships.htm"
}
