{
    "title": "Yukon - Charley Rivers National Preserve: Frank Slaven and the Roadhouses of the Yukon River",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Frank Slaven and the Roadhouses of the Yukon River                Frank Slaven and Yukon River Roadhouses        Frank Slaven posing at his Yukon River roadhouse with garden, August 26, 1938. USGS, John B. Mertie Collection       He was too restless and dynamic to be tied down to a cabin and often the traveler, as he pushed the door open, would find a note on the table telling that the owner was away on a prospecting trip.           --- Farthest-North Collegian, April 1, 1945            During the Klondike Gold Rush roadhouses began to pop up along the Yukon River to provide shelter for dog mushers every twenty to thirty miles along the trail. At a roadhouse travelers could count on a warm meal, a bunk to sleep on, news and conversation, and a chance to pick up mail. Some accommodations were rough, others luxurious, but they all made travel in wild country more pleasant and safe, particularly in the winter. In 1901, when Judge James Wickersham traveled from Eagle to the town of Rampart, he described the special status of mail carriers in the roadhouses where he stayed:      When the mail-team reaches the station or the roadhouse at the end of the day’s run, the driver unhitches the team and turns all dogs, except the leader, loose to rustle for themselves. His leader, his parka, gloves and whip, he brings into the roadhouse; puts the leader under the bunk, hangs his wet garments on the best wires around the stovepipe – and woe unto him who complains about the leader under the bunk.       During the 1920s and 1930s, the mail carrier Ed Biederman traveled between Eagle and Circle on his 160-mile, 6-day route, staying at a combination of roadhouses and cabins he had built along the way. At both Miller’s Camp and the Woodchopper Roadhouse he paid one dollar for a meal and another dollar for a bed. By 1932 a miner named Frank Slaven decided to compete with the Woodchopper establishment and began building his own roadhouse just four miles upriver at the mouth of Coal Creek.         Frank Slaven (at center) and early Coal Creek miners, 1927. NPS  Slaven’s Journey   Born in Ohio in 1869, Slaven moved to Washington State as a young man before catching gold fever in 1897 when news of the Klondike strike reached the world. He mined in the Klondike for a few years and built a cabin in Dawson City before moving downriver to prospect with financial backing from a group of Dawson newspapermen. He was among the first to find gold on Coal Creek and Woodchopper Creek, and he staked dozens of claims in these drainages by 1905. When most of his fellow miners left for new gold strikes in Nome and Fairbanks, Slaven and a handful of others stayed. For over three decades Slaven used primitive mining techniques to pull placer gold from creek gravel. When Slaven elected to change careers, he cut trees in the Charley River area, floated them to the mouth of Coal Creek, and paid four men $200 each to help him build the roadhouse. The lumber for the frame portion (at the rear) came from dismantled buildings at Ft. Egbert, the decommissioned Army post in Eagle. Slaven kept chickens and extensive gardens to supply food for his guests, but he was frequently absent when the desire to search for gold seized him. By 1935 the fortunes of the Coal Creek miners changed when a mining company called Gold Placers, Inc. offered to buy out their claims. Slaven received $300,000 in annual payments and by 1938 he began wintering in Seattle where he purchased a half-interest in an apartment house that he operated until his death in 1942.        View today of Frank Slaven's roadhouse after restoration. Chris Allan\/NPS  Roadhouse Restored   When Gold Placers, Inc. arrived the company had a gold dredge delivered to the landing in front of the roadhouse and used the two-story building as a dormitory and supply depot. Dredging continued at Coal Creek until 1957, and during the 1970s, back-to-the-landers looking for a remote homestead occupied the building and continued the gardening tradition. By 1994 the National Park Service restored the roadhouse and opened it as a public use cabin. Today it continues to serve its original purpose, sheltering travelers in the heart of what is today Yukon-Charley Rivers National Preserve.           Frank Slaven, his partner Miss Mary Bissell, and builders, ca. 1935. UAF Archives, Everett Hamman Collection",
    "url": "https:\/\/www.nps.gov\/yuch\/learn\/historyculture\/frank-slaven.htm"
}
