{
    "title": "Chesapeake & Ohio Canal National Historical Park: Canal Classroom Corps",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Canal Classroom Corps                Canal Classroom Corps        Currently, Canal Classroom teachers help deliver programs in the Cumberland area, Williamsport, and Great Falls. NPS image       The Canal Classroom Corps (CCC) is a group of rangers, teachers, and volunteers who deliver K-12 education programs at various locations along the C&O Canal. We are always looking for talented teachers and volunteers to help with the education transformation. Teachers and volunteers must hold a current certificate in elementary or secondary education or have experience teaching, substitute teaching, or working with K-12 students in a school environment. Teachers and volunteers will deliver existing curriculum-based, on-site programs to groups as small as 12 and as large as 75. Teachers and volunteers may also visit local schools to deliver programs. Teachers and volunteers deliver programs at least one day a week (typically 8:30 to 2:30) for approximately ten weeks starting in late August and again in mid March. Thanks to the generosity of the C&O Canal Trust, we offer a daily stipend to teachers. Teachers and volunteers must pass a background check and attend a multi-day training.    We are currently accepting resumes and inquiries of interest for Canal Classroom Corps teachers for the Spring 2016 season. Contact us by phone: 301-714-2213 or email us.            The C&O Canal Trust is the park's official partner in its education programs.   The Canal Classroom Corps is an education partnership between the C&O Canal Trust and the C&O Canal National Historical Park. The C&O Canal Trust, as the park's official partner, leads fundraising efforts and explores collaboration opportunities to help the C&O Canal National Historical Park obtain adequate funding to support its education program.",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/education\/development\/canalclassroomcorps.htm"
}
