{
    "title": "Chesapeake & Ohio Canal National Historical Park: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education              The Chesapeake and Ohio Canal National Historical Park offers a classroom without walls for PreK-12 students to study history, science, language arts, technology and much more. A suite of curriculum based education programs are available at multiple park locations. All of our education programs were developed by local school teachers, support national and state learning standards, feature pre\/post visit materials and offer students hands-on and STEM-based activities.   We invite you to explore our field trips and in-school programs options and look forward to serving your students!              Field Trips   Come see us at one of the C&O Canal's education sites in Maryland: Cumberland, Williamsport, and Great Falls.        Curriculum Materials   Find classroom activities and lesson plans about the canal using historic photographs, reading material, and videos.        Professional Development   The C&O Canal is proud to partner with local school teachers and the C&O Canal Trust to develop curriculum materials and offer professional.              Canal Classroom Corps   The park partners with the C&O Canal Trust to deliver high-quality education programs via the rangers, teachers, and volunteers of the Canal        Education Partners   The expansion of the park's education program would not be possible without the help of many generous individuals and private foundations.         Guest Speakers   Canal Classroom Corps teachers and Park Rangers are available to come to your classroom and speak.              Bus Scholarships   The park, the C&O Canal Trust, the C&O Canal Association, and the National Park Foundation are proud provide transportation scholarships.        Online Canal Resources   Classroom links and resources for teachers        National History Day Writing Contest   A community discovery project to write Black History and Women's History Stories. Open to high school students from the Maryland, DC, Virgin",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/education\/index.htm"
}
