{
    "title": "Chesapeake & Ohio Canal National Historical Park: Wildflowers",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers                Wildflowers       Wildflowers are members of an active, dynamic natural system. Each interacts with other flora and fauna, contributing to the health of the system as a whole. Humans have also benefited from ancient and continuing associations with wildflowers; for instance, mayapple contains a chemical that is used in the treatment of skin cancer. The C&O Canal boasts over 600 species of wildflowers, some of which are listed as threatened or endangered within the state of Maryland. You help protect one of the Park's greatest assets - its natural heritage - simply by showing appreciation and respect for all that lives here. We encourage you to take home a greater understanding of the park and fond memories. Plants need their flowers to reproduce, so please don't pick them; allow others the same opportunity to enjoy these small beauties. The C&O Canal Association has published a guide to flowers along the canal. To view click here. Native Spring Wildflowers        Wikipedia  Wild Ginger Wild ginger (Asarum canadense) has a flavor similar to the ginger in stores, and was used by Native Americans as a seasoning. Some tribes also used the plant to treat indigestion, gas, earache and heart palpitations; the women used wild ginger for birth control. These flowers are pollinated by small black flies and the seeds dispersed mainly by ants. The plant provides food for the larvae of pipe-vine swallowtails.        Wikipedia  Jack-in-the-Pulpit Jack-in-the-pulpit (Arisaema triphyllum) contains calcium oxalate which is caustic and poisonous when ingested. Still, it was used by the Chippewas as an eye wash and by various people to break fevers by inducing sweating. The berries were boiled and eaten by many Native American peoples, they are also consumed by wood thrushes.        Wikipedia  Spring Beauty Spring beauties (Claytonia virginica) are pollinated by several insects, including some bees and butterflies. The dark veins in the petals (nectar guides) radiate toward the flower's center, \"guiding\" insects to the nectar and pollen. The corms, or underground stem, of spring beauties have been enjoyed by chipmunks, white-footed mice and people.        Wikipedia  Mayapple Mayapple (Podophyllum peltatum) vegetation contains a toxin (podophyllum) used to treat skin cancer. It is the only known source of this chemical which inhibits cell growth. The fruit of the plant is sweet and eaten by squirrels, white-footed mice and common grackles. Eastern box turtles also consume the fruit, dispersing the seeds and facilitating germination by ingestion. Native Americans used the plant for liver ailments, rheumatism and constipation and to make an insecticide.        Wikipedia   Trout Lily Trout lilies (Erythronium americanum) absorb and store phosphorous and so are important sources of this nutrient for fauna.        Wikipedia  Dutchman's Breeches Dutchman's breeches (Dicentra cucullaria), like other members of the poppy family (Papaveraceae) is poisonous. The plant contains alkaloids that can kill cattle. Dutchman's breeches is a close relative is squirrel corn (D. canadensis). Both flowers rely primarily on bees for pollination and ants for seed dispersal.        Wikipedia  Blue Phlox Blue phlox (Phlox divaricata) flowers are so deep only bumble bees and butterflies with long mothparts are able to reach the nectar. Certain species of bumble bees bite holes in the side of the flowers to obtain the sweet nourishment. However, these bees fail to pollinate in exchange for their reward. Native Americans made tea with phlox leaves. It was consumed for stomach discomforts.        Wikipedia  Bloodroot Bloodroot (Sanguinaria canadensis) plants contain a toxic orange-red juice. It was used by various Native American peoples as paint or dye and as an insect repellent. The Iriquois treated ringworm with bloodroot, and pioneers mixed the juice with sugar to make rather dangerous \"coughdrops\". Sanguarine, the toxin, has plaque fighting properties, so was once incorporated in mouthwashes and toothpastes.        Wikipedia  Violets Violets (Viola papilionacea and other V. spp.) provide food for many animals: ants aid germination by gathering seeds for their oil; ruffed grouse, mourning doves, dark-eyed juncos and white-footed mice eat the seeds themselves; wild turkeys consume the rhizomes and cottontails the nutritious greens. Day length triggers a hormone to produce flowers in violets, so they may bloom a second time in the fall when the daylight hours are the same as in early spring. Several other species and colors of violets may be found in the park. They are difficult to distinguish due to similarity of appearance and frequent hybridization.",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/nature\/wildflowers.htm"
}
