{
    "title": "Chesapeake & Ohio Canal National Historical Park: Curriculum Workshops",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Curriculum Workshops                Curriculum Workshops         Teachers in Montgomery County, Washington County, and Allegany County in Maryland have thus far helped the park develop curriculum-based education programs in Great Falls, Williamsport, and the Cumberland area. NPS Photo   Over the next five years the Chesapeake and Ohio Canal National Historical Park, in partnership with professional educators, communities, and partner organizations will develop a comprehensive park education program featuring interdisciplinary curriculum-based programs and resources for a variety of ages and grade levels. The C&O Canal staff are transforming their education programs to meet national and state standards. We have developed and are piloting standards-based programs at our three education sites: Cumberland, Williamsport, and Great Falls. These new programs will provide students with an interdisciplinary experience touching on a variety of subject areas and utilizing various methods for student engagement and active learning. In the summer of 2013, a group of teachers from Allegany County Public Schools attended a week-long workshop to develop a series of curriculum programs and resources for our most western park locations. These programs were piloted in Spring 2014. In the summer of 2014, park staff engaged with educators at the east end of the park and continued curriculum development from the hustle and bustle of Georgetown in Washington, D.C. to the rural farmlands and mountains in western Maryland.  Curriculum-based programs are now offered at the beginning terminus, the middle basin, and the end terminus of the canal in Great Falls, Williamsport, and Cumberland (as well as surrounding areas). Join C&O Canal Rangers for a day in the park to learn about curriculum based education programs available to local students. Education programs are designed in collaboration with local teachers and include pre\/post visit materials, a STEM activity and are tied to national and state learning standards. The 8-hour training focuses on grade specific curriculum programs. Teachers participating will receive a stipend and are guaranteed bus funding in the upcoming school year to visit the park.   For more information on upcoming workshops, email us!         Teachers in Allegany County helped develop curriculum-based education programs for the Cumberland area, with education programs now offered at Paw Paw, Oldtown, Spring Gap, and Canal Place. NPS Photo        Teachers in Allegany County participate in a teacher workshop. NPS Photo        Most recently, the park worked with Montgomery County teachers and park partners to develop curriculum-based programs in Great Falls (Potomac, MD). NPS Photo",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/education\/development\/curriculumworkshops.htm"
}
