{
    "title": "Chesapeake & Ohio Canal National Historical Park: Rare Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Rare Plants                Rare Plants       The C&O Canal is home to many different types of plant species, including some that are rare, threatened, or endangered. These plant species are either state or federally protected due to habitat loss and invasion of non-native plants. Park records include more than 150 rare plant species listed in both Maryland and Washington, D.C. Several species are globally rare and occur here because they are dependent upon special habitats and ecological conditions present along the Potomac River.   Listed below are some of the rare plant species that the C&O Canal is actively trying to protect and preserve. To help protect these native and sensitive plant species, be sure to stay on marked trails, and do not pick flowers or remove any vegetation from the park.        Vasevine NPS\/Emily Usher  Vasevine (Clematis viorna)   Also known as leatherflower, vasevine is an evergreen vine that is currently listed as a watchlist species in the state of Maryland. This vine can be found along the ground or climbing trees and shrubs, and can grow approximately 10 to 20 feet long. Vasevine produces red-to-purple urn-shaped flowers that have leathery petals. These flowers open to release seeds with characteristic long silky tails.        Sessilefruit Arrowhead NPS\/Emily Usher  Sessilefruit Arrowhead (Sagittaria rigida)   An aquatic plant species found in brackish water, sessilefruit arrowhead is listed as endangered in Maryland. A member of the water plantain family, each plant has long elliptical leaves in a clump that can have a long flowering stem rising from them. This species is dioecious, meaning each plant can be either male or female, unlike many plants which usually have both reproductive sets.            Rock Skullcap NPS\/Emily Usher  Rock Skullcap (Scutellaria saxatilis)   Reaching anywhere between 6 and 18 inches in height, rock skullcap is a small perennial herbaceous\\\\nplant in the mint family. Its flowers are arranged in a spike, and can be purplish-white to blue in color. It is \\\\ncurrently listed as endangered in Maryland.        Common Hoptree NPS\/Emily Usher  Common Hoptree (Ptelea trifoliata)   The Common Hoptree, also known as Wafer Ash, is a large shrub that can grow anywhere between 10 to 20 feet tall. Similar in appearance to American Bladdernut, this species has a few spreading stems and dark green leaves. Small clusters of white flowers appear in late spring, and are followed by unique, wafer-like samaras. It is currently listed as a watchlist species in the state of Maryland.",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/nature\/rareplants.htm"
}
