{
    "title": "Chesapeake & Ohio Canal National Historical Park: Freshwater Mussels",
    "body": "Freshwater Mussels         (Strophitus undulatus) K.S. Cummings, Illinois Natural History Survey  Freshwater Mussels of C&O Canal National Historical Park Have you ever wondered why you see 'seashells' deposited along the Potomac River shoreline? These are the shells of native freshwater mussels, snails, and the abundant non-native Asiatic clams that live in our creeks, rivers, and the historic canal itself in the Chesapeake and Ohio Canal National Historical Park. The shells are indicative of the high turnover rate of the large clam population and the dynamic nature of the river in this area. About Freshwater Mussels Freshwater mussels belong to Unionidae, a family of mollusks, and are related to clams, snails, slugs, and even squids. Freshwater mussels have an interesting and complex biology. From their position in the stream bottom, these filter feeders pump water through hollow gills (also used for respiration) that filter out and retain microscopic algae and organic debris. Life Cycle Reproduction in freshwater mussels seems to leave much to chance. The female carries thousands of eggs in her gills, which are used as blood pouches. If a nearby male releases sperm, the eggs are fertilized internally as the as the sperm-laden water passes through the female's gills. After 2-3 weeks, the eggs hatch into larvae, called \"glochidia\". The female then releases the glochidia back into the water where they must attach themselves to the gills of a host fish. But not just any fish will do; each mussel species requires specific host fish species. At the end of the parasitic stage, the juvenile mussels detach themselves from their hosts, leaving the fish unharmed, and sink to the bottom of the stream where they continue to develop - if they find suitable stream bottom habitat. Mussels can reproduce at three years old. Some of the larger species live for twenty to one hundred years. Importance of Freshwater Mussels      Historically. . .  American Indians harvested mollusks for food, utensils, tools, and jewelry From the late 1800s-1940s, mussels were collected for making pearl buttons. From the 1950s to the present, mussel shells have been used for seeding cultured pearls in Japan. Export of freshwater mussels remains a multi-million dollar industry.    . . .and Today  Freshwater mussels are an integral part of aquatic ecosystems. They serve as an important food source for fish, many mammals and some birds. Mussels are sensitive to water pollutants, their scarcity may be a gauge of poor water quality. Biomedical researchers study the cancer resistivity of unionid tissue.      Current Status Native mussels, one of the most rapidly declining animal groups in the U.S., are the largest group of federally listed endangered or threatened invertebrates. Of nearly 300 species of mussels in North America, 13 are considered extinct and 57 are designated federally endangered or threatened species. Of the 20 species of freshwater mussels in Maryland, at least 10 are in the C&O Canal NHP. A record of dwarf wedgemussel (Alasmidonta heterodon), a federal and state endangered species, exists in or near the park, but the location is unclear. Still water species seem to thrive in parts of the canal: creeper (Strophitus undulatus) and paper pondshell (Utterbackia imbecillis). However, only the eastern elliptio (Elliptio complanata) is considered secure in our waters. Why are freshwater mussel populations declining?  Damming, dredging, and channelization of streams prevent movement of lost fish and destroy stream bottom habitat. Loss of riparian habitat (stream-side vegetation) increases erosion and fills streams with silt which can smother both mussels and fish Water pollution (agricultural and urban run-off, industrial discharges) can kill fish, mussels, and other aquatic life. Competition from the abundant non-native Asiatic clams (Corbicula fluminea) that often carpet stream bottoms and filter out most food particles.  What can be done to protect freshwater mussels?  Support efforts to protect riparian buffers and stream bottom habitat. Leave streamside vegetation in place or restore it by fencing livestock out of streams and planting trees. Support regulating freshwater mussel harvest.",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/nature\/freshwatermussels.htm"
}
