{
    "title": "Constitution Gardens: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1850 Constitution Ave. NW  Washington , DC 20002                 Directions         Parking Because of limited parking availability, public transportation is recommended. Street parking is available on Constitution Ave. during posted hours. Bicycle Sidewalks and paved paths are open to bicycles in the park. Please walk your bicycle across the footbridge to Signers Island. Public Transportation Constitution Gardens is approximately 1 mile from three Metro stops: Foggy Bottom, Farragut West  Directions Details           Operating Hours & Seasons         Always Open The sites of National Mall and Memorial Parks (other than the Washington Monument) are always open to the public. Restrooms, museums and elevators close in the evenings (check individual sites for hours).   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Washington DC gets to see all four seasons. Humidity will make the temps feel hotter in summer and colder in winter. Spring (March - May) Temp: Average high is 65.5 degrees with a low of 46.5 degrees Summer (June - August) Temp: Average high is 86 degrees with a low of 68.5 degrees Fall (September - November) Temp: Average high is 68 degrees with a low of 51.5 degrees Winter (December - February) Temp: Average high is 45 degrees with a low of 30 degrees (Source: www.usclimatedata.com)         Fees & Passes     Entrance Fees:   No Entrance Fee  - $0.00 No Entrance Fee to enter park site.   Entrance Passes:   No Passes - $0.00 No Passes         Visitor Centers                  Constitution Gardens was created for the 1976 bicentennial, reverting temporary offices to park space. Curving paths meander around a constructed pond which serves as a home to wildlife and a pleasant, natural place to recreate in downtown Washington, D.C. In the pond, look for the 56 Signers of the Declaration of Independence Memorial on Signers Island; the island is accessible by a footbridge on the north side of the pond.  Operating Hours and Seasons Fees and Passes Permits and Reservations  Directions and Transportation Calendar Safety Accessibility",
    "url": "https:\/\/www.nps.gov\/coga\/planyourvisit\/basicinfo.htm"
}
