{
    "title": "Chesapeake & Ohio Canal National Historical Park: Lepidoptera & Odonata",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Lepidoptera & Odonata                Lepidoptera\/Odonata       As you travel throughout the Park, you may encounter many different insect species in the various habitats of the canal. From species that feed on detritus (waste) to showy, pollinating insects, each species performs a vital function for the ecosystem. Among the insect groups that you are likely to spot in the Park, the Orders Lepidoptera (butterflies & moths) and Odonata (dragonflies & damselflies) are often the most frequent, which visitors will frequently see along the many different habitats of the C&O Canal          Tiger Swallowtail (left) and Zebra Swallowtail (right) NPS\/Gerald Elkin  Lepidoptera   Butterflies are an essential species to any ecosystem as pollinators, helping growth and fertilization of many plant species. Abundant species of butterflies seen along the C&O Canal include the Tiger Swallowtail (Papilio glaucus) and the Zebra Swallowtail (Protographium marcellus).        Spicebush Swallowtail (left) and Hackberry Emperor (right) NPS\/Gerald Elkin  Some types of butterflies have evolved in codependency with certain species of plants, with their larvae only being able to survive on a specific diet of these select species. Examples of these species within the C&O Canal include the Spicebush Swallowtail (Papilio troilus), which lays their eggs on Northern Spicebush, and the Hackberry Emperor (Asterocampa celtis), which will only use hackberry trees as hosts for their larvae.         Monarch Butterfly NPS\/Gerald Elkin  Around late summer\/early fall, more Monarch Butterflies (Danaus plexippus) will be seen during their annual migration south to warmer climates. While other butterfly species may be able to withstand the colder months, monarch butterflies can not survive the temperature change, and some may travel over 3,000 miles to overwinter in warmer areas such as Texas or Mexico.        Naiad molting into adulthood NPS\/Richard Orr  Odonata In a recent study, over 100 species of dragonfly and damselfly were identified and catalogued throughout the C&O Canal, including some that are rare, threatened, and endangered. This work, in conjunction with past research, demonstrates that the C&O Canal provides habitat for the greatest diversity of dragonflies and damselflies throughout national parks in this country. This exceptional diversity can be attributed in part to the hydrology of the Potomac River and the large number of streams and wetlands throughout the park. The C&O Canal's role in protecting these habitats allows for these species to thrive.   Both dragonflies and damselflies have an aquatic larval phase, commonly referred to as a naiad.Naiads have a broad, generalist diet, which can include mollusks, tadpoles, small crustaceans, and even small fish. After reaching maturity, they climb out of the water and metamorphose into their adult form.        Spine-crowned Clubtail (left) and Splendid Clubtail (right) NPS\/Richard Orr  Dragonflies and damselflies are carnivorous, and are regarded as beneficial insects since they regularly feed on mosquitoes. A few of the rare, threatened, and endangered dragonfly species that can be found in the park include the Spine-crowned Clubtail (Gomphus abbreviatus) and the Splendid Clubtail (Gomphus lineatifrons).          Appalachian Jewelwing NPS\/Richard Orr  Damselflies look similar to dragonflies, but have three distinct differences in appearance: their eyes are clearly separated, they fold their wings vertically instead of horizontally, and they have more slender bodies both as an adult and a naiad. The Appalachian Jewelwing, a normally rare species in Maryland, can be found in the park.",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/nature\/lepidoptera-odonata.htm"
}
