{
    "title": "Chesapeake & Ohio Canal National Historical Park: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         A View of Great Falls at sunrise. NPS Photo  C&O Canal Natural Resources Although the Chesapeake and Ohio Canal never achieved its goal of linking Chesapeake Bay with the Ohio River, it provides for us today a window into the North American continent's geologic past and a pathway through the rich natural system of the \"Nation's River.\" The Chesapeake and Ohio National Historical Park includes 19,236 acres paralleling the Potomac River from the densely urbanized Washington D.C. upriver for 184.5 miles through pastoral farm country and forest to Cumberland, Maryland. Many of the park's three million annual visitors come here to enjoy the outdoors, access the river, hike and bike, jog, ride horses, and observe wildlife. The natural resources provide scenery and backdrop to our daily lives. Found along the second largest tributary of the Chesapeake Bay, these natural resources are also an important part of the larger bay ecosystem. Much of the park preserves floodplain forest and wetlands that contribute to the conservation of the Chesapeake Bay. The forest and wetlands can act as a \"sponge,\" slowing down the flow of water during floods. Plants in the forest and wetlands can also absorb (and use for their own growth) some of the many nutrients that run off surrounding lands in the Potomac River watershed. This can lower the amount of \"excess nutrients\" that can harm the river's and bay's ecosystems. The C&O Canal begins in the Atlantic Coastal Plain and crosses through portions of the Piedmont, Blue Ridge, and Valley and Ridge physiographic provinces. This diverse landscape, with the influences of the Potomac River, results in the rich geological, ecological, and biological diversity found within the Park's boundaries. Interesting geologic formations exist in the park such as Great Falls and limestone caves. A significant number of state and nationally rare plant species take refuge in the many habitats that the C&O Canal provides.       Panoramic view of Great Falls NPS Photo",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/nature\/index.htm"
}
