{
    "title": "Chesapeake & Ohio Canal National Historical Park: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                 Birds        The C&O Canal, across its wide range of habitats, provides space and resources for over 120 species of diverse bird species. Birds of prey, such as hawks, vultures and bald eagles, use the Park's many steep mountain sides and trees in forested areas as vantage points over the river or agricultural fields below. The still water areas of the canal and the Potomac River's edges provide great habitat for wading birds such as egrets and herons as they hunt, and attract a wide variety of waterfowl such as wood ducks and mergansers. Many songbirds, woodpeckers and wild turkeys are found frequently utilizing the variety of wooded and grassland habitats that the C&O Canal provides. Below is a list of some of the more common birds found within the Park.            Turkey Vulture NPS\/Gerald Elkin  Turkey Vulture (Cathartes aura) One of the most commonly seen birds in more open areas is the turkey vulture which can be seen gliding on thermal updrafts as they search for food. While flying, they can be differentiated from other large birds by their small red colored head, silvery-gray flight feathers, wide \"V\" shaped wing posture, and tendencies to glide rather than flapping their wings. Vulture species are valuable members of the ecosystem because they feed exclusively on dead animals, which may help decrease the spread of disease.        Red-Tailed Hawk NPS\/Gerald Elkin  Red-Tailed Hawk (Buteo jamaicensis)   Red-tailed hawks are common predatory birds that can be seen hunting in open fields and perched along tree lines of the C&O Canal. As its name suggests, this species has characteristic red tail feathers as can be seen here, and in comparison with other hawk species, a whiter chin and stomach. Hawk species predominantly feed on rodents, which allows them to contribute to the regulation of small mammal populations throughout the Park.        Great Blue Heron NPS\/Gerald Elkin  Great Blue Heron (Ardea herodias) Wading birds are often seen throughout both the canal and riverine habitats, where they opportunistically prey on a variety of small aquatic animals. The great blue heron is the most abundant bird of this group, and can be recognized by its long legs and neck, grayish blue feathers and a dull golden yellow beak. This species builds its nest in large groups called rookeries, which can be found in the Potomac River in various places along the canal.        Wood Duck NPS\/Gerald Elkin  Wood Duck (Aix sponsa) There are many waterfowl species that swim and feed in the canal and river, either as residential birds or migratory visitors. Of this group, wood ducks are frequently seen in forested wetlands and similar tree-covered waterways. Male wood ducks have vibrant plumage of iridescent greens, blues and purples, and distinctive white stripe markings. Females are a duller brown-gray.        Downy Woodpecker NPS\/Gerald Elkin  Downy Woodpecker (Picoides pubescens) Of the several woodpecker species in the C&O Canal, downy woodpeckers are the smallest species and one of the most abundant. Distinguishing features of this bird are the black and white striped mask, red cap, black plumage with a white patch in the center back, and white underbelly. Woodpeckers will perch directly onto a tree trunk to use their strong beaks and long tongues to drill into dead trees and stumps to feed on the insects inside. The noise from this drilling behavior is called 'drumming', and can be unique enough to identify woodpecker species by sound alone.        Northern Cardinal NPS\/Gerald Elkin  Northern Cardinal (Cardinalis cardinalis) The Northern Cardinal is an easily identifiable bird, as males are bright red with a crest, and females have brown plumage that is fringed with some red. These birds often occupy forest edges and dense thickets where they aggressively defend territories and reside year round. Both sexes sing throughout the year, and they primarily feed on seeds, although their diet can include insects around breeding season.         Tufted Titmouse NPS\/Gerald Elkin  Tufted Titmouse (Parus bicolor) Due to their occupation of damp forests and forest edge habitat, the tufted titmouse is often seen within the Park's boundaries. This sparrow-sized song bird has gray and white plumage with a black beak and a small gray crest on its head. These birds are social and will flock both with their own and other species, especially during the winter.        Carolina Chickadee NPS\/Gerald Elkin  Black-Capped and Carolina Chickadees (Poecile atricapillus and carolinensis) Black-capped and Carolina chickadees are very common birds throughout the C&O Canal. Differentiation between the two species can be difficult to impossible, due to the similarities in both song and color patterns. These birds inhabit primarily open-mixed forests but will use more urbanized areas in the wintertime. They are distinguished best by their black cap and throat contrasting with their white cheeks, and have a grayish brown back and tan-white underside.         Carolina Wren NPS\/Gerald Elkin  Carolina Wren (Thryothorus ludovicianus) The Carolina wren prefers forested thickets, and rocky, brush-covered slopes, which can be found throughout the Park. Larger populations of Carolina wrens can only persist after mild winters, owing to the fact that these birds don't migrate. Identifying characteristics of this bird are its rusty-brown coloration over a warm tan-white underside, and the wren's notable white eyebrow. The wren's call is only produced by males, and makes a whistling \"tea-kettle, tea-kettle, tea!\"        Indigo Bunting NPS\/Gerald Elkin  Indigo Bunting (Passerina cyanea) The radiant blue plumage of the indigo bunting can be seen from the brush, often sloping, forest edges that line the towpath. Adult males are actually a darker blackish-blue color, but to our eyes much of their bodies appear a vibrant royal blue. Females and juveniles are mostly brown with some streaked markings, while males can appear as a mixture of the phases outside of breeding season. Males of this species make calls that mimic their own song neighborhood's dialect, which can change depending on geographic location. The whistling call sounds similar to \"Fire! Fire! Where? Where? Here! Here!\"",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/nature\/birds.htm"
}
