{
    "title": "Chesapeake & Ohio Canal National Historical Park: Stinging Insects",
    "body": "Stinging Insects          Bald-faced Hornets Bald-faced hornets (Dolichovespula maculata), also known as white-faced hornets, are beneficial, capturing insects to feed to their larvae. Though larger than other yellow jackets, bald-faced hornets are generally more docile. However, they can become aggressive and will sting when their nest is disturbed or threatened. A mature bald-faced hornet nest is bigger than a basketball.         Mud Daubers \"Mud dauber\" is a common name for many species of wasps. Mud daubers may become a nuisance when they construct nests of mud around homes and other structures where people live, work, and play. In spite of their formidable appearance, these solitary wasps are not generally aggressive and controls are rarely needed.        Eastern cicada killer wasps are also known as \"cicada hawks\" and \"sand hornets\".   Eastern Cicada Killers Eastern cicada killers (Sphecius speciosus) are active from late summer to September. Females are not aggressive and rarely sting. Males often display territorial behavior and will dive-bomb people's heads; however, they have no stinger and pose no real threat. Eastern cicada killers often nest in areas with sandy, open soils.         Eastern Carpenter Bees Eastern carpenter bees (Xylocopa virginica) become active in early spring. Although it is rare to be be stung by one, their sheer size is scary and people generally stay clear of them. Carpenter bees get their name from their ability to drill through wood and nest in the hole. Their drilling creates a near-perfect hole, approximately 1\/2 inch in diameter. Although the hole appears to be only an inch or two deep, it rarely ends there.        There are 7 species and 44 subspecies of honey bees worldwide.   European Honey Bees European honey bees (Apis mellifera) are non-native social insects that live in hives. They eat nectar which they turn into honey. During the process of collecting nectar, pollen from many plants get stuck to the hairs on their legs. The pollen is rubbed off on flowers pollinating them (fertilizing them and producing seeds). Honey bees are distinguished from all other bee species in that the sting and venom sac pull free of the body once lodged.        There are also several species of introduced and non-native yellow jackets in our area.   Eastern Yellow Jackets Easten yellow jackets (Vespula maculifrons) are one of the more aggressive species in the Park. They are considered beneficial insects by eating other insects in the spring. Yellow jackets usually nest underground, and the colony will remain active for only one summer. In the fall, wasp colonies have reached their largest size, and foraging workers may be a serious nuisance as they search for discarded food. The nest will not be reused.",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/nature\/stinging-insects.htm"
}
