{
    "title": "Chesapeake & Ohio Canal National Historical Park: Canal Era Women",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Canal Era Women                Canal Era Women         The Great Falls Tavern has been many things through the years in addition to being a lockhouse. NPS photo  Enterprising Women of Great Falls Tavern Hotel   Sunday Dinner for $1.25. While the Chesapeake and Ohio Canal Company owned Great Falls Tavern, it was rented and operated by several women in the early 1900's. Isabelle Redden's mother, \"Miss Gussie,\" was in charge of \"Lock Tavern\" during the first part of the 20th century. As Isabelle grew up in the hotel and general store, she had the opportunity to learn her great cooking skills from not only her mother but her \"Aunt\" Hannah as well. Aunt Hannah was a former slave who lived with the family and stayed with Isabelle till she married and had her first child. Her griddle cakes and oatmeal raisin cookies were the best around!   Without heat, people didn't stay at Great Falls Tavern Hotel in the winter. They hardly stopped at the restaurant either, but when summer came, Sunday's were packed! Isabelles' mother was known for her multiple course meal of hot biscuits and vegetable soup, a whole or half bass, boiled potatoes with parsley and butter, lettuce and tomato salad or coleslaw, half a fried chicken, stewed corn or a vegetable in season, delivered by a farmer in Potomac, and topping it all off with Fussell and Young Ice Cream or a slice of pie from a bakery in Georgetown. Isabelle and her friends would play games such as checkers, lotto and pinochle. In the winter time they would ice skate on the Canal.   The area around the Tavern Hotel included a well house, a milk house, washhouse, ice house, outhouse and stable. They kept hogs and fed them with the restaurant table scraps. A large kitchen extended off the back side of the tavern that had a large coal stove. A log house was built behind the tavern to serve as the lock house. But Isabelle's family wasn't the only people living along the canal at Great Falls. There was also a community of families who were involved with the gold mines, Washington Aqueduct, and the canal. Up the forested park entrance road there were multiple houses. Where we now see a refreshment stand, there was a carpenter shop.   More people traveled to Great Falls with the introduction of a trolley line in 1913. Great Falls was also the only place cars could visit from Washington because Conduit Road (what we now know as MacArthur Boulevard) was a federal road. Maryland, Virginia and Washington, DC didn't recognize each other's vehicle licenses and so if you didn't have multiple licenses you couldn't leave the area.  300-400 cars would come down Conduit Road and park and picnic at Great Falls.  Isabelle soon took over the hotel and general store. Her daughter, Geraldine Shaw, helped her by running a refreshment stand in front of the hotel to sell cold drinks and ice cream to people passing back and forth to the falls. Miss Gussies' fried chicken dinner recipe and tradition continued on with future owners of the restaurant. If only the smell of fried chicken cooking on the old coal stove still lingered in the Visitor Center today!",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/historyculture\/canal-era-women.htm"
}
