{
    "title": "Chesapeake & Ohio Canal National Historical Park: Prehistoric Archeology",
    "body": "Prehistoric Archeology in the Park         Archeologists use soil to determine when events occured in history. NPS Photo  Stratified Prehistoric Archeological sites in C&O Canal NHP Discovering deeply buried archeological sites requires careful planning and special techniques. Testing to a depth of 11 feet in selected areas along the floodplain of the Potomac Riversucceeded in finding 16 new sites in the C & O Canal National Historical Park. Archeologists selected 2 sites for further exploration and made some exciting and significant discoveries. As with many sites, erosion presents a serious threat to these endangered sites. From 2003 through 2005, the Cultural Resource Group of the Louis Berger Group, under contract to the NPS, National Capital Region, carried out a program to identify and evaluate archeological resources within the lower 59-mile segment of the C&O Canal NHP that extends along the Potomac River from Georgetown to Sandy Hook, just east of Harpers Ferry, WV. This work implements the Systemwide Archeological Inventory Program for the park. A primary research goal was to identify deeply stratified prehistoric sites on the floodplains of the Potomac dating prior to 4,000 BP, the Terminal Archaic. Few deeply stratified sites have been identified along the river, but surface finds of fluted points and later Archaic artifacts in the watershed demonstrate a continuous human presence in the region since 13,000 cal BP and suggest that intact, buried Early Archaic or even Paleoindian sites might be preserved in the right circumstances. Unlike the ubiquitous shallow plow zone sites in piedmont uplands in the Middle Atlantic region, where cultural remains from the past 13,000 years are inextricably jumbled together, intact sites along the Potomac that are not damaged by erosion episodes are expected to display “layer cake” stratigraphy, in which sterile river-laid sediments separate and seal discrete cultural levels. This depositional regime that deeply buried the remains of early camps and villages has also protected them from disturbance either by later prehistoric inhabitants or by historic and recent farmers. It is imperative that we find and investigate such sites, “since that is where the answers lie to the problems of early cultural developments in the eastern United States” (Coe 1964). Sampling and Predicting Modeling The project utilized geoarcheological augering to test 12 locations along the 59 mile stretch of the Potomac River. Using a 3-inch auger, Berger's geoarchaeological consultant Dr. Dan Wagner was able to sample alluvial deposits to a depth of about 11 feet. The 12 locations for geoarcheological testing were chosen with the assistance of a predictive model developed from Joffre Coe's pioneering research in the RoanokeRiver basin in southern Virginia (Coe 1964). Coe predicted that, in Fall Zone river valleys, early Holocene sites would be found at locations with specific characteristics: 1.  a narrow valley forming a funnel neck with limited space for a campsite; 2.  a narrow and rocky valley, where the high velocity of the water prevented the development of mature meander patterns; and 3.  Fingers of resistant rock extending from the valley wall to the edge of the river. Behind these projecting rocks, the river forms large eddies when it is in flood and deposits sand and silt at a faster rate than elsewhere along the narrow flood plains. Eventually these deposits become higher than the normal flood level. Coe also observed that deep alluvial deposits containing stratified sites may occur where a river confluence, located just above the narrowest point in the valley, creates eddies. Michael Stewart (1991:100), similarly, attributed the preservation of the Paleoindian zone at the Shawnee-Minisink site in Pennsylvania to “...slackwater deposition as a result of the hydraulic dam effect common at stream junctions...” where “...the velocity of a tributary stream with a low to moderate gradient is slowed dramatically when it junctions with the river in flood, moving at a greater velocity. This decrease in energy causes the tributary to dump its sediment load.” Using a model based on Coe's observations, 14 extensive floodplains along the Potomac River were chosen for geoarchaeological reconnaissance through examination of USGS topographic maps. Selection of particular locations for auger tests was aided by very detailed maps drawn for the US Army in 1865 that are currently held by the Library of Congress. These showed small tributary streams which are not depicted on the modern maps. Survey Results A total of 12 floodplains were tested, with 23 auger tests. Seventeen of these tests produced stratigraphic sequences with multiple buried A-horizons that indicate the past availability of stable surfaces for human occupation. Only one of the 12 tested floodplains had no buried A-horizons. In 13 of the 23 auger tests, charcoal was recovered or fire-cracked rock was encountered that provided unambiguous evidence of human occupation. Based upon degree of soil weathering the deepest A-horizons in four floodplains date from the Early to Middle Holocene; three are Middle Holocene; one is Mid- to Late Holocene, and two date from the Late Holocene. As predicted by the model, these stratified sites have generally been found where smaller streams flow into the Potomac. At seven such confluences, inspection of bank exposures where the meandering tributary streams continue to eat away the old levees and alluvial fans confirmed that cultural deposits were associated with the buried surfaces. Two of the floodplains were chosen for excavation. Stepped excavation of stream cutbanks proved to be an expedient approach to sampling the deep cultural deposits at 18MO572 and 18FR798.        Arrowheads are commonly found throughout the Chesapeake and Ohio Canal National Historical Park NPS Photo  Excavations Excavations at 18MO572 revealed two A-horizons, the lower one lying about 7 ft below surface. Several typical diagnostic artifacts of the Savannah River Broadspear complex were found within this deposit. Stone tools from this zone were associated with abundant, well preserved charcoal, including carbonized nutshells. Charcoal from this zone has been dated to about 4200 cal BP (3800±40 rcbp, 4290 to 4080 cal BP [Beta-187616]), confirming that the lower horizon dates to the Late Archaic. The upper A-horizon, about 1.5-2 ft below surface, yielded Late Woodland artifacts such as potsherds (ca. AD 1200-1500). Excavations at 18FR798 revealed a four-horizon cultural sequence: Late Woodland at the top, Early Woodland about 3 ft below surface, a very faint late Middle to Late Archaic horizon at about 5.7 ft, and an Early Archaic and\/or Paleoindian zone at ca. 7 to 8 ft below surface. The cultural sequence terminated at a cobble lens. The Early Woodland zone can be dated to about 3000-2500 rcbp, based upon the ceramic sherds recovered: sand- and quartz-tempered Accokeek sherds, steatite-tempered and cord-marked SeldenIsland sherds, and Marcey Creek ware, steatite-tempered, flat-bottomed, and lacking cord-marks. The Middle Archaic zone produced almost no artifacts, but a distinct feature with charcoal, fire-cracked-rock, and calcined bone flecks dated to about 5800 cal BP (5110±40 rcbp, 5740-5930 cal BP [Beta-187613]). The lowest cultural layer lacked unambiguously diagnostic artifacts, but the lithic assemblage appears mainly to represent an Early Archaic occupation. A stone point fragment from Level D23 (7.7-8 feet below surface), made of black chert, is one corner of a corner-notched, convex-based point with a ground basal margin. Although it was too small to be definitive, the point resembled the Kirk-like points found in one of the deepest cultural zones (Zone 36), radiocarbon-dated to 9850±500 rcbp, at the St. Albans site (Broyles 1971). A pebble chopper was also found. Pebble choppers have not been found in Paleoindian assemblages, but they occur in association with Kirk Corner-notched points at several sites in the Mid-Atlantic and Northeast, with dates of about 9500 rcbp. In addition, a spokeshave on a red jasper blade-like flake was also recovered. The lithic debitage was comprised of materials rarely seen in typical Archaic and Woodland assemblages. A tan or amber, translucent chalcedony or jasper appears to be the same stone that was used to make a spurred endscraper (probably Paleoindian), found on the surface of 18MO10, located in the same watershed. The deep zone assemblage at 18FR798 included yellow and red jasper, translucent chalcedony, grey and black chert, quartz, and a considerable amount of rhyolite. Although the lithic assemblage exhibited both Paleoindian and Early Archaic characteristics, two AMS radiocarbon ages on charcoal fragments of 9290±40 rcbp (10,280-10,570 cal BP) and (from two inches deeper) 8360±40 rcbp (9270-9470 cal BP) (Beta-187614 and 187615) indicate that the occupation dates to the Early Archaic. The lowest zone at 18FR798 is probably a single-component Early Archaic campsite, dating from 10,500 cal BP. We propose that the cobble lens below the lowest cultural level is the result of an Early Holocene scouring episode by the Potomac, the same regional climate-induced event that Al Goodyear (1999) has documented in other river valleys in the southeastern US. It may be a marker of the end of the Younger Dryas at 11,550 cal BP, when there was an abrupt increase in temperature and probably also in rainfall, and consequent erosion of denuded landscapes. If correct, this scouring event provides the earliest possible date for this occupation. Conclusion Geoarchaeological testing and archaeological surveys resulted in identification of 16 new sites and relocation of 14 previously known sites. Having been identified and, to some degree, delimited, the sites can be protected by park personnel against looting or destruction by proposed development. However, the same erosional processes that have exposed the bank cuts, allowing access to the deepest occupation zones, also threaten to destroy these sites in the not too distant future. Section 110 of the National Historic Preservation Act, as amended [P. L. 102-575], states that each Federal agency shall ensure that historic properties under its jurisdiction and which “may be eligible for the National Register are managed and maintained in a way that considers the preservation of their … archaeological …values … and gives special consideration to the preservation of such values in the case of properties designated as having National significance.” Clearly, the deeply stratified sites we have discussed are potentially eligible for listing on the National Register, certainly at the regional level and perhaps at the national. It is equally clear that the NPS, as part of its legal obligation under NHPA and the 1916 Organic Act [P. L. 64-235] that established the agency, must develop and implement a plan to stabilize these archaeological sites in order to “conserve [them] … for the enjoyment of future generations.” NOTE: One reason for the dearth of investigations of deeply buried sites is that they are not only hard to find but are also difficult to adequately and safely expose. OSHA standards for trenching require very extensive lateral excavation to open holes more than 5 feet in depth. For more information: Stratified Prehistoric Sites Along the C&O Canal, MAAC March 11, 2005 (.doc) and SAA 2004 (.doc) Stuart J. Fiedel, Louis Berger Group, and Stephen R. Potter, National Park Service References Broyles, Bettye J. 1971 Second Preliminary Report: the St. Albans Site, Kanawha County, West Virginia, 1964 1968. Report of Archaeological Investigations 3. West Virginia Geological and Economic Survey, Morgantown. Coe, Joffre L. 1964 The Formative Cultures of the CarolinaPiedmont. Transactions of the American Philosophical Society 54(5). Philadelphia. Goodyear, Albert C. 1999 The Early Holocene Occupation of the Southeastern United States: A Geoarchaeological Summary. In Ice Age People of North America, Environments, Origins, and Adaptations, edited by R. Bonnichsen and K. L. Turnmire, pp. 432-481. OregonStateUniversity Press, Corvallis. Stewart, R. Michael 1991 Archaeology and Environment in the UpperDelawareValley. In The People of Minisink, Papers from the 1989 DelawareWater Gap Symposium, edited by David G. Orr and Douglas V. Campana, pp. 79-116. National Park Service, Philadelphia.",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/historyculture\/prehistoricarcheologyinpark.htm"
}
