{
    "title": "Chesapeake & Ohio Canal National Historical Park: Georgetown Civil War Walking Tour",
    "body": "Georgetown Civil War Walking Tour         The Georgetown canal boat has to travel under many bridges NPS Photo  The Civil War The very name conjures images of battles and generals, of soldiers fighting, wounded, or dead. The names of Gettysburg, Antietam, and Shiloh ring through our national conscience. But what if we go beyond that? Beyond the battles and battlefields, beyond the statistics of that awful conflict? The Civil War touched just about everyone who lived in the United States at that time. Whether it was wives who watched their husbands march off to war, or children who waited in vain for their fathers to come back. The Civil War stamped both people and places with its mix of bravery and cowardice, elation and sorrow, hatred and forgiveness. In 1861 Georgetown was primarily considered a Southern town. Slavery was legal and 90% of the population was from south of the Mason-Dixon Line. After the fall of Fort Sumter, President Lincoln took quick steps to ensure Georgetown's southern aspirations would not be realized, especially considering its proximity to the Capitol. The genteel atmosphere of Georgetown was shattered by the presence of 7,000 to 15,000 troops that were quartered in the city during the war. Troops were hurriedly brought into Washington to defend the city against possible invasion. The first troops to arrive in late April 1861 were part of the Irish Brigade, the 69th New York. They stayed on the grounds of Georgetown College (now University). They were quiet and well behaved. The 79th New York Highlanders followed them. Unlike their predecessors, they displayed drunken behavior and damaged college property. Many of the troops that followed continued the raucous behavior. The Evening Star complained about the lack of morals exhibited by the troops and wrote:  \"Is it proper for the 1st Massachusetts to bathe in the canal at all hours? What aggravates the matter is that the bathers range themselves along the towpath in the costume of the Greek slave, minus the chain and in attitudes anything but peaceful or becoming.\"  With the arrival of northern troops, many of Georgetown's southern sympathizers, or \"secesh\", crossed over into Virginia. By July of 1861, many thought the first battle, about to be fought in Manassas, Virginia, would end the war. The citizens got caught up in the carnival atmosphere that arose around the battle. Merchants seized the opportunity by selling spyglasses, maps, and even canes that turned into chairs to the people that wanted to see the skirmish. The festive atmosphere quickly turned to panic as the Union army was routed. Long traffic jams of soldiers and spectators fleeing the battle clogged the bridges into Washington. Along M Street remaining \"secesh\" taunted Union troops coming back into Georgetown. Confused and tired soldiers searched for lost units. Many collapsed in gutters or on lawns. Some officers crowded into bars to drink. The realization set in that this was not going to be a quick war. The government turned several Georgetown houses and businesses into hospitals and morgues. Georgetowners were divided into Northern and Southern sympathizers. Each side lived in fear of retribution for its loyalties. The following tour will point out some of the sites involved in the famous clash between North and South. From the Visitor Center turn left onto 30th street. Take 30th Street a half block up to M Street. Cross M Street heading up 30th street. Pause on the corner across from the Bank. The bank stands on the site of The Union Hotel and Tavern. Built in 1796, the hotel hosted many prominent citizens through the years including Robert Fulton, George Washington, and John Quincy Adams. By the time of the Civil War, this once glorious hotel had become a boarding house catering to young clerks, poor families, and travelling teachers. On May 6,1861, John Waters, the proprietor of the hotel, was notified by the government to remove all occupants from the building so it could be turned into a hospital. As the boarders left the premises they took everything with them, including chamberpots, leaving nothing for the government. On December 12, 1862 Louisa May Alcott arrived at the hospital as a nurse. She came from her home in Concord, Massachusetts to help the Union cause. The hospital was full of men wounded from three different battles. Rushing about she was required to wash, dress, and feed the men, difficult tasks for a gently bred young woman. She wrote a book about her experiences at the Union Hospital called \"Hospital Sketches\". In it she describes the scene on the streets outside:  \"Long trains of army wagons kept up a perpetual rumble from morning until night. Ambulances rattled to and fro with busy surgeons, nurses taking an airing or convalescents going in parties to be fitted for artificial limbs. Strings of sorry looking horses passed, saying as plainly as dumb creatures could, 'why in a city full of them is there no horsepital for us?' Often a cart came by, with several rough coffins in it and no mourners following; barouches, with invalid officers, rolled round the corner and carriage loads of pretty children, with black coachmen, footmen and maids.\"  Life in the hospital was a tremendous strain on Miss Alcott and she succumbed to typhoid fever. Six weeks after it began, her nursing career came to a close when her father came to Washington and took her home. Continue up 30th street until you reach N Street. Cross N Street. Look across 30th Street to the long white brick building. From 1820 to 1861 this was \"Miss English's Seminary for Young Ladies\". Many of the daughters of Washington's elite families were educated here under the direction of Miss Lydia Scudder English. The seminary was three floors high and contained 19 bedrooms, a library, several parlors, and porches on the wings. It even had running hot water. The union army confiscated the seminary in 1861 and turned it into a hospital for officers. It is believed that Mary Walker, the famous doctor, served here. She was the first woman to receive the Medal of Honor. Miss English, however, was one of Georgetown's most ardent secessionists. She could not stand to see the United States flag flying over her building so she moved out of sight around the corner to 2812 N Street. Look at 1300 30th Street This was the home of another Southern sympathizer, Dr. Grafton Tyler. He was so aghast at the sight of the flag flying over the seminary across the street that he slammed his shutters closed and kept them boarded throughout the remainder of the war, including the dog days of summer. Dr. Taylor was physician to many of the town's most notable \"secesh\" including Miss English and the cousin of Mrs. Robert E. Lee. Dr. Taylor's wife had a brother, Walter Bowie, who was a notorious guerilla and spy. Bowie was captured and sent to the Capitol prison to await death by hanging. Mrs. Taylor paid him a visit in jail. As she kissed him goodbye, she slipped a note hidden in her mouth into his mouth. It told him that she had bribed a guard. That night he was able to escape. When Richmond was captured in April of 1865, a newspaperman from the Evening Star was reporting on the festivities around Georgetown. He recorded the following about Dr. Taylor's house:  \"The house appeared unusually dark with all its windows and doors tightly shut. Upon suspicion it was because of sympathy for the rebel cause, soldiers in the vicinity of the Seminary Hospital and the young men living near there became excited and put the house in mourning, hanging crepe on the knobs. Then they illuminated around the door with candles and put up national colors around the doors and Serenaded the house with national songs.\"  Continue on N Street. The block of N Street between 30th and 31st Streets housed some of the town's most stubborn \"secesh\". 3014 N Street. This was the home of Judge James Dunlop, the Chief Justice of the Circuit Court of the District of Columbia. Dunlop was related to Mrs. Robert E. Lee by marriage. President Lincoln removed him from the bench because of his Southern sympathies. Ironically, Robert Todd Lincoln, the president's son, later owned this house. 3017 N Street Owned by William Redin, a lawyer and Union sympathizer. He was offered Judge Dunlop's old position on the circuit court but refused because of his friendship with Dunlop. In 1963, Jacqueline Kennedy bought the house and lived here for one year before moving to New York City. Continue to 3041-3045 N Street. These three buildings comprise Wheatley Row, finished in 1859. The Wheatley and Gordon families lived here during the war. Although both families had southern sympathies, William Gordon Sr. remained in his U.S. government job. He was commended upon retirement as being \"one of the oldest and most valuable of government employees\". His oldest son, William Gordon, Jr. had a Ph.D. and taught mathematics. Although he longed to help the rebel cause, he respected his parents' wishes and initially refrained from fighting. One day he got into an altercation with a federal officer. Because he refused to take the oath of allegiance to the government, he was jailed in Baltimore. He was exchanged for a Union prisoner and sent south. He became a lieutenant with the Confederate army and worked as an engineer. At war's end he returned to D.C. His brother, J. Holdsworth Gordon, recounts an interesting experience they had shortly after his return: \"He and I went to the theatre. As he had not brought much clothing with him on his return he had a short gray coat, his uniform coat, minus military buttons. The theatre was crowded, the audience being mainly made up of Union soldiers returning to their homes. As we approached at the head of the aisle Will's gray caught the eye of the men and a yell went up 'Come down here Johnnie and we will give you as seat!' I was deadly uneasy, but we accepted the invitation, the soldiers made room for us, and we were treated grandly. I then learned that the man who fights is generally magnanimous and never bears ill will toward the brave foe he has met on the battlefield.\" William Gordon Jr. received his pardon August 8th, 1865. His brother also told how the war affected his neighbors the Wheatley's.  \"When the war had been going on for a year or two, my neighbor Walter Wheatley who was a strong, powerful fellow, decided he would run away and join his brothers Charles and Francis, they being with Lee in the Army of Northern Virginia. I well remember the secrecy with which we purchased pipes, tobacco and other such belongings to army life and the deep sorrow I felt when we bade each other goodbye. He had to steal through the lines, but was successful and became a courier in Mosby's Command. Shortly after he reached Virginia, his brother Francis was killed in a cavalry fight, and Walter conceived the idea of bringing his watch and picture home to Mrs. Wheatley. He reached home safely and startled his family by appearing in their midst one evening. It was necessary to conceal him until he got ready to return to his command as if captured he might be executed as a spy. I was informed of his presence and lost no time in joining him at his home. \"On the next day after his arrival he and I were in his room, listening to the startling stories he was telling of his army experiences when one of the family appeared at his door with blanched face, exclaiming 'run, run and hide, the house is surrounded!' \"I immediately ran out of the room jumping onto a back porch and then to the roof of our house, down and out the front door, joining the growing crowds on N Street to see what the soldiers were after. It was a company of German troops who were part of the provost squad in charge of Georgetown. A slave of Mr. Wheatley's had seen Walter come in and running off to the guard, had given the information. Walter ran from his room and crawled up into a large empty water tank, when the same slave appeared and pointing out the hiding place, exclaimed 'he's in there!' The soldiers thereupon began poking their bayonets into the dark tank, and Walter had to come out or be stabbed to death. He was seized and subsequently incarcerated in the old Capitol Prison. Fears were entertained that he would be hung as a spy, but thanks to the influence of friends of the family he was allowed to give parole and was released. This he did reluctantly, but it was just as well as the war soon ended.\"  From Wheatley Row continue straight to 29th street, cross over to the Baptist church and head up 29th street, cross over Dunbarton Street and continue to the corner of the next street. This is Christ Episcopal Church, Christ Episcopal Church was THE church of Georgetown's southern segment. The original church was destroyed by fire in the late 1880's and the one you see before you was built in 1889. The church went through a rough time during the Civil War. The church made money to operate by subscripting (or renting) pews. Most of the church's members were southerners who left the area during the war. To try to make ends meet the church tried lowering subscription costs and renting out the rectory. Several times the church was turned into a hospital to treat wounded Union soldiers. Boards were placed over the pews to make stretchers, beds, and operating tables. The rector of the church, Dr. William Norwood, was an ardent secessionist. His cat was one of the first causalities of the war. When hostilities broke out, he headed south for a visit. He left his cat in the rectory with enough food for ten days. He didn't return as expected and his cat starved to death. Although it was a sad story, it was so much better than most of the news at the time that the Evening Star published it to lighten the mood of the paper denominations. Dr. Norwood abandoned his post when he was ordered by the Bishop of Maryland to pray for a Union victory and President Lincoln. Since the church needed a minister, one would be sent weekly to conduct services. Every week the ladies of the church protested the prayers for Lincoln and the armies by walking out of the church with a pompous air. However, at war's end the community realized that President Lincoln was the best hope for reconciliation without much punishment for the south. They openly mourned when the president was assassinated. Dr. Grafton Taylor  \"Resolved that in the death of our late President A. Lincoln, we have sustained an irreparable loss, and that our horror of the atrocious deed, which has brought affliction and sorrow upon the whole people is all that the heart can bear and more than the tongue can utter.\"  Christ Church remained draped in black crepe for 30 days. On the day Lincoln was buried in Springfield, Illinois, the bell of this church, devoted to the southern cause and attended by those who believed in the south's way of life, tolled for 2 hours in his honor. From Christ Church retrace your steps to the Baptist Church at the corner of N and 31st streets and take a right heading toward Wisconsin Avenue. Look for the gray building with the GAP on it. This building was once known as Forrest Hall. Here Georgetown as a community chose sides in the ensuing war. On January 2, 1861, William Tenny, an ardent Unionist, stood at a town council meeting and stated: \"Everyone should consider the alarming state of the Union. South Carolina has seceded. Mississippi, Alabama and Florida are sitting in convention and will emulate her. Every city, town and hamlet ought to speak out, even Washington City. Treason is no longer a snake in the grass, but stalks abroad like a famished wolf, hungry for prey. Let ever man speak out.\" Although some southerners wanted to wait and see what developed, Tenny fired up the crowd. A meeting to determine Georgetown's allegiance was set for January 21. That night a large crowd gathered in the hall. A band played patriotic songs and a rifle team lined the front of the stage as a minister prayed for guidance. Those invited to speak declined to do so. Many attempts were made to get men to come forward for the vote, eventually five men responded to the pleas. All were reluctant to say he was a member of Lincoln's party. They claimed to be \" One Whig, one Tory, one Independent, one Democrat, and one Anti-Democrat\" The five men met in a side room returned a short time later with Georgetown's decision to stay in the Union. A hushed silence filled Forrest Hall while their statement was read: \"Resolved: By the citizens of Georgetown in town meeting assembled that we can never admit of any state to secede from the Union, and that the word secession is entrap the unwary who might shrink from rebellion and revolution.\" Forrest Hall remained an active player in war related activities. Soldiers as well as the Provost Marshall and his assistants lived here. Prisoners and deserters were processed here. At war's end the building's owner was compensated ten cents to the dollar for all the damage the troops had done. Other Civil War sites in Georgetown 3133 Dumbarton Street Dumbarton United Methodist Church. This one of many public buildings used as a hospital during the war. President Lincoln worshipped here on March 7, 1863 and was observed weeping. 3108 P Street Home of Union General George Henry Thomas, a Virginian who was disowned by his family because he stayed in the Union Army. Became known as \"The Rock of Chickamauga\". 1644 31st Street between Q and R Streets Tudor Place. This beautiful home was built in 1816 by Martha Washington's granddaughter, Martha Custis Peter. During the war it was owned by her descendent Britannia Peter Kennon. Mrs. Kennon was a first cousin to Mrs. Robert E. Lee. Mrs. Kennon had to allow Union soldiers to be quartered here or else her home would have been turned into a hospital. The war was not permitted to be discussed in her presence and she refused to rent a room to Julia Grant, wife of General U.S. Grant. During the war her nephew Orton Williams resigned his commission in the U.S. Army in order to join his cousins and uncle Robert E. Lee in the Confederate Army. In the fall of 1863 he and a cousin, Gip Peter, were captured behind enemy lines dressed in Union uniforms. Within hours a drumhead court of officers, awakened in the middle of the night, condemned them. They were hanged by morning. In 1864 Gip’s brother Dr. Armistead Peter received permission to retrieve their remains from Franklin, Tennessee and return them to Oak Hill Cemetery in Georgetown for burial. In a letter written three years later General Lee said of the event, \"my blood boils at the thought of the atrocious outrage against every manly and Christian sentiment.\" 3238 R Street A.V. SCOTT, from Alabama, built this house in 1858. During the war he returned to the south and rented his house to Union General Henry Halleck. President Lincoln consulted with the general here. General U.S. Grant came here to escape the heat of the city. General grant also spent the summer after the war here and continued to use it as a retreat during his presidency. 30th and R Streets Oak Hill Cemetery Civil War notables buried here include Secretary of War Edwin Stanton and Union General Jesse Reno. The people, who lived in Georgetown one hundred and forty years ago, were not that much different than us. They had hopes and dreams of improving their lives, making the world a better place for themselves and their children just as we do today. When we gaze at the silent walls of the buildings here in Georgetown, we can hear the voices of those families that lived so long ago tell us through their recollections what actually happened here during that troubled time in American History. Their voices echo ours as we wonder how they got through that incredibly difficult period.",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/historyculture\/georgetowncivilwarwalkingtour.htm"
}
