{
    "title": "Chesapeake & Ohio Canal National Historical Park: Canal Floods",
    "body": "Canal Flood Information         A flood analysis of Little Falls, MD NPS Chart  Flooding of the Potomac River Ground was broken for the Chesapeake & Ohio Canal in 1828. The following year, the Canal experienced its first flood. By 1996, 17 major floods and numerous minor ones had occurred in the life of the canal. Floods have caused millions of dollars in damages to structures along the canal, and a major flood in 1924 ultimately caused the canal to cease operations. However, good things can come from adversity; this potentially devastating force is largely responsible for the extraordinary biological diversity of the Chesapeake & Ohio Canal National Historic Park. Flooding, of course, has been part of the Potomac River for millions of years. As a result, flood-adapted habitats such as floodplain forests and scourbars, have been created. These habitats have gained significance in Maryland and nationally due to increasing habitat loss and fragmentation from development and invasion of alien plant species. In fact, many rare plants depend on these unique habitats. Like so many things in Nature, floods occur in cycles that fluctuate in frequency and amplitude. Floods also occur at different times of the year. Many Potomac River floods occur in spring after heavy rainfall that may last for several days. The situation can be further aggravated by snowmelt and frozen ground which prevents runoff from being absorbed. This combination of factors was responsible for the January 1996 flood and also the largest recorded flood, which occurred in 1936. Periodic inundation of the banks of the Potomac River and bordering C&O Canal NHP benefits the natural system as a whole. Silt, enriched by nutrients and minerals, is deposited by flood waters creating fertile soils which foster biological diversity. Floodplain forest habitat comprises about 85% of the park and benefits from such soils. Many spring wildflowers that attract the public to the park thrive in this habitat. Fertile soil can also be scoured away by the swift river, leaving substrates of rock or sand on the river's edge. These dynamic habitats are called floodplain scourbars which support unique floral communities. Floods also carry seeds great distances helping rare and endangered species to establish in new locations. Unfortunately, this also helps alien weeds that may out compete native plants. Some trees, such as silver maple and sycamore, take advantage of the potential for water transport by producing seeds that float. While some plants gain wider distribution, others can disappear entirely from certain locations. Floods also clear debris from the forest floor, but can damage trees by the powerful rush of water.        The Potomac Watershed is where the Potomac River and its tributaries drain into the Chesapeake Bay. NPS Map  Although some organic matter and nutrients are lost from the system, disturbances, like floods, make room for new growth and allow sunlight to reach plants and young trees. The Potomac River watershed is part of a larger system - the Chesapeake Bay. Impacts from flooding of the river also affect the Bay. Excessive nutrients and sediment, local contamination, and lowered salinity can affect Bay grasses and some fish production, and can cause algae blooms. During major floods, fish are carried into the historic canal with water from the Potomac River. However, some fish get stranded in the canal as the water recedes. The C&O Canal NHP and Maryland Department of Natural Resources staffs and volunteers rescue many fish with electroshocking equipment and dip nets. The rescued fish are released back into the Potomac River.        The canal floods on average every 10 years. The last major flood occurred in 2010. NPS Photo  The park is also planning to construct future sustainable design structures, such as additional water weirs. These structures will drain canal water in certain locations reducing fish kills and other damage from floods.  Flooding has benefits and costs. C&O Canal NHP managers, and other organizations, continue to learn about the river's natural cycles and its effects on natural and cultural resources. For a park with over 2,000 recorded plant and animal species, 16 identified state and nationally significant natural areas, and more than 1,300 historic structures, the management and protection of park resources remains an important goal.",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/historyculture\/canalfloodinformation.htm"
}
