{
    "title": "Chesapeake & Ohio Canal National Historical Park: Associate Justice William O. Douglas",
    "body": "Associate Justice William O. Douglas         Justice Douglas and his efforts will always be gratefully remembered along the C&O Canal NPS Photo  On October 12, 1998, the C&O Canal National Historical Park commemorated the 100th Anniversary of William O. Douglas' birth by unveiling a portrait of Justice Douglas hiking along the towpath. Speakers at the ceremony included Park Superintendent Douglas D. Faris, U.S. Representative Connie Morella (MD), and those in the picture on the right. At the podium is former U.S. Representative Gilbert Gude (MD) who introduced the legislation that preserved the C&O Canal by designating it a National Historical Park. Seated from left to right are Cathleen Douglas Stone (widow of Justice Douglas), Carl Linden (C&O Canal Association), Tom Kozar (the portrait's artist), and U.S. Senator Paul Sarbanes (MD). The portrait, commissioned by the C&O Canal Association, now hangs in the Great Falls Tavern Visitor Center. Millions of people each year enjoy the natural, cultural, and recreational resources of the C&O Canal, making it one of the most heavily visited national parks in the country. Yet, many visitors don't realize that this beautiful strip of land alongside the Potomac River was almost paved over.        The C&O Canal NHP would not be a national park without the preservation efforts of Justice Douglas. NPS Photo  In 1938, the U.S. government purchased the right of way of the 184.5 mile long canal. Unused as a commercial waterway since 1924, the government hoped to restore it as a natural recreational area. The first 22 miles of the canal had been repaired and rewatered when World War II restrictions halted the remainder of the project. After the war, Congress came up with what it thought would be a better use of the canal. The representatives appropriated $40,000 for a joint survey and report on the feasibility of using the land for a vehicular parkway. They felt a road could provide people with better access to the beauty and recreational opportunities of the Potomac River Valley. They also felt it would provide economical assistance to many towns in western Maryland. On January 3, 1954 an editorial in the Washington Post endorsed the government's plan. One reader in particular disagreed with the idea of experiencing nature from the seat of a car. He was U.S. Supreme Court Justice William O. Douglas and the actions he took helped save the C&O Canal. William O. Douglas, an avid outdoorsman, devoted much of his personal time to saving the environment. He often spoke and wrote on the importance of conservation. He fought to preserve the natural state of rivers and lead successful campaigns to stop construction of dams in Kentucky, Arkansas, Illinois, and Washington. When in Washington, D.C., he often hiked along the canal. He said he was grateful that an accident of history created a continuous strip of park land along one of America's most beautiful rivers. Justice Douglas felt that the long-neglected canal, like the river, was rich in beauty, history, wildlife, and recreational opportunities. He felt it needed to be preserved and maintained. He wrote a letter to the editors of the paper. Realizing that words alone could not save the canal from being paved over, he issued a challenge in his letter. His letter, which appeared in the January 19, 1954 edition of the Washington Post, was the first step toward the eventual establishment of the Chesapeake and Ohio Canal National Historical Park.  The discussion concerning the construction of a parkway along the Chesapeake and Ohio Canal arouses many people. Fishermen, hunters, hikers, campers, ornithologists, and others who like to get acquainted with nature first-hand and on their own are opposed to making a highway out of this sanctuary. The stretch of 185 miles from Washington, D.C. to Cumberland, Md., is one of the most fascinating and picturesque in the Nation. The river and its islands are part of the charm. The cliffs, the streams, the draws, the beaches, the swamps are another part. The birds and game, the blaze of color in the spring and fall, the cattails in the swamp, the blush of buds in late winter-these are also some of the glory of the place. In the early 20's Mr. Justice (Louis D.) Brandeis traveled the canal and river by canoe to Cumberland. It was for him exciting adventure and recreation. Hundreds of us still use this sanctuary for hiking and camping. It is a refuge, a place of retreat, a long stretch of quiet and peace at the Capitol's back door-a wilderness area where we can commune with God and with nature, a place not yet marred by the roar of wheels and the sound of horns. It is a place for boys and girls, men and women. One can hike 15 or 20 miles on a Sunday afternoon, or sleep on high dry ground in the quiet of a forest, or just go and sit with no sound except water lapping at one's feet. It is a sanctuary for everyone who loves woods a sanctuary that would be utterly destroyed by a fine two-lane highway. I wish the man who wrote your editorial of January 3, 1954, approving the parkway would take time off and come with me. We would go with packs on our backs and walk the 185 miles to Cumberland. I feel that if your editor did, he would return a new man and use the power of your great editorial page to help keep this sanctuary untouched. One who walked the canal its full length could plead that cause with the eloquence of a John Muir. He would get to know muskrats, badgers, and fox; he would hear the roar of wind in thickets; He would see strange islands and promontories through the fantasy of fog; he would discover the glory there is in the first flower of spring, the glory there is even in a blade of grass; the whistling wings of ducks would make silence have new values for him. Certain it is that he could never acquire that understanding going 60, or even 25, miles an hour.  The editors of the Washington Post accepted his challenge to hike the entire length of the canal. Justice Douglas assumed the hike would consist of three or four people simply backpacking along the canal. However, news of the walk spread and many other conservationists asked to join the hiking party. The hiking group grew to 58 by the time it left Cumberland on March 20. The group included Dr. Olaus Murie, president of the Wilderness Society, and Sigurd Olson, president of the National Parks Association. The group also included experts on geology, geography, ecology, history, ornithology, and mammalogy. Each night the group was treated to lectures on what it had seen and would see the next day. Sporting clubs along the route hosted the group in the evenings, various organizations prepared and served meals, and a trail club transported the gear so the hikers wouldn't have to carry it. Although these additions made the trip more enjoyable, it was still a difficult hike. The hikers averaged 23 miles a day, and Justice Douglas set a brisk four mile per hour pace. They even had to contend with a driving snow storm on the second day of the eight day hike. In fact, only nine men, including the 55 year old justice, completed the entire hike. Incidents along the way inspired Sigurd Olson and others to compose \"The Canal Song\" and each night new stanzas were added to reflect the events of the day. There were 31 verses by the end of the trip. The following provide some insight into the hardships faced by the group.  From Cumberland to Washington Is one-eight-nine they say; That doesn't faze this dauntless band It's downhill all the way. Oh, the mercury was dropping And the snow was coming down As we stepped out at break of dawn And strode toward Paw Paw Town. We hurled ourselves into the storm, Our jaws clenched tight with pain; No food, no rest- just tortures damned, And now they say it'll rain. Oh the old Potomac's rising, No nobler band's come down; We'll bleed and die, our cause is just, We'll get to Hancock town. The people swarm around us With cookies, fruit and cheer, This is the consarned dangdest thing That ever they did hear! Last night we took to sleeping out Beneath the open skies; The ground was hard, the dew was wet But the stars were in our eyes! The duffers climbed aboard the truck With many a groan and sigh, But something faster passed them up The Judge was whizzing by. The blisters are a'burning And the tendon's getting sore, While the shutter-boys from Washington Keep yelling \"Just one more\". The miles are rolling right alone, We're tough as nails by now; We hold our broken bodies straight As the Justice takes a bow! The knees are slowly playing out The arches start to drop; If we had John Brown's body here, We'd like to make a swap. Oh, Rumsey built the steamboat At good old Shepherdstown; We wish we had the damned thing here, So we could steam to town. Oh, the towpaths licks are standing And the tunnel's still intact; We know our friends will fight like hell To stop the Cadillacs. Glory to the Immortal Nine, The waiting thousands roared, The conquering heroes hit Lock 5, And hurled themselves on board. And now our journey's ended, Our aches and troubles gone; \"But blisters heal\", so says the Post, And memories linger on.  As the hike progressed, one man's effort to save a piece of wilderness became a big news story. Wire services spread word of the hike to thousands of newspapers across the country. Time magazine ran a story. Movie theaters showed a newsreel of the hike. Reporters conducted interviews with Justice Douglas as he walked. Photographers captured the hike on film. People came out to hike with the justice. School children and townspeople shouted their support as the group passed by their towns. Support grew in favor of saving the canal. After seeing and experiencing nature up close and personal, the editors of the Washington Post reversed their positions and supported canal preservation. On the last night of the hike, the justice organized a committee that would make recommendations and draft plans for preserving and protecting the canal's resources. He served as chairman of this group (which became the C&O Canal Association in 1957) which worked toward creating an expanded canal park. Years of effort to preserve, restore, and develop this remarkable strip of land culminated on January 8, 1971 with the passage of The Chesapeake and Ohio Canal National Historical Park Act. William O. Douglas proved that one man can help make a difference. In 1977 the park was officially dedicated to the man who saved the canal. Each year the C&O Canal Association holds a canal hike in his honor. Late in life, someone asked the justice how he would like to be remembered. Although he was involved in many landmark decisions while serving on the Supreme Court, he replied as someone who tried to make the earth a little more beautiful.",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/historyculture\/associatejusticewilliamodouglas.htm"
}
