{
    "title": "Chesapeake & Ohio Canal National Historical Park: The Spong Family",
    "body": "The Spong Children       The most tragic accident in C&O Canal history, which had been forgotten for decades, was brought back to light with the discovery of a small carving barely 8\" long. In the Spring of 1992 I explored my park looking for unusual interpretive subject matter. I became fascinated by the numerous carvings and dates adorning the walls of the locks at Great Falls. One sunny afternoon, standing alongside a Lock I noticed something on one of the huge sandstone coping blocks. Veiled by a thin layer of the towpath's sand and gravel was a crude carving about 8\" in length. The letters, some capitals, some lowercase, some backward, spelled W-S-P-O-N-G. My imagination triggered I launched the research which would uncover a most heart wrenching incident. My first source was the C&O Canal buff's best friend Towpath Guide to the C&O Canal by Thomas F. Hahn, a mile by mile accounting of facts, figures, and canal trivia. Under \"Lock 16\" on page 39 I found mention of the carving. \" 'W. Spong'- Spong a boat captain from Sharpsburg.\" Since Sharpsburg was in Washington County and all but one of the known canal boat captains were deceased, the Washington County Cemetery Records were my next resource. At first I was disappointed that none of the three Spong's listed in the most current recording had a first name beginning with \"W\" until I noticed a chilling detail. All three persons named died on the same day, September 11, 1916. All three were children: John W. Spong, age 13 Samuel W. Spong, age 11 Sarah A. Spong, age 6  No doubt there had been a terrible tragedy. I discovered in the Western Maryland Research Room of the Washington County Free Library a \"Register of Persons Who have died in Sharpsburg...From the year 1831\". It revealed more grisly details. The three little victims were the children of Samuel D. and Nina L. Spong. They had been scalded to death in Washington DC. The document also noted a startling particular. The middle child was referred to by his middle name, Willard. Was this W. Spong? I was sure by now I had uncovered a C&O Canal misfortune in Georgetown in which Captain Sam Spong's three children had met a horrifying death. I began pouring over all published canal literature for a mention or recollection of the accident. I read the microfilm of the Daily Mail, a Washington County newspaper, for the days following September 11, 1916. Here is the story that was revealed. From Home On The Canal by Elizabeth Kytle, in an interview with a then 81 year old mule driver and steersman, J.P. Mose remembered the death of the Spong children as the worst accident he knew of. From pages 148-9: \"This was Captain Spong, Boat No. 74. A tugboat, the Winship, hooked them on the evening before, and that would have been September 10, 1916, for them to unload the next morning. They locked out in the river at the river lock at Rock Creek, and the Winship took them up to the powerhouse - right along the Potomac River. There was a concrete wall along there, you pulled the boats up aside of and tied them, and there's where they unloaded. There was a pipe come out of that wall. I don't rightly know the size of that pipe, but I'll say around 4 to 6 inches. It came out straight, and there was an elbow in it, and the pipe went down into the river. They used to blow the boiler off [at the power house] mostly at six o'clock in the morning.\" They did this on the morning of the 11th. \" Mr. Spong and his oldest son, Thomas, they were out on the boat getting ready to unload, putting up the hatches. His wife, Nina - they called her Nine - was up also, but those children weren't.\" The children...were asleep in the cabin. The steam was blown with such force that it knocked the elbow off the straight part of the pipe, which then blew a powerful jet of steam out from the wall. \"All that steam forced right into the boat, straight into the cabin. I don't know whether they had the window open or not, but a force like that would have broke it open. \"Naturally...a mother is a mother, and she tried to save them. She got scalded pretty bad. I don't know what hospital she was in Washington or Georgetown, but she was there for several months. The undertaker from Sharpsburg came down and got the three children and took them to Sharpsburg, and they were buried in Mountain View Cemetery. Captain Spong never boated any more after that.\" Coverage in \"The Daily Mail\" on September 12, 1916 elaborated. The headlines read: TRAGEDY FOLLOWS TRAGEDY THREE CHILDREN DEAD AND MOTHER INJURED IN A TRIPLE TRAGEDY Wife And Children Of Captain Samuel Spong, Sharpsburg, Scalded In Boat Cabin. \"A special dispatch to the Daily Mail from Washington today says: A thorough investigation of the triple tragedy in which the three children of Captain and Mrs. Samuel Spong, of Sharpsburg lost their lives as a result of injuries received when they were scalded by the discharge of a steam pipe while they were sleeping Monday aboard the canal boat which their father commands is being conducted by a coroner's inquest at the District Morgue today. \"Two of the children died shortly after the accident and a third one died late yesterday afternoon. The mother of the victims, who was badly scalded when she went to her children's rescue, has a good chance to recover, the attending physician said today. She is still at Georgetown Hospital and probably will have to remain there for some time. \"Captain Spong took his boat into Washington from Cumberland on Monday laden with coal for the Capital Traction Company. He tied up at the seawall near the Georgetown power plant of the traction company. An exhaust steam pipe burst...and poured into the cabin. Sarah Spong aged 6 years was so severely burned that she died in four hours. \"John Spong aged 13 years died six hours later. Willard, the other boy, was fatally injured. ...The Spong family were trapped like rats and deluged with hissing steam and boiling water before they realized what had occurred. \"Captain Spong was on another part of the boat when the accident happened. The cries of his wife and children caused him to hurry to the cabin. He was enveloped in steam when he entered the small compartment. The following day, September 13, 1916, \"The Daily Mail\" recorded: CIVIL ACTION TO FOLLOW THE SPONG TRAGEDY ON BOAT Bodies of Three Little Victims Will Come to Sharpsburg For Burial. MRS. SPONG IMPROVES Captain Spong testifying at the inquest...\"told the jury a graphic story...'As my children were asleep, I thought of no danger. I never saw steam turned on there before. My wife and I had just gotten up to prepare breakfast and put some steak on the stove. Then came burning steam and more steam, literally cooking my children to death. I started to go to their assistance when my oldest boy, Tommy, jerked me back and handed them out to me. Tommy had to come out one time himself to avoid suffocation. There was one little fellow we couldn't get. He came running to the window crying bitterly for help.' Spong broke down as he concluded. \"The Capitol Traction company whose conduct of the plant was probed had an array of lawyers and experts to establish its innocence of any blame. \"...The coroner's jury investigating the cause of the Spong children's death rendered a verdict of the tragedy due to \"Accident\". ...It supplemented its verdict...with a statement that the accident was due to the Capitol Traction company's failure to provide safe connection of exhaust pipe for steam and hot water at the power house.\" On September 14, 1916 the Daily Mail carried its last coverage of this shocking misfortune: PATHETIC SCENES AT INTERMENT OF SPONG CHILDREN Three Victims of Canal Boat Accident Buried At Sharpsburg. \"The bodies of the three Spong children...were buried today in Sharpsburg. The bodies were brought to Keedysville on the B&O Wednesday and taken to their home and prepared for burial. The funeral was held at 10 'o clock this morning, the services being conducted by A.A. Kerlin, minister of the Luthern church. \"It was a most pathetic scene when the three little coffins were lowered into the graves. The funeral was exceptionally large. Hundreds of residents of the community witnessing the burial could not control their feeling and were forced to give vent to sorrow. The grief stricken father, Captain Samuel Spong attended the service, but the almost frantic mother was compelled to lie in her bed in a Washington hospital and bear her grief practically alone. The bodies now lie in the Mountain View Cemetery near Sharpsburg.\"         The Spong Family tradgedy is an example of how difficult life could be on the canal.    John, Willard and Sarah Spong are still interred at Mountain View. My visit there found a single handsome granite headstone recounting the particulars of all three. Three small worn footstones mark the individual graves. It was some comfort to me to read in a family genealogy that Captain Sam, having survived Nina by over 30 years, was still alive to see his 90th birthday regaled in the Daily Mail as the oldest living C&O Canal boat captain. He was living, in Sharpsburg, with one of his two surviving daughters. His son, Thomas, lived close by. I have told this saddest episode in canal history many times since discovering it. Each time I ask myself: Was it really Willard Spong who sat one day on that Lock stone and carved his name, like a kid today might carve his initials in a picnic table. I always draw the same conclusion. Who else could it have been?",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/historyculture\/thespongchildren.htm"
}
