{
    "title": "Chesapeake & Ohio Canal National Historical Park: Civilian Conservation Corps",
    "body": "Civilian Conservation Corps (CCC)         The CCC helped rebuild the C&O Canal in the 1930's. NPS Photo  Opportunity for All? The story of the Civilian Conservation Corps on the C&O Canal The story of Justice William O. Douglas' contribution to preserving the Chesapeake and Ohio Canal for future generations has been widely and justifiably told and retold. A lesser known story of contributions to the preservation of the canal dates some 15 years before Douglas' famous walk. It is the story of young men living in a struggling nation attempting to provide opportunity for all. In 1939, if you stood where the Carderock picnic pavilion now stands just outside the I-495 loop, you would have been in the center of Camp NP-2-Md., the bustling home of nearly 200 enrollees of the Civilian Conservation Corps (CCC). Young men, between the ages of 17 and 25, lived here year-round as they worked to provide for themselves and their families while restoring the first 22 miles of the Chesapeake and Ohio Canal as a national park. As part of CCC Company 333, each enrollee received dress and work uniforms, was assigned a bunk in a barracks, and received three meals a day. The enrollee's daily life was commanded by reserve officers of the United States Army. Their work projects were supervised by the National Park Service.        The CCC put young men back to work during the Great Depression. NPS Photo  Regimented life in a camp in what was then in a forested and rural countryside years before the construction of the Capital Beltway and Clara Barton Parkway must have proved a challenging adjustment for many young enrollees from Pennsylvania, DC, or Baltimore. Yet, since the nation was still gripped by the Great Depression, this life may have been the only opportunity for most of these men to support themselves and provide money for their parents and siblings. For $30 a month (of which $25 was sent home) the enrollees cleared the towpath of 15 years of overgrowth, removed rocks and debris from the canal, resurfaced the towpath, repaired breaches in the canal caused by the 1924 and 1936 floods, and restored numerous lift locks to working order. They were also given the opportunity to attend classes in topics ranging from basic reading to trade skills, mathematics and even dramatics and history.         The Civilian Conservation Corps restored the first 22 miles of canal before World War Two put an end to the repairs.   Those enrolled in Company 333 worked with those enrolled in Company 325 (who lived in Camp NP-1-Md. just downstream from Camp NP-2) in rewatering the first 22 miles of the C&O Canal. Both companies were designated in the official camp reports as \"CJ\" or \"C-JR.\" \"J\" or \"JR\" indicated that they were junior camps (housing men between the ages of 17 and 25 rather than World War I veterans). \"C\" indicated that the men housed in the camps were, in the terms of the day, \"colored.\" These young African American men who served their country and contributed to the opportunities we now enjoy at Chesapeake and Ohio Canal National Historical Park faced the segregated reality of their times each day in camp. They would also face the sometimes harsher reality of segregation outside their camps when they went on bi-weekly visits to Washington, DC, limited in the opportunities they could pursue even for recreation. Though the challenges of racism have not been eradicated, our nation has come far in providing more opportunities for all of its citizens since the days of the Great Depression and institutionalized segregation. The members of the Civilian Conservation Corps on the C&O Canal and throughout the United States and its territories contributed greatly to the opportunities we experience today in our national and state parks and other public lands. It is only fitting that their contributions be recognized and remembered.",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/historyculture\/civilianconservationcorpsccc.htm"
}
