{
    "title": "Chesapeake & Ohio Canal National Historical Park: Canal Families",
    "body": "Canal Families       Working on a boat on the Chesapeake and Ohio Canal was a family job. It required everyone to pitch in together to get the job done. Each boat had a 12’x12’ cabin that served as the family home. Canal child Lavenia Brust remembered,  \"Our cabin was always spotless; small but neat. She (her mother) made it home for father and me. We had two bunk beds, table and chairs, a coal stove, and cupboards for dishes. Two oil lamps with chimneys shining so clean from mother’s polishing that they reflected the whole cabin. There were always crisp curtains at the tiny windows and the floor was always shiny clean, although just a plank floor, for it was scrubbed everyday by mother.\"  In addition to cleaning, the mother cooked, tended to the smaller children and helped steer the boat. The father was the boat captain. He was in charge of everything. If his family wasn’t big enough he hired crew members to help. He was responsible for feeding the family and\/or crew, their conduct at work and their general welfare. One boatman said, \"He saw that you got somethin’ to eat and a bath every once in awhile.\" Children were often responsible for tending to the mules. They usually went to school only in the winter when the boats weren’t operating. One of the younsters who worked on the canal, Mary Schroeder recalled, \"We went about two months. You didn’t get no education nor nothing in those days. Nowadays the kids need education and don’t want it. We wanted it, and didn’t get it. We were glad to get to school, but about the time we thought we were learnin’, we were taken out. We didn’t catch up. How could you catch up?\" Generally, everyone worked from 4:00 a.m. to 9:00 p.m. The trip from Cumberland to Georgetown usually lasted five days. After the long trip, many canal families took advantage of their times in Georgetown to socialize and go shopping. The children particularly enjoyed Georgetown. They could get together to play and go to the candy store or the bakery. Mary Schroeder recalled of Georgetown, \"That’s where we had our fun. We used to have good times down there.\" Life on the canal was hard work but it did afford families the opportunity to live, work, and play together.",
    "url": "https:\/\/www.nps.gov\/choh\/learn\/historyculture\/canalfamilies.htm"
}
