{
    "title": "Chesapeake & Ohio Canal National Historical Park: Safety",
    "body": "Safety         Lockhouse 22   Planning a trip to the Chesapeake and Ohio Canal National Historical Park offers visitors an opportunity to discover historical, natural and recreational treasures. While preparing for your visit please be aware of weather forecasts and review the safety tips listed below.    If you notice a safety hazard, please report your concern to park management by submitting a Safety Hazards Report.          Safety Tips    Know Your Location - Every mile of the towpath is marked with a \"Towpath Mile Marker\" giving the location by mile. Towpath markers begin with Mile 0 in Georgetown and end with Mile 184.5 in Cumberland.If an emergency occurs, your ability to provide park and\/or emergency staff with your location is important. If possible, let friends and family know when and where you are planning to visit the C&O Canal.    Stay Hydrated - The Chesapeake and Ohio Canal National Historical Park offers water pumps at the Hiker\/Biker and Drive-In Campsite locations, approximately every 5 - 7 miles. Water quality tests are performed frequently by park staff to ensure water is drinkable. Water pumps are available from mid-April to mid-November. Whether planning a trip during the winter season or during hot summer months, please stay hydrated.     Swimming - Swimming is not allowed in the Canal waters and is prohibited within the Mather Gorge section of the Potomac River. Swimming in other sections of the Potomac River is discouraged due to hidden flood debris, deep holes, and possibly strong currents. Many people have drowned in the Potomac River because they underestimated the strength of the river current, were drinking alcohol when they decided to go swimming, or didn't think the river was deep enough to require any swimming ability. Please use caution when entering the river and do not swim in the river when the water is running high or strong.    Weather Conditions - Severe weather conditions may occur suddenly and without warning, creating unsafe conditions along the Chesapeake and Ohio Canal National Historical Park. Below are some examples of severe weather conditions and tips for staying safe if you encounter extreme weather during your visit.    High Wind Gusts - The towpath is a tree lined path where trees and branches can fall at any moment.Stay away from the area if winds are gusting.Wear a bicycle helmet at all times. If caught in a high wind situation, find an open area away from trees and stay there until the winds subside.    Snow and Ice - The towpath is a tree lined path where ice and snow loaded trees and branches can fall at any moment. Stay away from the area if heavy snow or ice is expected. Wear a bicycle helmet at all times. Wait for snow and ice to melt from trees before using towpath.    River Flooding - The Chesapeake and Ohio Canal National Historical Park runs adjacent to the Potomac River for its entire length. Many sections of the towpath are flooded regularly when the Potomac River overflows its banks. Avoid using the towpath during flood watches and warnings. Users of the towpath can become stranded as the water begins to rise. If you come to a section of the towpath covered by the water, do not cross. It may be deeper than you think.    Flash Flooding - Many creeks and tributaries empty into the canal. During heavy rain events, the canal can experience flooding and the water will overflow the towpath. Avoid using the towpath during flash flood watches and warnings. If you come to a section of towpath that is underwater, do not cross.It may be deeper than you think.    High Heat Advisory - Wear light loose fitting clothes. Drink plenty of water before hiking or biking. Bring more water than usual with you and stop often to drink and give your body a chance to rest. If you feel faint or dizzy, stop and rest in the shade and drink plenty of water. If you begin to feel chilled or nauseated, call for help. These are the first signs of heat stroke.    Cold Advisory - Stay hydrated and drink plenty of water before, during, and after exercising. Dress in layers and remove layers as you warm up and before you begin to sweat. If you sweat, immediately remove some outer layers and allow body to dry before placing layers back on. Protect your extremities. Wear gloves, ear muffs, and face mask if needed.   Rock Climbing - Rock climbing is allowed within selected areas of the park. The most popular rock climbing area is at the Carderock Recreation Area located adjacent to the Clara Barton Parkway. Rock climbing in other areas of the park is dangerous and has resulted in visitor injuries. Please use appropriate equipment when climbing and stay within your abilities.   Rock Scrambling - Rock scrambling is allowed within selected areas of the park. One of the park's most popular trails for rock scrambling is the Billy Goat Trail A. When hiking or scrambling, please stay on the trail to avoid injuring endangered floral and plants. Rock scrambling off trail is dangerous and is strongly discouraged. We have had serious visitor injuries and a fatality with off trail rock scrambling so please stay on trail. Dress appropriately and drink plenty of water.   Wildlife Alert - Please enjoy and observe wild animals from a distance. Photograph all wildlife from a safe distance. Use telephoto lenses and observe quietly. It is dangerous and illegal to feed wild animals including ducks and geese in national parks. Wildlife can become dependent on handouts and lose their ability to forage for food causing them to starve. Such animals can lose their fear of humans and become aggressive. Animals can be very protective of their young and can become aggressive if cornered. Never approach or feed wildlife. Also they can be infected with the rabies virus and can infect you or your pet if bitten or scratched. If you encounter an animal that is acting strangely or an animal has attacked you, immediately report it to our emergency Dispatch Center 1-866-677-6677. If you want to learn more about rabies, please visit the CDC website. Help us keep wildlife wild.",
    "url": "https:\/\/www.nps.gov\/choh\/planyourvisit\/safety.htm"
}
