{
    "title": "Yukon - Charley Rivers National Preserve: Cap Reynolds & Sam Creek Cabin",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Cap Reynolds & Sam Creek Cabin                Cap Reynolds and the Sam Creek Cabin         Sadie & Arthur 'Cap' Reynolds in 1900 Courtesy of Frontier Historical Society, Colorado  Sam Creek Cabin is one of the oldest log structures in Yukon-Charley Rivers National Preserve. Built by a local miner named Sandy Johnson near the banks of the Yukon River, the cabin was used as temporary lodging by people working their way up to mining claims on Sam and Ben Creeks. Arthur \"Cap\" Reynolds (seen at right with his wife Sadie in 1900) is the person most closely associated with the cabin and with Sam Creek.  I am planting my garden now; I usually raise enough garden to last me through the winter... I have everything to get along with; I don't need anything—only company.  -Cap Reynolds to his niece, January 10, 1945   The story of Arthur and Sadie Reynolds illustrates the risks and rigors of life on the northern frontier and adds volumes to our understanding of the cultural landscape in Yukon-Charley Rivers National Preserve. The couple were married in 1881 and owned a ranch near Glenwood Springs, Colorado where they raised horses and cattle. Both of their children were born on the ranch but soon died of scarlet fever. In 1906, after hearing rumors of gold strikes in Alaska, Arthur and Sadie decided to sell their belongings, rent out their ranch, and move north for a new life along the Yukon River.         Cap Reynolds whipsawing lumber at Sam Creek, ca. 1940 Courtesy of Frontier Historical Society, Colorado   Gold and Gravel By 1907 the Reynolds had reached Alaska and were on their way by steamboat to the tiny outpost of Nation City near the mouth of Fourth of July Creek. For the next ten years, the couple worked a mining claim far up the creek, thawing frozen ground using a boiler and fires, digging ditches to deliver water to the camp, and processing gold-rich gravel with a device called a rocker. They periodically left the daily grind of mining to visit Seattle or to travel northern rivers in a steamboat Arthur Reynolds built around 1914 and learned to captain (this is where he got his nickname \"Cap\"). Possibly due to ill health, Sadie Reynolds left Alaska in 1921 for California and never returned.         Cap Reynolds stands with two of his dogs over a harvested bull caribou. Courtesy of Frontier Historical Society, Colorado   Life of a Subsistence Miner For most miners along the Yukon River overnight wealth was but a dream. Gathering gold dust and nuggets and selling mining claims was rarely profitable enough, and gold-seekers did other work to feed themselves and supplement their incomes. For example, after his wife left, Reynolds learned to drive sled dogs and took up hunting and trapping. He spent five years working for the Alaska Railroad and eventually returned to the Yukon River in 1927 to settle in a large cabin on Sam Creek. At this remote homestead he prospected for gold, hunted moose and caribou, ran a trapline to harvest furs, processed meat, tended his dog team, and visited with his closest neighbor Sandy Johnson (the man who built Reynolds' home cabin and the smaller one near the Yukon's banks). Today we call this lifestyle subsistence mining because it demanded that miners be versatile and multi-talented.         Cap Reynolds with his lead dog and freight sled, ca. 1948 Courtesy of Frontier Historical Society, Colorado   Backcountry Perils The cabin Reynolds lived in was several miles up Sam Creek, and in order to send a letter or to pick up supplies, he had to travel 8 miles roundtrip to the Yukon River to meet a steamboat or 13 miles to Coal Creek mining camp. During the 1940s, when Reynolds was in his 70s, arthritis and declining health made it difficult for him to hunt or to see to his trapline. Writing to his nephew Ray Morgan, he explained,  \"I live so far out in the woods that it's hard for me to get a letter in the mail as we have 2 or 3 mails during the winter. I am so badly crippled with rheumatism that I can hardly get away from home. My dogs are so hard to handle that I don't hitch them up very often. They are as hard to handle as them Colorado broncos used to be.\"          Sled dogs in summer at Cap Reynolds' home cabin, located upstream of the Sam Creek cabin Courtesy of Frontier Historical Society, Colorado   He also wrote about digging prospect holes and setting traps and snares, but winter temperatures of 30 to 50 below had torpedoed these plans. By 1950 Reynolds was providing room and board to a young drifter named Harry Muller in exchange for help mining and doing chores. Evidence suggests that Muller robbed Reynolds and locked the old man out of his own cabin to freeze to death at the age of eighty-one.          Sam Creek cabin after restoration in 2014 NPS\/Chris Allan   Cabin Preservation Although today his home cabin is in ruins, the Sam Creek cabin used by Reynolds and others as temporary lodging near the Yukon is still standing, and in 2014 an NPS crew reinforced the walls and improved the roof in an attempt to preserve it for years to come. Near the cabin visitors can see remains of the elevated cache where Reynolds stored meat and other supplies and an example of the dog sleds that were so critical to the lives of all Yukon River pioneers.",
    "url": "https:\/\/www.nps.gov\/yuch\/learn\/historyculture\/cap-reynolds-sam-creek-cabin.htm"
}
