{
    "title": "Chesapeake & Ohio Canal National Historical Park: Camping",
    "body": "Camping         Camping allows you to enjoy the tranquility of the C&O Canal at night. NPS Photo  Camping Regulations Camping is allowed only in designated sites. If you are planning on leaving a parked car at a C&O Canal Parking lot, visitors must register their vehicle through the new online registration system. Visit the registration form here. Print your receipt and place on your dashboard. If unable to print, please visit the nearest visitor center. A maximum of 2 tents and 8 people per site except for group campsites. The tying of ropes to trees and structures is not permitted.  The C&O Canal is a Trash Free Park. Please plan to take all trash with you. Group Campsites are located at McCoy's Ferry, Fifteen Mile Creek, Paw Paw Tunnel, and Spring Gap. They are $40 per site, per night with a maximum of 35 people. NO reservations required - first come first serve basis. Quiet hours are between 10 p.m. and 6 a.m. Pets must be on a leash or under other physical control at all times. Fires are restricted to the grills and fire rings provided or to portable grills positioned off the ground. Coals must be extinguished and removed from the park. Firewood may be collected from dead material on the ground but for use in campgrounds only. Do not remove wood from the campground. Firewood cannot be brought into the park. For the protection of drinking water, campers may not wash dishes, bathe, or clean fish near wells. Draining or dumping refuse or body wastes from trailers or other vehicles is prohibited. Hiker-Biker Campsites   No fee charged. 30 hiker-biker campgrounds located every 6 to 8 miles along the canal. Stay is limited to one night per site, per trip. All sites have a chemical toilet, water, a picnic table, and grill. Please Note: Potable water may not be available at each campsite. Water is treated with iodine. Please plan to have water purification tablets with you. Water is turned off from November 15 to April 15 each year.  Hiker-Biker Campsites include:   Mile 16.6 Swains Lock Mile 26.1 Horsepen Branch Mile 30.5 Chisel Branch  Mile 34.4 Turtle Run Mile 38.2 Marble Quarry Mile 42.5 Indian Flats Mile 47.6 Calico Rocks Mile 50.3 Bald Eagle Island Mile 62.9 Huckleberry Hill Mile 75.2 Killiansburg Cave Mile 79.2 Horseshoe Bend Mile 82.7 Big Woods Mile 90.9 Opequon Junction Mile 95.2 Cumberland Valley Mile 101.2 Jordan Junction Mile 110 North Mountain Mile 116 Licking Creek Mile 120.6 Little Pool Mile 126.4 White Rock Mile 129.9 Leopards Mill Mile 133.6 Cacapon Junction Mile 139.2 Indigo Neck Mile 144.5 Devils Alley Mile 149.4 Stickpile Hill Mile 154.1 Sorrel Ridge Mile 157.4 Purslane Run Mile 162.1 Town Creek Mile 164.8 Potomac Forks Mile 169.1 Pigmans Ferry Mile 175.3 Irons Mountain Mile 180.1 Evitts Creek           Paw Paw campsites NPs photo  Drive-in Campgrounds  Trailer length may not exceed 20 feet $20 per site per night (Senior Pass pass holders are entitled to a 50% discount) No RV Hookups Drive-in campsites are equipped with grills, chemical toilets, and water. Antietam Creek and Paw Paw have adjacent parking, but visitors cannot park at the actual campsite. Visitors may not park and sleep in Recreational Vehicles in these parking areas. Recreational vehicles are allowed only at McCoys Ferry, Fifteen Mile Creek, and Spring Gap campgrounds and please note a height restriction at McCoys Ferry of 7'8\" Stay is limited to 14 days between May 1 and October 1. Stay is limited to a total of 30 days for the entire calendar year. There is a limit of eight people per site. Groups with more than eight people need to use the group campsites or register for more than one site in the campground. Those campground include:   Mile 110.4 McCoys Ferry Mile 140.9 Fifteenmile Creek Mile 156.1 Paw Paw Mile 173.3 Spring Gap    Group Campsites  $40 per site per night Available on a first-come, first-serve basis Groups with more than eight people need to use the group campsites or register for more than one site in the campground. Those campgrounds include:   Mile 110.4 McCoys Ferry Mile 140.9  Fifteenmile Creek Mile 156.1 Paw Paw Mile 173.3 Spring Gap    Marsden Tract is located at Mile 11 and is reserved for civic and scout organizations. An advance permit is required. A permit can be obtained through Recreation.gov. Two youth hostels located near the canal provide outdoor travelers with dormitory accommodations and cooking facilities for inexpensive overnight lodging: Mile 0 Washington International Youth Hostel, 250 beds (202)737-2333.  Mile 59 Harpers Ferry Youth Hostel, 40 beds (301)834-7652.",
    "url": "https:\/\/www.nps.gov\/choh\/planyourvisit\/camping.htm"
}
