{
    "title": "Chesapeake & Ohio Canal National Historical Park: Ranger-led Programs",
    "body": "Interpretive Ranger Programs         \"Meet the Mules\" is just one of the many programs offered by C&O Canal Rangers.  NPS Photo.  Each year the C&O Canal National Historical Park offers a variety of ranger-led programs and visitor activities throughout the park. Please review the following information for a summary of activities and programs by park location.     Great Falls Tavern Visitor Center  (301-767-3714) ·  Canal Boat Trips & Meet the Mules Canal boat trips and Meet the Mules are offered spring, summer and fall months only.  Contact the Great Falls Visitor Center for additional information.   ·   Ranger Led Walking Tour and Lock Demonstration Every Thursday through this summer, come join one of our rangers for a working lock demonstration or a walking tour of the Great Falls area and learn about the history and natural environment of this special place. The walking tour departs at 10:30AM and lasts approximately 60 to 90 minutes. Participants should bring water to drink and wear comfortable shoes. The lock demonstration occurs at 2:30 PM; both walking tour and lock demonstration meet at the Great Falls Tavern. Contact the Great Falls Tavern Visitor Center for additional information. Rileys Lockhouse Join volunteers in period costume for a guided tour of one of the C&O Canal's original lockhouses and explore the life of a lock-keeper in greater detail. Open most weekends in the spring and fall. For more information please contact the program coordinator at 301-384-8584.     Lander Lockhouse Open House Open Saturdays, 11:00 a.m.-2:00 p.m. mid-April to early October. Closed during Winter Months.   Williamsport Visitor Center 301-582-0813  •  Canal Launch Boat Programs  Offered Memorial Day - Labor Day. This hour long program includes a ranger led boat program as well as a tour of Lock 44 and its lockhouse. Please call the Visitor Center for more information.    •  Lockhouse 44 Learn about lock keepers and participate in a lock demonstration. Hours vary. Memorial to Labor Day. Inquire at the visitor center for more information. Call 301-582-0813 for more information.    Paw Paw Tunnel Tours Meet a Ranger at the entrance to the single largest structure along the C&O Canal to learn more about how and why the tunnel was built. For those planning to hike through the tunnel, a flashlight and comfortable shoes are recommended. The tunnel entrance is one half mile from the visitor parking area. Located 25 miiles south of Cumberland, MD off MD Rt. 51 South. For more information call 301 -722-8226. Summer months only.",
    "url": "https:\/\/www.nps.gov\/choh\/planyourvisit\/interpretiverangerprograms.htm"
}
