{
    "title": "Chesapeake & Ohio Canal National Historical Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility         Hancock Visitor Center ramp in winter. NPS photo  The information below may help you better plan your visit.  If a particular service or issue is not mentioned, please contact the nearest visitor center for assistance.    Physical\/ Mobility Impairments For those with mobility impairments, all visitor centers and their associated restrooms are accessible.  The Canal towpath is a gravel graded path throughout the park. It can get muddy after rain events, making the trail uneven in places.   The towpath leads you to the Great Falls Overlook from the Great Falls Tavern Visitor Center.  The bridges to the Overlook are accessible ramps of wood and cement.  This trail is 1\/2 mile round trip from the Visitor Center.  All other hiking trails are not accessible.   Drive-In Campsites located at Antietam Creek, and McCoys Ferry have one accessible site including picnic table and accessible fire ring.   Hearing Impairments Visitors with hearing impairments will find assistance a the following locations: Videos at Great Falls Tavern, Williamsport and Cumberland Visitor Centers are Closed-Captioned. Listening devices are available for ranger-led tours with 2 weeks advance notice.  Please call the nearest visitor center to make arrangements. A text narrative is also available of the Mule-Drawn canal boat program.  Visual Impairments Exhibits and Silent Film at the Great Falls Tavern Visitor Center main exhibit room are audio described.   Braille text is available for exhibits at Ferry Hill Visitor Center.   Service Animals Service animals are permitted everywhere visitors go at the C&O Canal.  For a definition of a service animal please visit www.ada.gov\/service_animals_2010.htm. The C&O Canal is a trash free park. All animal waste must be picked up and taken with you.  Interagency Access Pass U.S. Citizens or permanent residents with permanent disabilities qualify for the Interagency Access Pass, which provides free or discounted access to over 2,000 Federal recreation sites.  Visit the website for more information on this pass.  It is currently available at the Great Falls Entrance Station.        C&O Canal Towpath and Bridge over Canal near Anglers Inn. NPS photo",
    "url": "https:\/\/www.nps.gov\/choh\/planyourvisit\/accessibility.htm"
}
