{
    "title": "Chesapeake & Ohio Canal National Historical Park: For Kids",
    "body": "Explore This Park    Plan Your Visit     Things To Do     For Kids              Canal Kids in the Park       Do you like staying active outside, exploring nature, or discovering fascinating tales from history?  Spanning from Georgetown to Cumberland, the C&O Canal has something for everyone along its 184.5 mile towpath. Use this page to find out how kids of all ages can enjoy the park and and then come discover your own C&O Canal adventure!          Borrow a Backpack Here's a new way to explore the park! Visitors to the C&O Canal National Historical Park can now rent backpacks stocked with fun outdoor activities for FREE. Families can go on a wildlife scavenger hunt, navigate trails, and identify plants using the provided activity guide. Supplies inside the backpacks include binoculars, maps, compasses, leaf rub kits, and more! Ask about backpack rentals at our Great Falls Visitor Center (Program will be available in Williamsport and Cumberland starting October 1st).  Loans are available for 4 hour time slots and children must be accompanied by an adult.            Let's Move Outside Did you know that 60 minutes of daily active play outdoors keeps your body healthy? Kids across America are becoming Let's Move Outside Junior Rangers by staying active in their local National Parks. Ride a bike, take a walk, or go for a run along the towpath to stay healthy. Click here to print a fun Let's Move Outside activity!         TRACK Trails C&O Canal has two brand new TRACK Trails at Williamsport. Each trail is about one mile roundtrip. Pick up your scavenger hunt brochure at the new wayside on the towpath at Williampsort and begin your adventure today!   TRACK Trails is part of Kids in Parks which provides family friendly trails in an attempt to get kids \"un-plugged\", outdoors and reconnected with nature for their health and the health of our parks. For more information visit Kids in Parks website.          Click image to download scavenger hunt card   Scavenger Hunts  A great way to explore the natural wonders of the C&O Canal is by doing our Nature Scavenger Hunt. You can pull up the scavenger hunt card on your phone or print it out before you visit the park. Keep a watchful eye out for all the wildlife you might encounter and check them off as you go!             If you have a Passport to your National Parks, the C&O Canal has several locations where you can get it stamped! Visit our Passport page to find out where you can collect your C&O stamps.       For more info about where you can go hiking along the C&O, check out our trail maps page.        If you'd like to know more about exciting events happening at the park, check out our Facebook or News Releases!",
    "url": "https:\/\/www.nps.gov\/choh\/planyourvisit\/kidsinthepark.htm"
}
