{
    "title": "Fort Dupont Park: Fees & Reservations",
    "body": "Explore This Park    Plan Your Visit     Fees & Reservations             Fees       Please be aware of the new changes in the picnic reservation system! To view the new permitting system and the proposed fee increase Click HERE   Since 1949, the National Park Service has had an agreement with the District of Columbia Department of Parks and Recreation (DPR) to manage the group picnic area reservations on National Park Service property at Rock Creek Park and Fort Dupont Park.  The NPS will be moving the reservation process to Recreation.gov, a convenient website used by many national parks and thousands of park visitors across the country. The transition to Recreation.gov will be effective March 1, 2014. As part of the transition, the NPS is exploring an increase to the picnic area reservation fees and the opportunity for picnickers to reserve for half-days. The reservation fee for a group picnic area has not changed since the late 1990's and the proposal would bring the fee in line with the price for similar group picnic areas in the Washington Metropolitan Area. The proposal is to phase the increase over the next three years starting in the summer of 2014 with a reservation fee of $25\/half day. Additional phases will occur in 2015 at $45\/half day, and 2016 at $65\/half day. The additional revenue will improve the condition of the picnic areas and the level of service provided to visitors.  Rock Creek and Fort Dupont Propose Second Phase of Picnic Fee Increase. The National Park Service (NPS) is accepting public comments though October 30,2014 on the second phase of proposed fee increases for picnic pavilions at Rock Creek and Fort Dupont Parks.  Under the proposal, a half day reservation would cost $45 beginning January 1,2015. Fee changes will fund the picnic areas' unkeep and improve the level of service provided to visitors. The NPS solicited public feedback in 2013 though online comments and public meetings for a three-year phase increase in the cost to reserve a picnic pavilions in Rock Creek and Fort Dupont Parks. As proposed to the public in 2013, the NPS began phasing in this increase over 3 years starting the summer of 2014 with an increase to $25\/half day. The NPS is now proposing to implement the second phase of the increase January 1, 2015, at $45\/half day, followed by the final increase in 2016 to $65\/half day. The NPS invites public to comment online at the NPS Planning, Environment, and Public Comment (PEPC) website during the 21-day comment period October 10-30, 2014.            To Reserve a Recreational Field  Fort Dupont Park features a multipurpose field, tennis courts, a basketball court, and a baseball diamond. All of these fields and courts are located along Ely Place between Minnesota Avenue SE and Ridge Road. In addition, there is a multipurpose field located in Fort Mahan Park (the access road is located across from the corner of 42nd Street, NE and Eads Street, NE). Click on the link below to reach the permits page for the National Capital Region. Then click the link titled, \"Speical Park Use application for sports activies and wedding ceremonies\". Fill out the form, and then contact Fort Dupont Activity Center at 202-426-7723: http:\/\/www.nps.gov\/nama\/planyourvisit\/permits.htm  To Arrange a Special Event Permit applications and guidelines for special events are available through the Park Programs Office in the National Capital Region of the National Park Service. Click on the link below to reach the permits page for the National Capital Region. Then, click the link titled, \"Application for a Public Gathering\". Fill out the form, and then contact the Park Programs Office. The office can be reached at (202) 619-7225. http:\/\/www.nps.gov\/nama\/planyourvisit\/permits.htm  To Obtain a Community Garden Permit Contact the community gardens coordinator at 202-426-7723. The Fort Dupont Community Gardens are located at the corner of Fort Dupont and Fort Davis Drives. Applications for permits are received beginning in January of each year.  User fees, reservation recovery, or permit bonds may apply. Contact the park for more information on these charges.",
    "url": "https:\/\/www.nps.gov\/fodu\/planyourvisit\/fees.htm"
}
