{
    "title": "Fort Dupont Park: Garden Permits",
    "body": "Garden Permits       Please note that all gardeners MUST have their plots clear by December 1st, so that the park's staff can re-grade and till the area in the spring! Please click here for more information. Interested in obtaining a garden plot for the upcoming season? Then you must attend one of the mandatory meetings Garden Orientation Course at the Fort Dupont Activity Center. After the class you can register for a plot for the 2014 and 2015 garden seasons. The following is a list for the upcoming 2014 Garden Orientation Courses:  Saturday February 22 at  10AM-12PM Saturday March  22 at 10AM-12PM Saturday April 05 at  12PM-2PM  Anyone who fails to present a photo ID will not be assigned a garden plot at the meeting. Plots are assigned one per person. Plots are assigned only to persons 18 years old or older, and there will be a limit of 2 plots per address.  Special Use Permits for Gardens The National Park Service strives to create partnerships in order to benefit the parks and to better serve the public who visit the parks. We desire to create partnerships at Fort Dupont:  To help establish programs for existing gardeners and people new to gardening To connect youth to the environment through gardening, To promote healthy recreation and encourage people to also eat healthy food To connect seniors as mentors with youth around the activity of gardening  The park is creating an area in the garden (currently \"C\") where the park will have a demonstration organic garden for educational programs.   The park will make available, by special use permit, multiple plots (more than 2) through an application process that will be described in this letter. All special use permit holders will be located in the lower garden area (\"C garden). Preference will be given to groups that can demonstrate that their goals align with the park's goals. The established goals are as follows:  Reinforce garden rules and protocols Transition to an all organic garden in 2010 Create demonstration area that can be used for interpretive\/education programs Improve garden maintenance\/ appearance Involve more youth in gardening education programs and working in the garden  Special use permits to hold more than 2 plots in the garden may be obtained by submitting a brief application proposal to the site manager. Proposals should include the following: Organization Name Address\/Phone Number Organization Representative\/ contact for this project 501c3 Certification and\/or documentation that demonstrates group is in the process of obtaining their 501c3 Organization's Mission Statement Number of 20' x 25' plots your group is requesting for 2012\/2013 Gardening Season  Include a brief description of your organization's plan for use of garden plots at Fort Dupont and address the following: How does your organization connect to the local community? How do the goals of your group align with the objectives outlined for the garden program at Fort Dupont? How do you intend to support the park in meeting its objectives? How will you measure\/ report your group's progress and the number of people you serve?  Please submit your proposal to Fort Dupont by Friday, February 25th. Proposals may be emailed to e-mail us or mailed to Fort Dupont Park Site Manager c\/o NACE Headquarters, 1900 Anacostia Drive SE, Washington, DC 20020  We look forward to working with you for the 2014 garden season.",
    "url": "https:\/\/www.nps.gov\/fodu\/planyourvisit\/garden-permits.htm"
}
