{
    "title": "Sand Creek Massacre National Historic Site: Birds",
    "body": "Birds         Golden Eagles are frequently seen at the Sand Creek Massacre NHS\/ Animal Planet  The diverse habitat within Sand Creek Massacre National Historic Site (NHS) supports numerous species of birds with a wide range of habitat needs. Stopover locations, such as the site's riparian habitat, are limited in the prairie and are vital to long- and short-distance migratory birds. Stopover habitat is relatively uncommon in shortgrass prairie ecosystems, such as Sand Creek Massacre NHS, and allows birds to replenish essential reserves for their flight to breeding areas. The combination of prairie and riparian habitats in the site are uncommon in shortgrass prairie ecosystems and are important to numerous bird species, including species of concern. The mix of birds detected in the site suggests the habitat is healthy.        Mountain Plovers have been spotted at the Sand Creek Massacre NHS. Oklahoma State University  In 2005, 59 bird species were documented in the Sand Creek Massacre NHS during an inventory. Of the species documented, 16 are also listed as species of concern in the shortgrass prairie by the Partners in Flight bird conservation program. Some species in the site require high grass structure, such as the short-eared owl and dickcissel, and others prefer low grass structure and prairie dog burrows, such as the burrowing owl and mountain plover, two Colorado species of special concern species. Several species in the site use the riparian habitats, though they do not breed in the area: chestnut-sided warbler, clay-colored sparrow, hermit thrush, indigo bunting, Lincoln's sparrow, Swainson's thrush, and. Riparian areas also provide suitable habitat for many probable breeding species, most commonly the western kingbird, orchard oriole, and mourning dove. Several western meadowlarks, a common species, were detected in the site.        Say's Phoebe Wikipedia  The upland habitats also host many species listed by the Partners in Flight. These species include the Cassin's sparrow, dickcissel, horned lark, lark bunting, lark sparrow, northern harrier, Say's phoebe, scaled quail, short-eared owl, Swainson's hawk, western kingbird, and western meadowlark. The site could also support species such as the ferruginous hawk, lesser prairie chicken, and prairie falcon, though they were not detected in the 2005 survey. A copy of the 2005 survey report is available here.",
    "url": "https:\/\/www.nps.gov\/sand\/learn\/nature\/birds.htm"
}
