{
    "title": "Civil War Defenses of Washington: Nature",
    "body": "Nature         Wood Thrush J.R. Woodward  Monitoring Natural Resources: Forts to Forests Fort parks are not only places that tell a national story; they also play valuable ecological roles in an urbanizing landscape. Like the other parks of the National Park Service they are home to wildlife and native plants and host a variety of valuable natural resources. In order to help look after natural resources in our region and to provide accurate and scientifically sound information on park ecosystems, the NPS initiated the National Capital Region Network Inventory & Monitoring (NCRN I&M) program. Every year NCRN I&M field crews gather hundreds of observations at sites spread from Prince William Forest Park in the south to Harpers Ferry in the north, in order to provide information that helps park staff with planning, management, and interpretation. The resources NCRN I&M monitors are called \"vital signs\" because each one tells us something about the broader condition of a park. Vital signs include forest vegetation, invasive\/exotic plants, forest birds, stream water quality, fish, land cover, white-tailed deer, and amphibians. So far NCRN I&M data has helped several parks in the region begin plans to manage teeming deer populations and has contributed to other park management and planning documents. Since 2006, NCRN I&M has monitored sites at Fort Dupont and the Hiker-Biker Trail and sites near Fort DeRussy to assess the condition of forest vegetation, white-tailed deer and forest birds. Learn more...        A scenic view of a National Park forest. NPS     The ridges, stream valleys, and their associated geology, hydrology and soils of the National Park Service Civil War Defenses of Washington sites create diverse natural habitats. As protected parkland, many of the sites have survived urbanization, and have been important as sanctuaries for many native plant and animal species.  Largely dominated by forests, including some of the oldest and most impressive in and about the federal city, the National Park Service Civil War Defenses of Washington sites contain wildflowers, shrubs and trees, as well as song birds, reptiles and amphibians, and many species of mammals.There are also meadows, transitional (from grassland to forest), and wetland areas that add to the variety of species present by providing those specialized environments.                  × Species Attribute Definitions   Definitions Occurrence Occurrence values are defined below. One or more Occurrence Tags may be associated with each Occurrence value. Present: Species occurs in park; current, reliable evidence available. Probably Present: High confidence species occurs in park but current, verified evidence needed. Unconfirmed: Species is attributed to park but evidence is weak or absent. Not In Park: Species is not known to occur in park.  Occurrence Tags Adjacent: Species is known to occur in areas near to or contiguous with park boundaries. False Report: Species was reported to occur within the park, but current evidence indicates the report was based on misidentification, a taxonomic concept no longer accepted, or other similar problem of error or interpretation. Historical: Species' historical occurrence in park is documented. Assigned based on judgment as opposed to determination based on age of the most recent evidence.  Abundance Abundant:   Animals: May be seen daily, in suitable habitat and season, and counted in relatively large numbers. Plants: Large number of individuals; wide ecological amplitude or occurring in habitats covering a large portion of the park.  Common:   Animals: May be seen daily, in suitable habitat and season, but not in large numbers. Plants: Large numbers of individuals predictably occurring in commonly encountered habitats but not those covering a large portion of the park.  Uncommon:   Animals: Likely to be seen monthly in appropriate habitat and season. May be locally common. Plants: Few to moderate numbers of individuals; occurring either sporadically in commonly encountered habitats or in uncommon habitats.  Rare:   Animals: Present, but usually seen only a few times each year. Plants: Few individuals, usually restricted to small areas of rare habitat.  Occasional:   Animals: Occurs in the park at least once every few years, varying in numbers, but not necessarily every year. Plants: Abundance variable from year to year (e.g., desert plants).  Unknown: Abundance unknown  Nativeness Native: Species naturally occurs in park or region. Non-native: Species occurs on park lands as a result of deliberate or accidental human activities. Unknown: Nativeness status is unknown or ambiguous.         × List Differences   The Checklist contains only those species that are designated as \"present\" or \"probably present\" in the park. The Full List includes all the checklist species in addition to species that are unconfirmed, historically detected, or incorrectly reported as being found in the park. The full list also contains species that are \"in review\" because their status in the park hasn't been fully determined. Additional details about the status of each species is included in the full list. The checklist will almost always contain fewer species than the full list.      Select a Park:  Civil War Defenses of Washington George Washington Memorial Parkway National Capital Parks-East Rock Creek Park    Select a Species Category (optional):    All   Amphibians   Birds   Fish   Mammals   Reptiles   Vascular Plants     Get Checklist Get Full List List Differences   Species attribute definitions Search results will be displayed here.  Visit NPSpecies for more comprehensive information and advanced search capability. Have a suggestion or comment on this list? Let us know.",
    "url": "https:\/\/www.nps.gov\/cwdw\/learn\/nature\/index.htm"
}
