{
    "title": "Civil War Defenses of Washington: Geology of Fort Dupont Park",
    "body": "Geology of Fort Dupont Park       The Geology of Fort Dupont Park, written by Tony Flemming, provides a brief overview of park geology and hydrogeology, and summarizes the geotechnical factors that appear to be contributing to slope instabilities due to urban stresses. A PDF copy is available or it can be read here:             A close-up of the land and nature shown at Fort Dupont NPA  Geology of Fort Dupont Park:  A Summary of Geologic Factors Affecting Slope Instability and Its Mitigation  By Tony Fleming, Professional Geologist       Introduction    Fort Dupont Park is located in southeast Washington, D.C., about a mile east of the Anacostia River. The major topographic feature is a system of deeply dissected ravines that coalesce into an unnamed tributary to the Anacostia River. The park contains what may be the largest remnant of intact coastal plain forest in the District, and a variety of diverse plant communities are associated with the different micro climates, soils, and moisture regimes that result from the strong topography and varied geologic substrates. The main stream valley in the park has experienced some historical instability of stream banks and valley walls caused primarily by the discharge of urban stormwater from surrounding streets and neighborhoods. Past studies by Federal agencies have reportedly proposed to remediate the stream bank instability by channeling (fluming) the stream and\/or installing rip-rap. This report provides a brief overview of park geology and hydrogeology, summarizes the geotechnical factors that appear to be contributing to slope failures, and offers an alternative best management approach that could be employed to address these issues at minimal cost and with little disturbance to the natural community. The observations and conclusions presented herein are based in part on a visit to the park and its surroundings made by the author on May 23, 2004. Regional geologic interpretations are derived from published maps and reports, including Carr (1950);Cooke and Cloos (1951), Cooke (1952), Johnston (1964), McCartan (1989), and the author's professional geologic experience in the D.C. area (e.g., Fleming and others, 1994). Geotechnical information and observations with immediate relevance to the topic at hand can be found in Froelich and others (1980), Obermeier (1984), Obermeier and Langer (1986), O'Connor (1989), Pomeroy (1987), and Withington (1964).    Geology    Fort Dupont Park is located in the deeply dissected terrain along the inner edge of the Atlantic Coastal Plain. The formations found in and near the park range in age from early Cretaceous to Pliocene, and their distribution is well shown by Carr (1950). Most of the sediments exposed in the park belong to the Potomac Group, which is exceptionally well exposed at numerous places along the main stream valley. The oldest unit is the lower Cretaceous Patuxent Formation, which crops out at elevations less than ~125 feet. Here, it is composed chiefly of cross-bedded, quartzose, medium and coarse sand that locally contains a few percent of fine quartz pebbles. Coarse gravel and cobbles were observed as a lag at the bases of a few prominent channel fills, but are largely lacking. The sand is commonly quite oxidized and contains a few localized lenses of light-colored silty clay. Unconformably overlying the Patuxent is a sequence of variegated, maroon, and gray clay, silty clay, and sandy clay with irregular zones of sand, muddy sand, and gravelly sand. Granular sediment constitutes no more than 25% of the section of clay exposed in the park, and the great majority of the unit is very stiff, fractured clay and silty clay with abundant iron-rich zones. Carr (1950) showed this unit as the Raritan Formation, but more recent interpretations (e.g., Cooke, 1952) assign it to the Arundel Clay. The prominent maroon color and the abundance of iron ore are characteristic of the Arundel in the D.C. area (e.g., Cooke, 1952), hence the clay unit exposed at the park likely belongs to the Arundel. The Arundel underlies the Fort Dupont Park Geology Page 2 of 6 upper reaches of the ravine system, generally at elevations above ~125 feet;it appears to be about 60-70 feet thick in the park. The Miocene age Calvert Formation caps some of the uplands in the park, but is poorly exposed;a few small exposures along the trail near Ridge Road are of golden silty sand, fine sand, and dark sandy silt. The Calvert Formation appears to lie entirely above any of the ravines in the park. Pliocene age river gravel caps the highest ridges south and east of the park. It is composed of medium and coarse pebbles of quartz and sandstone in a deeply weathered orange loam. A thin veneer of colluvial quartz and sandstone pebbles on the upper parts of some hillsides is the only evidence of this unit observed in the park.    Stream Morphology    Uplands in this area are strongly dissected, and streams occupy deep ravines. There is some 200 feet of total relief in the park and well over 100 feet of local elevation differential between the valley bottoms and adjacent ridgetops at most locations. Longitudinal stream profiles in this region are out of equilibrium with base level, and are still adjusting to changes in sea level that occurred during and subsequent to the Pleistocene glaciation. The sharp downcutting that results from this response commonly accentuates differences between geologic formations in terms of their resistance to erosion. Most ravines in the park are characterized by two distinct segments: 1) a broad, U-shaped segment in the downstream reaches, formed in sand of the Patuxent Formation. This lower segment has a uniform, low to moderate stream gradient and a relatively broad floodplain flanked by steep, stable slopes. This segment is dominantly one of stable sediment transport, in which sediment (mainly sand and gravel) derived from upstream is temporarily stored in active point bars and on adjacent floodplains on its way downstream;and 2) a narrow, V-shaped upstream segment, formed in Arundel Clay. The upper segment has a consistently steep stream gradient with abundant nick points (small cascades) formed on more resistant beds of gravel and iron-cemented sediment. The floodplain ranges from very narrow to nonexistent;commonly, the streams in this segment are deeply entrenched and actively downcutting in narrow flume-like channels, a process that has been significantly accelerated in the main stream valley by urban stormwater discharge. The upper segment is dominantly one of erosion and active downcutting;there are few point bars and little floodplain storage of sediment in this segment. It is in this segment that the slope failures and accelerated streambank erosion are largely found.    Slope Failures and Streambank    Erosion All of the significant slope failures and streambank undermining observed in the park are found in the upper segment, and all of these are restricted to the main ravine closest to Ridge Road. Typical failures are very small (<10 cubic meters) and involve undermining of stream banks during high water events and subsequent collapse of the bank by sliding into the stream. Common scenarios include rotational slumps here the toe of the valley wall has been removed by stream erosion, and planar failures of intact blocks of clay along prominent, slope-parallel fracture planes. Both kinds of features generally occur at or near bends (cut banks) in the stream, where the mechanical force of the water is focused, and in both instances, layers of sand beneath the clay appear to increase the potential for slope failures.    Possibly a dozen prominent examples of slope failures of this magnitude, and a number of smaller ones, were observed along the upper segment of the main ravine. None were seen in the lower segment of the main ravine, nor in any other ravine. The main ravine receives a considerable amount of stormwater discharge at its head whereas the other ravines do not. In the upper reaches of the main ravine, the unnaturally large flows created by the stormwater have caused severe downcutting of the channel, commonly leaving near-vertical, unstable banks of clay as much as 10 feet high flanking a gully-like channel. This situation is susceptible to streambank undermining during high flows, which are constantly removing the toe of the slope, creating instability and rotational slumping. Evidence of the erosive force of these flows can be seen in the form of meter-scale chunks of concrete, iron bars, and other heavy objects that have been transported downstream during extreme discharge events. Prominent trim lines, typically several feet above the low-water stage, are visible throughout this segment. Abundant ground water issues from the stream banks in this segment, typically emanating from fractures in clay (which are heavily oxidized as compared to the clay matrix) and from more permeable beds of sand or sandy clay. Zones of ground-water sepeage are commonly marked by nodules, crusts, and slabs of iron silicates and iron hydroxide, deposited in response to the redox change that occurs as the ground water discharges to the surface. These iron ores are considerably harder than the surrounding sediment, and the larger zones typically form small ledges in the stream channel and protuberances from the stream banks.    Ground water likely plays an important, though not primary, role in the slope failures. Where a more permeable, saturated sand layer underlies the base of a clay bank, high pore pressures can develop in the sediment above. High pore pressures can wedge blocks of clay loose along slope-parallel fractures (see Sterrett and Edil, 1982);this process probably occurs mainly in the spring and during prolonged wet periods, and appears to be secondary to rotational slumping as a cause of slope failure at Fort Dupont.   Remedial Measures    Using major stream-channel alterations in an attempt to slow slope failures would be an expensive approach to a relatively mild problem, and would be of dubious benefit. Slope failures and streambank collapse are not widespread in Fort Dupont Park. Instead, they are localized in scattered places in the upper segment of the main ravine. The current situation is not posing a threat to safety or property, so it is not clear what the benefit of artificial streambank stabilization would be. Similar, and commonly much worse, situations exist in most of the urban watersheds in the metro area, nearly all of which receive point- and non-point-source stormwater discharge. Some erosion of streambanks is a natural and necessary geological process;attempts to completely eliminate it will ultimately have both expected and unexpected consequences elsewhere in the system. For example, fluming and\/or riprapping the upper reach of the stream channel will shut off the flow of sediment from the upper segment to the lower segment, thereby causing significant downcutting in the lower segment as the channel bottom there becomes starved for sediment. This will in turn cause a marked nick point to develop at the outlet of the altered channel, which will ultimately undermine the structure itself as the nick point inevitably migrates upstream. Aside from the aesthetic impacts, which are considerable, artificial stream bank stabilization would devastate the very resources the park is intended to protect. Channel straightening and installation of rip rap or a concrete flume would permanently destroy the aquatic ecosystem in the stream, cause lasting damage to the riparian corridor, and cause massive sedimentation downstream during the construction phase, which will require removal of substantial amounts of stabilizing vegetation along the streambank and adjacent areas. Moreover, the upper segment is remote and inaccessible. It is not clear how the heavy equipment needed to implement these measures would access the segment, short of cutting a new road along the ravine, which would necessitate extensive removal of the toes of steep slopes, thereby exacerbating both the extent and possibly the magnitude of slope failures.   The root cause of the current slope\/streambank issues is point discharge of stormwater at the head of the main ravine, causing more streamflow than the narrow channel morphology is naturally adjusted to. The result is accelerated downcutting of the channel to accommodate the excess flow. This conclusion is self evident: no other ravine segments exhibit such behavior, because they receive little, if any stormwater discharge. Therefore, if any attempt is made to address the situation, the solution should focus on controlling the stormwater discharge. A simple solution that would be far less expensive and would avoid all of the above problems would be to direct the stormwater to a series of infiltration galleries along the upper edges of the park. These could be shallow (3 feet deep or less) linear trenches or ponds excavated into the sandy Calvert Fm sediment and designed to allow storm water to percolate into the soil. Ecological disturbance would be minimal since most of the outer edges of the park have been disturbed in the past and contain immature forest and a number of exotic species. This approach is not novel: basins and other facilities for the retention and infiltration of storm water are part and parcel of the best management practices commonly prescribed for new residential and commercial developments in the District and in surrounding jurisdictions. An even more direct approach is to address some of the stormwater at its source—namely the hundreds of downspouts that currently channel vast quantities of water from roofs in the watershed directly into the storm-sewer system, and thence into the park's main ravine. Infiltration galleries, dry wells, and similar small-scale in-situ measures to retain storm water where it falls are becoming increasingly more common in the U.S. and elsewhere. It is worth noting that the developed uplands around the park are largely situated on the Calvert Formation and upland river terraces—formations rich in gravel and sand—materials whose relatively high permeabilities are ideally suited to such indigenous solutions.        About the author: Tony Fleming grew up in the District of Columbia near Rock Creek Park, and has studied various aspects of local geology for 3 decades. He is the author of the modern geological map of the Washington West Quadrangle, and several published and unpublished papers on local geology.",
    "url": "https:\/\/www.nps.gov\/cwdw\/learn\/nature\/geology-of-fort-dupont-park.htm"
}
