{
    "title": "Sand Creek Massacre National Historic Site: Plants",
    "body": "Plants         Water flows down the usually dry bed of Sand Creek after heavy rains in 2007. Sand Creek Massacre NHS. National Park Service  Sand Creek Massacre National Historic Site (NHS), located in the Great Plains, is a combination of sandhills, mixed grass prairie, a highly productive shortgrass prairie, and wetlands. The diversity of upland grassland and riparian areas provide a unique and important habitat for birds, especially migrating and sensitive species, and other animals. Wetlands are vital to the shortgrass prairie ecosystem and also contribute significant ecological functions and wildlife habitat.        Gnarled cottonwoods, a few of the very oldest perhaps witness to the Sand Creek Massacre.  Sand Creek Massacre National Historic SIte. National Park Service  Historic disturbances and drought affect vegetation composition of the Sand Creek Massacre NHS. These disturbances include livestock grazing, agriculture, and construction of a canal and airport landing strip. Vegetation composition shifts since 1864 may be related to introduced exotic species, changes in fire frequency, agricultural and development disturbances, and drought. Cottonwood stands lining Sand Creek date to approximately 1865-1885, though it is possible some trees were present during the massacre as seedlings or saplings. The establishment of cottonwoods may be associated with flooding events. Vegetation is an integral part of the cultural landscape. The Sand Creek Massacre area is significant to several native Plains cultures that have historical and cultural associations with the land and its resources. The Cheyenne and Arapaho tribes traditionally used the area, though it is also associated with the Comanche, Kiowa, and Ute. In 2004, an assessment identified ethnographic resources, or resources meaningful to how a group of people identifies itself.        An array of great plains flora dots the landscape at the Sand Creek Massacre NHS. National Park Service  Approximately 829 plant species were reported as culturally significant to the associated tribes, though several were not conclusively identified. Cultural usage of plants was documented. At Sand Creek Massacre NHS, 62 plant species are known to have ethnobotanical and cultural significance to the associated tribes: 13 are culturally significant to the Arapaho, 26 to the Cheyenne, 12 to the Comanche, 22 to the Kiowa, and 8 to the Southern Ute.        White sage is scattered across many areas of the Sand Creek Massacre NHS. National Park Service  Several plants, including soapweed yucca and bush morning-glory, were significant to multiple tribes, while others, such as showy milkweed and locoweed, were significant to a single tribe. Use of plants has changed over time; some uses were lost while others were added, including some non-native species. Continued research in Sand Creek Massacre NHS will expand our knowledge of the resources preserved and protected in this area. For more in depth information on the plants and other natural resources of Sand Creek Massacre NHS, explore the links under Nature & Science or follow the links on this page.",
    "url": "https:\/\/www.nps.gov\/sand\/learn\/nature\/plants.htm"
}
