{
    "title": "Civil War Defenses of Washington: CCC Completed Projects",
    "body": "Completed Projects by the CCC at Fort Dupont Camp       Information taken from, Inventory or Work Accomplished by CCC Camps Under the Jurisdiction of National Capital Parks by Ray M. Schenck, 1942.     Comfort Station – one of clapboard & board and batten construction, measuring 28’ X 13’ hand made shingle roof. Log Guard Rails – 64 yards along picnic area roads. Sewage and Waste disposal system – reinforced concrete septic tanks. Drinking Fountains – 15 rustic log type with bubblers and faucet. Water lines – 7,100 feet to service picnic areas and comfort stations. Fireplaces – 53 stone-lined fireplaces with fire brick, steel grate. Signs - 30 park entrance & directional signs. Stonewall – 35 yards, 50’ long by 6’ high retaining wall at comfort station. Table & Bench Combinations – 79 picnic tables, hand hewn timber, structural members and plank top table construction, half log on timber supports for the benches. Road – 2 miles of roads. .8 miles, 20 feet wide, Anacostia Connecting Road; .6 miles, 30 feet wide, Fort Drive; .6 miles, 12 feet wide, picnic area roads, gravel surface. Foot Trails – 3.5 miles, grand path in park and picnic area. Pipe & Tile Line – 1520 feet, 24” corrugated culvert pipe used in construction of park roads & play area. Gutter – One cobblestone gutter on concrete base, 80’ long, 6’wide. Fine Grading Road Slope - 63114 square yard, grading cute and fill slopes along park roads. General cleanup - 274 acres, removed trash, brush, dead trees & undesirable plant growth. Landscaping - 10 acres, clearing and grading playfield. Moving & planting trees & shrubs – 25,200 native plant materials collected & planted along park roads & in picnic areas. Park Areas – 2,160 square yards, along picnic area roads. Public Picnic Ground Development – development of two picnic areas. Razing Undesirable Structures – 13 buildings outside park razed to salvage materials for CCC jobs. Seeding or Sodding – 15.1 acres, 1.1 acres of gutter and shoulders along park roads sodded and 14 acres seeded. Topsoiling – 11.1 acres of road slopes. Selective Cutting for Effect – 31 acres, removal of all trees & bush from golf course fairway. Tree preservation – 2,705 man days, pruning of specimen trees in park.",
    "url": "https:\/\/www.nps.gov\/cwdw\/learn\/historyculture\/completed-projects-by-the-ccc-at-fort-dupont-camp.htm"
}
