{
    "title": "Civil War Defenses of Washington: Natural History",
    "body": "Natural History and Physical Setting          Washington, D.C. is situated in a topographic bowl. The bottom of the bowl, where the White House and Capitol are located, is in the floodplain of the junction of the Anacostia and Potomac Rivers. Extending out from the floodplain is a series of rising river terraces. These high ridges nearly surround the city (the “bowl”) and are where the earthen Civil War fortifications were strategically built. This fort “circle” could defend the city from any enemy approach.   The topography varies from site to site along the 37-mile circle of forts. The City of Washington is located on the fall line--the border of two considerably different geological terrains or provinces; the hard rock of the Piedmont Plateau to the north and west, and the soft sediments of the Atlantic Coastal Plain to the east.  The highest of these terraces is at 200 feet above sea level and is fronted by an escarpment (a long, clifflike ridge of land, rock, or the like, commonly formed by faulting or fracturing of the earth's crust) which is very prominent along the east side of the Anacostia River. Forts Carroll and Greble lie just behind the top of this escarpment, 80 feet above Interstate 295 (the Anacostia Freeway). Steep sided ravines and small streams cut through the upper terrace east of the Anacostia River at frequent intervals. Examples of these stream valleys can be found at Forts Dupont and Stanton.  The forts built to the east of the city are located on high river terraces within the Atlantic Coastal Plain. This area is characterized by shallow bays and the meandering tidal Anacostia and Potomac Rivers. The Piedmont Plateau is located north and west of the city. This area is characterized by deeply cut valleys and prominent ridges. Amazingly, there are differences in topography of the forts sites in the Piedmont area. For example, Battery Kemble is located on a narrow ridge overlooking a stream valley and Fort DeRussy is situated on a conical shaped hill in the Rock Creek Basin. Fort Reno, also located on the Piedmont Plateau, is the highest point in the city. Its elevation is 420 feet above sea level (Compare with the elevation of the White House at only 50 feet).  During the Civil War, those forts sites that were not already on cleared agricultural land were cleared of remaining forest to create lines of fire and to eliminate cover for the enemy. Planners and landscape architects in the late 19th century recognized that those cleared ridges provided some of the most commanding views of the city. These factors were important planning elements of a 1902 Congressional report entitled “The Improvement of the Park System of the District of Columbia” (a.k.a. the McMillan Commission Report or McMillan Plan) and significant portions of the former Civil War defense sites and corridors between them were acquired as park land—as part of the proposed scenic Fort Circle Drive.   Over the century following the McMillan Plan significant forests have reclaimed some of those ridges and high ground that make up the Civil War Defenses of Washington corridor. Conversely, the city has evolved during that period as well, with a city grid landscape composed of new neighborhoods, commercial strips, apartment complexes, and broad avenues. Interestingly, today the forests and greenspace of the Civil War Defenses of Washington create an important green “curtain” or backdrop that is visible from many vantage points in and approaching the nation’s capital and serve to break-up the otherwise hardened cityscape. Additionally, the natural areas that make up much of the Civil War Defenses of Washington are composed of remnant eastern deciduous forest communities and provide habitat to an impressive array of native plants and wildlife. Red, white, and chestnut oaks, mountain laurel, arrowwood, spicebush, christmas ferns, and wildflowers including some orchid species. The natural areas also serve as important, even critical sanctuaries, for many species of urban wildlife. Wildlife consists of many species of birds, including forest interior nesting species, white-tailed deer, red and gray fox, eastern cottontail rabbits, opossum, raccoons, other small mammals, and a few species of reptiles and amphibians.",
    "url": "https:\/\/www.nps.gov\/cwdw\/learn\/nature\/natural-history-and-physical-setting.htm"
}
