{
    "title": "Sand Creek Massacre National Historic Site: Prairie Dogs",
    "body": "Prairie Dogs         Prairie Dog Cooperative conservation  The black-tailed prairie dog (Cynomys ludovicianus), a member of the Sciuridae or squirrel family, is important to native shortgrass prairie ecosystems and occurs in Sand Creek Massacre National Historic Site (NHS). The black-tailed prairie dog is the most abundantly and widely distributed prairie dog species. Prairie dogs increase habitat diversity and contribute to grassland ecosystem processes by clipping vegetation and creating open habitats preferred by grassland birds and are proposed as a keystone species in North American grasslands. Numerous species prey on prairie dogs and use their burrows for shelter including badgers, coyotes, hawks, golden eagles, snakes, burrowing owls, and bobcats.        Burrowing owls Flickr  Prairie dogs historically occupied 3-7 million acres of Colorado. In 2005, they occupied approximately 630,000 acres of the state. The population decline in eastern Colorado is attributed to plague and changes in land use. Prairie dogs have been present northwest of Sand Creek Massacre NHS since the 1980s and comparison of aerial photos indicates the prairie dog complex is expanding. In 2007, 228 acres of Sand Creek Massacre NHS were occupied by two colonies with an estimated average density of 94 prairie dogs per acre. These are the largest active colonies along the Front Range in south-central and southeastern Colorado. Numerous dens of predators were also documented in the area. Burrowing owls were observed on the southern colony and mountain plover were observed near the north prairie dog colony on private land. The Sand Creek prairie dog complex is likely to expand rapidly if left undisturbed. The high density colonies are young and are each surrounded by shortgrass prairie suitable for expansion. Prairie dog management is integral to sustaining the long-term viability of a self-sustaining Sand Creek complex, preserving the existing native plant community and allied species, and maintaining relationships with surrounding landowners. National Park Service policy is to conserve and recover black-tailed prairie dogs wherever possible. When populations has space restrictions, prairie dogs will populate the remaining suitable habitat in high density, creating the potential for bare and disturbed soils which may be colonized by invasive exotic species. Although they are integral to species diversity, the consideration of prairie dogs as a keystone species is controversial. The perception that prairie dogs compete with cattle for food has led to widespread poisoning that has had major impact on their population and distribution. Prairie dog populations are also susceptible to plague and other diseases that can cause severe declines in populations, recreational shooting, and habitat destruction. Populations rebound quickly after crashes. Published 8\/2011",
    "url": "https:\/\/www.nps.gov\/sand\/learn\/nature\/prairiedogs.htm"
}
