{
    "title": "Sand Creek Massacre National Historic Site: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         Whitetail doe at Sand Creek Courtesy of Jeff Campbell  Sand Creek Massacre National Historic Site (NHS) was established in 2007, in part to preserve and protect the cultural landscape of the massacre area. Protection of native biological resources, including animals, is integral to preserving the cultural landscape. Sand Creek Massacre NHS is primarily composed of shortgrass prairie and sage shrubland. Sand Creek, an intermittent stream, crosses the site. Shortgrass prairies support numerous animal and plant species, including federal and state listed endangered, threatened, and candidate species. The natural environment has impacted the lifestyles of humans who have used the area for the past 8,000-10,000 years. Humans have also left their mark on the landscape. The site and surrounding area have been affected by hunting, grazing, cultivation, water diversion, development, introduction of non-native species, and local extinction (extirpation) of native species such as pronghorn antelope and bison. The landscape of Sand Creek Massacre NHS is a record of human relationships with the natural environment, the contrasting values of Indians and Euroamericans, and their competition for limited resources. The environmental history of the site describes how the impacts of human actions contributed to how the environment changed over time.        Tagging monarch butterflies at Sand Creek Massacre NHS National Park Service  The continued protection and preservation of these resources will contribute to the changing diversity of the ecosystem and biological communities of the Plains and Sand Creek Massacre NHS. Scientific study and observation of these resources will add to our understanding of this unique environment.   For more in depth information on the resources and stories of Sand Creek Massacre National Historic Site, explore the Nature & Science and History & Culture sections or follow the links on this page.       Looking for more information? Explore the other pages in this section to learn more. News Photos & Multimedia History & Culture Nature Management Bookstore",
    "url": "https:\/\/www.nps.gov\/sand\/learn\/nature\/index.htm"
}
