{
    "title": "Sand Creek Massacre National Historic Site: Research",
    "body": "Research       National Park Service (NPS) units provide unique opportunities for scientific research. Because these areas are preserved and protected, they can be studied as reference points for comparisons with similar, altered environments. Research at Sand Creek Massacre National Historic Site (NHS) contributes to the understanding of the area’s natural and cultural resources. This information sees use for planning, management, and sharing with partners and the public. Research at Sand Creek Massacre National Historic Site covers a wide range of subjects including archaeology, geology, soil, fish, birds, plants, and water. Sand Creek Massacre NHS is part of the Southern Plains Network, a group of NPS units with similar ecosystems created by the NPS Inventory and Monitoring (I&M) Program. This program works to inventory natural resources and park ecosystems while monitoring these resources to better understand their dynamic nature.      Scientists with the Southern Plains Network collect and analyze information that contributes to our understanding of human and ecological processes and resources in Sand Creek Massacre NHS and other network parks. This information is used for decision making, working with other agencies and partners, and communicating with the public to protect the natural systems and native species of the area. Several years of research and cooperation between tribes, state and federal agencies, universities, and affected landowners contributed to the establishment of the Sand Creek Massacre site as a NPS unit in 2007. Continued research in Sand Creek Massacre NHS and other parks will expand our knowledge of the resources preserved and protected by the NPS. To apply for a research permit or learn about park research needs, visit the Research Permit and Reporting System website or the Rocky Mountains Cooperative Ecosystem Studies Unit website.      Documents on the research of flora, fauna, and natural resources at Sand Creek Massacre National Historic Site are available below in .pdf format. For Historic and Cultural resources, click here. For Management documents, click here or here. Dendrochronology:  Riparian Forest Age Structure and Past Hydroclimactic Variability (2006) Fauna: The Insects of the Sand Creek Massacre National Historic Site Trip Report for Evaluation of Fish Species at SAND NHS (2006) Birds of Sand Creek Massacre National Historic Site Inventory and Monitoring Final Report (2005) Patterns and Processes of Dispersal of Black-Tailed Prairie Dogs in a Heavily Managed Landscape of the Great Plains (2012) Status and History of Prairie Dogs in Colorado and at Sand Creek Massacre NHS (2009) Prairie Dog Management Plan and Environmental Assessment (2008) Geophysical and Hydrological: Preliminary Assessment of Wetland, Riparian, Geomorphology, and Flood Plain Conditions at SAND NHS (2005) Geophysical Investigations at the Sand Creek Massacre Site (1999) Geoarcheological Assessment of the Sand Creek Massacre Site (1999) Geomorphic Assessment of Big Sandy Creek (2011) Draft Geomorphic and Hydrologic Assessment of the Historic Channel Position of Big Sandy Creek (2013) Pollen Analysis of Sediment Cores Recovered from SAND NHS (2007) Potential Groundwater Sources for a Potable Water Supply (2006)  Paleontological Resources: Paleontological Resource Inventory and Monitoring from the Southern Plains Network (2015) Threatened and Endangered Species: Rare Vertebrate Species Report (2008)  Vegetation and Communities: Riparian Assessment of Big Sandy Creek (2014) Vegetation Inventory (2008) Vegetation Monitoring Data Summary (2013) Vegetation Classification and Mapping (2007) Ecological Site Description (2004) Exotic Plant Monitoring in the Southern Plains Network (2009) Sand Creek Massacre NHS Plant List  Sand Creek Massacre NHS Restoration Plan (2010) Sand Creek Massacre NHS Restoration Plan (2011) Site Inventory Range of Natural Variability Special Soil Survey Report (2006) Unexpected Patterns of Sensitivity to Drought in Three Semi-Arid Grasslands - Oecologia - by Karie Cherwin & Alan Knapp - December 2011",
    "url": "https:\/\/www.nps.gov\/sand\/learn\/nature\/research.htm"
}
