{
    "title": "Sand Creek Massacre National Historic Site: Cottonwoods",
    "body": "Cottonwoods         Cottonwood trees at Sand Creek Massacre NHS. National Park Service  The riparian cottonwood (Populus deltoids ssp. monilifera) forests of the Sand Creek Massacre National Historic Site are important elements of the cultural landscape and riparian ecosystem, providing shelter, timber, firewood, forage, and wildlife habitat. The trees provide important roosting, nesting, and feeding sites for birds, as well as nesting material; in Colorado, cottonwoods provide habitat for 82% of breeding bird species. During severe winters, American Indians and early settlers fed cottonwood to horses and cattle. Cottonwood trees along Big Sandy Creek-living and dead-have cultural and spiritual significance to the Cheyenne and Arapaho beyond their association with the Indian encampments attacked by the US military in 1864 during the Sand Creek Massacre.        Cottonwood stand at Sand Creek Massacre NHS. National Park Service  In western North American, cottonwood establishment is flood-driven. Flooding removes competing vegetation, deposits of fresh sediment which provide essential seed germination sites, and temporary raises the water table. Trees established by these periodic episodes tend to occur along stream channels. Cottonwood stands along Big Sandy Creek are grouped in three age classes, the earliest dating to approximately 1865-1885 and 1908-1925. The third age class from 1949 to 1960. The initiation dates of the three age classes coincide with probable flood events on Big Sandy Creek.        Cottonwood trees at Sand Creek Massacre NHS. National Park Service  It is possible some cottonwood trees were present during the 1864 massacre as seedlings or saplings. Of the trees along Big Sandy Creek, three have estimated germination dates between 1865 and 1870. Very little establishment of cottonwoods has occurred since 1965, which is typical of natural fluctuations in similar riparian ecosystems. However, land use may be a contributing factor and the lack of establishment may be more directly related to heavy grazing, trampling, or mowing in the past several decades. Researchers conducted a tree ring study to determine the age of the trees along Sand Creek in 2007. A copy of the report is available here.",
    "url": "https:\/\/www.nps.gov\/sand\/learn\/nature\/cottonwoodtrees.htm"
}
