{
    "title": "Sand Creek Massacre National Historic Site: Sand Creek Massacre",
    "body": "Sand Creek Massacre        Ellen and Arthur Brady at home on the Northern Cheyenne reservation in Montana.  Their daughter Mary stands in the doorway.  Ellen and Arthur were in the Cheyenne camp during the Sand Creek Massacre. National Park Service.  Thomas Marquis photo.       By 1864, a combination of cultural demands on the Plains environment and natural factors caused food and fuel to become increasingly scarce. Traditional campsites used by the Cheyenne and Arapaho along rivers and streams were unable to support winter encampments. In the fall of 1864, Black Kettle, White Antelope and other Cheyenne Chiefs established a winter campsite near the south bend of Big Sandy Creek. Well over a hundred tipis dotted the valley while hundreds of horses grazed nearby.  Earlier that fall, a large group of Arapaho, as well as some Cheyenne, had camped near Fort Lyon. The Fort Lyon reserve also was the site of the Upper Arkansas Indian Agency. In November, after a change in orders as well as a change in commanders at Fort Lyon, the tribes were prohibited from camping near the fort.  Nearly all Cheyenne, as well as a small camp of the Arapaho moved to Sand Creek. On November 29, 1864, Colorado volunteer soldiers attacked this encampment of over 500 people. During the attack, Indians took shelter in the high banks along Sand Creek. As they fled, many were  killed and wounded by artillery fire. Well over half of the dead were women and children. Survivors of the attack fled to the north, hoping to reach a larger band of Cheyenne. The massacre profoundly influenced US-Indian relations and the structure of the Cheyenne and Arapaho tribes. Sand Creek Massacre National Historic Site was established in 2007 to preserve and protect the cultural landscape of the massacre, enhance public understanding, and minimize similar incidents in the future. For information on how human interaction with natural surroundings contributed to cultural changes that eventually led to the Sand Creek Massacre, see the environmental history.",
    "url": "https:\/\/www.nps.gov\/sand\/learn\/historyculture\/massacre.htm"
}
