{
    "title": "Ford's Theatre: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People              People       On the night of April 14, 1865, President Abraham Lincoln was shot in Ford's Theatre by John Wilkes Booth.  He died in the early hours of April 15, in the small back bedroom of a boarding house across the street. Lincoln, who had struggled through the Civil War to preserve the union, lived long enough to see it maintained but not long enough to help in healing the wounds left by the war.  The Theatre where Lincoln was shot and the house where he died, are preserved today as Ford's Theatre National Historic Site.  It tells us of these events, reminds us of the troubling times this nation passed through, and encourages us to perpetuate the aspirations,  hopes, and ideals that Lincoln held for the United States.      The Occupants of the Presidential Box In keeping with events celebrating the war's end, the Lincolns decided to attend a performance of Our American Cousin at Ford's Theatre on 10th Street. The Lincolns initially invited General and Mrs. Ulysses S. Grant but they left the city in mid-afternoon.  At the last minute, the Lincolns invited Clara Harris, daughter of NY Senator Ira Harris, and her fiance, Major Henry Reed Rathbone.  Years after Lincoln's assassination, more tragedy haunted this couple. In 1883, while living in Germany, Henry Rathbone killed his wife Clara, then, turned a knife on himself.  Rathbone was declared insane and died in an asylum in Hanover, Germany in 1911.        The President's Widow Neither the judgement of history nor the events she lived through were kind to Mary Todd Lincoln.  Her husband was assassinated by her side and three of her four sons died during her lifetime.  Criticism stalked her ever public action as first lady and did not abate in the aftermath of Lincoln's death.  In her final years Mary was estranged from her only remaining son, Robert.  Fifteen years after the death of her husband, Mary died at the home of her sister in Springfield, Illinois in July of 1882.         The Conspirators John Wilkes Booth, a well-known actor and southern-sympathizer saw Lincoln as the source of the south's problems.  In late 1864, he began laying plans to kidnap the President.  Early recruits were: Samuel Arnold, Michael O'Laughlin, and John Surratt.  John's mother, Mary Surratt, ran a boarding house in Washington, DC where the conspirators met.  By 1865, David Herold, George Atzerodt, and Lewis Powell had joined Booth.  An attempt to seize Lincoln on March 17th failed.  John Surratt, Samuel Arnold, and Michael O'Laughlin apparently left the venture then.   After Robert E. Lee's surrender, Booth put together a desperate plan.  Powell was to kill Secretary of State William Seward, Atzerodt was to kill Vice President Andrew Johnson, and Booth would assassinate President Lincoln.  Only Booth was successful.  In the chaos after the shooting at Ford's Theatre, Booth fled to Maryland where he met up with Herold.  The pain in Booth's left leg, broken when he leaped from the Theatre box, was intense, and he rode to the home of Doctor Samuel Mudd to have the bone set.  On April 26, while Booth and Herold hid in a tobacco barn on the Garrett farm, near Port Royal, VA, Union troops surrounded them.  Herold surrendered immediately.  Booth was shot while still in the barn after troops set it afire.  Booth died 3 hours later on Garrett's porch.  Although barely coherent, he asked the soldier to \"tell my mother I died for my country.\"   The other conspirators were soon arrested.  Their trail began on May 10 and ended on June 29.  Atzerodt, Herold, Powell, and Mary Surratt received death senteances.  All were ahnged on July 7, 1865.  Arnold and O'Laughlin, involved in a kidnapping conspiracy were given life sentences as was Doctor Samuel Mudd.  Edmund Spangler, a stage hand at Ford's Theatre, who did odd jobs for Booth, got six years of hard labor.  The four were sent to Ft. Jefferson (now Dry Tortugas National Park)  in Florida to serve their sentences.  O'Laughlin died of Yellow Fever in 1867.  President Johnson pardoned and released the others in 1869.",
    "url": "https:\/\/www.nps.gov\/foth\/learn\/historyculture\/people.htm"
}
