{
    "title": "Ford's Theatre: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do         Park Rangers and Volunteers in historical dress.   Join a Ranger Program. Park Rangers and Park Volunteers do a variety of programs, including Living History and Informal Interpretive programs. Or you can attend One Destiny (offered in the spring and early summer), featuring costumed actors who portray two historical figures present the night of the assassination. Tour Ford's Theatre Museum, see rare artifacts such as the derringer used by John Wilkes Booth. 30-45 minutes. Rent an Audio Guide available in both youth and adult versions and featuring character voices, sound effects and historic photos related to the history of Ford's Theatre. Or take a walking tour of the neighborhood around Ford's Theatre with a historic figure from Civil War Washington.                         Join a Ranger Program. Park Rangers and Park Volunteers do a variety of programs, including Living History and Informal Interpretive programs. Or you can attend One Destiny (offered in the spring and early summer), featuring costumed actors who portray two historical figures present the night of the assassination. Tour Ford's Theatre Museum, see rare artifacts such as the deringer used by John Wilkes Booth. 30-45 minutes. Rent an Acoustiguide an audio tour available in both youth and adult versions and featuring character voices, sound effects and historic photos related to the history of Ford's Theatre. Or take a walking tour of the neighborhood around Ford's Theatre with a historic figure from Civil War Washington.          New museum exhibit showing how \"A Single Shot\" resulted in the death of President Abraham Lincoln.   The National Park Service and Ford's Theatre Society announced that the Ford's Theatre Museum reopened to the public on July 15, 2009. Located below the newly restored Ford's Theatre (511 10th Street NW), the Museum uses 21st-century technology to transport visitors to 19th-century Washington. The museum's remarkable collection of historic artifacts are supplemented with a variety of narrative devices-environmental recreations, videos and three-dimensional figures, bringing to light Abraham Lincoln's presidency and life in Washington, D.C.        Interior of newly restored Ford's Theatre   In February 2009, the restored and renovated theatre reopened, featuring new seats, upgraded sound and lighting systems, improved heating and air conditioning systems, renovated restrooms, enhanced accessibility with elevators to the various levels, a spacious new lobby with concessions and an entrance to the theatre, a new Board Room for special events, and updated stage capabilities for casts and crews. For more information on tickets to tour the site or for upcoming performances and events please go to our partner's site.",
    "url": "https:\/\/www.nps.gov\/foth\/planyourvisit\/things2do.htm"
}
