{
    "title": "Sand Creek Massacre National Historic Site: Environmental History",
    "body": "Environmental History         Sand Creek Massacre NHS. National Park Service  Before the Massacre Sand Creek Massacre National Historic Site is located in the Great Plains. Over the past 10,000 years, the prairie has gone through several dry and wet periods, limiting the availability of resources. This has impacted the way people live. Paleoindians entered the area around 8,000-10,000 years ago, hunting game and gathering vegetation. The people who lived in the area transitioned from nomadic hunter-gatherers to sedentary farmers during wet periods as the region's climate fluctuated.         In the mid to late 1500s, the Spanish began exploring the region and reintroduced horses to North America. Little exploration occurred until the 1700s, when other Europeans began to investigate the region. At this time, American Pioneers and American Indians, including the Cheyenne and Arapaho, also expanded into the Plains. The region's population doubled between the 1820s and 1850s. Numerous horses spread by trade replaced bison, deer, and pronghorn antelope, further increasing demands on the ecosystem. A drought in the mid-1800 magnified the cultural pressures. By 1864, food and fuel became increasingly scarce as cultural demands and natural factors placed pressures on the ecosystem. Bison, deer, and pronghorn antelope may have been nearly absent from the range. The combination of climate fluctuation and increased pressures on the land by both native and settler populations contributed to the severely degraded condition of the Plains ecosystem. Traditional sites used by the Cheyenne and Arapaho along rivers and streams were unable to support winter encampments. In October 1864, Cheyenne Chief Black Kettle established a winter campsite at Big Sandy Creek, though food and fuel were scarce.         After the Massacre Dry and wet periods continue to impact the region. In addition to these climate changes, the site and surrounding area have been affected by hunting, grazing, cultivation, erosion, water diversion, and fire. The last documented bison in the area was killed in 1885, 12 miles south of the massacre site. European market demands and sport increased hunting for bison. The local extinction (extirpation) of bison had significant political, cultural, and ecological consequences, including the loss of economic independence and a vital spiritual element to native Plains people.         Cattle were introduced to the area's range in the 1870s and grazed primarily on public lands until the industry shifted to stock farming in response to increased private land ownership in the 1880s. Farmland along stream channels was initially irrigated by primitive, privately owned ditches until a large network of corporate canals was developed around 1880. Elevated areas were dryland farmed until drought caused the land to be returned to grazing. Historic efforts were made to mitigate the effect of droughts and floods on settlement of the region though precipitation fluctuations are common to the Plains. Fire, which occurs naturally in the Plains, was historically used as a tool for range management, hunting, and communication by native people. The US military also used fire for military tactics. Fire continues to affect the environment and lifestyles of Plains inhabitants, though recent policy supported suppression. The Sand Creek Massacre site has been used continuously throughout the 1900s for farming and ranching, which has disturbed the site. Sand Creek is currently an intermittent stream with grass, brush, and cottonwood stands. Recent changes in vegetation include the expansion of sagebrush, introduction of non-native species, and growth of cottonwood stands along the creek banks. Sand Creek Massacre National Historic Site was established in 2007 to preserve and protect the cultural landscape of the massacre, enhance public understanding, and minimize similar incidents in the future.      Conclusion The landscape of the Sand Creek Massacre National Historic Site is a record of human relationships with the natural environment, the contrasting values of American Indians and Euroamericans, and their competition for limited resources. The site is an example of changes that took place on the Plains since the arrival of humans. The site continues to reflect human relationships with the environment, including the values of native Plains people, European explorers, Euroamerican settlers, and most recently, the National Park Service.",
    "url": "https:\/\/www.nps.gov\/sand\/learn\/historyculture\/envhist.htm"
}
