{
    "title": "Ford's Theatre: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           511 10th Street NW  Washington, DC 20004                 Directions         Ford's Theatre National Historic Site is located on 10th Street between E and F streets. The site is within walking distance of the Metro stops at Metro Center and Gallery Place. Parking garages and metered street parking are located nearby.  Directions Details           Operating Hours & Seasons         Theatre Hours In general, Ford's Theatre National Historic Site is open every day except for Thanksgiving Day and December 25, however, Ford's Theatre is an active theatre, and there are times when the site is closed for matinees, rehearsals and special events. In most cases the Petersen House will remain open even if the theatre is closed. Ford's Theatre National Historic Site is open for tours from 9:00 am to 5:00 pm. The Box Office is open from 8:30 am to 5:00 pm. In the event of evening performances, the Box Office    Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM             Weather           Washington DC gets to see all four seasons. Humidity will make the temps feel hotter in summer and colder in winter. Spring (March - May) Temp: Average high is 65.5 degrees with a low of 46.5 degrees Summer (June - August) Temp: Average high is 86 degrees with a low of 68.5 degrees Fall (September - November) Temp: Average high is 68 degrees with a low of 51.5 degrees Winter (December - February) Temp: Average high is 45 degrees with a low of 30 degrees (Source: www.usclimatedata.com)         Fees & Passes     Entrance Fees:   No Entrance Fee - $0.00 No Entrance Fee to enter Site, though Free tickets ARE required   Entrance Passes:   Daily 1st Come Tickets - $0.00 Tickets are required for entrance into Ford's Theatre and the Petersen House. Admission to Ford's Theatre is free. Visitors 2 years of age and older wishing to tour the site must present a timed entry ticket. Same day tickets will be available at the Box Office beginning at 8:30 a.m. There is a limit of six tickets per person for the same day tickets.   Advanced Ticket Reservation  - $3.00 Tickets for timed entry to visit Ford's Theatre may be reserved Online https:\/\/events.fords.org\/productions\/general-admission\/#tickets or by calling 1-(888) 616-0270         Visitor Centers                  Welcome to Ford's Theatre and the House Where Lincoln Died Abraham Lincoln, the 16th president of the United States, was assassinated in Ford's Theatre on April 14, 1865. The mortally wounded, but still breathing president was carried across the street to Petersen's boarding house, where he remained unconscious through the night.  On April 15, 1865, President Lincoln died in the Petersen House.  First opened to the public in 1968, Ford's Theatre National Historic Site protects the Theatre and Petersen House, houses a museum about the assassination, and is a working theater. Ford's Theatre National Historic Site is a unit of National Mall and Memorial Parks and operates in partnership with the Ford's Theatre Society.      Hours and Seasons Ford's Theatre National Historic Site is open every day except for Thanksgiving Day and December 25. Tickets are free and required for entry.  However, Ford's Theatre is an active theater, and there are times when the theater is closed for matinees, rehearsals and special events. In most cases the museum and Petersen House will remain open even if the theater is closed for performances. Visit the Hours and Seasons page for more information.         Ticket Information  Admission to Ford's Theatre National Historic Site is free and a ticket is required for entry. Your ticket provides you timed access to the theatre (unless there is a performance), the museum, and the Petersen House.   Same day tickets will be available at the Box Office beginning at 8:30 a.m. There is a limit of six tickets per person for the same day tickets.            Permit Information  The National Mall and Memorial Parks Division of Permits Management administers permitted activities for National Park units throughout the National Capital Region including Ford's Theatre National Historic Site. Permits are required for filming and photography and special events including weddings.  Visit our Permits Management page for more information.",
    "url": "https:\/\/www.nps.gov\/foth\/planyourvisit\/basicinfo.htm"
}
