{
    "title": "Frederick Douglass National Historic Site: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth       Back when Frederick Douglass used to live at Cedar Hill, his grandchildren loved to visit. Today, kids of all ages still enjoy exploring the house and grounds, just as the Douglass grandchildren did more than 100 years ago.         Junior Ranger Program Becoming a Junior Ranger is easy and fun! Ask a ranger for a Junior Ranger booklet at the visitor center, complete at least eight activities, and then turn your booklet back into the visitor center. The ranger will review your work, swear you in as a Junior Ranger, and issue you a Junior Ranger badge. Feel free to download the Junior Ranger booklet before your visit.  Even if you cannot visit the site, you can still become a Junior Ranger from home. Download the Junior Ranger booklet, complete at least eight activities, and mail in the checklist at the end of the booklet (signed by your parent\/guardian). We will mail you the Junior Ranger badge. The Junior Ranger program is available at many other National Park Service sites. Learn more at Kids in Parks.         Civil War to Civil Rights Trading Cards These trading cards reveal more about the role that Frederick Douglass and his comrades played in helping to end slavery and expand civil rights. Ask a ranger about the cards during your visit. There are five available on-site:  Frederick Douglass Blanche K. Bruce The North Star Wendell Phillips The Planter  Many sites in the National Park system have trading cards for you to collect! See them all on the official Flickr page for the Civil War to Civil Rights trading cards.      Annual Oratorical Contest Every year in December, the National Park Service hosts an oratorical contest at the Frederick Douglass National Historic Site. It is a wonderful opportunity for students to show off their public speaking skills and find inspiration in the words of Frederick Douglass. Learn more on our Oratorical Contest page.         Winners of the Oratorical Contest are awarded plaques and invited to recite their speeches at the annual Frederick Douglass birthday celebration. NPS \/ N. Johnson",
    "url": "https:\/\/www.nps.gov\/frdo\/learn\/kidsyouth\/index.htm"
}
