{
    "title": "Frederick Douglass National Historic Site: Suggested Reading",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Suggested Reading                Suggested Reading       National Park Service Publications   Blassingame, John. Frederick Douglass: The Clarion Voice. Washington, DC: Division of Publications, National Park Service, Department of the Interior, 1976.   Hinds, James R. Frederick Douglass Home, Cedar Hill, Historic Structures Report, Part II (Historical Data). Washington, DC: Division of History, Office of Archeology and Historic Preservation, National Park Service, Department of the Interior, 1968.    Toogood, Anna Coxe. Frederick Douglass Home, Cedar Hill, Historic Grounds Report, Historical Data Section. Washington, DC: Division of History, Office of Archeology and Historic Preservation, National Park Service, Department of the Interior, 1968.      Autobiographies   Douglass, Frederick. Narrative of the Life of Frederick Douglass, an American Slave. 1845.   ________________. My Bondage and My Freedom. 1855.   ________________. The Life and Times of Frederick Douglass. 1892.      Speeches and Other Writings by Frederick Douglass Frederick Douglass Documents on TeachingAmericanHistory.org (online resource). The Frederick Douglass Papers at the Library of Congress (online resource). Andrews, William L. (ed.) The Oxford Frederick Douglass Reader. Oxford: Oxford University Press, 1996. Blassingame, John W. and McKivigan, John R. (eds.) The Frederick Douglass Papers, Series One: Speeches, Debates, and Interviews. Volumes 1-5. New Haven, CT: Yale University Press, 1979-1992. Foner, Philip S. (ed.) Frederick Douglass on Women's Rights. Westport, CT: Greenwood Press, 1976.      Biographies   Blassingame, John. Frederick Douglass: The Clarion Voice. Washington, DC: Division of Publications, National Park Service, Department of the Interior, 1976.   Chesnutt, Charles W. Frederick Douglass. Boston: Small, Maynard & Co., 1899.   Foner, Philip S. Frederick Douglass: A Biography. New York: The Citadel Press, 1964.   Gregory, James M. Frederick Douglass the Orator. Springfield, MA: Willey & Co., 1893.   Holland, Frederic May. Frederick Douglass: The Colored Orator. New York: Funk & Wagnalls, 1891.   McFeely, William S. Frederick Douglass. New York: W.W. Norton &. Co., 1991.   Quarles, Benjamin. Frederick Douglass. Washington, DC: The Associated Publishers, Inc., 1948.   Washington, Booker T. Frederick Douglass. London: Hodder and Stoughton, 1906.      Thematic\/Topical Works   Blight, David. Frederick Douglass' Civil War: Keeping Faith in Jubilee. Baton Rouge: Louisiana State Press, 1989.   Buccola, Nicholas. The Political Thought of Frederick Douglass: In Pursuit of American Liberty. New York: New York University Press, 2012.   Chaffin, Tom. Giant's Causeway: Frederick Douglass's Irish Odyssey and the Making of an American Visionary. Charlottesville: University of Virginia Press, 2014.   Cheseborough, David B. Frederick Douglass: Oratory from Slavery. Westport, CT: Greenwood Press, 1998.   Colaiaco, James A. Frederick Douglass and the Fourth of July. New York: Palgrave Macmillan, 2006.   Levine, Robert S. Martin Delany, Frederick Douglass, and the Politics of Representative Identity. Chapel Hill: The University of North Carolina Press, 1997.   ______________. The Lives of Frederick Douglass. Cambridge, MA: Harvard University Press, 2016.   Martin, Jr., Waldo E. The Mind of Frederick Douglass. Chapel Hill: The University of North Carolina Press, 1984.   Muller, John. Frederick Douglass in Washington, D.C.: The Lion of Anacostia. Charleston, SC: The History Press, 2012.   Myers, Peter C. Frederick Douglass: Race and the Rebirth of American Liberalism. Lawrence: University Press of Kansas, 2008.   Oakes, James. The Radical and the Republican: Frederick Douglass, Abraham Lincoln, and the Triumph of Antislavery Politics. New York: W.W. Norton & Co., 2007.   Preston, Dickson J. Young Frederick Douglass: The Maryland Years. Baltimore: Johns Hopkins University Press, 1980.   Stauffer, John. GIANTS: The Parallel Lives of Frederick Douglass and Abraham Lincoln. New York: TWELVE\/Hachette Book Group, 2008.   ___________; Trodd, Zoe; Bernier, Celeste-Marie; and Gates, Jr., Henry Louis. Picturing Frederick Douglass: An Illustrated Biography of the Nineteenth Century's Most Photographed American. New York: W.W. Norton & Co., 2015.   Wu, Jin-Ping. Frederick Douglass and the Black Liberation Movement: The North Star of American Blacks. New York: Garland Publishing, Inc., 2000.                Frederick Douglass   Frederick Douglass was a runaway slave, abolitionist, equal rights advocate, and statesman.          Cedar Hill   Cedar Hill was the name of Frederick Douglass's estate in Anacostia.          Bring Douglass to Life! Education   Find lesson plans, distance learning programs, suggested reading lists, opportunities for professional development, and more.",
    "url": "https:\/\/www.nps.gov\/frdo\/learn\/education\/development\/reading.htm"
}
