{
    "title": "Frederick Douglass National Historic Site: Past Oratorical Contest Winners",
    "body": "Past Oratorical Contest Winners       2015 Elementary (Grades 1-3): First place, Kennedy Cordle, Church of the Redeemer Christian School, Takoma Park, MD; Second place, Ian Hilliard, Clarkesville Elementary School, Clarkesville, MD; Third place, Isaiah Montgomery, homeschooled, Takoma Park, MD.  Junior (Grades 4-5): First place, Nehemiah Amari Sellers, Elsie Whitlow Stokes Community Freedom Public Charter School, Washington, DC; Second place, Silas Montgomery, homeschooled, Takoma Park, MD; Third place, Alexander Pendleton, Hampton Oaks Elementary School, Stafford, VA.  Junior High (Grades 6-8): First place, Jasani Primrose, Stuart-Hobson Middle School, Washington, DC; Second place, Solomon Redo, Hardy Middle School, Washington, DC; Third place, Neel Mandapati, Rachel Carson Middle School, Oak Hill, VA.  Senior High (Grades 9-12): First place, Emma Vande Brake, homeschooled, Rochester, NY; Second place, Daniel Bates, homeschooled, Fort Washington, MD; Third place, Daevon Gurley, homeschooled, Baltimore, MD.      2014 Elementary (Grades 1-3): First place, Aneesh Mandapati, Floris Elementary School, Herndon, VA; Second place, Silas Montgomery, homeschooled, Takoma Park, MD; Third place, Ian Hilliard, Clarksville Elementary School, Clarksville, MD Junior (Grades 4-5): First place, Anina Kim Dentel-Pham, Ben W. Murch Elementary School, Washington, DC; Second place, Jasani Primrose, Watkins Elementary School, Washington, DC; Third place, Elijah Coles-Brown, Twin Hickory Elementary School, Glen Allen, VA Junior High (Grades 6-8): First place, Katherine Smith, Lakewood Montessori Middle School, Durham, NC; Second place, Daniel Bates, homeschooled, Fort Washington, MD; Third place, Lesleigh Hilliard, Clarksville Middle School, Clarksville, MD Senior High (Grades 9-12): First place, Anjali Mahadevia, Atholton High School, Columbia, MD; Second place, Campbell McDade Clay, Brighton High School, Rochester, NY; Third place, Daevon Gurley, homeschooled, Baltimore, MD      2013 Elementary (Grades 1-3): First place, Anina Kim Dentel-Pham, Ben W. Murch Elementary School, Washington, DC; Second place, Aneesh Mandapati, Floris Elementary School, Herndon, VA; Third place, Aijah Royal, Orr Elementary School, Washington, DC Junior (Grades 4-5): First place, Xavier Crowell, Arts and Technology Academy, Washington, DC; Second place, Jasani Primrose, Miner Elementary School, Washington, DC; Third place, Raiven Barton, School #9, Rochester, NY Junior High (Grades 6-8): First place, Daniel Bates, homeschooled, Fort Washington, MD; Second place, Neel Mandapati, Floris Elementary School, Herndon, VA; Third place, Ahriana Merryweather, Kipp Will, Washington, DC Senior High (Grades 9-12): First place, Attiyah Jenkins, homeschooled, Silver Spring, MD; Second place, Campbell McDade Clay, Brighton High School, Rochester, NY; Third place, Danielle Forehand, Charles H. Flowers, Springdale, MD      2012 Elementary (Grades 1-3): First place, Brent Wood, Saint Philips the Apostle School, Camp Springs, MD; Second place, Julian Jackson, The Maryland International Day School, Fort Washington, MD; Third place, Jasani Primrose, Miner Elementary School, Washington, DC Junior (Grades 4-5): First place, Brayden Wood, Saint Philips the Apostle School, Camp Springs, MD; Second place, Xavier Crowell, Arts and Technology Academy, Washington, DC; Third place, Donzhei Green, Arts and Technology Academy, Washington, DC Junior High (Grades 6-8): First place, Campbell McDade-Clay, Twelve Corners Middle School, Rochester, NY; Second place, Daevon Gurley, homeschooled, Silver Spring, MD; Third place, Sarah Payne, Portage West Middle School, Portage, MI Senior High (Grades 9-12): First place, Danielle Forehand, Charles H. Flowers, Springdale, MD; Second place, Attiyah Jenkins, homeschooled, Silver Spring, MD      2011    Elementary (Grades 1-3): First place, Brayden Wood, Saint Philips the Apostle School, Camp Springs, MD; Second place, Ashley Brown, Nannie Helen Burroughs School, Washington, DC; Third place, Micah Ball, Nannie Helen Burroughs School, Washington, DC   Junior (Grades 4-5): First place, Ahrianna Merryweather, Hope Community Charter School, Washington, DC; Second place, Donzhei Green, Arts and Technology Academy, Washington, DC; Tied for third place, Eric Daniels, James P.B. Duffy School #12, Rochester, NY; Tied for third place, Vishnu Srinivas, Edgewood Elementary School, Scarsdale, NY   Junior High (Grades 6-8): First place, Campbell McDade Clay, Twelve Corners Middle School, Rochester, NY; Second place, Nakul Srinivas, Scarsdale Middle School, Scarsdale, NY; Third place, Sarah Payne, Portage West Middle School, Portage, MI   Senior High (Grades 9-12): First place, Emmanuel Lee, Benjamin Banneker High School, Washington, DC; Second place, Attiyah Jenkins, homeschooled, Silver Spring, MD; Third place, Nia Christian, Benjamin Banneker High School, Washington, DC       2010   Elementary (Grades 1-3): First place, Brayden Wood, Nannie Helen Burroughs School, Washington, DC; Second place, Makayla Lonon, Nannie Helen Burroughs School, Washington, DC; Third place, David Contee, Jr., Nannie Helen Burroughs School, Washington, DC   Junior (Grades 4-5): First place, Dallas Otigba, Arts and Technology Academy, Washington, DC; Second place, Kayla Crawford, Nannie Helen Burroughs School, Washington, DC; Third place, Tian Stephens, James P.B. Duffy School #12, Rochester, NY   Junior High (Grades 6-8): First place, Jaday Myers, Nannie Helen Burroughs School, Washington, DC; Second place, Daevon Gurley, homeschooled, Silver Spring, MD; Third place, DaVonna Johnson, Nannie Helen Burroughs School, Washington, DC   Senior High (Grades 9-12): First place, Creadel Parker, Jr., Capital Preparatory Charter High School, Trenton, NJ; Second place, Kadesh Dubose, The Excelsior Academy, Largo, MD; Third place, LaVida Beveny, Central High School, Capitol Heights, MD       2009   Elementary (Grades 1-3): First place, Brayden Wood, Nannie Helen Burroughs School, Washington, DC; Second place, Eric Daniels, James P.B. Duffy School #12, Rochester, NY; Third place, Ahriana Merryweather, Hope Community Charter School, Washington, DC   Junior (Grades 4-5): First place, DaVonna Johnson, Nannie Helen Burroughs School, Washington, DC; Second place, Frieda Jones, James P.B. Duffy School #12, Rochester, NY; Third place, Daevon Gurley, homeschooled, Silver Spring, MD   Junior High (Grades 6-8): First place, Justus Lucas, James P.B. Duffy School #12, Rochester, NY; Second place, Najya Williams, Nannie Helen Burroughs School, Washington, DC; Third place, John Clark, homeschooled, Silver Spring, MD   Senior High (Grades 9-12): First place, Kadesh Dubose, The Excelsior Academy, Largo, MD; Second place, Hannah Clark, homeschooled, Silver Spring, MD; Third place, Vanessa Desir, Central High School, Capitol Heights, MD",
    "url": "https:\/\/www.nps.gov\/frdo\/learn\/kidsyouth\/past-oratorical-contest-winners.htm"
}
