{
    "title": "Frederick Douglass National Historic Site: Annual Oratorical Contest",
    "body": "Annual Oratorical Contest       Every year in December, the Frederick Douglass National Historic Site hosts an oratorical contest in the visitor center's auditorium. All students in grades 1-12 are welcome to participate. The goal of the contest is for students to experience the same transformative power of language that Frederick Douglass experienced as a young man.   This year's contest will be held on December 9-10, 2016. All students must apply beforehand. It's easy! Just follow these steps.       1. Choose a Speech   Before applying, you need to know which one of Frederick Douglass's speeches you will be reciting. If you need help finding one, the National Park Service has compiled a list of suggested speeches, and the Teaching American History website has links to many of Frederick Douglass's speeches. Feel free to do your own research to find one of Douglass's speeches - there are a lot!       2. Complete the Application   Download and review the application packet, fill out the application form, and submit it by 4:00 pm on Friday, November 11, 2016.   Completed applications can be mailed to:   Frederick Douglass National Historic Site Attn: Oratorical Contest 1411 W Street SE Washington, DC, 20020   Completed applications can also be emailed to Delphine_Gross@nps.gov or faxed to 202-426-0880. Please call 202-426-5961 to confirm receipt of application materials.      3. Memorize and Practice   Memorizing and practicing your speech is key to being an effective orator. The National Park Service has created a list of tips for memorization and tips for public speaking. You can also get tips from The Columbian Orator, a classic lesson book that Frederick Douglass used when he learned how to give speeches. Want to get an idea of how the judges will evaluate your speech? See the judges' criteria.   The \"Podium Points\" series can help to teach you different aspects of great oratory. In the videos below, Thembi Duncan (a master from Ford's Theatre) and students from Oyster-Adams Bilingual School guide you through the physical, verbal, and mental skills of oratory. They also give you tips on how to practice your oratory with others.                           Podium Points: Physical Overview of the physical points of good oration.  Duration:3 minutes, 48 seconds                                Podium Points: Vocal The vocal aspects of good oratory.  Duration:4 minutes, 16 seconds                                Podium Points: Warm\/Cool Feedback How to give and receive feedback.  Duration:3 minutes, 13 seconds                                Podium Points: Performance Ready Preparing for the big day.  Duration:5 minutes, 40 seconds               4. Deliver the Speech at the Contest   On the big day, you will recite the speech on a stage in a small auditorium at the Frederick Douglass National Historic Site. The audience is usually made up of judges, other students, and their families. The atmosphere is friendly, exciting, and inspiring.   Visit the Oratorical Contest Multimedia page to get an idea of what the oratorical contest looks and feels like. We also keep a list of previous winners.       Oratorical Contest participants recite their speeches from a stage in a small auditorium at the Frederick Douglass National Historic Site. NPS \/ N. Johnson",
    "url": "https:\/\/www.nps.gov\/frdo\/learn\/kidsyouth\/oratorical-contest.htm"
}
