{
    "title": "Frederick Douglass National Historic Site: Frederick Douglass Chronology",
    "body": "Frederick Douglass Chronology       1701 Bailey, presumed great-great-grandfather of Frederick, born.  1745, December Jenny, great-grandmother of Frederick, born on Skinner Plantation.  1774, May Betsey, grandmother of Frederick, born on Skinner Plantation.  1792, February 28 Harriet, mother of Frederick, born on Skinner Plantation.  1797 Aaron Anthony moves his slaves, including Betsey and Harriet, to Holme Hill Farm on Tuckahoe Creek, Talbot County.  1818, February Frederick Augustus Washington Bailey born at Holme Hill Farm.  1824, August Sent to live on Lloyd Plantation, Wye River, at the home of his master, Aaron Anthony.  1825, February 14 (?) Mother visits him for the last time before her death late in 1825 or early in 1826.  1825, August 27 Aunt Jenny and Uncle Noah escape to freedom; first intimation to Frederick that escape is possible.  1826, March Sent to live with Hugh Auld family in Fells Point section of Baltimore.  1826, November 14 Aaron Anthony dies.  1827, October 18 Anthony's slaves divided among his heirs; Frederick awarded to Thomas Auld, returned to Hugh Auld family in Baltimore.  1827 Sophia Auld teaches Frederick his letters; later he learns to write and do arithmetic on his own initiative.  1831 Undergoes religious conversion, joins Bethel A.M.E. Church, buys first book, The Columbian Orator.  1832, July 18 Sister Sarah sold to Perry Cohee of Mississippi, one of fifteen close relatives \"sold south\" during Frederick's childhood.  1833, March Sent to St. Michaels to live with Thomas Auld.  1834, January 1 Begins year as field hand under Edward Covey, the \"slave breaker-\" Suffers many lashings.  1834, August Fights with Covey; is not whipped thereafter.  1835, January 1 Reassigned as field hand to William Freeland.  1836, April 2 Escape plot foiled; Frederick and other plotters jailed in Easton.  1836, April Sent back to Baltimore by Thomas Auld.  1836- 1838 Learns caulking trade, is savagely beaten by white fellow apprentices, joins debating society, meets Anna Murray, free Negro daughter of slaves.  1838, September 3 Escapes north by train and boat.  1838, September 15 Marries Anna Murray in New York City.  1838, September 17 Leaves with his wife for New Bedford,, Massachusetts, where he will work as a caulker.  1838, September 18 Arrives at New Bedford, Massachusetts. Soon after, changes name to Frederick Douglass.  1839 First hears William Lloyd Garrison, Wendell Phillips, other abolitionist leaders; is inspired by abolitionism as \"new religion.\"  1839, March 12 Speaks at anti-colonization meeting Negro citizens of New Bedford and praises William Lloyd Garrison & The Liberator for devotion to the cause of freeing the slaves.  1839, June 24 Daughter Rosetta is born.  1840, October 9 Son Lewis Henry is born.  1841, June 30 Chairman of meeting of New Bedford blacks that condemns Maryland colonization society.  1841, August 9 Garrison hears Douglass speak at New Bedford antislavery meeting; is impressed by his ability.  1841, August 12-13 Speaks three times before large, chiefly white audiences at Nantucket convention; rouses great enthusiasm; is hired as lecturer by Massachusetts Anti- Slavery Society for three-month trail period.  1841, September 28 Is forcibly ejected from Eastern Railroad train for refusal to ride in \"Jim Crow\" car; early progenitor of non-violent protest movement.  1841, Autumn Moves family from New Bedford to Lynn, Massachusetts.  1841, October In first speech reported in detail; at Lynn, launches twin attack on slavery in South, racial prejudice in North.  1842, January Is hired permanently as anti-slavery lecturer after 3,500 mile tour draws big crowds, high praise for his oratorical talent.  1842, March 3 Son Frederick, Jr. is born.  1842, November 8 Writes first public letter describing his work in defense of George Latimer, a fugitive slave.  1842- 1843 Travels extensively in New England and New York State; is victim of many instances of northern racial bias.  1843, September 16 Attacked by pro-slavery mob at Pendleton, Indiana; continues lecture tour despite broken right hand.  1844, October 21 Son Charles Remond is born.  1845, May 28 Narrative of the Life of Frederick Douglass, an American Slave, published, revealing his identity and presenting a stark picture of his early life in Talbot County slavery.  1845, August 6 Leaves the United States for England, partly to avoid being captured and sent back to slavery and partly to spread the anti-slavery cause in the British Isles.  1845, August Sails for Great Britain aboard Cunard steamer Cambria; forced to travel in steerage.  1845, August 27 Pro-slavery Cambria passengers threaten to throw him overboard when he attempts to deliver abolitionist speech.  1845, August 28 Arrives at Liverpool on \"visit to the home of my paternal ancestors-\"  1845, August 31 Travels to Dublin, Ireland, for three-month speaking tour at Dublin, Cork, Limerick, Belfast before large and enthusiastic anti-slavery and temperance audiences.  1845, late September First Dublin edition of Narrative published; sells rapidly, helps finance British travels.  1845, October 25 Thomas Auld sells rights to Frederick to brother Hugh for $100; later, abolitionist press claims Hugh has vowed to get vengeance by selling Frederick south \"cost what it may.\"  1846, January-May Tours Scotland', campaigning unsuccessfully against acceptance of funds from American South by Free Church of Scotland.  1846, May-December Takes anti-slavery crusade to England; lionized by British crowds.  1846, October 6 Hugh Auld agrees to sell Frederick's manumission for 150 pounds sterling ($711.66 in American currency) raised by British admirers.  1846 December 12 Becomes free man when manumission papers are filed in Baltimore County court.  1847 April 20 Arrives back in Boston after highly acclaimed British tour of eighteen months.  1847, late September Announces plans to start newspaper, The North Star, despite bitter opposition from Garrison and Phillips with funds provided by British friends.  1847, December 3 First issue of The North Star is published in Rochester, New York where he makes his home for the next twenty years.  1847, December Meets John Brown in Springfield, Massachusetts. In later discussions with him, is greatly influenced by Brown's personality and insistence that slavery cannot be ended without violence.  1848, July 19-20 Attends first Women's Rights Convention at Seneca Falls, New York; begins lifelong crusade for women's voting rights.  1848, September 3 Addresses letter \"To My old Master, Thomas Auld\" his former master, on the tenth anniversary of his escape from slavery in The North Star, accusing Auld of abandoning his grandmother Betsey Bailey in her old age.  1849, March 22 Daughter Annie is born.  1849, May 5 Attacked by gang of toughs when he walks along Battery in New York City with two British women friends, Julia and Eliza Griffiths.  1849, September 3 Writes letter to Auld, his former master, on eleventh anniversary of his escape from slavery after learning Auld had taken Betsey into his household where she is cared for until her death in November, 1849. Auld never sees apology.  1850, April 5 Speaks at Anti-Fugitive Slave Bill meeting in Rochester.  1851- 1859 Becomes increasingly engrossed with politics, first with the abolitionist Liberty Party headed by Gerrit Smith, later with the new Republican Party. Endorses Republican John C. Fremont for president in 1856.  1851, May 9 Openly breaks with Garrison over issue of political action to end slavery, which Garrison opposes; hence forth the two become bitter enemies.  1851, June 26 Changes name of publication to Frederick Douglass' Paper, accepts subsidy from wealthy anti-Garrisonian political activist, Gerrit Smith. Also announces that he will no longer use the initials \"F.D.\" to identify his editorials which were used to answer charge that a fugitive slave could not have written them; asserts that he will now \"assume fully the right and dignity of an Editor--a Mr. Editor if you please!\"  1851, September Aids three fugitive Maryland slaves, wanted for murdering their former master when he tried to recapture them in Pennsylvania in escaping to Canada. The three are among hundreds Douglass helps flee to freedom as \"station master\" of the Rochester terminus of the Underground Railroad.  1852, May 11-13 Engages in bitter battle with Garrisonians at annual meeting of American Anti-Society; opposes Garrisonians on dissolution of the American Union, Constitution as a proslavery document, and political action; split between Douglass and Garrisonians officially proclaimed.  1852, July 5 Delivers his famous speech, \"What to the Slave is the Fourth of July?\" in Corinthian Hall, Rochester, New York.  1852, September 30 Attends and chosen Vice-President of Liberty party Convention at Syracuse.  1853, February Visits Harriet Beecher Stowe at her home.  1855, August Publishes second of his autobiographies My Bondage and My Freedom, a more balanced account of his early life than the Narrative.  1855, September 12 Attends Liberty Party Convention at Ithaca, New York; nominated for office of Secretary of State of New York, first time such an honor conferred on an American Negro.  1857, May 11 Delivers lecture on \"The Dred Scott Decision,\" before American Anti-Slavery Society in New York.  1858, February 1 John Brown stays at Douglass' home in Rochester while perfecting plans for encouraging slave revolt.  1859, August 20 Meets Brown secretly at stone quarry near Chambersburg, Pennsylvania; learns of plan to attack Harpers Ferry; refuses to join Brown's forces.  1859, October 17 Delivers lecture on \"Self-Made Men\" at Philadelphia; lecture interrupted by news of John Brown's raid at Harpers Ferry; within a week hurries to Canada to evade arrest on charge of being a Brown accomplice.  1859, November 12 Sails from Quebec for England, where he stays six months.  1860, March 13 Daughter Annie dies.  1860, May Returns to United States on learning of death of ten years old daughter Annie.  1860, August 29 Attends radical Abolition national convention at Syracuse; chosen one of Two presidential electors-at-large; first time a Negro nominated for such a post.  1860, December 3 Boston meeting to commemorate anniversary John Brown's execution; attacked by pro-slavery mob and meeting disrupted.  1861, April 22 Hails news of northern determination to fight to save the Union after attack on Fort Sumter; predicts destruction of Slavery or destruction of the Union can be the war's only outcome; calls for use of black troops in Union army.  1861, November Renews friendship with Garrisonians.  1862, December 31 Attends gathering at Boston's Tremont Temple to celebrate the issuance of the Emancipation Proclamation, effective at midnight.  1863 January 1 Joins in celebrations when announcement arrives that Lincoln has issued the Emancipation Proclamation.  1863, February 24 Becomes an agent for the U.S. Government to recruit Negro soldiers into the Union Army.  1863, February 27 Issues \"Men of Color, To Arms.\"  1863, February-July Travels throughout North recruiting black troops; sons Lewis and Charles are among first to enlist; both see action with Fifty-fourth Massachusetts Regiment.  1863, May 28 Sees departure of his two sons at Boston for South Carolina in Massachusetts all-Negro Fifty-Fourth Regiment.  1863, July Visits President Lincoln, protests discrimination against black troops; visits President Lincoln in White House to plead the case of the Negro soldiers discriminated against the Union army; receives assurance from Lincoln that problem will be given every consideration; visits secretary of War Stanton and assured that he will receive a commission in Union Army to Recruit Negro soldiers in South.  1863, August 10 Receives pass from President Lincoln enabling him to go safely through the Union lines. 1863, August 16 Ceases publication of Douglass' Monthly, successor to The North Star and Frederick Douglass' Papers, ending fifteen-year career as editor and stating that he is going to the South to recruit Negro soldiers.  1864, August 25 Called to White House by Lincoln for advice on problems of Lincoln's re-election campaign; reverses earlier stand and endorse Lincoln.  1864, November 17 Returns to Maryland for f first visit in twenty-six years; delivers six lectures in Baltimore; is reunited with sister Eliza whom he has not seen for thirty years.  1865, March 4 Attends second Lincoln inauguration, is personally greeted by the president at Inauguration Ball.  1865, April 15 Speaks at memorial meeting in Rochester on evening following the assassination of Lincoln.  1865, April Speaks at annual meeting of Massachusetts Anti-Slavery Society in Boston on \"What the Black Man Wants.\"  1865, May 30 Speaks at memorial meeting on life and death of Lincoln called by Negroes of New York City after New York Common Council refused to permit Negroes to participate in the funeral procession when Lincoln's body passed through the city.  1865, August 17 Thanks Mrs. Lincoln for sending him the martyred president's walking stick.  1865, October Delivers lecture at inauguration of Douglass Institute, school for Negro children established in his honor in Baltimore.  1865-1866 After Lincoln's assassination, denounces President Johnson's \"soft\" reconstruction plan; serves on delegation Black people to interview President Johnson and criticizes his programs; endorses Radical Republican proposals, including black suffrage throughout South.  1867, July Meets brother Perry for first time in forty years, arranges for him and his family to live in Rochester.  1868, August-October Campaigns for Ulysses S. Grant for president.  1869, May Breaks with feminist leaders when they refuse to support ratification of Fifteenth Amendment unless it includes right to vote for all women as well as black men.  1870, January Joins staff of New National Era as corresponding editor; later in year becomes editor.  1870, May 19 Hailed at great ratification of Fifteenth Amendment celebration in Baltimore.  1870, December 12 buys the Washington-based paper and its printing plant.  1871, January 12 Named assistant secretary of commission of inquiry to Santo Domingo; tours Santo Domingo January 18 to March 26; later defends Grant's proposal to annex Santo Domingo.  1872, May 11-12 Nominated for Vice-President of United States on ticket with Victoria C. Woodhull by the Equal Rights Party, but instead campaigns for re-election of Grant.  1872, June 2 Rochester home destroyed by fire, many important papers lost. Suspecting arson.  1872, July 1 Douglass moves his family to Washington on 'A' Street NE.  1874, March Named president of Freedmen's Bank.  1874, September Closes down New National Era; Douglass suffers serious financial losses from the demise and failure of Freedmen's Bank.  1876, April 14 Main speaker at great meeting on occasion of unveiling of freedmen's memorial monument to Abraham Lincoln.  1877, March 18 Senate confirms his appointment by President Hayes as United States Marshal for the District of Columbia.  1877, June 17 Returns to St. Michaels after forty-one year absence; there meets with Thomas Auld, speaks to racially mixed audience.  1878 Purchases \"Cedar Hill\", fifteen-acre estate in Anacostia, D. C.  1878, November 23-26 Visits Easton; there delivers lecture at courthouse; locates site of his birth on Tuckahoe Creek.  1879, June Bust of Douglass presented to city of Rochester.  1881, January Publishes third autobiography, Life and Times of Frederick Douglass. It is a financial failure, as is a revised edition published in 1892.  1881, March Appointed by President Garfield Recorder of Deeds for the District of Columbia.  1881, June 12 Revisits Lloyd Plantation, called Wye House.  1882, August 4 Anna, his wife of nearly forty-four years, dies.  1883, April Delivers address at twenty-first anniversary of emancipation in District of Columbia.  1884, January Marries Helen Pitts, his former white secretary.  1886, January 5 Resigns as Recorder of Deeds for District of Columbia.  1886, September- 1887, August Travels with Helen on extended trip to England, Ireland, France, Switzerland, Italy, Egypt, and Greece.  1888, February Dedicates remainder of life to struggle for full Negro freedom at surprise birthday party given him by Bethel Literary society in Washington, D.C. on occasion of his seventy-first birthday.  1889, July 1 Appointed Minister Resident and Consul General to Haiti by President Benjamin Harrison.  1889, September Appointed Charge' d'Affaires for Santo Domingo as well as Minister to Haiti.  1891, July 30 Resigns Minister Resident and Consul General to Haiti; disgust over maneuvering by State Department and American business to acquire Mole St. Nicolas.  1892, July 26 Son Frederick, Jr. dies.  1892-1893 Serves as Commissioner of Haitian exhibit at World's Fair in Chicago.  1893, March Announces plans to establish Freedom Manufacturing Co., a textile manufacturing firm, on a site near Norfolk, Virginia, where he hopes to employ 300 blacks. The scheme proves to be a sham by unscrupulous promoters using his name and prestige.  1893, March Visits Talbot County for third time amid reports that he plans to buy an estate and spend his final years there. Does not buy.  1894, January Delivers his last great address, \"Lessons of the Hour,\" a powerful burst of his old-time fury against lynch law in the South.  1895, February 20 Attends morning sessions of National Council of Women in Washington, D.C.; dies at Cedar Hill in the evening.  1895, February 25 Family funeral services held at \"Cedar Hill\"; body lies in state at Metropolitan African Methodist Church in Washington.  1895, February 26 Body lies in state at Rochester City Hall; funeral services held in Rochester Central Presbyterian Church; buried in Mount Hope Cemetery, Rochester.",
    "url": "https:\/\/www.nps.gov\/frdo\/learn\/historyculture\/frederick-douglass-chronology.htm"
}
