{
    "title": "Sand Creek Massacre National Historic Site: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories               Stories        Author, naturalist and historian George Bird Grinnell, 3rd from right, collecting old stories from Cheyenne Indians.  Circa 1908 Elizabeth Grinnell and the National Museum of the American Indian.       On November 29, 1864, volunteers from the 1st and 3rd Colorado Regiments attacked an encampment of Cheyenne and Arapaho along Sand Creek. Over 200 Indians were killed in the attack, many of whom were women, children, or elderly. The location of the Sand Creek Massacre site was obscured through time even to descendants of massacre survivors. The Sand Creek Massacre National Historic Site Study Act of 1998 directed the National Park Service to identify the location the massacre area and evaluate the suitability designating the site as a national park unit. Family stories from Cheyenne and Arapaho about the massacre were used to help identify the location of the massacre site. Tribes had the opportunity to conduct their own \"oral histories.\" The tribal investigations were conducted by descendants of massacre survivors and tribal leaders. Historians also searched archives for the story of Sand Creek in maps, diaries, testimonies from soldiers and Indians, newspaper articles, homestead records, military scouting reports, and historic photos.      The site location study was completed in 1999 and conclusively identified the location of the massacre. The study was completed with the cooperation of property owners, Cheyenne and Arapaho descendants, local residents, and scientists. Finding the site contributed to the establishment of Sand Creek Massacre National Historic Site in 2007. The landscape of the Sand Creek Massacre area is a record of the story created by human relationships with the natural environment, the contrasting values of American Indians and Euroamericans, and their competition for limited resources. This story of how human interactions with natural surroundings contribute to cultural changes is an environmental history. In the 10,000 years since humans arrived in the Sand Creek area, environmental changes have contributed to the lifestyles of the people that lived in the area just as human activities have altered the environment. The site is an example of these changes that took place on the Plains since the arrival of humans.       In 2000, letters from Captain Silas Soule and Lieutenant Joseph Cramer surfaced. These letters document the Sand Creek Massacre firsthand and can be found here. These letters are graphic and should be read with compassion in mind.",
    "url": "https:\/\/www.nps.gov\/sand\/learn\/historyculture\/stories.htm"
}
