{
    "title": "Frederick Douglass National Historic Site: Preservation",
    "body": "Preservation         Douglass' piano, one of many objects, is returned to the house during the final phase of restoration.   A Brief Summary of the Restoration Project, 2004-2007 Work Completed • This $2.7 million project began in March 2004 and concluded in January 2007. It included HVAC system replacement; design and installation of an environmental monitoring system; window repair; shutter replacement; completion of paint and wallpaper study; the purchase and installation of new reproduction historic wallpaper; exterior painting, window rehabilitation and roof replacement on the caretaker’s cottage; mold remediation; painting of the interior and exterior of the Douglass home; design and installation of a fire protection system; rehabilitation of the park road and parking lot; replacement of underground drainage pipes; and assessment of the entire Douglass book collection and conservation of a portion of that collection. Protecting historic artifacts • Between March 2004 and January 2007, the National Park Service (NPS) stored the artifacts that were on display in the Douglass home at an off-site facility in order to protect them from damage. While the restoration work occurred, it was difficult to maintain stable temperature and humidity levels. Some of the work (scraping paint, tearing down old wallpaper, painting, etc.) also generated considerable dirt and debris. The artifacts were returned to the home in January 2007. Approximately 70% of the items on display were in the house when Douglass lived there. History in paint and paper • The NPS Historic Architecture Program in Lowell, Massachusetts, completed a “paint analysis and wallpaper documentation report” in June 2004. The report identified the historic interior and exterior colors of the Douglass home. The NPS has changed the exterior color from white to the dark beige that appeared beginning in 1892-93. This was the last color that Frederick Douglass painted his house before his death in 1895. The period of significance and interpretation for the Douglass home is circa 1895. There are also adjustments to the interior paint colors and wallpaper patterns and colors to match more closely what would have been in the house circa 1895. History in words • The Douglass Library Collection includes books, monographs, pamphlets, serials, record books, bound government documents, rare photograph albums, and two bound volumes of the abolitionist newspaper that Douglass published himself, entitled, The North Star, and later, Frederick Douglass’ Paper. Many volumes are signed by Douglass or bear his personal bookplate. There are over 2,500 items in the collection. Currently there are about 800 volumes on display in the library of the house. None of the volumes on display have undergone conservation treatment. However, these are the items that are in the best condition, needing only minimal cleaning. There are currently 117 items at the Northeast Document Conservation Center in Andover, Massachusetts, undergoing conservation work. These items are the most historically significant (most have Douglass’ signature in them) and were the ones in the worst shape, hence the reason they were selected for treatment first. The goal is to have all 2500+ items treated.       Workers install new wallpaper in the East Parlor.  The reproduction wallpaper was custom-made for the house, based on photographs from 1895.",
    "url": "https:\/\/www.nps.gov\/frdo\/learn\/historyculture\/preservation.htm"
}
