{
    "title": "Yukon - Charley Rivers National Preserve: The Subsistence Way of Life",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     The Subsistence Way of Life                 Subsistence: A Meaningful, Ongoing Connection to the Land       For thousands of years Alaska's indigenous people traveled extensively over the landscape, making a living through hunting, fishing, and gathering activities. In modern times, these activities became known collectively as subsistence, and both Alaska Natives and local rural users live off the land, relying on fish, wildlife and other wild resources.  Alaska's abundance of natural resources forms the backbone of life and economy for many residents of the state. In Yukon-Charley Rivers National Preserve, local users are busy all year round, with nature's bounty providing sustenance for families living in the surrounding areas.  Subsistence users have a unique connection to the land fostered by tradition and lifelong experience.  If you are a subsistence person, you have to utilize what is available around you…Subsistence means your ability to survive in this harsh climate with what you've got.  Isaac Juneby, Han elder from Eagle Village, 2010        A modern-day fish camp on the Yukon River. Josh Spice, NPS       First Alaskans When Europeans first visited Alaska's shores, all the people they met were engaged in subsistence lifeways. As the population grew through the territorial days, many new and conflicting demands were placed on Alaska's natural and cultural resources. Development of various kinds, like the harvest of marine and inland mammals, commercial fisheries, mining operations, agriculture, the development of military bases, and the establishment of cities and towns impacted local resources and subsistence activities. By the time Alaska gained statehood in 1959, subsistence patterns in some of Alaska's more populated areas were greatly diminished. Subsistence Legislation In the years that followed, the pace of change accelerated and development abounded in Alaska's remote areas. In response, rural residents began to organize, and before long they petitioned government officials in hopes of retaining some protection for their land base and their subsistence way of life. In deliberations leading to the Alaska Native Claims Settlement Act of 1971, the U.S. Congress acknowledged the importance of subsistence hunting and fishing to Alaska Natives but provided no specific protection on federal public lands. In 1980, Congress formally recognized the social and cultural importance of protecting subsistence for both Native and non-Native rural residents when it passed the Alaska National Interest Lands Conservation Act (ANILCA). This legislation created millions of acres of new national park and national preserve lands in Alaska and helped to preserve subsistence use and a unique connection to the land fostered by tradition and lifelong experience. The new law defined subsistence as:  Customary and traditional uses by rural Alaska residents of wild, renewable resources for direct personal or family consumption as food, shelter, fuel, clothing, tools or transportation; for the making and selling of handicraft articles out of non-edible by-products of fish and wildlife resources taken for personal or family consumption; for barter, or sharing for personal or family consumption; and for customary trade.  When Representative Morris Udall and others were writing ANILCA during the 1970s, they recognized the importance of people's connections to the land and their need to harvest subsistence resources. As a result, the architects of the lands act included Title VIII to protect subsistence needs for rural Alaskans. The wording of Title VIII reveals the unusual conditions of life in Alaska's rural areas: The Congress finds and declares that -  1. the continuation of the opportunity for subsistence uses by rural residents of Alaska, including both Natives and non-Natives, on the public lands and by Alaska Natives on Native lands is essential to Native physical, economic, traditional, and cultural existence and to non-Native physical, economic, traditional, and social existence;     2. the situation in Alaska is unique in that, in most cases, no practical alternative means are available to replace the food supplies and other items gathered from fish and wildlife which supply rural residents dependent on subsistence uses;   With the passage of ANILCA, the American people made a promise to preserve and protect some of our nation's most splendid natural ecosystems and treasured landscapes while providing the opportunity for those engaged in a traditional subsistence way of life to continue to do so. In this way, the landmark law that created many of Alaska's national park units confirms the strong connection between local residents and the land.        Salmon drying at a 40-Mile River subsistence camp in 1983. NPS  Preserving Traditions In Yukon-Charley Rivers National Preserve subsistence users and sport hunters and fishers coexist. Local residents from Eagle, Eagle Village, Circle and Central, as well as those living on remote homesteads, enter the Preserve to hunt moose and caribou; to trap lynx, marten and wolf; and to catch salmon and other northern fish species. Visitors to the Preserve will likely see fish wheels floating near the river's edge and local residents boating to their favorite hunting areas. Living so far from major population centers makes these seasonal harvests important not only to put food on the table but also as a means of maintaining a relationship with the land and traditional ways.         Fishwheels on the Yukon: A Timeless Piece of Technology The mighty Yukon River and its drainages have provided subsistence resources to all people who have passed through its stretches and to those who had the desire to stay. Resource harvesting equipment has changed throughout the years, but one type of technology that has persevered is the fishwheel. Learn more...",
    "url": "https:\/\/www.nps.gov\/yuch\/learn\/historyculture\/subsistence.htm"
}
