{
    "title": "Frederick Douglass National Historic Site: Places",
    "body": "Places       Cedar Hill: Frederick Douglass's Home in Anacostia       Cedar Hill in February 1887. The man standing near the house is probably one of Frederick Douglass's sons or grandsons. NPS       Construction of the House • The house was built between 1855 and 1859 for John Welsh Van Hook, an architect from Philadelphia, Pennsylvania. The house consisted of between 6 to 14 rooms. • In 1854, Van Hook partnered with John Fox and John Dobler and formed the Union Land Association, whose offices were in the Van Hook home. These developers purchased 100 acres of farmland to form a new subdivision called Uniontown (today Anacostia).      Frederick Douglass at Cedar Hill   • On September 1, 1877, Douglass paid $6,700 to the Freedmen’s Savings and Trust company for the home and 9 and ¾ acres of land.  • Douglass purchased an additional 5 and ¾ acres of land from Ella R. Talburtt in 1878.    • Douglass moved into the home with his first wife, Anna Murray Douglass, during the fall of 1878.    • Following the death of Anna in 1882, Douglass married Helen Pitts in 1884 and resided with her at Cedar Hill until his death on February 20, 1895.    • Douglass made a series of additions to the house, dating from 1877 to 1893. By the time of his death, the home was converted into a 21-room mansion.    • The improvements most likely made between 1877 and 1878 included the construction of a two-story, wood-framed addition at the rear of the house. The original kitchen was converted into a dining room and a new kitchen was added to the south wing. Upstairs a partition which divided two rooms on the west side of the house was removed and replaced by two walls to create three smaller bedrooms. Finally, during this period, the attic was finished to create five additional rooms.   • Other additions were made to the home throughout the years and included the building of a new library around 1886 and the addition of a second-story bedroom between 1892 and 1893.         A National Park Service employee talks with young visitors at Cedar Hill in the 1970s. NPS  Turning Cedar Hill into a Historic Site   • In 1900, at the urging of Helen Pitts Douglass, the U.S. Congress chartered the Frederick Douglass Memorial and Historical Association (FDMHA). Upon Helen’s death in 1903, the FDMHA received the property.   • The FDMHA partnered with the National Association of Colored Women to complete the first restoration of the Douglass Home in 1922.   • The FDMHA later petitioned the federal government to become involved in the preservation of Cedar Hill.    • On September 5, 1962, the Frederick Douglass estate became a unit of the National Park Service. Plans for restoration were put forth in 1962.    • The second restoration project was completed in January 1972. The house officially reopened to the public on February 14, 1972.    • Groundbreaking ceremonies were held in September 1980 for the addition of a visitor center to the grounds. The visitor center was completed and opened to the public in February 1982.    • The most recent restoration lasted from 2004 to 2007. The site officially reopened to the public on February 14, 2007.        Cedar Hill as it appears today. NPS",
    "url": "https:\/\/www.nps.gov\/frdo\/learn\/historyculture\/places.htm"
}
