{
    "title": "Frederick Douglass National Historic Site: Guided Tours",
    "body": "Guided Tours       The only way to get inside Frederick Douglass's historic house is to be on a guided tour. Rangers guide interpretive tours of the house every day at the scheduled times listed below. Tours cover the first and second floors of the house, and they last about 30 minutes. Tickets must be picked up at the visitor center before the tour time.              Reserve Tickets Now!           Standard Tours (1 to 10 people)   Space is limited to ten people on the standard tour. Reservations are not required, but they are strongly encouraged. To make a reservation, visit recreation.gov or call 1-877-444-6777. There is a $1.50 fee for each reserved ticket. Reservations must be made at least one day in advance. If available, unreserved tickets are free to the public and may be claimed on a first-come, first-served basis.   Standard tours are at the following times:     9:00 am 12:15 pm 1:15 pm 3:00 pm 3:30 pm  4:00 pm (April through October only)        Group Tours (11 to 60 people)   Reservations are required for group tours. Call 1-877-559-6777 at least one week in advance to make reservations. There is a $1.50 charge for each reserved ticket. School groups pay a flat fee of $5.00.   Group tours must be reserved for the following times:     9:30 am 10:45 am 2:00 pm        Recommendations and Notes    Make a reservation. Tours quickly reach maximum capacity, especially on weekends and during busy seasons. Arrive at the visitor center a half-hour before your tour time (unless you are on the 9:00 tour) so you can read exhibits, view the film, and use the restroom.  The historic house is on top of a 51-foot hill. It can be reached either by climbing 85 stairs or by taking a ramp. See our safety and accessibility pages to plan ahead.   There are no restrooms in the historic house.         Rules  Visitors must pick up tickets at the visitor center before the tour time. Visitors cannot join a tour after it has entered the historic house. Strollers, tote bags, backpacks, and other large bags are not allowed in the historic house. Eating, drinking, chewing gum, and smoking are not allowed in the historic house. Photography is permitted, but the flash must be off to protect light-sensitive objects.",
    "url": "https:\/\/www.nps.gov\/frdo\/planyourvisit\/guidedtours.htm"
}
