{
    "title": "Frederick Douglass National Historic Site: Birthday Celebration",
    "body": "Explore This Park    Plan Your Visit     Calendar     Birthday Celebration              Birthday Celebration        Winners of the 2015 Oratorical Contest will recite excerpts from Douglass's speeches at the opening ceremony. NPS \/ N. Johnson       The National Park Service and its community partners in historic Anacostia will celebrate Frederick Douglass's 198th birthday on Friday, February 12, and Saturday, February 13, 2016. Activities and programs will be hosted at the Frederick Douglass National Historic Site, the Anacostia Arts Center, the Anacostia Playhouse, the Anacostia Neighborhood Library, and the Anacostia Community Museum.   The entire event is free and open to the public.    Historic Anacostia is accessible via the Metro's Green Line. There is a free parking lot at the Frederick Douglass National Historic Site and nearby street parking.    A free shuttle service will be available from noon to 5:00 pm on Saturday, February 13, for transportation between the Metro's Anacostia Station and program sites. See the bottom of this page for a map of the shuttle route and stops.    Questions? Contact us.       Friday, February 12   Behind the Scenes at the Anacostia Museum Archives with Archivist Jennifer Morris Time: 1:30 pm Location: Anacostia Community Museum, 1901 Fort Place SE   Slide into the National Parks Time: 7:00 - 8:30 pm Location: Anacostia Arts Center, 1231 Good Hope Road SE Description: Local community members present short slideshows on national parks to celebrate the National Park Service's Centennial. Some of the guest presenters include Charles Taylor of Outdoor Afro, Zandra Chesnut from Friends of Kenilworth Aquatic Gardens, Philip O'Neal of Green DMV, and Alan Spears of the National Park Conservation Association.   Kick-Off House Party Time: 8:30 - 10:00 pm Location: Anacostia Arts Center, 1231 Good Hope Road SE Description: Frederick Douglass entertained many of his visitors at Cedar Hill by playing music for them. To celebrate his love of music, there will be a \"house party\" after the slideshow program. All ages are welcome to follow the blue lights to this party.        House tours will begin in the afternoon on Saturday. NPS \/ M. Marquez  Saturday, February 13   Opening Ceremony Time: 10:15 - 11:30 am Location: Anacostia Playhouse, 2020 Shannon Place SE Description: Dr. John Stauffer, Professor of English and African and African American Studies at Harvard University, will present the keynote address. The program will feature music from the Washington Revels' Jubilee Voices and Douglass speech recitals by the winners of the 2015 Oratorical Contest.   Historic House Tours Time: 12:00 noon - 4:00 pm Location: Frederick Douglass National Historic Site, 1411 W Street SE Description: Tours will highlight Frederick Douglass's travels and stories about the people who visited him at Cedar Hill.    Children's Story Program Time: 12:30 - 1:30 pm Location: Anacostia Neighborhood Library, 1800 Good Hope Road SE   Book Signing - Dr. John Stauffer Time: 1:00 - 1:45 pm Location: Frederick Douglass National Historic Site, 1411 W Street SE Description: Dr. John Stauffer, Harvard University, will sign copies of his new book Picturing Frederick Douglass: An Illustrated Biography of the Nineteenth Century's Most Photographed American.   \"How the National Parks Made Me a Better Citizen\" by Audrey Peterman Time: 1:30 - 2:45 pm Location: Anacostia Arts Center, 1231 Good Hope Road SE Description: Stephen Mather, the National Park Service's first director, once said, \"He or she is a better citizen, with a keener appreciation of the benefits of living here, who has traveled our National Parks.\" This Centennial Year program will explore how standing in the places where our ancestors made history breeds appreciation for the privilege and responsibility of being an American.   \"The New Harriet Tubman National Historic Site\" by Superintendent Robert Parker Time: 2:00 - 2:45 pm Location: Anacostia Neighborhood Library, 1800 Good Hope Road SE   \"Frederick Douglass's Washington,\" Walking Tour by John Muller Time: 2:00 - 3:00 pm Location: Begins at the Frederick Douglass National Historic Site, 1411 W Street SE Description: Local historian and author John Muller will lead a walking tour of Historic Anacostia. This program is first-come, first-served and is limited to the first 24 people to register. Registration is same-day at the Frederick Douglass National Historic Site's visitor center. Please note this is a neighborhood tour; it does not enter the historic house.   Book Signing - Audrey Peterman Time: 3:00 - 3:30 pm Location: Frederick Douglass National Historic Site, 1411 W Street SE Description: Author Audrey Peterman will give a short talk and sign copies of her book Our True Nature: Finding a Zest for Life in the National Park System.   \"Reporting from Cedar Hill: Douglass Invites the Press into His Home\" by Ranger Nate Johnson Time: 3:00 - 3:45 pm Location: Anacostia Neighborhood Library, 1800 Good Hope Road SE Description: Many accounts of Douglass at Cedar Hill are from reporters who visited him in his home. They published interviews with Douglass alongside detailed stories of what they had seen at Cedar Hill. This program will explore the reporters and their stories, as well as accounts from other visitors to Douglass's home.    Book Signing - John Muller Time: 3:45 - 4:15 pm Location: Frederick Douglass National Historic Site, 1411 W Street SE Description: Local historian and author John Muller will give a short talk and sign copies of his book Frederick Douglass in Washington, D.C.: The Lion of Anacostia.   \"Hallowed Grounds: Sites of African American Memories\" by Ranger Margaret Miles Time: 3:00 - 3:45 pm Location: Anacostia Neighborhood Library, 1800 Good Hope Road SE Description: Carter G. Woodson founded Negro History Week in February to coincide with Douglass's birthday. He tirelessly worked to tell the history and stories of African Americans since their stories were often left out of American History narratives. The National Park Service is restoring Woodson's home and continues to honor Woodson's legacy by preserving sites of African-American memory around the U.S. This program highlights Woodson and African-American sites in the National Park system.   \"Wet Britches and Muddy Boots: A History of Travel in Victorian America\" by John H. White, Jr. Time: 3:30 - 4:15 pm Location: Anacostia Arts Center, 1231 Good Hope Road SE Description: Douglass was a world traveler who visited many sites in the United States and abroad. During Douglass's life, travel was perhaps more difficult than it is today. This program explores what travel was like in the late 1800s.   Book Signing - John H. White, Jr. Time: 4:30 - 5:00 pm Location: Frederick Douglass National Historic Site, 1411 W Street SE Description: Historian and author John H. White, Jr. will sign copies of his book Wet Britches and Muddy Boots: A History of Travel in Victorian America.      Free Shuttle Service A free shuttle service will be available from noon to 5:00 pm on Saturday, February 13, to shuttle visitors between programs and the Anacostia Station on the Metro's Green Line. Shuttle stops are marked on the map below with red dots.       A free shuttle will take visitors to program locations and the Metro stop from noon to 5:00 pm on Saturday, February 13. NPS",
    "url": "https:\/\/www.nps.gov\/frdo\/birthday-celebration.htm"
}
