{
    "title": "Sand Creek Massacre National Historic Site: Edmond Guerrier",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Edmond Guerrier                Edmond Guerrier Biography         Edmond Guerrier National Park Service  Son of a French father and Cheyenne mother, Edmond Guerrier witnessed the Sand Creek Massacre in the Cheyenne village. His official testimony about the event is of special interest - formally educated at St. Mary's Diocesan Academy in St. Louis, he was able to provide his account of the massacre in English. Guerrier stated that, \"I was at the time of the attack, sleeping in a lodge. I heard, at first, some of the squaws outside say there were a lot of buffalo coming into camp; others said there were a lot of soldiers.\" \"...before we got outside the edge of the tent I could see the soldiers begin to dismount. I thought they were artillerymen and were about to shell the camp. I had hardly spoken when they began firing with their rifles and pistols.\" \"I saw as soon as the firing began, from the number of troops, that there could be no resistance, and I escaped as quick as I could.\" \"I went to the northeast; I ran about five miles, when I came across an Indian woman driving a herd of ponies, some ten or fifteen. I got a pony. She was a cousin of mine - one of White Antelope's daughters (Pipe Woman?). I went on with her to Smoky Hill.\" In the years after Sand Creek, Guerrier became a scout, interpreter and rancher. After the passage of the Dawes Act,  he was allotted land within the former Cheyenne and Arapaho Reservation along with other Cheyenne. Guerrier's land lay in Canadian County, Oklahoma, near the town of Geary, which is named for him. Ed Guerrier married Julia Bent, daughter of William Bent and Owl Woman. Much like his brother-in-law George Bent, historians and authors approached Guerrier wanting to learn \"old time\" Indian stories and history, or have them interpreted into English. Ed and Julia Guerrier had several children - Rosa, William, and Annie. One of Guerrier's grandsons, Charles Guerrier, suffered wounds in the Pacific during WWII. A granddaughter of the Guerrier's, Ann Pratt Shadlow, was a highly respected tribal member and storyteller. Ann, or Pretty Wings, passed away November 15, 2002 at 91 years.",
    "url": "https:\/\/www.nps.gov\/sand\/learn\/historyculture\/edmond-guerrier-biography.htm"
}
