{
    "title": "Frederick Douglass National Historic Site: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do       Visitor Center   Every visit should begin at the visitor center. Talk to a ranger or volunteer at the information desk to get brochures, pick up tickets for a guided tour of the historic house, and find out what's happening in the park.    The 17-minute film \"Frederick Douglass: Fighter for Freedom\" plays in the auditorium and tells the inspirational story of Frederick Douglass's life. Exhibits feature significant objects from the collection, a life-size statue of Frederick Douglass, and quotes from his writings.    The bookstore, restrooms, and a water fountain are located in the visitor center.       The visitor center is built into the hillside at the intersection of W and 15th Streets SE. NPS \/ N. Johnson       Historic House   Most people visit the park to see Frederick Douglass's historic house and its awe-inspiring collection. The only way to get inside is to be on a guided tour. Tours enter the house at scheduled times. Reservations are highly recommended.        Restored to its 1895 appearance, the house is furnished with original objects that belonged to Frederick Douglass. NPS \/ N. Johnson       Grounds   The park protects eight acres of Frederick Douglass's original estate. Walk the grounds, use the space for recreation, or just sit and relax for a while. Points of interest include the Growlery, a garden, and a variety of trees (some of which date to Douglass's time). Admire the house's exterior and its sweeping view of Washington, D.C., Maryland, and Virginia.        Frederick Douglass had a spectacular view of the Washington, D.C., skyline that continues to impress visitors today. NPS \/ N. Johnson       Nearby Attractions   Take time to see Anacostia and visit these other places within a mile of the Frederick Douglass National Historic Site:     Anacostia Park Fort Circle Parks Hiker-Biker Trail Smithsonian Institution's Anacostia Community Museum An East-of-the-River View: Anacostia Heritage Trail",
    "url": "https:\/\/www.nps.gov\/frdo\/planyourvisit\/things2do.htm"
}
