{
    "title": "Frederick Douglass National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1411 W Street SE  Washington, DC 20020                 Directions         The site can be reached by car, public transportation, or on foot. See the directions page of the website for more detailed information.  Directions Details           Operating Hours & Seasons         Frederick Douglass National Historic Site Hours apply to the grounds and visitor center. Visitors may only enter the historic house at scheduled times.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Christmas Day:  Closed      Fall and Winter Hours:   November 1  - March 31  9:00 AM - 4:30 PM      New Year’s Day:  Closed      Thanksgiving Day:  Closed                 Weather           Winter: Temperatures usually range from 30 to 50 F. There is occasional snow. Spring: Temperatures usually range widely from 40 to 70 F. Rain is common. Summer: Temperatures usually range from 70 to 90 F. Humidity is usually high. Be prepared and drink plenty of water. There is a water fountain in the visitor center. Fall: Temperatures usually range widely from 40 to 70 F. Humidity can remain high in the earlier part of the season.         Fees & Passes     Entrance Fees:   Entrance Fee - $0.00 There is no entrance fee.   House Tour Reservation - $1.50 Visitors can reserve tickets for guided tours of the historic house.                The Frederick Douglass National Historic Site preserves and interprets Cedar Hill, where Frederick Douglass lived from 1877 until his death in 1895.  The centerpiece of the site is the historic house, which sits on top of a 51-foot hill and is surrounded by eight acres of the original estate. Restored to its 1895 appearance, the house is furnished with original objects that belonged to Frederick Douglass.  A typical visit lasts about 1.5 hours. Things to do include touring the historic house, looking at exhibits, watching the film, and walking the grounds.",
    "url": "https:\/\/www.nps.gov\/frdo\/planyourvisit\/basicinfo.htm"
}
