{
    "title": "Buffalo National River: Invasive plants",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Invasive species     Invasive plants                  Invasive plants       At least 21 plant species are known to be invasive at Buffalo National River. Exotic Plant Management Teams (EMPT) work in parks throughout the country to limit the spread of invasive plants and promote healthy, diverse native ecosystems.  Control may be accomplished with simple hand tools to dig out specimens or require heavy machinery or chain saws to cut large trees. Limited application of specific herbicide may be required to prevent regrowth.   Recent control efforts focused on Tree of Heaven (Ailanthus altissima), Chinese Privet (Ligustrum sinense) and European Privet (Ligustrum vulgare), and Mimosa (Albizia julibrissin).      Tree of Heaven (Ailanthus altissima) is native to China. It is a drought tolerant, fast growing but short-lived tree. Ailanthus grows in full sun and colonizes disturbed areas well. It competes with native vegetation by producing allelopathic chemicals that inhibit the growth of other plants. Eradication is difficult since it spreads with suckers and re-sprouts after being cut.      Chinese Privet (Ligustrum sinense) is native to China and was imported for ornamental planting and hedges. Eradication is difficult because the plants produce tremendous quantities of seed and spread by suckers. The seeds are persistent in the soil so retreatment and monitoring is necessary.   European Privet (Ligustrum vulgare) is native to Europe & North Africa. It poses similar problems as Chinese privet with prolific and persistent seeds and re-sprouting.      Mimosa or Silk Tree (Albizia julibrissin) is native to Asia. Like Tree of Heaven it grows in full sun and can colonize disturbed areas. It will re-sprout and produces tremendous quantities of persistent seeds.      Kudzu, lespedeza, Johnson grass, and autumn olive are some additional species that have been part of the EPMT efforts in the park.        Scout volunteers with bags of garlic mustard NPS  Cultivated plants like daffodils and irises are not native, but provide visitors a visual clue of park history that may be all but gone. Old homesites in the park may have been completely recycled except for some of the plants in the area. Garlic Mustard (Alliaria petiolata) and Common or Woolly Mullein (Verbascum thapsus) are two of many exotic plants found at many homesites in the park. Unfortunately, both are invasive. Plants like garlic mustard and mullein are native to Europe and Asia. They were introduced for food and medicinal purposes. Both plants produce thousands of seeds that will persist in the soil for at least 5 years. In addition, garlic mustard produces allelopathic chemicals that prevent growth of soil organisms beneficial to native plants. In the park, these types of plants are usually removed by hand. Care should be taken to prevent as much disturbance of the soil as possible so that seeds are not brought out & spread. Mullein can be pulled an left to die, but garlic mustard needs to be bagged, packed out and burned. Plants left on the ground will re-root and continue to mature and produce seed.",
    "url": "https:\/\/www.nps.gov\/buff\/learn\/nature\/invasive-plants.htm"
}
