{
    "title": "Lewis & Clark National Historic Trail: Applying for Assistance",
    "body": "Applying for Assistance       Applications for technical assistance Applications for technical assistance should NOT be submitted via the Grants.gov website.  Applicants requesting Trail Partner Support Program assistance without funding need only complete and submit this Lewis and Clark National Historic Trail Partner Support Program Technical Assistance without funding Required Elements when Applying for Assistance (click this link to download required application elements).  No other forms are required.  Optional: Up to two attachments of images, such as photos, maps, or drawings, that support the application may be submitted with an application, but are not required. Attachment size is limited. Each attachment cannot be greater than 2 megabytes and the entire application package cannot exceed 8 megabytes.  Applications should be submitted to the Trail Partner Support Program via one of the following methods: Email:      Please see the Required Elements when Applying for Assistance document to get the email address for the Trail Partner Support Program and instructions for submitting by email.  Mail to:  Trail Partner Support Program Application for Assistance without Funding Lewis and Clark National Historic Trail 601 Riverfront Drive Omaha, Nebraska 68102 Fax to:  402-661-1813 Emailed, faxed, and hand-delivered applications must be received by midnight Central Standard Time March 15, 2013. Mailed applications must be postmarked by March 15, 2013 and received at the above Trail Office no later than March 22, 2013.  Late applications will not be considered.  *** For more information about the Trail Partner Support Program or questions about the proposal process, please LECL_PartnerSupport@nps.gov or call 402-661-1820.    Download Full Call Language for FY2013        How will the applications be rated? What happens next if the project is awarded? See our Rating and Award page for more information.",
    "url": "https:\/\/www.nps.gov\/lecl\/learn\/management\/pspapplication.htm"
}
