{
    "title": "Buffalo National River: Elk",
    "body": "Elk         Mixed herd of Elk NPS  The Eastern Elk (Cervus elaphus canadensis) subspecies was native to the forest and forest-edge habitats of Arkansas. Historical records indicate that this subspecies was extirpated from the state by the 1840s and extinct by the end of that century. Over hunting, habitat destruction, and competition for food with domestic livestock are the most likely causes for its disappearance. In 1981, the Arkansas Game and Fish Commission began an Elk Restoration Project and stocked 112 Rocky Mountain Elk (Cervus elaphus nelsoni) in the Buffalo National River area. Reintroduction restores a native large herbivore to the ecosystem which in turn restores habitat for other plants and animals.  Elk also provide recreational value, both for those who prefer to watch wildlife as well as those who hunt elk. Buffalo National River provides suitable habitat for elk and the herd now numbers nearly 500 animals. Elk have free range and can be seen at several different locations in and near the river. Usually the easiest place to view elk is along the six miles of Hwy 43 and Hwy 21 through Boxley Valley. Wildlife viewers should pull completely off the road so that they don't impede traffic flow. If you get out of your car, watch for traffic. This is a through highway and not everyone is interested in the wildlife. CAUTION! Wildlife viewing parking areas will be under construction this spring and summer. If it is summer then you can assume that elk will probably be hanging out under the shade of a tree, along the river's edge, in order to survive the heat of the day. Elk sightings are frequently made when the sun is off the fields and elk come out to graze, either before sunrise or after sunset. You will have a better than average chance of seeing elk in the fields during the autumn months of October and November. This is called the rutting season and the bull elk have large antlers to show off to their harems of cow elk, other bulls, and the audience of spectators along the fence line. In the winter an all-day cold spell may provide the opportunity to see elk anytime of the day.  Even if elk aren't looking directly at you, they know you are there. Since elk are wild animals do not try to get close to them. Elk can feel threatened by your presence. They may leave the viewing area then return later when spectators are gone. Remember, if an animal's behavior changes because you are there, you are too close!",
    "url": "https:\/\/www.nps.gov\/buff\/learn\/nature\/elk.htm"
}
