{
    "title": "Sand Creek Massacre National Historic Site: John Chivington",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     John Chivington                John Chivington Biography         John Chivington National Park Service  Commander of the U.S. Army troops at the Sand Creek Massacre, Colonel John Chivington was born in Lebanon, Ohio in 1821. Following his ordination in the Methodist Church, he ventured into Illinois, Kansas, Nebraska, and Colorado. Coming to Colorado with the Gold Rush, the U.S. Army commissioned him as a major with the 1st Colorado Infantry during the 1862 New Mexico Campaign. He played a key role in helping capture Confederate supplies near Johnson's Ranch - a move that in part enabled him to become Colonel later that year, along with command of the Colorado Military District.   With stories of Indian threats sweeping the Territory in 1864, Colonel Chivington left Denver in November to join his troops near Booneville. On the 28th his command arrived at Fort Lyon, which they departed from later that night heading north toward the Cheyenne and Arapaho camps at Sand Creek.   In defense of the attack, Chivington wrote, \"The morning of the 29th day of November, 1864, finds us before the village of the Indian foe. The first shot is fired by them. The first man who falls is white. No white flag is raised. None of the Indians show signs of peace, but flying to rifle pits already prepared they fight with a desperation unequalled, showing their perfect understanding of the relations that existed as regards peace or war as forty-nine killed and wounded soldiers too plainly testified.\"   Across the country most saw the massacre as a revolting butchery of mostly women and children. Regarding the massacre, Congress' Joint Committee on the Conduct of War penned, \"As to Colonel Chivington, your committee can hardly find fitting terms to describe his conduct. Wearing the uniform of the United States, which should be the emblem of justice and humanity; holding the important position of commander of a military district, and therefore having the honor of the government to that extent in his keeping, he deliberately planned and executed a foul and dastardly massacre which would have disgraced the veriest savage among those who were the victims of his cruelty. Having full knowledge of their friendly character, having himself been instrumental to some extent in placing them in their position of fancied security, he took advantage of their inapprehension and defenceless condition to gratify the worst passions that ever cursed the heart of man. It is thought by some that desire for political preferment prompted him to this cowardly act; that he supposed that by pandering to the inflamed passions of an excited population he could recommend himself to their regard and consideration.\"   With his term of service expiring, Chivington left Colorado for the Midwest, but later returned to Denver where he lived and worked until his death in 1894.For a synopsis of Chivington's 1887 visit to Chivington, the town named in his honor, please click here.",
    "url": "https:\/\/www.nps.gov\/sand\/learn\/historyculture\/john-chivington-biography.htm"
}
