{
    "title": "Hagerman Fossil Beds National Monument: Volunteer",
    "body": "Volunteer         Volunteers cleaning up the Emmigrant Trail at Hagerman Fossil Beds NM. NPS  Join the Park Volunteer Team Be a part of our volunteer program and help preserve these precious resources for future generations! You can learn new skills, teach others and stay active and involved. Each volunteer's contribution makes a big difference! Volunteers come from all over the world to help preserve and protect America's natural and cultural heritage for the enjoyment of this and future generations. Volunteers of all ages give of their time and expertise to help achieve the National Park Service mission. The Volunteers in Parks (VIP) program at Hagerman Fossil Beds allows people from all walks of life to step in and lend a hand to help the park staff assist the visitors by doing jobs that otherwise could not be done. Some of the way the VIP's help out here are by:    Staffing Visitor Center information desk Maintaining and patrolling trails in the park Presenting living history programs Assisting in Resource Management projects.    Although the park can never repay its volunteers for their valuable contributions, we do our best to make your time happy and fulfilling. While some of the jobs are continuous, others finish and then it's on to something else, for as long as you wish to stay.  Whatever volunteer job you choose, please know that every park employee knows we could never provide the service we do without our incredible volunteers. We couldn't do it without you.  For questions about our volunteer program, please contact our Volunteer Coordinator at (208) 933-4125 or through email at Volunteer Program. To apply for the program, you simply call or write the park requesting the Volunteers in Parks information packet. It will contain more details of these and other positions available here; along with an application form you fill out and return to the park. Please keep in mind that housing in the park is not available.",
    "url": "https:\/\/www.nps.gov\/hafo\/getinvolved\/volunteer.htm"
}
