{
    "title": "Effigy Mounds National Monument: Invasion of the Plant Snatchers - Garlic Mustard!",
    "body": "Invasion of the Plant Snatchers -  Garlic Mustard         Garlic mustard (Alliaria petiolata)   Do you believe in aliens from another world? If you want to believe, a hike through the forest almost anywhere at Effigy Mounds National Monument will convince you that the truth is out there! The slight rises in the earth of grass covered American Indian mounds seem to blend in invisibly with lush green plant life under the spreading leaves of the trees overhead. Hidden to the eye amongst this beautiful sea of green are plants intent on exterminating all others and gain control of the earth. Disguised as a delicious tasting flowing green plant, \"garlic mustard\" is poised to dominate the plant life of the United States.    Garlic mustard is an exotic or \"alien\" species introduced from Europe in the 1800's by settlers for its supposed medicinal properties and for use in cooking. Over the past 30 years it has begun to spread rapidly from the northeastern portion of the United States and is now widely distributed throughout the Midwestern U.S. from Canada to South Carolina and west to Kansas, North Dakota, and as far as Colorado and Utah.    Are the natural resources of Effigy Mounds National Monument healthy?  The diverse species of plant and animal life found within Effigy Mounds National Monument are identified and watched closely to measure the \"health\" of the park. Like a doctor measuring your body's vital signs, such as temperature and blood pressure, park biologists are concerned with the health , diversity and density of plant and animal species that are \"native\" or original to the geographic area the park is located in.    These native plants and animals are measures of the park's good vital signs. However, there are species in the park that are rapidly expanding in number;species that came from other parts of the world. These aliens are a measure of \"bad\" effects on the health of the park.    What is so bad about alien species in our parks (and anywhere else)?  External threats such as alien species, like cancer, can have a negative effect on the vital signs of native natural resources. These effects include disruption and displacement of native species with aggressive, exotic species that have a competitive advantage or do not have natural controls.    As the alien species take over, they shade out or replace native species that have evolved in this location for thousands of years. These aggressive species kill off native plants –which eliminate ground cover or food sources for local animals. Native species usually have some natural enemies such as insects that keep them from spreading too much and choking out the life of other plants. Garlic mustard left those enemies back in the \"old world\" of Europe, 3,000 miles across the Atlantic Ocean. \"Over here\" in the United States there seems to be no natural enemies of garlic mustard. Just how bad the impact garlic mustard has on the natural world within the park can only be guessed.    How can we find out how \"bad\" the spread of an alien species such as garlic mustard can be to the health of the park?  Park biologists look closely at areas where garlic mustard is found within the park, record their findings and compare the information they gather from year to year. At Effigy Mounds and other forested areas in the Midwest, garlic mustard has been found to be a rapidly spreading weed that is replacing native woodland wildflowers in the forest. It dominates the forest floor and can displace most native woodland plants within ten years. This plant is a major threat not only to the survival of woodland plants in the forest, but also the animals that depend on them for food.    Killer Plants  As you hike the trails in many areas of Effigy Mounds National Monument many of the leafy green plants that you can see are garlic mustard! It was first found in the park back in 1995, and was located (only) in an area about the (floor) size of a living room in a house. Today, garlic mustard has spread in patches throughout the entire 2,526 acres of the park.    Garlic mustard has a competitive edge over native plants when competing for places to grow. It releases a chemical through its roots into the soil that reduces the ability of native plants to compete for nutrients needed for growth. Some native trees do this too –such as walnut trees. Due to the rapid garlic mustard growth the forest itself at Effigy Mounds is fighting for its life.    Chemical Warfare  Large concentrations of garlic mustard can only be effectively controlled by using a variety of control techniques that target all stages of its life cycle, including pulling, torching and applying chemicals. Chemicals are used with care by trained and certified employees to avoid killing native plants.    With much work and time, Effigy Mounds has begun to move forward in the war against garlic mustard.    Native Species Need Your Help!  Would you like to help biologists (Park Rangers) fight the spread of garlic mustard? Are you \"hungry\" for action?    Finding and removing small patches of garlic mustard is the best hope for the future health of our natural resources. Small areas covered by garlic mustard can be eliminated by hand pulling in the spring after the plants sprout from the ground and before their flowers bloom. Pulling garlic mustard plants is very hard work and takes many more people that there are park biologists or rangers. Volunteering to help the park pull garlic mustard is a critical and direct way to help save your national parks. You can also check with your local and state parks, along roadways and even in your back yard;we are all facing the threat from this alien invader!",
    "url": "https:\/\/www.nps.gov\/efmo\/learn\/nature\/invasion-of-the-plant-snatchers-garlic-mustard.htm"
}
