{
    "title": "Hagerman Fossil Beds National Monument: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth       Every Kid in a Park If you are a fourth grader, or age equivalent free-choice learner, you and your family can receive an Every Kid in a Park pass that will give you free access to hundreds of parks, lands, and waters for an entire year. Help us celebrate the National Park Service birthday as we turn 100 years old in 2016! We want everyone to learn about national parks, but this is a special opportunity for fourth graders to act as important ambassadors. If you are 10 years old or in fourth grade, you can participate in a fun online activity and receive a voucher for a free 4th Grade Annual Pass. Print out the voucher and take it with you and your family to a national park, where you can serve as an ambassador and introduce your family to the National Park System. This program, called Every Kid in a Park, begins September 1, 2015, and runs until August 30, 2016. National parks and other federal lands and waters all across America are excited to share their heritage with young people. We look forward to welcoming you! For Parents: How Does It Work? Students must be able to print out the paper voucher when they participate in the online activity; the activity cannot be saved and finished later. The paper voucher will contain a unique serial number, which park staff will record upon arrival at a park entrance station or visitor center. The fourth grader must be present. If you wish to exchange the paper voucher for an attractive, keepsake 4th Grade Annual Pass, visit the Every Kid In a Park website to find a location near you. While this exchange is not mandatory, it is recommended. The 4th Grade Annual Pass is more durable and, to enter some federal lands and waters, the 4th Grade Annual Pass will need to be prominently displayed on the dashboard. For more information about the program, visit the Every Kid In a Park website.          Students enjoy working on a fossil project. NPS Photo  What is there to do at the Fossil Beds? Children visiting the Hagerman Fossil Beds Visitor Center enjoy seeing the latest DVD, exploring the Discovery Center, seeing actual fossils, and becoming a Jr. Ranger!  Out on the Monument, the family can hike along the Emigrant Trail and pretend they're one of the many people who walked over 1,300 miles so far on this trek west. Or walk along the Oregon Trail and check out the wagon ruts left so many years ago. You're sure to find plenty of fun things to do and see.    Become a WebRanger! Visit the National Park Service’s site for kids of all ages. If you love our National Parks, Monuments and Historic Sites, this site is for you. As a WebRanger, you’ll learn what Park Rangers do to help protect our natural resources and our cultural heritage. You’ll also learn how Park Rangers observe and discover new things about our National Parks - things to share with your friends.    Check us out at:   www.nps.gov\/webrangers\/",
    "url": "https:\/\/www.nps.gov\/hafo\/learn\/kidsyouth\/index.htm"
}
