{
    "title": "Haleakalā National Park: Commercial Services Plan",
    "body": "Commercial Services Plan       Haleakalā Guided Vehicle Tour Concession Proposals Sought The National Park Service has issued a prospectus soliciting proposals in response to a business opportunity to operate guided vehicle tours in Haleakalā National Park. Interested parties are encouraged to read the prospectus for details on this new concession opportunity. The prospectus for concessioner-operated guided vehicle tours is the fruition of a multi-year planning process for visitor services at Haleakalā National Park. The park's 2012 Commercial Services Plan describes the need and purpose of operating these services under a concession contract with a term of ten years. Similar services are currently operated through annual Commercial Use Authorizations, which will no longer be issued once concession operations are in effect. Haleakalā's Commercial Services Plan can be reviewed at: https:\/\/www.nps.gov\/hale\/learn\/management\/csp.htm The National Park Service has determined that such services are necessary and appropriate visitor services. \"Concession operators provide important services for national park visitors and are valued park partners,\" said Haleakalā National Park Superintendent Natalie Gates. \"We believe these concessioner tour services will bring high quality experiences to our visitors.\" The prospectus is available online at http:\/\/concessions.nps.gov\/hale00X-18.html. The prospectus can be downloaded from this website; no printed copies will be available. The prospectus includes detailed instructions for submission of proposals for this business opportunity. For questions about the release of the prospectus, please contact Sue Eibeck in the Pacific West Regional Office of the National Park Service at sue_eibeck@nps.gov or 415-623-2224.        Haleakalā National Park is in the process of creating a framework to manage all entities that do business in the park. This page provides information about: - The planning process - Where the park is in the process - How the public can participate - Related information about park planning and commercial services Commercial Services Plan: Finding of No Significant Impact (FONSI) (278KB PDF) released December 2013 Draft Commercial Services Plan and Environmental Assessment (28MB PDF) released June 2012 Errata (185KB PDF) released January 2014                                                        Commercial Use Authorization\/Concessions Contract Powerpoint Presentation 4\/23\/14 (620KB PDF) released April 2014 Concessions Prospectus Concessions Presolicitation News releases: Draft CSP and Environmental Assessment Released (73KB PDF) - 6\/28\/12    Newsletters:     Latest Newsletter Previous Newsletter   Add my name to the mailing list!                    The following documents provide background on National Park Service policies that relate to the Commercial Services Plan.    Document Description   NPS Policies  Web link to policies, regulations, and Executive orders that affect the NPS   Commercial Visitor Services Chapter 10 of NPS Management Policies   Cooperating Associations Director's Order 32 regarding Cooperating Associations such as Hawaii Pacific Parks Association   Park Planning NPS Management Policy Chapter 2   Environmental Impact Analysis Director's Order #12 Regarding NPS and NEPA   Handbook for Environmental Analysis Part of Director's Order 12   NEPA's top 40 most asked questions Web page with FAQ's on National Environmental protection Act   Civic Engagement Director's Order 75 on public involvement",
    "url": "https:\/\/www.nps.gov\/hale\/learn\/management\/csp.htm"
}
