{
    "title": "Haleakalā National Park: Group Volunteers",
    "body": "Group Service Projects       How Can Your Group Help?     MAINTENANCE: Assists with frontcountry and backcountry cabin\/campground maintenance, painting, litter pickup, sanitation, construction, trail maintenance, and maintaining equipment in park stables.     RESOURCE MANAGEMENT: Assists with various resource management projects such as planting native species (during rainy season only), removal of alien plants; inspection, and maintenance and repair of feral animal control fences. Many projects are located in remote areas of Haleakalā requiring extended periods living in the backcountry under primitive conditions and may involve hiking over steep, rocky terrain. Some specialized projects require background in biology, botany or wildife biology.      What About Housing or Stipend?     There is no housing or stipends available to support your group. You must depend on your own financial resources. There are front-country and back-country campgrounds available for up to twelve (12) people on a limited basis (2 to 3 nights depending on location). The closest community with housing is 10 miles away, and rents are high. Campground spaces available for VIP groups are limited to 3 nights per month. If your group would like to book cabins for recreational use only, go to recreation.gov to make a reservation up to 120 days in advance.   Funds for stipend and\/or housing are sometimes available for volunteer groups that are willing to commit to full-time work for 3 or more months. If housing is furnished, the VIPs will have a private bedroom in a coed facility with shared kitchen, living room, and bathroom. There is no housing for positions located in the Kīpahulu District of the park.     How About Transportation?     No transportation is provided to or from Maui. The park is 17 miles from the nearest town. Volunteer groups must provide their own transportation to and from the park. The beaches are 35 miles away, and there is no public transportation on Maui from beach areas to the park. There is public transportation from major towns below the park.   Requirements     Volunteer groups must be self-supervising. Where available, we will appoint one National Park Service volunteer leader to outline the work at hand, lead groups to the work site, and provide the necessary tools to accomplish the task. We ask that you coordinate your own meals, and bring personal gear (backpacks, clothing, sleeping bags, etc.). If there are children or young adults, you must adequately supervise them and obtain parental approval. This includes the following: elementary school age children one chaperone per five (5) children; for junior high-school age children one chaperone per eight (8) children; and for high-school age young adults one chaperone per ten (10) young adults.Some field service trips require hiking over rough terrain, near steep cliffs, in inclement weather conditions and that you must not be afraid of heights. People with respiratory or heart conditions should obtain approval from their physician prior to volunteering in the summit area of the park as all work is at high altitude.     Sounds Great! How Do I Apply?     Please call the Volunteer Manager (808)-572-4487), the information below, preferably one months in advance. Be advised that cabins are booked up to 120 days in advance when making your plans. Your request will be reviewed and responded to within ten (10) working days. Also please be advised that we receive hundreds of requests and that staff time to host events and service projects is extremely limited. While we make every attempt to support as many projects as possible, we may not be able to accommodate every request. In some cases, your dates may need to be flexible so that we can provide you with the very best support for your project.     Please include the following in your request: Dates Requested: Name of Group: Point of Contact (including e-mail and phone number): Number Youths: Number Adults: Age Range: Location Request (within the Park): Work Type Request:     If you are selected…  … you will be contacted. In addition, you will be asked to complete and submit the documents below to the volunteer coordinator at various points in your volunteer experience.   Volunteer Services Agreement - Individual\/Group  Volunteer Services Agreement (3 pages, Group Leader fills out and signs pages 1-2 and group members sign page 3)   Timesheet (For Groups Only)   Trip Report",
    "url": "https:\/\/www.nps.gov\/hale\/getinvolved\/supportyourpark\/group-service-projects.htm"
}
