{
    "title": "Haleakal훮 National Park: Volunteer Info",
    "body": "Information About the Volunteer Program       Who are Volunteers? Those who serve in national parks are a diverse group of people--park neighbors, college students, community organizations, families, friends, teachers, doctors, scientists, cashiers, business owners, and many others. There are no age limits to volunteer. Those that are under 18 years of age may become a VIP with the official permission of their parents or guardians. We welcome Volunteers in Parks from all over the United States and every country in the world.  What do Volunteers do? Haleakal훮 National Park has many volunteer opportunities. Volunteers do a variety of work helping Haleakal훮 National Park accomplish its mission and goals. Volunteers may: *Be virtual volunteers by working remotely or at home on special projects designed to suit your skills and talents *Work at an information desk answering visitors' questions and handing out information *Present cultural demonstrations *Build fences, paint buildings, maintain trails, and other maintenance projects *Give short talks, guided walks and assist with environmental education programs *Maintain park library, slide files, and other historic park documentation *Monitor endangered bird populations and predator control areas *Plant native species and controls alien species *Pick up litter along roads, trails, and buildings *Assist resource managers in annual wildlife counts *Work with computers There are many opportunities that require a wide variety of talent and skills. Once selected, VIPs are given training to acquaint them with the specific tasks they will be asked to perform and to acquaint them with the park. Specific position descriptions are also available online. Working as a Volunteer What should I expect? As a volunteer, the Federal Government will not pay you. You will have the benefit of working in a national park, and there will be other rewards as well. You will meet a variety of people with a variety of talents. You may develop new skills and gain experience that will enrich your life and assist you in present or new careers. Haleakal훮 has minimal funding to defray costs for out-of-pocket expenses such as meals and travel to the park. Extremely limited park housing is only available for off-island volunteers who commit to volunteering full time for three months. The closest community with housing is 10 miles away, and rents are high. Campground spaces are not available for volunteers as space is limited and camping is limited to 3 nights per month. Some positions will require that you wear a uniform, which will be provided. Depending upon what volunteer opportunities you are interested in, you may work a few hours a week or month, seasonally or full-time. You may work during weekdays and\/or weekends, during the day or at night. You and your supervisor will agree upon the amount of time before you start. Contact Us: Volunteer Coordinator (808)-572-4487",
    "url": "https:\/\/www.nps.gov\/hale\/getinvolved\/supportyourpark\/vipinfo.htm"
}
