{
    "title": "Haleakalā National Park: Air Tour Management Plan Update",
    "body": "Air Tour Management Plan Update       Purpose The purpose of the Air Tour Management Plan is to develop measures to limit or prevent any significant impacts that may be caused by commercial air tour operations upon the natural and cultural resources, or visitor experiences at Haleakalä National Park. A commercial air tour operation is defined as any flight conducted for compensation or hire in a powered aircraft, where a purpose of the flight is sightseeing over a national park or within ½ mile outside the boundary of a national park, and during which the aircraft flies below 5,000 feet above ground level. Background In 2004, the Federal Aviation Administration (FAA) and the National Park Service (NPS) invited public comments on the Air Tour Management Plan process. In 2006, the project was upgraded from an environmental assessment (EA) to an environmental impact statement (EIS). Since 2007, a planning team composed of FAA, NPS and the Volpe Transportation Systems Center staff, has been working on a variety of alternatives for managing commercial air tours, such as determining flight paths, number of flights annually, and time of day and day of week restrictions. Once a preferred alternative is agreed upon it will become a part of the Air Tour Management Plan for Haleakalä National Park. Recently the planning process has experienced several delays due to differences in FAA and NPS policy and determining how to best integrate the environmental compliance guidance of both agencies into the Air Tour Management Plan process. How to Help Haleakalä National Park In early April 2011 the FAA and NPS will be hosting a series of open house meetings.  We will be sharing the proposed Air Tour Management Plan alternatives and seeking public comment specific to those alternatives. All interested public are invited to attend and both oral and written comments will be accepted during the meetings. Upon completion of the meetings, the alternatives may be refined, dismissed from further consideration, or new alternatives may be considered. Alternatives going forward will be analyzed in the Draft EIS. The Draft EIS will then be circulated for public review and comment at a later date.Public Meeting Date, Time, and Locations  Tuesday, April 12, 20115:00 PM – 7:00 PMMaui Arts and Cultural Center (MACC)Alexa Higashi Meeting RoomOne Cameron Way, Kahului  Wednesday, April 13, 20115:00 PM – 7:00 PMKula Community Center3690 Lower Kula Road, Kula  Thursday, April 14, 20115:00 PM – 7:00 PMHelene Community Center150 Keawa Place, Hana      More Information If you would like more information, or are unable to attend the meetings but would still like to comment please go to the NPS Planning, Environment and Public Comment website listed below. http:\/\/parkplanning.nps.gov\/hale You can also view the Haleakalä National Park Air Tour Management Plan Newsletter by selecting the link here. ***Comments will be accepted until June 6th, 2011*** Thank you for your continued interest and involvement.       NPS Photo",
    "url": "https:\/\/www.nps.gov\/hale\/learn\/management\/atmp.htm"
}
