{
    "title": "Haleakalā National Park: Documents and Notices",
    "body": "Documents and Notices       2009 Water Quality Consumer Confidence Report New Federal Firearms Law Finding of No Significant Impact: Commercial Services Plan and Environmental Assessment, December 2013  Foundation Document Overview          The use of drones is currently prohibited in national parks   Drones and other unmanned aircraft at Haleakalā National Park National Park Service Director Jonathan B. Jarvis signed a policy memorandum that directs superintendents nationwide to prohibit launching, landing, or operating unmanned aircraft on lands and waters administered by the National Park Service.  “We embrace many activities in national parks because they enhance visitor experiences with the iconic natural, historic and cultural landscapes in our care,” Jarvis said. “However, we have serious concerns about the negative impact that flying unmanned aircraft is having in parks, so we are prohibiting their use until we can determine the most appropriate policy that will protect park resources and provide all visitors with a rich experience.” Unmanned aircraft have already been prohibited at several national parks. These parks initiated bans after noise and nuisance complaints from park visitors, an incident in which park wildlife were harassed, and park visitor safety concerns. The policy memorandum directs park superintendents to take a number of steps to exclude unmanned aircraft from national parks. The steps include drafting a written justification for the action, ensuring compliance with applicable laws, and providing public notice of the action. The memorandum does not affect the primary jurisdiction of the Federal Aviation Administration over the National Airspace System. The policy memorandum is a temporary measure. Jarvis said the next step will be to propose a Servicewide regulation regarding unmanned aircraft. That process can take considerable time, depending on the complexity of the rule, and includes public notice of the proposed regulation and opportunity for public comment. The policy memo directs superintendents to use their existing authority within the Code of Federal Regulations to prohibit the use of unmanned aircraft, and to include that prohibition in the park’s compendium, a set of park-specific regulations.",
    "url": "https:\/\/www.nps.gov\/hale\/learn\/management\/docs.htm"
}
