{
    "title": "Haleakalā National Park: Field Trips",
    "body": "Field Trips      Ranger-Led Field Trips Haleakalā National Park offers free, ranger-led, curriculum-based programs for grades K-8. Allow about 3 ½ hours for the ranger-led field trips. re-visit and post-visit activities can be used in the classroom before and after the field trip. These activities are designed to help teachers meet Hawai'i Content and Performance Standards III  and Next Generation Science Standards . Find out how to plan and prepare for a Haleakalā National Park field trip!   Please fill out the reservation form for scheduling an in park curriculum based field trip. Thanks to donations from the Hawai'i Pacific Parks Association, there are travel grants available for schools with restricted travel budgets.  Guidelines For Your Trip  Before your group arrives, it is important to be aware of some basic guidelines. Students and chaperones will have a more enjoyable experience if they are well-equipped for the day. The following handouts will help inform everyone of the expectations for the trip: Parent and Student Information (pdf) Chaperone Information (pdf) Teacher Information (pdf) Evaluation form After you complete your visit to Haleakalā, please fill out our evaluation form and return it in an enclosed envelope. Your feedback is very important and will help us improve this program for future teachers and students.             Results   Showing results 1-4 of 4    Sort By:  Title Date         Haleakalā National Park Adaptations Unit Field Trip Outline       Type:Field Trips Grade level:Upper Elementary: Third Grade through Fifth Grade Subjects:Science        Haleakalā National Park Biodiversity Unit Field Trip Outline       Type:Field Trips Grade level:Middle School: Sixth Grade through Eighth Grade Subjects:Science        Haleakalā National Park Geology Unit Field Trip Outline       Type:Field Trips Grade level:Upper Elementary: Third Grade through Fifth Grade Subjects:Science        Haleakalā National Park Habitat Unit Field Trip Outline       Type:Field Trips Grade level:Lower Elementary: Pre-Kindergarten through Second Grade Subjects:Science",
    "url": "https:\/\/www.nps.gov\/hale\/learn\/education\/classrooms\/fieldtrips.htm"
}
