{
    "title": "Sand Creek Massacre National Historic Site: Black Kettle",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Black Kettle                Biography of Black Kettle         In the front and holding a pipe, Black Kettle attended the Camp Weld Conference in 1864 in an attempt to negotiate peace. National Anthropological Archives  A prominent leader of the Cheyenne, Black Kettle demonstrated his commitment to peace by participating in several councils before the Sand Creek Massacre. He then reinforced this commitment by continuing to advocate for peace after Sand Creek, despite his wife's severe wounds and the death of all other peace chiefs and headmen in present at Sand Creek.   Black Kettle was born around 1807 in the Dakotas. As a Suhtaio, a people who long ago joined the Cheyenne, Black Kettle's people retained traces of their heritage in Cheyenne ceremonies, stories, and family heritage. Marriage to his wife, Medicine Woman Later, brought Black Kettle into the Wutapiu band, who he ultimately led in the conflicts with settlers in the 1860s.   George Bird Grinnell described Black Kettle as, \"…after a time the spirit of good will which animated him [a Cheyenne Chief] became reflected in his countenance, so that as he grew old such a chief often came to have a most benevolent and kindly expression.\"   With the movement of white gold-seekers to Colorado in 1859, Black Kettle advocated a policy of peace and accommodation. He signed the Fort Wise Treaty of 1861 in an attempt to obtain secure lands for his people; this treaty proved untenable by either side.   Unfortunately, the increasing tensions of 1864 dragged the peace effort down. With the deaths of the Hungate Family and Lean Bear in the spring and summer of 1864, war broke out throughout the plains. Black Kettle tried to communicate with Volunteer U.S. Army units to negotiate peace, but his efforts proved futile until Lone Bear delivered his letter as dictated to George Bent to Major Ned Wynkoop.   These letters, and five freed white captives, resulted in the Camp Weld Conference in September 28, 1864. There, Black Kettle said, \"All we ask is that we have peace with the whites. We want to hold you by the hand. You are our father.\"   Reporting to Fort Lyon, Black Kettle returned to Sand Creek to await an official Army delegation; it was there that his wife suffered nine bullet or shrapnel wounds in the attack, and George Bent noted that, \"Black Kettle's band, the clan he was in charge of 'Wu-ta-pi-u' were nearly all killed at Chivington's Massacre at Sand Creek in 1864. Only few men were left.\"    In 1865, Black Kettle’s property and livestock (21 horses\/6 mules) losses at the Sand Creek Massacre were valued by the U.S. at $1,425.00. At the Little Arkansas Treaty in 1865 and Medicine Lodge in 1867, Black Kettle continued to ask for peace with the United States and a reservation for his people.   Black Kettle died at the Washita, November 27, 1868, almost four years exactly after the Sand Creek Massacre. Troops of the 7th U.S. Cavalry shot and killed him and Medicine Woman Later as they fled across the Washita River. The site of the Battle of the Washita is now a unit of the National Park Service.",
    "url": "https:\/\/www.nps.gov\/sand\/learn\/historyculture\/black-kettle-biography.htm"
}
