{
    "title": "Haleakalā National Park: Kipahulu Biological Reserve",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Kipahulu Biological Reserve                Kīpahulu Biological Reserve         In the upper reaches of Kipahulu Valley, an endemic Lobelia grayana ('oha wai) flowers. The flowers are designed to fit the curved beaks of birds like the i'iwi and the nukupu'u, who sip nectar from the flowers and in turn pollinate them NPS Photo - Stacey Torigoe  Richly biodiverse, the wet rainforests and bogs of upper Kīpahulu Valley are a key refuge for many species of native Hawaiian plants and animals disappearing elsewhere. No trails or roads are planned there in order to thwart devastating non-native species from penetrating the Valley. Entry is allowed only to resource managers and scientists conducting research and management essential to understanding and protecting this rare relictual ecosystem. In 1967, a group of scientists sponsored by The Nature Conservancy (TNC) explored the remote valley, conducting surveys of the plants and animals (read their report here). They observed several species of rare native Hawaiian birds, including the Maui Parrotbill, the 'Akohekohe, and even the Nukupu'u, which was previously considered extinct. Ninety percent of the 228 species of plants that they recorded were native. Such rich native biodiversity made the Valley biologically outstanding, and inspired efforts to preserve it.        Palikea Stream in the Kipahulu Valley Biological Reserve is home to several rare species of plants and birds. NPS Photo - Stacey Torigoe  Kīpahulu Valley was added to Haleakalā National Park in 1969 through efforts by TNC, aviation figureheads Charles Lindbergh and Sam Pryor, and philanthropist Laurance Rockefeller. Fences now protect the upper valley against goats and pigs and keep this area free of threatening ungulates. Today, Kīpahulu Valley continues to face threats from encroaching invasive plant species like Koster's curse (Clidemia hirta), kahili ginger (Hedychium gardnerium), and strawberry guava (Psidium cattleianium), which are capable of rapidly spreading and outcompeting native rainforest plants that provide critical habitat for native birds. Park staff reinforce fences, remove invasive plants, and control predators to preserve this unique gem of native Hawaiian rainforest for generations to come.       Park resource management staff prepare to outplant Machaerina angustifolia, a native sedge, into a Kipahulu Valley bog as part of a restoration project. NPS Photo",
    "url": "https:\/\/www.nps.gov\/hale\/learn\/nature\/forest-kipahulu.htm"
}
