{
    "title": "Haleakalā National Park: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals       Information available: Hawaiian petrel, ʻuaʻu Hawaiian goose, nēnē       ʻUaʻu at nesting burrow, 9000 ft. elevation, Haleakalā, Maui, Hawaii NPS Haleakalā National Park         Hawaiian Petrel - ʻUaʻu The Hawaiian Petrel, also known by its Hawaiian name ʻuaʻu (pronounced oo-A-oo) is an endangered species and its largest known nesting colony is located at the top of Mount Haleakalā. For more information on the Hawaiian Petrel, click the link below for a PDF document. Hawaiian Petrel Fact Sheet Save Our Seabirds ʻUaʻu are migratory seabirds. They fly over land at night and are believed to navigate by stars. These, and other seabirds that fly at night, sometimes become confused by lights. The seabirds fly around the lights, become tired and fall to the ground. Here's what to do if you find a grounded seabird.  Quietly approach the bird and gently pick it up with a cloth or hat. Be careful, the bird may bite.  Place it in a covered, well-ventilated box and keep it in a cool and shady place.  Do not give it any food or water.  Immediately call 1-877-428-6911.  Do not release the seabird. It is important that trained wildlife specialists inspect the bird for injuries.  Click on the link below to see a brochure on helping these grounded seabirds. Seabird Grounding Brochure       Family of endangered nēnē at Haleakalā National Park. NPS-Haleakalā National Park       Hawaiian Goose - Nēnē The Hawaiian Goose, also known by it's Hawaiian name nēnē (pronounced nay-nay) is another endangered species that nests at Haleakalā. For more information on nēnē click on the link below. Nēnē Fact Sheet Nēnē In Your Neighborhood Nēnē are flying around neighborhoods on the islands of Maui and Moloka'i. If you see a nēnē:  Keep them wild. Do not give them any food or water.  Give them space. Getting too close can disturb the nēnē. If the birds move when you move, you are too close.  Keep them safe. Even the most trained pets can disturb nēnē. Please keep your pets away from these birds. Take unwanted pets to the local humane society.  Contact Wildlife Officials. Maui   984-8100 Moloka'i 553-1746  For more information, click on the link below. Nēnē Brochure Adopt A Nēnē Want to help protect these endangered species? You can Adopt-A-Nēnē through the Friends of Haleakalā National Park, Inc. All proceeds go directly to protecting and managing endangered species. For more information go to www.fhnp.org        The ʻIʻiwi, one of the most conspicuous of the park's honeycreepers Paul Banko  Honeycreepers Hawaiʻi's renowned honeycreeper family of birds, all closely related, have evolved into strikingly different species. Click here for more information.",
    "url": "https:\/\/www.nps.gov\/hale\/learn\/nature\/animals.htm"
}
