{
    "title": "Sand Creek Massacre National Historic Site: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People         Cheyenne Camp Oklahoma Historical Society  Connections: One of the most important parts of the Sand Creek Massacre narrative lies in the many connections formed between the people, events, and places of the prairie. Some accounts of the plains often stress the isolation of plains societies and cultural differences between settlers and Plains Indians, ignoring how relationships formed and developed over the years. These connections remain relevant today because of their relevance to Sand Creek Massacre's national impact. Civilian Witnesses: For instance, William Bent, his brother, and business partner Ceran St. Vrain built Fort Bent on the Arkansas River in 1833, drawing people for hundreds of miles and co-mingling Mexican laborers, U.S. Army Soldiers, American frontiersmen, Plains Indians, and Santa Fe traders in one place. William Bent's three \"halfbreed\" sons all witnessed the Sand Creek Massacre. George Bent in particular lent his knowledge and connections to George Bird Grinnell as he wrote about his experiences, Cheyenne customs, and plains society. Some witnesses to the Sand Creek Massacre hailed from storied backgrounds, such as Jim Beckwourth. Beckwourth lived among the Crow, scouted the West, served the federal government on several occasions, and worked as an early African-American pioneer. Colonel Shoup hired Beckwourth to guide and interpret for his forces; when Chivington's men attacked at Sand Creek, Beckwourth expressed his outrage and testified to the murder of John Smith's son Jack, a prisoner in the camp. Responses to the Massacre: People within the village at Sand Creek responded differently to the Massacre; many, such as Little Bear and his friend George Bent, fought against encroaching whites, demonstrating their resistance to this assault on their way of life. Both would eventually move to the reservation in Oklahoma. Others, such as Mochi (Buffalo Calf Woman), continued to fight white settlers until forced to surrender. Mochi became the only American Indian woman subsequently imprisoned by the U.S. Federal Government at Fort Marion, also known as Castillo De San Marcos. Other notable connections came with the passage of time: for instance, Black Kettle served as a notable peace chief for years before Sand Creek. Surviving Sand Creek, he continued to advocate for peace until he was killed at the Battle of Washita four years later by Colonel George Custer and members of the U.S. Army's 7th Cavalry. Custer himself faced the wrath of the Cheyenne, Arapaho, and Sioux eight years later at the Little Bighorn. There, some survivors of the Sand Creek Massacre faced against soldiers of the 7th Cavalry on the battlefield. Namesakes: Many of the connections formed at Sand Creek remain in the namesakes of Colorado: Mount Evans and the town of Evans bear the name of the Territorial Governor, while Downing Street in Denver honors Major Jacob Downing. Other locations have changed their names: Chivington Drive in Longmont, Colorado became Sunset Drive, Nichols Hall at Colorado University at Boulder changed into Cheyenne Arapaho Hall, and Colorado State University now calls Pingree Park its Mountain Campus. The legacy of Sand Creek surrounds American society even as sites like the Sand Creek Massacre National Historic Site seek to heal the wounds of the massacre.  Biographies:  Black Kettle Grey Beard Stacy Riggs Little Bear John Chivington Edmond Guerrier  Joseph Cramer Jacob Downing Silas Soule  Did You Know Displays:  Howling Wolf John Smith        Looking for more information? Explore the other pages in this section to learn more. News Photos & Multimedia History & Culture Nature Management Bookstore",
    "url": "https:\/\/www.nps.gov\/sand\/learn\/historyculture\/people.htm"
}
