{
    "title": "Haleakalā National Park: Invasive Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Invasive Plants                Invasive Plants at Haleakalā        Park biotech Steve Orwig removes an invasive Mexican weeping pine (Pinus patula) from the crater. Pines like these grow rapidly, are spread by wind from nearby forest plantings, and disrupt native ecosystems by shading out native shrubs and taking up water and nutrients. NPS Photo         Fireweed (Senecio madagascarensis) may look pretty, but it is a noxious weed producing wind-dispersed seeds that can easily invade both pastures and wilderness areas. NPS Photo - Stacey Torigoe  For a plant to cross the vast expanse of the Pacific Ocean and reach Hawai'i, then establish and reproduce, was a significant feat. Wind, wings and waves all played a role in the establishment of native plants that arrived and survived without human help. Today, however, new plants arrive in Hawai'i every day at 2 million times the natural rate of introduction. There are over 400 established species of non-native plants in Haleakala National Park alone, most of which were introduced in the last century. Invasive plants are species introduced to Hawai'i by people that pose a threat to fragile native ecosystems. Invasive plants outcompete natives by consuming water and nutrients, and growing and reproducing more quickly. They may be toxic to other plants (allelopathic), or shade them out by growing faster and taller. Many native species have lost evolutionary defenses, like plant toxins and rapid growth, that were unnecessary without predators and competitors on a brand-new island.        A wild peach tree grows along the park road, having probably sprouted from a pit discarded by a visitor. Peaches, plums, apples, and other fruits grow easily from discarded pits and cores; packing out even organic trash prevents it from becoming an ecological problem. NPS Photo  Invasive pines (Pinus spp.), for example, take up water and nutrients, shade out native shrub species, and drop allelopathic needle litter. Left unchecked, the pine forests at Hosmer Grove and in the Waikamoi Preserve would eventually spread into the shrubland and crater, dispersed on the wind. Losing native plants to invasives means a loss of native habitat for birds like the nene and the i'iwi, the loss of unique plants that are of great cultural value to Native Hawaiians, and the loss of species that are found nowhere else in the world, many of which are already on the brink of extinction. Some invasives were deliberately planted by people-the pines and eucalyptus (Eucalyptus globulus) trees at Hosmer's Grove were planted by Ralph Hosmer in 1909 as an experimental reforestation project. Ornamentals like kahili ginger (Hedychium gardnerium) were planted in gardens, and then escaped when birds spread their attractive seeds. Others, like fireweed (Senecio madagascarensis), were unintentionally carried in on the wind, vehicles, construction soil fills, and boots. You can help stop the threat of invasive plants at Haleakala by:  brushing off your boots to remove weed seeds before hiking in the park carrying out rubbish like apple cores, peach pits, and berries, that might contain seeds staying on trail to preserve fragile native plants and minimize your impact on the landscape reporting unusual invasive plants to park staff (download invasive plant ID cards here, PDF  -  1MB)",
    "url": "https:\/\/www.nps.gov\/hale\/learn\/nature\/invasive-plants.htm"
}
