{
    "title": "Haleakalā National Park: Plant Communities",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Plant Communities                Plant Communities       From the dry subalpine shrubland to the humid rainforests of Kipahulu, Haleakala National Park contains a great diversity of unique plant communities, many of which are found only in Hawai'i. Saw a cool native plant during your visit to Haleakala? Identify it using our plant ID flashcards! Each PDF file contains a series of plant flashcards for different areas of the park, with pictures, descriptions, and locations where you might see them.         Subalpine shrubland [click to download - 2MB PDF] Slow-growing native shrubs capture moisture on the upper slopes of Haleakala. The shrubland hosts ancient ohelo, pukiawe, and geraniums, with remnant pockets of shady 'ohia and sandalwood ('iliahi) groves.        NPS photo  Crater aeolian desert [click to download - 2MB PDF] The arid Aeolian desert of the crater's interior is home to hardy water-saving species like orange-berried coffee relative pilo, the branching Seusslike shrubs of kupaoa, and, of course, the hardy silversword.        NPS Photo  Kaupo Gap mesic forest [click to download - 1MB PDF] The trail from Paliku through Kaupo Gap traverses a unique ecotone ranging from mesic koa forest to dry shrubland to alien coastal jungle.        NPS Photo   Coastal Kipahulu [click to download - 1MB PDF] The salt-washed shores of the Kipahulu District are home to unique natives adapted to salt spray, hot sun and lots of rain.         Invasive Plants of Haleakala National Park [click to download - 2MB PDF] Invasive nonnative plants like fireweed, telegraph weed, and pine trees threaten to invade vulnerable native plant communities, destroying ancient plant assemblages and habitat for native birds. Park staff are actively managing these species to preserve pristine native eocsystems in the crater, frontcountry and the Kipahulu Valley Biological Reserve.",
    "url": "https:\/\/www.nps.gov\/hale\/learn\/nature\/plant-communities.htm"
}
