{
    "title": "Haleakalā National Park: Ethnographic Objects",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Ethnographic Objects                Ethnographic Objects      Iʻe kuku         ______________________________(Click here for larger image)   Used to beat the inner bark of the wauke or mamaki plant into a fabric (kapa).  Carved with patterns which were beaten or applied to the kapa to produce unique designs.  On display at the Kīpahulu Visitor Center.  Alternate name: Kapa beater Artist\/maker: Kawai Aona-UeokaPlace of Manufacture:  Ka'a' awa, HIDate of Manufacture:  10\/30\/2000Description:  Squared with three working faces and one watermark face upena (net design).  Made of wood.Dimensions:  L 40.5 cm, W 4.7 cm, Thickness 4.7 cmCatalog Number: HALE 204          ʻŌʻō        This tool had many uses for the farmer and was usually 5 to 7 feet long, either pointed and sharpened on the edges or with flat blades.  On display at the Kīpahulu Visitor Center.Alternate name:  Digging stickArtist\/maker:  Bruce B. Ka'imiloa Chrisman, M.D.Place of Manufacture:  Honoka'a, HIDate of Manufacture:  2\/22\/2001Description:  This is a 2\/3 sized replica of a traditional digging stick made of alahe'e wood.  Blade tip is beveled on one surface.  Dimensions:  L 124.5 cm, Diameter 13.2 cmCatalog Number:  HALE 205        Leho heʻe        ______________________________(Click here for larger image)   A bone hook attached to a wooden shaft, cowry shell, and stone sinker was dangled over an octopus hole or lowered into the sea on a line to attract the octopus.  When the octopus wrapped itself around the lure, the fisherman would quickly jerk the line to hook the catch.  On display at the Kīpahulu Visitor Center.  Alternate name: Octopus lureArtist\/maker:  Byron CookPlace of Manufacture:  Kīpahulu, HIDate of Manufacture:  3\/16\/2001Description:  Small scale replica of a traditional octopus lure comprised of a coffee bean sinker made of vesicular basalt, Tiger cowrie, shell hook, ti leaves and hau cordage.  Dimensions:  L 21.5 cm, W 4.2 cm, Thickness 6.6 cmCatalog Number:  HALE 206        Makau        _________________________________(Click here for larger image)   Large hooks were used for sea bottom fishing at depths of 10-30 fathoms (60-180 ft).  In the Kīpahulu area, fishing with a hook and line occurred more often than fishing with spears, nets or traps.  On display at the Kīpahulu Visitor Center.Alternate name:  FishhookArtist\/maker:  Legario (Hanky) Eharis, Jr.Place of Manufacture:  Kula, HIDate of Manufacture:  3\/12\/2001Description:  Large one-piece barbed fishhook with hau cordage.  Made of cow bone.Dimensions:  L 8.3 cm, W 5 cmCatalog Number:  HALE 207         Makau        _______________________________(Click here for larger image)   In the Kīpahulu area, fishing with a hook and line occurred more often than fishing with spears, nets or traps.  On display at the Kīpahulu Visitor Center.Alternate name:  FishhookArtist\/Maker:  Walter PuPlace of Manufacture:  Kīpahulu, HIDate of Manufacture:  3\/21\/2001Description:  Medium one-piece fishhook with hau cordage.  Made of deer bone.Dimensions:  L 5.2 cm, W 2.5 cmCatalog Number:  HALE 208         Makau        _______________________________(Click here for larger image)   In the Kīpahulu area, fishing with a hook and line occurred more often than fishing with spears, nets or traps.  On display at the Kīpahulu Visitor Center.Alternate name:  FishhookArtist\/Maker:  Walter PuPlace of Manufacture:  Kīpahulu, HIDate of Manufacture:  3\/21\/2001Description:  Small one-piece fishhook with hau cordage.  Made of cow bone.Dimensions:  L 2.7 cm, W 1.6 cmCatalog Number:  HALE 209         Kapa        ______________________________(Click here for larger image)   Blankets, coverings, and clothing were made from kapa.  On display at the Kīpahulu Visitor Center.Alternate name:  Bark clothArtist\/maker:  Carla FrietasPlace of Manufacture:  Maui, HIDate of Manufacture:  4\/2001Description:  A small piece of tan cloth with dark brown geometric patterns printed on, and a raised geometric pattern embossed in the front of the cloth.  Dimensions:  L 40.6 cm, W 57.2 cmCatalog Number:  HALE 210",
    "url": "https:\/\/www.nps.gov\/hale\/learn\/historyculture\/ethnographic-objects.htm"
}
