{
    "title": "Haleakalā National Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants        The luminous Haleakala silversword (Argyroxiphium sandwicense subsp. macrocephalum) can live up to 90 years. It flowers spectacularly once in its life and then dies. NPS Photo       Over 850 species of plants are found within the bounds of Haleakala National Park. Of these, over 400 species are native, or arrived without human intervention; over 300 species are endemic to Hawai'i, found only in the islands.  This astonishing diversity reflects the variety of climates and elevations that allowed plants to fill niches from dry alpine deserts to humid, salt-sprayed coastlines. Plant communities formed in some of the most unlikely dry deserts and lush rainforests. Ethereal silverswords, bird-pollinated geraniums, Seussian na'ena'e and mintless mints are a few of the amazing plants that evolved in the unique and diverse environment on Haleakala.       A park bio-tech checks a blossom of a Haleakalā greensword--found only on the high mountain bogs at Haleakalā. Photo by Stephen Montgomery.       How could plant life establish and survive on these remote, barren, new islands? Likely a few plants first arrived with seeds drifting in the air, attached to birds, as seeds from fruits eaten by birds, or drifting in seawater. Probably only a tiny sample of continental species got here. Against these overwhelming odds a seed might get here-resisting drying, cold, saltwater-only to land at a site unsuited to its growth. Seemingly successful plant colonists tended to be aggressive, weedy, and capable of surviving in a pioneer habitat such as a lava crack, or a beach, or a bog. Survivors had only a tiny finite land area to occupy, and only a small fraction of that had a climate, temperature, and exposure suitable niche habitat. These also arrived as only a few individuals, greatly subject to problems of inbreeding. This may have been the greatest problem, for if a species continues to inbreed fatal defects accumulate. Without new individuals to remedy this problem some groups commonly experience many mutations. But over time these mutations allowed successful survivors to establish in the many tiny various microhabitats. Some mutations were unusual. Many plants of ancestrally small non-woody herbs became large woody shrubs, almost trees. Most arrivals, now not exposed to competition, lost attributes such as thorns, thick bark, poisons, unpalatable tastes or strongly scented oils. This loss of competitiveness recently has exposed native plants to enormous loss when Hawaiians brought pigs and rats, and first Europeans brought cattle, goats and sheep to the Islands. Haleakalā park's staff controls these new competitors, and protects a small remnant of Hawaiʻi's original flora.",
    "url": "https:\/\/www.nps.gov\/hale\/learn\/nature\/plants.htm"
}
