{
    "title": "Sand Creek Massacre National Historic Site: Little Bear",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Little Bear                Little Bear Biography         Photographed in 1891 in Washington, D.C., Little Bear barely survived the Sand Creek Massacre. Note the federally-issued peace medal hanging from his neck. National Anthropological Archives  Little Bear's story at the Sand Creek Massacre represents a unique firsthand account of the massacre. George Bent translated and penned his story around 1906 and mailed it to author\/historian George Hyde.   I looked towards Fort Lyon Trail south of the village when I seen long black line. Then I knew soldiers were coming to attack the village.   I found my war bonnet, shield and my quiver full of arrows… While I was putting on my war bonnet and shield, bullets were hitting all around me and bullets were hitting the lodges like hard storm… On way up [Sand Creek] the feathers of my war bonnet were shot away and my shield was shot several times, but I did not get hit.   When I got to the bank of the creek I seen Big Head, Crow Neck, Cut Lip Bear, and Smoker, standing behind the bank so I joined them… We were west end of the village… Big Head and his party… ran west. I turned and went north as I seen big crowd [of Cheyenne] going that way. About 20 soldiers followed me. Big Head and his party were all killed over the hill…    I seen lots of women and children that had been killed. Some were not dead yet… After the fight was over I seen 2 or 3 soldiers together standing over the dead I suppose scalping them.   Bear Tongue and Yellow Woman, the parents of Little Bear survived the Sand Creek Massacre. Few details are known about Little Bear's grandparents ‐ other than their names, old Chief White Face Bull Sr. and Dog Woman.    In the years after Sand Creek, Little Bear had several wives – Gum Woman, Wild Cat Woman, Fish Woman and Blind Woman, who were sisters. Little Bear was 75 years old at the time of his death on January 20, 1917. Only one of his children lived to adulthood, a son named White Face Bull. White Face Bull passed away in 1948; he was survived by children Minnie Red Hat, May Hail, and Eddie Bull. A great grandson and a great great grandson of Little Bear have been keepers of the Cheyenne Medicine Arrows.",
    "url": "https:\/\/www.nps.gov\/sand\/learn\/historyculture\/little-bear-biography.htm"
}
