{
    "title": "Haleakalā National Park: Photos & Multimedia",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia             Photos & Multimedia      Photos          Haleakalā Crater NPS Photo  Summit District        Lower ʻOheʻo Stream J. Frost\/ NPS Photo  Kīpahulu District       Multimedia            Endangered Wildlife   Watch videos of the ʻuaʻu and nēnē.         ʻUaʻu calling in the night Listen to the sounds of our endangered seabird, ʻUaʻu, at the top of Haleakalā.           Cultural Demonstrations Watch videos of cultural demonstrations in the Kīpahulu District.                      Flash Flood Footage Check out this incredible flash flood footage from Maka'alae in Hana, near Kipahulu.   Duration:3 minutes, 50 seconds                              We Can Plant a Forest performed by the Seabury Hall 6th Grade Chorus Maui Middle School Chorus sings for ‪‎National Park Week‬ with a Jr. Ranger Day Tribute to CCC member Uncle Rex and Haleakalā National Park. The 6th Grade Chorus from Seabury Hall, a school on the slopes of Haleakalā, celebrating their own half century of education here in Hawai'i, offered this heart felt tribute to one of Maui's own, Uncle Rex of the Civilian Conservation Corps also known as Roosevelt's Tree Army.  Duration:3 minutes, 51 seconds                              The Dependable Mules of Haleakalā Seabury Hall Middle School produced a short film on the continuing use of pack mules at Haleakalā National Park, which aired on PBS Hawaii's HIKI NŌ television program in April of 2016.   Duration:3 minutes, 10 seconds                              Lokelani Intermediate School Youth Stewards Students from Lokelani Intermediate School in Kihei visited Haleakalā National Park to learn about biodiversity and to volunteer as youth stewards to help eradicate non-native species.  Duration:2 minutes, 16 seconds                Social Media and Blogs        Olelo Ola (Living Words)- Haleakela National Park is proud to bring you social media centered around the legacy, culture, and environment of the Islands.       Haleakalā National Park is now on Facebook! Click here to visit our Facebook page.          Haleakalā National Park is now on Twitter! Click here to visit our Twitter page.",
    "url": "https:\/\/www.nps.gov\/hale\/learn\/photosmultimedia\/index.htm"
}
