{
    "title": "Haleakalā National Park: Historical Objects",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Historical Objects                Historical Objects       Park Ranger Hat         ______________________________(Click here for larger image)    Belonged to James Lindsay, former Chief Ranger at Hawai'i National Park, Haleakalā Section\/ Haleakalā National Park.  Gift from son, David Lindsay, 2013. Artist\/Maker:  JB Stetson Co. Description:  Size 7 long oval felt hat with leather hatband embossed with Sequoia cones and foliage.  USNPS impressed in front.  Color:  \"Belly\"  Dimensions:  L 36.5 cm, W 33.2 cm, ~12.1 cm crown height Catalog Number: HALE 5721           Park Ranger Pants        ______________________________(Click here for larger image)      Belonged to Eugene Barton, former Assistant Superintendent of Hawai'i National Park, Haleakalā Section.  Gift from Eugene Barton, 1993. Artist\/ Maker:  American Woolen Mills Description: Riding breeches, flared at the hip and snug-fitting from just below the knee to about halfway down the calf, with seven buttons in the calf section Color:  Shade No. 168, Forestry Green Dimensions:  L 86 cm, Waist 84 cm Catalog Number:  HALE 200         Badge         _______________________________(Click here for larger image)    Belonged to Clifford \"Mac\" McCall Jr., former Chief of Maintenance at Haleakalā National Park.  Gift from Clifford McCall Jr., 1991.Artist\/Maker:  General Merchandising Co.Description:  Department of the Interior, National Park Service, U.S. Park Ranger Badge.  Part of a 1946-1960 series, one of five different badges that were issued.  Dapped, silver-plated brass, oxidized finish.Color:  SilverDimensions: H 4.2 cm, L 3.2 cm, Thickness 0.1 cmCatalog Number: HALE 201          Telephone         ______________________________(Click here for larger image)    Used in the crater cabins from 1942-1976.Artist\/Maker:  Automated Electric CompanyDescription:  ATM Monophone with the hand receiver attached and internal components present.  A wooden wall extension set without ringer and dial.  Made of wood, plastic and metal.Dimensions:  H 23 cm, L 20 cm, Thickness 13 cmCatalog Number:  HALE 213         Telephones         _______________________________(Click here for larger image)    Portable analog field telephones designed for use throughout WWII on either local or common battery telephone systems.  Artist\/Maker:  UnknownDescription:  EE-8-A and EE-8-B U.S. Army portable field phones in leather bags with hand crank operation.  Made of metal, plastic and leather.Dimensions:  H 25 cm, W 19 cm, Thickness 9 cmCatalog Number:  HALE 2511         Hammer          ______________________________(Click here for larger image)    Found behind canec wall in kitchen of HQ-12, ranger quarters built in 1939 by the Civilian Conservation Corps.Artist\/Maker:  UnknownDescription:  Metal head stamped with inscriptions \"made in USA,\" \"CCC\" and \"drop forged\" and wood handle stamped with inscription \"hickory\" and carved \"E.V.\"Dimensions:  L 33.5 cm, Head width 12 cm, Head thickness 2.5 cmCatalog Number: HALE 2506          Nail         ______________________________(Click here for larger image)    From the rest house at Kalahaku which was the first facility built near the summit of Haleakalā in 1894.  The rest house was demolished in 1957 and the Kalahaku Overlook built in 1966.Artist\/Maker:  UnknownDescription:  Hand-beaten nail with oval-shaped head and square end.Dimensions:  L 8.5 cm, Head width 3 cmCatalog Number:  HALE 2507          Kanekane spur and bob        ______________________________(Click here for larger image)     Found in Haleakalā Crater.  Manufactured in the early 1900s.  Artist\/Maker:  UnknownDescription:  Features a large rowel (wheel) and two plummet-shaped bobs of metal, one detached.  Made of metal.  Dimensions: L 13 cm, Heel width 10 cmCatalog Number: HALE 2509         Bottle         ______________________________(Click here for larger image)    Found in Haleakalā National Park.  This bottle was produced for Maui around 1957.  Artist\/Maker:  Coca-ColaDescription:  Embossed Automatic Bottle Machine (ABM) Hobbleskirt coke bottle.  Average color green.  Base marks include \"Wailuku T.H.,\" letter \"I\" in the center and number \"0\" above it.  6 fluid ounce capacity.Dimensions:  H 19 cm, W 5.5 cm in diameter at base, 2.5 cm in diameter at neckCatalog Number:  HALE 3997         Bottle        ______________________________(Click here for larger image)     Found in Haleakalā National Park.  This bottle was manufactured around 1942.Artist\/Maker:  Maui Soda and Ice Works LTDDescription:  Embossed Automatic Bottle Machine (ABM) Hawaiian crown top clear soda bottle.  Base marks include \"W\" and Owens-Illinois trademark, diamond and O (oval) entwined with an indistinct \"I\" in the center.  6.5 fluid ounce capacity.Dimensions:  H 21 cm, W 4.5 cm in diameter at base, 2 cm in diameter at neckCatalog Number:  HALE 297",
    "url": "https:\/\/www.nps.gov\/hale\/learn\/historyculture\/historical-objects.htm"
}
