{
    "title": "Haleakalā National Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety      Please remember that you are entering a natural area where you are responsible for your own safety. Haleakalā National Park is a changing landscape with inherent and unpredictable natural hazards. If you have doubts or concerns about any activity or situation, please seek the advice of park rangers at one of the visitor centers.   Be aware that guidebooks may contain inaccurate and outdated information. Stay on trail and obey all posted signs.   In the event of a medical emergency, medical assistance may take up to an hour to arrive from a nearby town.   Summit Area - Mountain The Summit Area of the park begins at 7,000 feet in elevation and reaches 10,000 feet at the summit. The high altitude at the Summit Area may complicate health conditions and cause breathing difficulties. Elderly visitors, pregnant women, young children, and those with respiratory or heart conditions should consult their doctors prior to traveling to high elevations. To help avoid major safety concerns, be sure to walk slowly at high elevation and drink water to avoid dehydration.   Remember that you will be on a 10,000-foot mountain top in the middle of the Pacific ocean. The weather can change drastically throughout a single day. Be prepared for hot temperatures, intense UV rays, wind, rain, and cold temperatures. Learn more about the weather here. The road to the Summit Area of the park is a two-lane, paved road that is steep and winding in places. Construction vehicles, bicyclists, pedestrians, and buses use this road as well as private vehicles. Drive cautiously and safely. Read more about safe driving here. What to bring: - Sun protection (hat, sunglasses, sunblock) - Cold\/wet weather clothing (raingear, pants, jacket, poncho) - Food (no food for sale in the park) - Water bottles (drinking water available at all visitor centers) - Sturdy shoes (hiking boots or athletic shoes)   Kīpahulu Area - Coastal Haleakalā National Park is a changing landscape with inherent and unpredictable natural hazards. This landscape is subject to constant change from natural forces including erosion, weather, earthquakes, and currents. The National Park Service has limited ability to monitor and no ability to control these forces. Obey all posted warnings and staff guidelines.   If the pools at 'Ohe'o Gulch are closed, do not enter them even if the stream looks calm and local weather is good. Heavy rains at higher elevations trigger flash flooding and rock slides in 'Ohe'o Gulch. These weather conditions are not always visible from the Kīpahulu Area.    Be prepared for hot temperatures, high humidity, intense UV rays, and sudden rain. Learn more about the weather here.   Be aware of the following hazards:    Trails and pools: - Flash flooding (water can rise as fast as 4 feet in 10 minutes resulting in people washed out to sea and drowning) - High water and flow - Slippery rocks - Rock falls (in gulches and below waterfalls) - Fall hazards (from overlooks, ledges, jumping, and diving) - Water quality (Leptospirosis, E. coli) Ocean: - Shore break - Rip currents - Rough surf - Strong currents - Sharks   The roads to the Kīpahulu Area of the park are winding and vary from one to two lanes. Construction vehicles, bicyclists, pedestrians, and buses use this road as well as private vehicles. Drive cautiously and safely. Read more about safe driving here.   What to bring: - Sun protection (hat, sunglasses, sunblock) - Rain protection (rain gear, jacket, poncho) - Mosquito repellent - Food (no food for sale in the park) - Water bottles (drinking water available at all visitor centers) - Sturdy shoes (hiking boots or athletic shoes)  Report accidents, violations, and unusual incidents to park staff. Prohibited activities include: hunting, use of firearms, rollerblading, skateboarding, or disturbing any natural or cultural features. Bicycles are restricted to paved roads and parking areas.",
    "url": "https:\/\/www.nps.gov\/hale\/planyourvisit\/safety.htm"
}
