{
    "title": "Haleakalā National Park: Hiking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Hiking                Hiking      There is no better way to experience Haleakalā National Park than on your own two feet. Enjoy the great outdoors on a variety of trails. Due to the fragile nature of Hawaiian ecosystems, it is required by law that hikers stay on marked trails. Hiking groups are limited to 12 people. If your group is larger than 12 you will need to split into two or more groups and separate each group by 30 minutes on the trail. Pets are prohibited on all trails. No food, supplies, or gas are available in the park. For those planning to hike the Kaupō Trail, please be aware that:a. Kaupō Trail is not within park boundaries and is not maintained by NPSb. It is a rugged, unimproved trail and injuries have occurredc. Visitors go at their own riskd. NPS recommends that visitors use Crater trails only.  Summit Area  The summit area of Haleakalā National Park has over 30 miles (48 km) of hiking trails. Trails range from just 10 minutes to multi-day overnight trips. You can hike in the native shrubland, looking for native forest birds and endemic plants, or in the aeolian cinder desert, exploring the geologic history of the volcano. When beginning your hike on a downward slope, allow for twice the time hiking to get out, e.g. 15 minutes hiking down + 30 minutes up = 45 minute hike. Soft cinder trails create hiking conditions similiar to walking on a beach in some areas. Trails are strenuous in the Summit Area because the high-elevation causes a lower concentration of oxygen in each breath. Altitude sickness is a concern. Be on guard for symptoms: nausea, headache, dizziness, and shortness of breath. Pregnant women and people with heart or respiratory conditions should consult their doctor before visiting and hiking in the Summit Area. Temperatures commonly range between 30 to 65 degrees F (-1 to +18 degrees C), and can reach below freezing at any time with the wind-chill factor. Hypothermia is a danger. Hikers must be properly prepared for high altitudes and cold, rainy conditions. Weather in the Summit Area is unpredictable and ever-changing. Prepare for harsh UV rays, wind, rain, and cold temperatures year-round.   What to bring: - Sun protection (hat, sunglasses, sunblock) - Cold\/wet weather clothing (raingear, pants, jacket, poncho) - Food (no food for sale in the park) - Water bottles (drinking water available at all visitor centers) - Sturdy shoes (hiking boots or athletic shoes) More information: -Download a hiking map from our Brochures page. -View our Schedule of Events for ranger-led hikes. -View authorized commercial hiking tours.      Kīpahulu Area  The Kīpahulu Area of the park has 3 miles (4.8km) of trails through the lush, green tropical coastal environment. Never cross streams that are flooding, and always check on current conditions before you head out. The Kīpahulu Area temperatures are commonly warm and humid. Learn more on our weather page. What to bring: - Sun protection (hat, sunglasses, sunblock) - Rain protection (rain gear, jacket, poncho) - Mosquito repellent - Food (no food for sale in the park) - Water bottles (drinking water available at all visitor centers) - Sturdy shoes (hiking boots or athletic shoes)        ʻŌhiʻa Lehua blossoms NPS  Help Stop The Spread of Rapid ʻŌhiʻa Death We need your kōkua (help) to deter a plant disease from reaching native forests on Maui. Click here to learn how you can do your part.",
    "url": "https:\/\/www.nps.gov\/hale\/planyourvisit\/hiking.htm"
}
