{
    "title": "Haleakalā National Park: Wilderness Cabins",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Wilderness Cabins                Wilderness Cabins      Three Wilderness cabins are maintained by the National Park Service for visitor use by advanced reservation. The Wilderness cabins are accessible only by trail. To reach the cabins, you must hike a minimum of 3.7 miles (5.9km) to Hōlua, 5.5 miles (8.9km) to Kapalaoa, and 9.3 miles (15km) to Palikū. The cabin permit is NON-TRANSFERABLE. The permittee must be present on the entire trip and is legally responsible for the actions and safety of their group. Each person is limited to a maximum of 3 nights per 30-day period in Wilderness area campsites and cabins, with no more than 2 nights at any one site. Maximum group size in the wilderness is 12 persons. Groups and\/or organizations with more than 12 may not split into smaller groups. Groups may not reserve back-to-back reservations exceeding 3-nights. The permittee must be an adult age 18 or older, must have photo identification, and must accompany the group using a cabin.Helicopter operations may be occurring on an intermittent basis this summer beginning at 7AM. Expect elevated noise during this time. Campgrounds and trails will remain open. We apologize for any inconvenience. Requesting a Cabin:Reservations can be made up to 180 days in advance. Reservations are made using Reserve America's website at www.recreation.gov. Reserve America's call center phone number is 877-444-6777. Permit Pick-up:Your cabin permit must be picked up at Headquarters Visitor Center between 8:00am and 3:00 pm on the day you are hiking in. The permittee must bring photo identification. Each person staying in a cabin is required to watch a 10-minute orientation video at Headquarters Visitor Center.  Costs & Cancellations:There is a flat fee of $75 per night per cabin which accommodates up to 12 people.  A $10 service fee per reservation night is charged for any changes to the reservation. Cancellations made more than 21 days in advance of the reservation date will be refunded minus the $10 service fee per night.  Cabin Information:Hōlua, Kapalaoa, and Palikū cabins are rugged but historic cabins located in Congressionally designated wilderness. They have limited amenities such as pit toilets and water available near the cabin. The water is non-potable and must be filtered or treated before drinking. Each cabin has a wood-burning stove with limited firewood that must be conserved,  cooking utensils, dishes, and 12 padded bunks. In times of drought, cookware will be removed and you must pack in all your water. There is no electricity in the cabins. All Haleakalā National Park backcountry cabins are rustic wilderness facilities and are not checked by NPS staff daily.  Although some amenities, such as propane and firewood may be available, we cannot guarantee this nor what quantities you will find when you arrive.  All wilderness campers should be prepared for cold backcountry conditions with backup cold weather camping gear, portable light sources and a camp cook stove. Firewood and fire starters are available for purchase at the Headquarters Visitor Center and can be packed in.Hiking off designated trails or taking shortcuts is prohibited. Off-trail hiking causes erosion and damages fragile life forms. Bicycles and other wheeled transportation are not permitted. Horses and mules are permitted at Palikū and Hōlua. Quiet hours are 8:00pm to 8:00am. Please respect the privacy of others camping around you and leave the site in the same or better condition that you found it..It is the Permittee's responsibility to ensure that the members of their group are appropriately equipped and properly prepared for hiking at altitude and in extreme weather conditions (heavy rain, high winds) and can hike\/backpack up to 10 miles one way to the reserved cabin(s). Hōlua Cabin, the closest cabin, lies at 6,940 feet (2,115 meters) in the shrubland near Koʻolau Gap, 3.7 miles down the Halemauʻu Trail or 7.4 miles down Keoneheʻeheʻe (Sliding Sands) Trail. Visitors staying at Hōlua can enjoy day hikes into the central Wilderness Area. The landscape around Hōlua supports a native shrubland which colonized the lava flows. There is also a campground at Hōlua. Find out about Hōlua and a special resident living nearby. Kapalaoa Cabin, 5.5 miles down the Keoneheʻeheʻe or 7.3 miles from Halemauʻu Trailhead, lies at the base of the cliffs on the south side of the valley. The view from Kapalaoa takes in brightly colored cinder cones, subalpine plants, and dramatic cliffs. In the spring and summer months, the endangered ʻuaʻu (Hawaiian dark-rumped petrel) can occasionally be heard and seen near the high cliffs. This cabin lies at 7,250 feet (2,210 meters). There is no campsite near Kapalaoa cabin. Visit a place restored. Palikū Cabin, at 6,380 feet (1,945 meters), is at the east end of the wilderness valley at the base of a rain forest cliff. The cabin is reached via a strenuous 9.3-mile hike on Keoneheʻeheʻe Trail, 10.1 miles on Halemauʻu Trail, or 8.6 miles up the Kaupō Trail. Clouds and fog often roll over the top of the cliffs behind Palikū. The extra moisture makes this spot exceptionally cool and lush. There is also a campground at Palikū. Find out more about what wildlife you will share Palikū with. Visiting the Haleakalā Wilderness is a wonderful opportunity to see native Hawaiian wildlife. As Nēnē (Hawaiian goose) are often seen near the cabins, please enjoy watching them and other wildlife from a distance.                       Haleakalā National Park's Wilderness Cabins   6 Photos  View photos of Haleakalā National Park's Wilderness cabins.                        Prepare for your trip The Wilderness Area is remote and experiences unpredictable weather. Temperatures vary from 40-70 degrees Fahrenheit during the day and 30-50 degrees Fahrenheit at night. Plan for rain at all times of year. If it is stormy, winds can exceed 80 miles per hour with temperatures dropping well below freezing.    Hiking trails may be steep. Terrain may include loose cinders and\/or rocks. Change in altitude can be from a high of 9,780ft to a low of 6,380ft. Allow for adequate travel time. Packing List - Necessities: - Trowel, toilet paper, zippered plastic bags (for carrying out toilet paper) - Layered, warm clothing (avoid cotton) - Full rain gear - Hat, sunglasses, sunscreen\/sunblock - Water bottles (2 liters\/person\/day) - Sturdy shoes, extra socks - Hiking poles - Water treatment supplies - Bags for trash - Sleeping bag - First aid kit - Flashlight or headlamp, extra batteries - Portable lantern or dripless candles - Kindling (newspaper, cardboard) - Lighter or matches (preferably waterproof) - Emergency contact phone numbers Packing List - Suggested Items: - Camera - Slippers or camp shoes - Toiletries - Sponge or rag for cleaning - Can opener - Playing card, books View Haleakalā NP's Leave No Trace™ video for a glimpse of the unique environment you will be visiting and helpful preparation tips. Note: Overnight hikers are required to view this video in the visitor center whether or not they have viewed it online.             Haleakalā NP's Leave No Trace™ Video     Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:11 minutes, 58 seconds  Prepare for your trip by viewing Haleakalā NP's Leave No Trace™ video  in advance.",
    "url": "https:\/\/www.nps.gov\/hale\/planyourvisit\/wilderness-cabins.htm"
}
