{
    "title": "Haleakalā National Park: Wilderness Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Wilderness Camping                Wilderness Camping      There are two primitive Wilderness campsites which are accessible only by trail. Permits are required for camping at these sites. Campsite space is available on a first-come, first-served basis for the general public. Special accommodation is made for educational groups and civic groups which may reserve camping space up to 6 months in advance.  Each person is limited to a maximum of 3 nights per 30 day period in the Wilderness Area with no more than 2 nights at any one campsite.  Hōlua and Palikū campsites have a maximum limit of 25 people each with a 12-person group limit. Groups larger than 12 may not split into smaller groups and utilize the Wilderness at the same time. Larger groups MAY split into smaller groups with 12 in the Wilderness, 12 at Hosmer, and 12 at Kīpahulu. Hōlua and Palikū campsites have pit toilets and water available nearby. The water is non-potable and must be filtered or treated before drinking. In times of drought, all water must be carried in.Helicopter operations may be occurring on an intermittent basis this summer beginning at 7AM. Expect elevated noise during this time. Campgrounds and trails will remain open. We apologize for any inconvenience. Permit pick-up Camping permits can be obtained at the Headquarters Visitor Center between 8:00am and 3:00pm up to one day in advance. Permits are free and require photo identification and a 10-minute orientation.    Hōlua Campsite Hōlua, the Wilderness campsite reached by the shortest hike, lies at 6,940 feet (2,115m) in the shrubland near Koʻolau Gap. Hōlua is 3.7 miles (6km) down the Halemauʻu Trail or 7.4 miles (12km) from the Sliding Sand Trailhead. Visitors staying at Hōlua can enjoy day hikes into the central Wilderness Area. The landscape around Hōlua supports a native shrubland which colonizes the lava flows. Palikū Campsite At 6,380 feet (1,945m), Palikū is on the east end of the Wilderness valley at the base of a rain forest cliff. The campsite is reached via a strenuous 9.3 mile (15km) hike on the Sliding Sands Trail or 10.4 (17km) on Halemauʻu Trail. Clouds and fog often roll over the top of the cliffs behind Palikū, and rain is common. The extra moisture makes this spot exceptionally cool and lush. View a general park map. View a trail map.  Prepare for your trip The Wilderness Area is remote and experiences unpredictable weather. Temperatures vary from 40-70 degrees Fahrenheit during the day and 30-50 degrees Fahrenheit at night. Plan for rain at all times of year. If it is stormy, winds can exceed 80 miles per hour with temperatures dropping well below freezing.  Hiking trails may be steep. Terrain may include loose cinders and\/or rocks. Change in altitude can be from a high of 9,780ft to a low of 6,380ft. Allow for adequate travel time. Packing List - Necessities: - Trowel, toilet paper, zippered plastic bags (for carrying out toilet paper) - Layered, warm clothing (avoid cotton) - Full rain gear - Hat, sunglasses, sunscreen\/sunblock - Water bottles (2 liters\/person\/day) - Sturdy shoes, extra socks - Hiking poles - Water treatment supplies - Bags for trash - Tent with rain fly - Sleeping bag - First aid kit - Flashlight or headlamp, extra batteries - Emergency contact phone numbers  Packing List - Suggested Items: - Camera - Slippers or camp shoes - Toiletries - Playing card, books - Backpacking stove, fuel View Haleakalā NP's Leave No Trace™ video for a glimpse of the unique environment you will be visiting and helpful preparation tips. Note: Overnight hikers are required to view this video in the visitor center whether or not they have viewed it online.                         Haleakalā NP's Leave No Trace™ Video    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:11 minutes, 58 seconds  Prepare for your trip by viewing Haleakalā NP's Leave No Trace™ video  in advance.",
    "url": "https:\/\/www.nps.gov\/hale\/planyourvisit\/wilderness-camping.htm"
}
