{
    "title": "Haleakalā National Park: Drive-Up Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Drive-Up Camping                Drive-Up Camping       The Hosmer Grove Campground and Nature Trail, in the Summit District of the park, is closed until further notice due to hazardous trees. The park has contacted a tree inspector to evaluate Hosmer Grove. The campground and trail will re-open after safety concerns are addressed. We do not have an estimate as to when the campground and trail will re-open. For those who need an overnight escape without a backpack trip, the park offers two car accessible campgrounds: Kīpahulu and Hosmer Grove. Kīpahulu campground is near sea level on the wet, east-side of the island in the Kīpahulu area of the park, which is reached via the Hāna Highway. Hosmer Grove is on the way to the summit, high on the windy slopes of Haleakalā.   At Kīpahulu and Hosmer Grove campground space is available on a first-come, first-served basis. No permit or reservation required or accepted.    A person may camp up to 3 nights per month in each of the Hosmer Grove and Kīpahulu campgrounds.    Hosmer Grove campground has a limit of 50, and Kīpahulu campground has a limit of 100 people, both with a 12-person group limit.    Hosmer Grove Campground Hosmer Grove lies in the cloud belt of Haleakalā, just below the 7,000-foot level (2134m) in the summit area. Be prepared for rain and cold weather. Nighttime temperatures can drop into the to near freezing (0°C); daytime highs average 50-65°F (10-18°C). The campground has picnic tables, BBQ grills, drinking water, and pit toilets. Sites are close together in an open, grassy area near the forest and shrubland of Hosmer Grove. A self-guided nature trail begins and ends at the campground. The forest comes to life in the early dawn with the many native birds in the area, making this a beautiful early morning hike.  Kīpahulu Campground The Kīpahulu campground is about 1\/8 mile (.2km) south of the Kīpahulu Visitor Center. It overlooks ocean cliffs and is a short walk from ʻOheʻo Gulch. In the evenings, the sound of the ocean waves makes this a peaceful place. The campground has picnic tables, BBQ grills, and pit toilets. No water is available at Kīpahulu Campground; However, drinking water is available at the Kīpahulu Visitor Center restrooms. There are two general stores in the nearby town of Hāna (10 miles[16km] away) where you can purchase water and basic food supplies. Be prepared for rain, harsh sun, and mosquitoes. Also Available If you're up for a hike, Haleakalā National Park is home to a large Wilderness Area with a variety of backpacking experiences available.",
    "url": "https:\/\/www.nps.gov\/hale\/planyourvisit\/drive-up-camping.htm"
}
