{
    "title": "Haleakalā National Park: Civilian Conservation Corps",
    "body": "The Civilian Conservation Corps         CCC camp in Haleakalā Crater NPS Photo  Between 1934 and 1941 the Civilian Conservation Corps (CCC) operated work camps at Haleakalā. The CCC was a federally funded work relief program designed to generate income for young unemployed men during the Great Depression. The CCC focused on utilizing the young labor force for natural resource conservation and creating and improving public works. Much of their work was carried out in the nations Parks and forests, and it has been estimated that 3 billion trees were planted by CCC enrollees throughout the United States. Here at Haleakalā National Park the CCC was engaged in a variety of projects. CCC enrollees removed invasive plants and feral animals such as pigs and goats, constructed the White Hill, Sliding Sands and Halemau'u trails, and built some of the frontcountry structures still used by park employees today.        CCC and pack mules on Halemau'u Trail in 1937. (Haleakalā National Park archives).  Mules of Haleakalā National Park, Then and Now Whatever the CCC did not haul in on their backs was hauled in by mules. The CCC used mules to pack in heavy material and supplies, including lumber and gravel for the crater cabins and trails, and food to feed the CCC boys living in the crater camps at Hōlua, Kapalaoa, and Palikū.  Rex Ornellas, CCC enrollee at Haleakalā for two seasons from 1934 to 1937, recalls the use of mules and horses to haul redwood staves to the bottom of the crater for construction of the water tanks:  \"We assembled [those] water tanks. You know what water tanks look like? They all staves. Hundreds of um and 5,000-gallon tank…And the cable around them. All of that had to be hauled down to the crater –three different locations. So this is what we did –the first camp. Like I said, after a few months, I went to work with the animals –horses and mules. The rest of the boys, they worked on the trails. They hauled supplies on their backs. The mules hauled a lot, but the men also hauled a lot that they could handle on their backs (from Civilian Conservation Corps in Hawai'i: Oral Histories of the Haleakalā Camp, Maui, 2011: Appendix B, p13). Seabury Hall Middle School produced a short film on the continuing use of pack mules at Haleakalā National Park, which aired on PBS Hawaii's HIKI NŌ television program in April of 2016. Click here to watch the 3 min film. For more information about the CCC and their work at Haleakalā, please select Civilian Conservation Corps in Hawai'i: Oral Histories of the Haleakalā Camp, Maui        CCC workers in Haleakalā Crater NPS Photo",
    "url": "https:\/\/www.nps.gov\/hale\/learn\/historyculture\/civilianconservationcorps.htm"
}
