{
    "title": "Haleakalā National Park: Summit Area - Mountain",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Summit Area - Mountain              Summit Area       No place can prepare you for the experiences and feelings you will have on the summit of Haleakalā volcano. The landscape - deeply sculpted, richly colored, and intensely evocative will be unlike any landcape you have known. Visually expansive, the summit area continually eludes any attempt to understand its scale or dimensions. You may spend a few hours hiking in the cinder desert landscape or a few minutes looking for native birds in the shrubland - whatever you choose to do, you will do it surrounded by native Hawaiian plants and animals. The mountain summit is one of the only easily-accessible areas of Hawaii where our rare and endemic species survive and thrive. Already impressive in the light of day, the summit takes on a new dimension at night when the darkness reveals the brilliant night sky. What to bring: - Sun protection (hat, sunglasses, sunblock) - Cold\/wet weather clothing (raingear, pants, jacket, poncho) - Food (no food for sale in the park) - Water bottles (drinking water available at all visitor centers) - Sturdy shoes (hiking boots or athletic shoes)  Hiking   There is no better way to experience the park than by walking its trails. Feel the crunch of cinder beneath your boots, smell the honey-sweet scent of 'ahinahina (silversword) blossoms, and enjoy the songs of native birds. There are 35+ miles of hiking trails in the Wilderness Area that guide hikers through subalpine shrubland, cloud forest, and cinder desert. Weather is unpredictable and can change at any moment. Bring a hat, sunglass, sunblock\/sunscreen, layered clothing, raingear, food, and water. Wear sturdy, close-toed shoes.  -Visit our Hiking page for more specific information. -Download a hiking map from our Brochures page.  Skywatching    High elevation (10,023 feet at the summit), lack of light and environmental pollution, and dynamic weather patterns make Haleakala an ideal skywatching location. Sunrises and sunsets are popular events. Consider sticking around after sunset for some of the best stargazing in the world. The park is open to visitors 24 hours per day, 365 days per year. Prepare for harsh UV rays and cold temperatures year-round.  Guided Activites  Visit our Guided Activities page to learn about ranger-guided excursions, vehicle tours, volunteer opportunities, and more.  Camping    -Drive-up camping is available at Hosmer Grove Campground. -Wilderness camping is available at Holua and Paliku Campgrounds.   Safety   Haleakalā National Park is a changing landscape with inherent and unpredictable natural hazards. This landscape is subject to constant change from natural forces including erosion, weather, earthquakes, and currents. The National Park Service has limited ability to monitor and no ability to control these forces. Obey all posted warnings and staff guidelines. The Summit Area of the park begins at 7,000 feet in elevation and reaches 10,000 feet at the summit. The high altitude at the Summit Area may complicate health conditions and cause breathing difficulties. Elderly visitors, pregnant women, young children, and those with respiratory or heart conditions should consult their doctors prior to traveling to high elevations. To help avoid major safety concerns, be sure to walk slowly at high elevation and drink water to avoid dehydration. Remember that you will be on a 10,000-foot mountain top in the middle of the Pacific ocean. The weather can change drastically throughout a single day. Be prepared for hot temperatures, intense UV rays, wind, rain, and cold temperatures. Visit our Weather page to learn more. The road to the Summit Area of the park is a two-lane, paved road that is steep and winding in places. Construction vehicles, bicyclists, pedestrians, and buses use this road as well as private vehicles. Drive cautiously and safely. Read more about safe driving here.       Know Before You Go to the Summit. NPS",
    "url": "https:\/\/www.nps.gov\/hale\/planyourvisit\/summit-area.htm"
}
