{
    "title": "Haleakalā National Park: Kipahulu Area - Coastal",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Kipahulu Area - Coastal              Kipahulu         400-foot Waimoku Falls   The Kīpahulu District of Haleakalā National Park can be accessed by driving 12 miles past the town of Hāna, on the famous Hāna Highway that circumscribes the northeast coast of the island of Maui. This area of the coast has been inhabited by native people for hundreds of years and remains an integral part of a thriving culture. Visitors to the Kīpahulu District are treated to views of waterfalls, sweeping ocean vistas, and Hawaiian cultural experiences. What to bring: - Sun protection (hat, sunglasses, sunblock) - Rain protection (rain gear, jacket, poncho) - Mosquito repellent - Food (no food for sale in the park) - Water bottles (drinking water available at all visitor centers) - Sturdy shoes (hiking boots or athletic shoes) The nearest gas station is located in the town of Hāna. Due to a leak in the main waterline in the Kīpahulu District of Haleakalā National Park, there is no water in Kīpahulu for the foreseeable future. The leak was discovered during routine inspections. Visitors should bring their own drinking water and plan on using port-a-johns until further notice.      Hiking  Be prepared for hot, humid weather year round. The weather can change rapidy - bring sun and rain protection. Wear sturdy, close-toed shoes on all trails. All trails are unpaved. Pets are not permitted on any trails. Pīpīwai TrailTake a hike up this 4-mile (round trip) trail that winds through a freshwater stream and diverse forest areas with views of waterfalls and other natural features. This trail is moderately strenuous with an 800-foot elevation change each way. Pīpīwai Trail Guided Ranger Hike  The guided Pīpīwai Trail hike will now be on a reservation basis offered on Sundays at 10:00 am. Hikes cannot be booked until 9:00 am, one week prior to the hike. To reserve, please call 808-248-7375. Kuloa Point TrailThis 1\/2-mile (round trip) trail leaves the Kīpahulu Visitor Center and continues past a Hawaiian cultural demonstration area to the Kuloa Point at the mouth of 'Ohe'o Gulch. This trail is easy with an 80-foot elevation change each way. Kahakai TrailThis 1\/2-mile trail extends from Kuloa Point to the Kīpahulu Campground passing by archaeological sites and gorgeous ocean views.  Swimming Swimming is not recommended in the Kīpahulu District of the park. Water quality varies and violent flash floods or rock falls can occur in the stream at any time. Injuries and deaths have occurred. Visitors should always comply with signs, heed the guidance of park staff, and stay out of closed areas. It can take an ambulance up to 45 minutes to arrive at Kīpahulu from the nearest town. You are responsible for your own safety.  Diving and jumping are prohibited. Do not bring glass into the 'Ohe'o Gulch area.Due to rough conditions, there is no safe ocean entry in Kīpahulu.  Sights to See  Relax and enjoy your time among vibrant, lush vegetation and overlooks offering views of the breathtaking coastline. Keep an eye out for sea turtles, monk seals, dolphins, seabirds and humpback whales (Dec-April). Take time to spot freshwater stream inhabitants including shrimp and rock-climbing goby.  Guided Activities  -Explore our Schedule of Events to find out what guided hikes, talks, and cultural demonstrations are planned.-View our list of commercial tour operators that provide horseback, hiking, and vehicle tours.-Visit our Volunteers In Parks page for information on how you can donate your time.-Check out what our park partner Kīpahulu 'Ohana is doing to promote Hawaiian traditions.  Drive-up Camping This area offers one drive-up campground. Campers are advised that Kīpahulu is wet, remote, and far from most amenities. Come prepared - bring water, food, and a tent. There is no water available, but shared grills, picnic tables and pit-toilets are provided. Permits are not required, but campers must pay the $20 park entry fee. Camping is limited to 3 nights in any 30-day period.Read more>>  Safety Haleakalā National Park is a changing landscape with inherent and unpredictable natural hazards. This landscape is subject to constant change from natural forces including erosion, weather, earthquakes, and currents. The National Park Service has limited ability to monitor and no ability to control these forces. Obey all posted warnings and staff guidelines. Be aware of the following hazards: Trails and pools:- Flash flooding (water can rise as fast as 4 feet in 10 minutes resulting in people washed out to sea and drowning)- High water and flow- Slippery rocks- Rock falls (in gulches and below waterfalls)- Fall hazards (from overlooks, ledges, jumping, and diving)- Water quality (Leptospirosis, E. coli)Ocean:- Shore break- Rip currents- Rough surf- Strong currents- Sharks In the event of an injury, medical assistance can take up to one hour to arrive from the nearest towns.       Know Before You Go to Kīpahulu NPS",
    "url": "https:\/\/www.nps.gov\/hale\/planyourvisit\/kipahulu.htm"
}
