{
    "title": "Haleakalā National Park: Wilderness Area - Mountain",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Wilderness Area - Mountain              Wilderness Area              An unexpected and dramatic landscape at the top of the world, the Wilderness Area encompasses 24,719 acres and countless microclimates. Elevation change from rim to the floor can be 3,000 feet (914m). You can day hike, spend the night in a tent at one of the two Wilderness Campgrounds, or reserve one of the three historic cabins along the trail. Your steps will take you from brown and red cinder cones, towering hundreds of feet tall in dry, cold desert air to cloudforests dripping with red and green native ferns. Nēnē and endemic honeycreepers can be seen in the lower, wetter parts of the Wilderness area during the day. Seabirds can be heard (in season) at night, and stars saturate the sky. Photographers will quickly run out of superlatives. The Wilderness Area of Haleakalā can be accessed by two mountaintop trailheads: Halemauʻu Trailhead at 8000 feet (2438m), and Keoneheʻeheʻe (or Sliding Sands) near the summit at 9740 feet (2969m). Both trails merge eventually and lead down the southeast side of the volcano to the relatively barren and unpopulated coast in the Kaupō district. Overnight camping requires a permit, cabins must be reserved, and it is always advisable to stop by a Visitor Center before a day hike to discuss your plans. Weather can be severe and is always changeable and unpredictable. Water is scarce, altitude can be a major factor, and certain seasonal restrictions may apply. Helicopter operations may be occurring on an intermittent basis this summer beginning at 7AM. Expect elevated noise during this time. Campgrounds and trails will remain open. We apologize for any inconvenience.       Two hikers enjoy the visual contrast of the approaching clouds as they look back at the landscape they have travled during their wilderness hike. Matt Wordeman, NPS Volunteer.",
    "url": "https:\/\/www.nps.gov\/hale\/planyourvisit\/wilderness-area.htm"
}
