{
    "title": "Haleakalā National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Haleakalā National Park  Route 378  Kula, HI 96790                 Directions         Located on the island of Maui, Haleakalā National Park extends from the 10,023 foot (3055m) summit of Haleakalā down the southeast flank of the mountain to the Kīpahulu coast near Hana. These two sections of the park are not directly connected by road, but both can be reached from Kahului. There are no gas stations within the park. The last place to get gas in route to the Summit Area is in the town of Pukalani, and along the Hana Highway before Hana is in the town of is in the town of Paia.  Directions Details           Operating Hours & Seasons         Headquarters Visitor Center Haleakalā National Park is open year-round, 24 hours a day, 7 days a week, except during severe weather closures.   Standard Hours    Sunday: 8:00 AM - 3:45 PM   Monday: 8:00 AM - 3:45 PM   Tuesday: 8:00 AM - 3:45 PM   Wednesday: 8:00 AM - 3:45 PM   Thursday: 8:00 AM - 3:45 PM   Friday: 8:00 AM - 3:45 PM   Saturday: 8:00 AM - 3:45 PM             Weather           On any given day, the temperatures in the park can range from a high of 80°F (27°C) in Kīpahulu to a low of 30°F (-1°C) at the summit. In either area clouds and rain can quickly replace warm sunshine. Weather in the high-elevation summit and wilderness areas of the park is highly unpredictable and changes often. Cool temperatures, intense solar radiation, and rapidly moving clouds are characteristic. On average, the temperature drops about 3°F for every 1,000 foot rise in elevation.         Fees & Passes     Entrance Fees:   Haleakalā National Park Private Vehicle (14 pax capacity or less) Entry Fee - $20.00 Entry Fee is valid for 3 days starting from the day of purchase. Please use credit cards for payment of entry fees at the Summit and Kipahulu entrance stations. All park visitors are required to purchase a recreational use pass upon entering Haleakalā National Park. Passes are non-transferable.   Haleakalā National Park Private Motorcycle Entry Fee - $15.00 Entry Fee is valid for 3 days starting from the day of purchase. Please use credit cards for payment of entry fees at the Summit and Kipahulu entrance stations. All park visitors are required to purchase a recreational use pass upon entering Haleakalā National Park. Passes are non-transferable.   Haleakalā National Park Per Person Entry Fee; includes bicyclists, walk-ins, hikers - $10.00 This fee is for visitors entering the park on a bicycle or on foot. Entry Fee is valid for 3 days starting from the day of purchase. Please use credit cards for payment of entry fees at the Summit and Kipahulu entrance stations. All park visitors are required to purchase a recreational use pass upon entering Haleakalā National Park. Passes are non-transferable.   Haleakalā Natonal Park Non-Commercial Organized Groups Fee; Scouts, Rotary, Clubs, Youth Groups, Churches, Reunions - $20.00 Organized groups that do not qualify for Educational Fee Waivers are charged as follows: $20.00 Non-commercial vehicles with a vehicle capacity of 14 or less. $10.00 per person Non-commercial vehicles with a capacity of 15 or greater. Fees will not exceed the commercial fee for the same-sized vehicle. Youth 15 and under are free. Individuals or families with any valid Annual or Lifetime pass may use their pass for entry at the per person rate. Pass and photo ID must be present upon entry.   Entrance Passes:   Hawai‘i Tri-Park Annual Pass - $25.00 Valid for 12 months from purchase date. Admits the pass holder\/s and passengers in a non-commercial vehicle (14 pax capacity or less) to Haleakala National Park, Hawai?i Volcanoes National Park and Pu?uhonua ?O Honaunau National Historical Park. All other National Parks in Hawai?i are free entry.         Visitor Centers       Headquarters Visitor Center Located above the park entrance at 7000 ft. \/ 2134 m in elevation. All restrooms are open 24 hours per day, 7 days per week, except when the park is closed during severe weather events. Please check park alerts for information on closures.   Haleakala Visitor Center Located at the summit at 9740 ft. \/ 2969 m in elevation. All restrooms are open 24 hours per day, 7 days per week, except when the park is closed during severe weather events. Please check park alerts for information on closures   Kipahulu Visitor Center  Located at the coastal Kipahulu District. All restrooms are open 24 hours per day, 7 days per week, except when the park is closed during severe weather events. Please check park alerts for information on closures.               Remember that all areas of Haleakalā National Park are fairly remote - stores, services, and lodging are all at least 30 minutes away. Plan for your trip by reading these pages to make sure you bring with you all that you need for a safe and comfortable trip. Don't forget that you will be visiting a natural area with unpredictable weather - it may be hot, dry, wet, or cold in any part of the park at any time.       Prepare for ALL weather conditions. Bring sun protection and cold-weather clothing.          The use of drones is currently prohibited in national parks   Drones and other unmanned aircraft at Haleakalā National Park National Park Service Director Jonathan B. Jarvis signed a policy memorandum that directs superintendents nationwide to prohibit launching, landing, or operating unmanned aircraft on lands and waters administered by the National Park Service. “We embrace many activities in national parks because they enhance visitor experiences with the iconic natural, historic and cultural landscapes in our care,” Jarvis said. “However, we have serious concerns about the negative impact that flying unmanned aircraft is having in parks, so we are prohibiting their use until we can determine the most appropriate policy that will protect park resources and provide all visitors with a rich experience.” Unmanned aircraft have already been prohibited at several national parks. These parks initiated bans after noise and nuisance complaints from park visitors, an incident in which park wildlife were harassed, and park visitor safety concerns. The policy memorandum directs park superintendents to take a number of steps to exclude unmanned aircraft from national parks. The steps include drafting a written justification for the action, ensuring compliance with applicable laws, and providing public notice of the action. The memorandum does not affect the primary jurisdiction of the Federal Aviation Administration over the National Airspace System. The policy memorandum is a temporary measure. Jarvis said the next step will be to propose a Servicewide regulation regarding unmanned aircraft. That process can take considerable time, depending on the complexity of the rule, and includes public notice of the proposed regulation and opportunity for public comment. The policy memo directs superintendents to use their existing authority within the Code of Federal Regulations to prohibit the use of unmanned aircraft, and to include that prohibition in the park’s compendium, a set of park-specific regulations.       Make your trip enjoyable know before you go. NPS",
    "url": "https:\/\/www.nps.gov\/hale\/planyourvisit\/basicinfo.htm"
}
