{
    "title": "Haleakalā National Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       The National Park Service has designated the following fee free days for 2016:  January 18, 2016: Martin Luther King, Jr. Day April 16 through 24, 2016: National Park Week August 25 through 28, 2016: National Park Service's Birthday September 24, 2016: National Public Lands Day November 11, 2016: Veterans Day  Park entrance fees will be waived on these days. ENTRANCE FEES All park visitors are required to purchase a recreational use pass upon entering Haleakalā National Park. Passes are non-transferable. Please use credit cards for payment of entry fees at the Summit and Kīpahulu entrance stations. As of June 1, 2016 DAILY PASSES Daily passes are non-transferable and are valid for 3 days including the date of purchase. Private Vehicle: $20. Valid for 3 days. Admits private, non-commercial vehicle (14 pax capacity or less) and all occupants to Haleakalā National Park including both the Summit and Kīpahulu Areas. Motorcycle: $15. Valid for 3 days. Admits a private, non-commercial motorcycle to Haleakalā National Park including both the Summit and Kīpahulu Areas. Per Person: $10. Valid for 3 days. Admits one individual with no car to Haleakalā National Park including both the Summit and Kīpahulu Areas - typically used for bicyclists, hikers and pedestrians. Youth 15 and under are admitted free.  Commercial Organized Groups: Haleakalā National Park charges commercial entities a fee to enter the park based on the capacity of the vehicle and\/or the activity the commercial groups offer in the park. For a list of current authorized tours operating in the park, please click here. $10.00 per person for non-road based organized groups that offer activities such as Astronomy and Hiking. $25 plus $10 per person for road based tour vehicles, such as sedans, with a passenger carrying capacity of 1-7 people. $45 for road based tour vehicles, such as large vans and mini buses, with a passenger carrying capacity of 8-25 people. $100 for coach buses with a passenger carrying capacity of 26 people or more. Non-Commercial Organized Groups Valid for 3 days. Organized groups such as Scouts, Rotary, Clubs, Youth Groups, Churches, Reunions, etc. that do not qualify for Educational Fee Waivers are charged as follows: $20.00 Non-commercial vehicles with a vehicle capacity of 14 or less.  $10.00 per person Non-commercial vehicles with a capacity of 15 or greater.  Fees will not exceed the commercial fee for the same-sized vehicle. Youth 15 and under are free. Individuals or families with any valid Annual or Lifetime pass may use their pass for entry at the per person rate. Pass and photo ID must be present upon entry.              Automated self pay machine next to the Summit District Entrance Station. NPS  After Hours Automated Self-Pay Machine If you arrive at the Summit or Kīpahulu District of Haleakalā National Park and the entrance station is closed, please use the automated self-pay machine located next to the entrance station. The machines only accepts credit cards as payment. Visitors with a valid 3 day receipt from the Summit or Kīpahulu District, a valid Hawai'i Tri-Park Pass, or any of the America the Beautiful National Parks Pass that is currently valid do not need to pay at the self-pay machine and may proceed into the park.        Passes accepted for entry to Haleakalā National Park. Not pictured is the 4th Grade Annual Pass, which is accepted at Haleakalā National Park. NPS  ANNUAL AND LIFETIME PASSES   Annual Passes Annual passes are available to the general public including international visitors. Passes are valid for 12 months from purchase date and are non-transferable.  Hawaiʻi Tri-Park Annual Pass: $25. Valid for 12 months from purchase date. Admits the pass holders and passengers in a non-commercial vehicle (14 pax capacity or less) to Haleakalā National Park, Hawaiʻi Volcanoes National Park and Puʻuhonua ʻO Hōnaunau National Historical Park. All other National Parks in Hawaiʻi are free entry.  Interagency Annual Pass: $80. Valid for 12 months from from purchase date. This pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee*. The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas. At per person fee areas, it admits the pass holder + 3 adults. The pass can be obtained in person at Haleakalā entrance stations, at other National Park sites, via the Internet at http:\/\/store.usgs.gov\/pass or by calling 1-888-ASK-USGS, Extension 1. Free Annual Pass for U.S. Military: Available to U.S. active military members and dependents in the Army, Navy, Air Force, Marines and Coast Guard and also, Reserve and National Guard members. Must be obtained in person at a Federal recreation site by showing a Common Access Card (CAC) or Military ID (Form 1173). Frequently Asked Questions about the Annual Pass for U.S. Military 4th Grade Annual Pass: Available to U.S. 4th graders (including home-schooled and free-choice learners 10 years of age) with a valid Every Kid in a Park paper pass. The pass is valid for the duration of the 4th grade school year through the following summer (September-August). Paper passes can be obtained by visiting the Every Kid in a Park website and can be exchanged for the Annual 4th Grade Pass at Federal recreation sites that charge Entrance or Standard Amenity fees. Digital version of the paper pass (such as on smart phones or tablets) will not be accepted to exchange for an Annual 4th Grade Pass. The pass is non-transferable. Educators can also be involved! Learn more at the Every Kid in a Park website. Additional Details about the Annual 4th Grade Pass Volunteer Pass: 500 Volunteer Hours. Valid for 12 months. This pass is for volunteers acquiring 500 service hours on a cumulative basis. This pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee. This pass admits the holder and passengers in a non commercial vehicle at per vehicle fee areas and pass holder + 3 adults at per person fee areas. Click here to learn about volunteer opportunities at Haleakalā National Park.  LIFETIME PASSES Lifetime passes are available to U.S. Citizens or Permanent Residents. Some restrictions apply. Passes are non-transferable and must be obtained in person. For more details on any of the Interagency passes, check out the National Park Service website. Interagency Senior Pass: $10. Valid for life. This is a lifetime pass for U.S. citizens or permanent residents age 62 or over. This pass provides access to, and use of Federal recreation sites that charge an Entrance or Standard Amenity Fee*. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder+ 3 adults at per person fee areas. The cost to upgrade to a Interagency Senior Pass is $10 from a plastic Golden Age Passport or FREE from a paper Golden Age Passport. If a Golden Age Passport holder wishes to hold on to their pass, their pass will remain VALID throughout the lifetime of the holder. Interagency Access Pass: Free. Valid for life. This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass. Acceptable documentation includes: statement by licensed physician;document issued by a Federal agency such as the Veteran's Administration, Social Security Disability Income or Supplemental Security Income; or document issued by a state agency. This pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee*. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle areas and the pass holder + 3 adults at per person fee areas. The Golden Access Passport will remain VALID throughout the lifetime of the holder. The cost to upgrade to the Interagency Access Pass is FREE from a paper or plastic Golden Access Passport.        Educational Fee Waivers National Park Service regulations allow school groups and other bona fide national and international educational institutions to obtain a waiver of park entrance fees, provided that the visit is for educational or scientific purposes, and the resources or facilities the group proposes to use support those purposes. Educational fee waivers are not granted automatically. Applicant groups must show they qualify for the waiver. There are three criteria the group must meet to qualify for an educational fee waiver: eligibility, educational purpose, and relevance of park resources or facilities.To learn more about and how to apply for an educational fee waiver, please click here.",
    "url": "https:\/\/www.nps.gov\/hale\/planyourvisit\/fees.htm"
}
