{
    "title": "Haleakalā National Park: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather      On any given day, the temperatures in the park can range from a high of 80°F (27°C) in Kīpahulu to a low of 30°F (-1°C) at the summit. In either area clouds and rain can quickly replace warm sunshine.     Summit and Wilderness Area  Weather in the high-elevation areas of the park is highly unpredictable and changes often. Cool temperatures, intense solar radiation, and rapidly moving clouds are characteristic. On average, the temperature drops about 3°F for every 1,000 foot rise in elevation (or approximately 5°C for every 1,000 meter elevation rise), making the 10,023 foot (3055m) summit of Haleakalā about 30°F (or 17°C) cooler than the coast. Year-round summit temperatures range between below freezing to highs of 50°-65°F (10-18°C). The outside temperatures can feel much colder because of wind chill and damp, overcast conditions. A generalized weather forecast from NOAA is available. However, local conditions can change radically in a matter of minutes. NOAA Forecast for Summit District of Haleakalā from 7000 ft. to the summit. Click here for current weather at the Summit of Haleakalā provided by University of Hawai`i's Institute for Astronomy. After page loads, click the refresh button on your browser to get the updated conditions.      Kīpahulu Area (coastal)  In contrast to the summit, the weather in the Kīpahulu Area of the park is more mild and wet. Located on the windward (eastern) coast of the island, Kīpahulu receives an average of 187 inches (475cm) of rain each year. The proximity of the ocean and the trade winds moderate the temperature and keep it at a daytime average of 70°-80°F (21-27°C) year round. Night time lows average 65-75°F (18-24°C). Flash floods are a serious hazard in Kīpahulu, so make sure to check at the Visitor Center before entering the streams or pools. NOAA Forecast for Kīpahulu and Coastal Haleakalā",
    "url": "https:\/\/www.nps.gov\/hale\/planyourvisit\/weather.htm"
}
