{
    "title": "Haleakalā National Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations         Palikū cabin NPS  Wilderness Cabins Three Wilderness cabins are maintained by the National Park Service for visitor use by advanced reservation. The Wilderness cabins are accessible only by trail. To reach the cabins, you must hike a minimum of 3.7 miles (5.9km) to Hōlua, 5.5 miles (8.9km) to Kapalaoa, and 9.3 miles (15km) to Palikū. Reservations can be made up to 180 days in advance. For more information about the Wilderness cabins, please click here. Wilderness Camping There are two primitive Wilderness campsites which are accessible only by trail. Permits are required for camping at these sites. Campsite space is available on a first-come, first-served basis for the general public. Special accommodation is made for educational groups and civic groups which may reserve camping space up to 6 months in advance. For more information about Wilderness camping, please click here. Helicopter operations may be occurring on an intermittent basis this summer beginning at 7AM. Expect elevated noise during this time. Campgrounds and trails will remain open. We apologize for any inconvenience Commercial Use All commercial uses of the national park require advance permits. Please refer to the Commercial Use Authorizations page for more information. Park Visitors All park visitors are required to purchase a recreational use pass upon entering Haleakalā National Park. The park participates in the Congressionally authorized Federal Recreation Lands Enhancement Program. Under this program, parks keep 80% of all fees collected; the remaining 20% is deposited in a special account to be used in parks where fees are not collected. Funds generated by the fees are used for projects such as the building of new restroom facilities by Haleakalā Visitor Center, improvement of park trails, creating park exhibits, construction of entrance stations, and protection of wildlife habitat. Funded projects increase the quality of the visitor experience and enhance the protection of park resources.  *Does not cover special use fees such as bus transportation, guided tours, etc., there are some NPS units which can only be entered upon payments of such use fees.   **Admits holder, spouse, children, and parents where entry is made by means other than private noncommercial vehicle or Commercial tour vehicle. Passes and Passports are nontransferable. This schedule is subject to change.",
    "url": "https:\/\/www.nps.gov\/hale\/planyourvisit\/permitsandreservations.htm"
}
