{
    "title": "Haleakalā National Park: Historic Photographs",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Historic Photographs                Historic Photographs                    Haleakalā Highway   12 Photos  The Haleakalā Highway is a 37-mile road from Kahului to the summit of Haleakalā, with the last 10.6 miles within the park.  Construction of the road from the park boundary to White Hill began in 1933 and was completed in 1935.  Certain measures were made to minimize the negative impact to the environment as well as harmonize the road with its surroundings including covering rocks to match the shade of the stone masonry work.  The road was improved and expanded during a nationwide initiative from 1956-1966 to modernize the Park Service which was called the Mission 66 Program.  The Kalahaku and Leleiwi Overlooks and Red Hill Observatories were built during this time.          Halemau'u Trail   7 Photos  The current alignment of the Halemau'u Trail was built from 1935-1936 by the Civilian Conservation Corps because the old alignment was continuously being damaged by heavy rains.  The trail was widened to a standard width and cemented rock walls and guardrails installed.  The work required blasting sections with explosives and packing in materials using mules.  The trail exhibits many of the characteristics of the naturalistic and rustic design styles of early NPS development which used native materials and integrated the natural landform and character of each site.          Headquarters Area   48 Photos  Construction on the Park Headquarters area started in 1935 as part of the early NPS development of the Haleakalā Section of Hawaii National Park.  This area was intended for park staff housing, park administration, operations and visitor outreach.  It was also used as a permanent camp by the Civilian Conservation Corps (CCC) from 1936-1941.  Development of the Park Headquarters Area continued during the Mission-66 era.  The Visitor Center was built between 1958-1960 to replace the smaller 1936 ranger office\/checking station.  Additional staff residences were constructed in 1962.  Thus, this area shows NPS architectural styles ranging  from early Rustic to Mission-66 modern.               Haleakalā Visitor Center   14 Photos  The Haleakalā Visitor Center, historically known as the Haleakalā Observation Station, is situated at the edge of the crater at 9,800 feet.  Built in 1936, it was intended to be the major destination for visitors; providing sweeping views into the crater, as well as, a place to rest and get park information.  This structure was part of early NPS development of the Haleakalā Section of Hawai'i National Park and is a good example of NPS rustic style architecture.  Designed by NPS architect Merel Sager, the walls were formed with lava stone so it looked like it was merging with its surroundings and was part of the landscape.          Cabins   26 Photos  The proposal for cabins in Haleakalā Crater was part of the 1935 master plan for the development of the Haleakalā Section of Hawai'i National Park.  In 1936, a standard “Haleakalā Shelter Cabin” plan was developed showcasing the NPS rustic style of design that blended structures into the natural environment.  It wasn’t until 1937 that the cabins were built by contracted carpenters with Civilian Conservation Corps workers bringing in the materials using mules and horses, as well as hauling supplies on their back.  Today, the Hōlua, Kapalaoa and Palikū Cabins are still being used as originally intended which is to provide accommodation to visitors hiking in the crater.  Haleakalā Crater was designated as wilderness in 1964.  The Hōlua and Palikū wilderness campgrounds were developed in the 1970s.          Haleakalā Mountain Lodge   11 Photos  The Puʻu Nianiau area of Haleakalā National Park was used by the U.S. Army as a base camp from 1941 to 1946 for facilities being operated at the summit of Haleakalā.  After the Armyʻs departure, base camp buildings were used in 1947 for the Haleakalā Mountain Lodge by Robert \"Boy\" von Tempsky who held a concession with the park.  Mr. von Tempsky offered saddle and pack trips through the crater as well as bus transportation from docks, landing fields and hotels in Maui.  The name of the facility was changed to the Silversword Inn under new managers in 1958 and closed in 1961.  Today, the buildings are used by the NPS for offices, workshops and storage.            Park Dedication   8 Photos  Haleakalā National Park was originally a section of Hawai'i National Park.  Hawai'i National Park was established by Congress in 1916 to include the Haleakalā volcano on the island of Maui and the Kilauea and Mauna Loa volcanoes on the island of Hawai'i.  The bill to designate Haleakalā Section as a separate National Park was introduced in Congress and approved in 1960.  The formal dedication for Haleakalā National Park was held on July 1, 1961, at the summit in the Haleakalā Visitor Center parking lot.  On this day, John Stratton assumed his duties as the first Superintendent of Haleakalā National Park. There was an abundance of local support from organizations and groups for the event.  Guests included four visiting state governors in addition to Hawai'i’s Governor William Quinn.  To accommodate event visitors, Haleakalā Highway was designated as a one-way road at timed intervals.           Nēnē Reintroduction   20 Photos  The nēnē, or Hawaiian goose, were extirpated (wiped out) from Maui by the 1890s.  They were reintroduced to Haleakalā via the release of captive-raised birds.  In 1962, nēnē from England and the Island of Hawai‘i were delivered to Maui and were carried into the crater by park rangers and naturalists and Maui Boy Scouts.  They strapped on boxes holding geese and hiked 9.8 miles to Palikū where the geese were temporarily released in an open-top pen until they adapted to their surroundings.  About 500 nēnē were released in Haleakalā National Park between 1962 and late 1970s.  Today, there are about 250-350 nēnē in the park.  The nēnē has been the official State Bird of Hawai‘i since 1957 and was put on the Federal endangered species list in 1967.           Red Hill   28 Photos  Red Hill, or Pu'u 'Ula'ula, is a cinder cone southwest of White Hill and the true summit of Haleakalā at 10,023 feet.  From 1941 to 1948 it was occupied by the Army who built various facilities on it.  It was not until 1961 that the military facilities were removed and the Red Hill Observatory was constructed from 1962-1963.  The buildings, stairs and parking lot were designed by NPS Architect Cecil Doty who was a prominent architect during the Mission 66-era of NPS development.  Mission-66 architecture was more modernist in style versus early NPS architecture which was more rustic.            Kalahaku   19 Photos  The rest house at Kalahaku, also known as Craigielea, was the first facility built near the summit of Haleakalā in 1894.  The rest house provided tourists with rough shelter from the unpredictable climate until 1914, when a new building was constructed by the Maui Chamber of Commerce due to the increase in number of visitors and vandalism.  The 1914 rest house was a Maui landmark until it was demolished in 1957.  The Kalahaku Overlook and the Silversword Enclosure and trail were constructed during the Mission 66-era of NPS development.  Mission-66 architecture was more modernist in style versus early NPS architecture which was more rustic.          Leleiwi   8 Photos  The Leleiwi Overlook provides another location for visitors to view the crater.  It was built in 1966 during the Mission 66-era of NPS development.  Mission-66 architecture was more modernist in style versus early NPS architecture which was more rustic.  The overlook structure has a geometric shape and uses materials such as glass and steel, but also uses native rock which blends in with the environment similar to earlier NPS rustic structures.            Snow   25 Photos  Snow scenes at Haleakala National Park.",
    "url": "https:\/\/www.nps.gov\/hale\/learn\/historyculture\/historic-photo-collection.htm"
}
