{
    "title": "Hagerman Fossil Beds National Monument: Nature",
    "body": "Explore This Park    Learn About the Park     Nature     Fossils              Nature         Looking south from Fossil Gulch NPS Photo  Known mostly for its fossils from the late Pliocene epoch it contains one of the world’s richest known deposits of fossil horses, Equus simplicidens, thought to be a link between prehistoric and modern horses.  In 1988, the Hagerman horse became Idaho’s state fossil and Hagerman Fossil Beds became a national monument. The Monument contains the Hagerman Horse Quarry, a national natural landmark, recognized as one of the six most important sites in the world regarding the fossil history of horses. Hagerman Fossil Beds is nationally and internationally significant for its world-class paleontological resources. It includes the world’s richest fossil deposits, in quality, quantity, and diversity from the late Pliocene epoch. Many of its fossils represent the last vestiges of species that existed before the last Ice Age, the Pleistocene, and the earliest ‘modern’ flora and fauna.The Monument’s paleontological resources are contained in a continuous, undisturbed stratigraphic record spanning at least 500,000 years. The fossils deposited here appear to represent an entire paleontological ecosystem with a variety of habitats such as wetland, riparian, and grassland savanna. The Monument is also one of four National Park system units containing a portion of the Oregon Trail National Historic Trail.           An artist's view of how the Fossil Beds may have looked like during the Pliocene Epoch. A Copyright Protected Jay Matternes Mural      An artist rendition of the ecosystem when the Hagerman Fossil Beds were deposited during the Pliocene Epoch. A fluvial (river) and floodplain environment around the edge of ancient Lake Idaho deposited layers of sand, silt and clay at least 600 feet thick. Layers of sediments have preserved an exquisite world class assemblage of Pliocene fossils.  The Smithsonian Institution directed fossil excavations in the early 1930's and many other museums and research institutions have conducted research here ever since.     Visit the Animals page to learn more about the variety of species that inhabited the area during the  Pliocene Epoch.",
    "url": "https:\/\/www.nps.gov\/hafo\/learn\/nature\/index.htm"
}
