{
    "title": "Santa Fe National Historic Trail: Audio Description Videos",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations     Audio Description Videos                Audio Description Videos       Traveling the Trail During your travels through the middle of America and toward the Southwest, there are many sites along the Santa Fe National Historic Trail that you can easily visit.             Bent's Old Fort National Historic Site   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 1 second  Visit this reconstructed 1840s adobe fur trading post on the Santa Fe Trail where trappers, travelers, and Plains Indian tribes came together in peaceful terms for trade. Experience the sights, sounds, and smells of the past during guided tours.               Boggsville Historic Site   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 9 seconds  When the fur trade declined in the 1840-50s, trappers and traders turned to raising livestock. Founded in 1862 along the Santa Fe Trail, Boggsville became the center of commerce and agriculture for the region. Visit in the summer for Old West reenactments.               Comanche National Grassland   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 18 seconds  The grassland has many stories to tell, from dinosaurs roaming the ancient shoreline of a vast lake 150 million years ago to Mexican and American traders traveling the Santa Fe National Historic Trail 150 years ago.         Why This Location?   Why did people pick these locations in Kansas, Colorado, and New Meixco to build a life along the Santa Fe Trail in the 1800s? We hope you enjoy the stories told, the gorgeous scenery, and the wildlife in this series of videos connecting humans and nature.            Pecos National Historical Park   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:5 minutes, 15 seconds  Historic sites follow streambeds: Pigeon's Ranch, Kozlowski's Stage Stop, and the pueblo all took advantage of fresh clean water. What other topographic features made Santa Fe Trail travelers take this path?               Fort Union National Monument   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:6 minutes, 58 seconds  Fort Union was a miniature city of 2,000 during the height of its existence along the Santa Fe Trail. It was built from the earth and surrounding natural resources. Can you name two?               Bent's Old Fort National Historic Site   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:5 minutes, 21 seconds  Here the expansive prairie grasses attracted and fed buffalo herds; Plains Indians shot the beast and tanned the hide; the hide was a highly sought after trade item. What's another way in which prairie grasses were essential to this site?               Fort Larned National Historic Site   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:6 minutes, 27 seconds  1859: The fort was built to protect Santa Fe travelers and supplies from Plains Indians. Yet the Indians were only protecting their homelands from the people who were cutting down forests and killing bison. What other environmental characteristics helped the soldiers to exist here?",
    "url": "https:\/\/www.nps.gov\/safe\/learn\/photosmultimedia\/audio-description-videos.htm"
}
