{
    "title": "Hagerman Fossil Beds National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       Entrance Fee There is no fee to enter the Visitor Center or the Monument itself. We are a free park at all times. America the Beautiful: National Parks and Federal Recreational Lands Pass As of 2007, the Golden Age, Golden Eagle, and Golden Access Passes were replaced with a new series of inter-agency passes called the \"America the Beautiful - National Parks and Federal Recreational Lands Pass.The USGS manages the inter-agency pass program. Learn more about these passes.  Annual Pass - Cost $80   This pass is available to the general public and provides access to, and use of, federal recreation sites that charge an Entrance or Standard Amenity Fee for a full year from month of purchase. The Annual Pass can be obtained in person at a fee park, by calling 1-888-ASK USGS, or online. Senior Pass - Cost $10 This is a lifetime pass for U.S. citizens and permanent residents age 62 and over. The Senior Pass can be obtained in person at parks that collect a fee or by calling 1-888-ASK USGS.  Military Pass - Free  This pass is available to active duty military personnel and dependents with proper identification (CAC Card or DD Form 1173) for a full year from month of purchase. The Military Pass can be obtained in person at any Federal recreation sites that charge entrance or standard amenity fees. Access Pass - Free  This is a lifetime pass for U.S. citizens and permanent residents with permanent disabilities. The Access Pass can be obtained in person at any Federal recreation sites that charge entrance or standard amenity fees, by calling 1-888-ASK USGS, or visit their site.  Fee-Free Days A variety of holidays, as well as the annual \"National Park Week\" each spring, see entrance fees waived at all national parks. Learn more about upcoming fee-free days.  Fee waiver includes entrance fees and commercial fees. Other fees, such as reservation, camping, tour, or concession fees, and fees collected by third parties, are not included, unless stated otherwise.",
    "url": "https:\/\/www.nps.gov\/hafo\/planyourvisit\/fees.htm"
}
