{
    "title": "Minidoka National Historic Site: Collections",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections              Collections      Minidoka Museum Collection  Over 13,000 Japanese Americans lived at Minidoka War Relocation Center from 1942-1945. They were forced to leave their homes with little notice and could only bring what they could carry in two suitcases or other containers. While at Minidoka, the internees turned their drab quarters into \"home.\" How did they furnish their living spaces? What did they do for amusement and recreation? How did they provide for their families? The growing museum collection at Minidoka National Historic Site helps to answer some of those questions. As of 2012, the collection contains 25 history objects, 432 archeological objects, and 323 archival documents. Among the history objects are a Buddhist prayer book, an electric lamp made from cactus wood, pot belly stoves, folding screens, dressers, and trunks. Many of the objects were made by the internees utilizing the materials available - lumber scraps, sagebrush and cactus wood, and wooden crates; other objects were purchased through the Montgomery Ward or Sears catalogues.  The women and children of the camp made many of their own dolls, household furnishings, clothing, and toys using material at hand. Archeological artifacts recovered from the main gate and the camp dump (which became part of the memorial site in 2008) provide a glimpse into camp life. The materials include structural debris such as hardware, nails, roofing tacks, and window glass. Glass container fragments make up the bulk of the archeological materials. Historic fabric is an important part of a museum collection. This includes original doors and windows, hardware, paint, wallpaper, and tarpaper samples, plaster, and architectural elements such as moldings, lintels, fireplace mantels, and scrollwork. Historic fabric provides insight into how a building was constructed and remodeled through time. Recently, the park received several historic doors that have now been used to replace damaged doors on the barrack building. The archival material consist primarily of resource management records created by park staff in the planning and development of the site. These materials include, correspondence- letters to and from the internees and their family\/friends outside of the camp, documents, photographs, and architectural drawings. Donating Artifacts and Archives Minidoka National Historic Site welcomes donations of artifacts and archival materials that can add to the knowledge of the site and the people who called it \"home\" for three years. The park has developed a Scope of Collection Statement that serves as a guide to the collection. The three thematic categories for the collection include: Minidoka War Relocation Center - objects and archives relating to the establishment, construction, operations, and closing of the camp are possible objects for acquisition. Authentic furnishings brought to or created at Minidoka will be considered for inclusion into the collection when they become available. Bainbridge Island\/Eagledale Ferry Dock - Currently the park has no collections relating to this theme. Farm-In-A-Day - Objects with a direct link to this event such as signs announcing the event or tools used to construct the buildings may be of interest. Minidoka National Historic Site collects a variety of materials including:   History Artifacts: Objects related to life in the camp including school activities, religion, medical care, entertainment, sports, and work. These might include luggage, musical instruments, sports equipment and uniforms, club memorabilia, furniture, etc.   Archeology Artifacts: Glass, metal, ceramic, bone, and other materials found during archeological excavations and work projects.   Arts and Crafts: Paintings, drawings, sculptures, dioramas, jewelry, etc.   Paper Documents: Letters, diaries, journals, postcards, personal papers, scrapbooks, magazines, newsletters, ration books, books, war bonds, etc.   Motion Pictures: Newsreels, camp related home movies, commercial and government films, feature films relating to the camp experience, etc.   Photographs: Prints and negatives, slides, albums, etc.   Oral Histories: Personal stories of the people who were incarcerated, lived in the area surrounding the camp, or who were otherwise involved in the Minidoka Relocation Center experience.   Ephemera: Memorial plaques, park awards, gifted ceremonial objects from the annual pilgrimage, etc.   Camp Operation: Furnishings, equipment, logs, administrative documents, records, receipts, etc. We currently have limited space for large furniture items.   When an item is brought to the park for consideration, the curator issues a Receipt for Property. If the item meets the park's Scope of Collection criteria, a formal Deed of Gift is sent to the donor for signature. Once the Deed of Gift is signed, the object becomes a permanent part of the collection. Artifacts and archives are currently housed in a new museum storage facility at Hagerman Fossil Beds National Monument. A small number of artifacts are on exhibit in the Minidoka Room at the Hagerman Fossil Beds NM visitor center. Artifacts and archival materials from the collection will be an important part of the interpretive planning for various structures at the site: Mess Hall, Barrack Building, Warehouse (designated as the park's visitor center), and Root Cellar. For further information or if you have items that you would consider donating to the park, contact the parks Resource Manger\/Curator JoAnn Blalack at 208-933-4115 or e-mail us . Photographs of the intended items will help to expedite the decision process.                   Minidoka Museum Collection   9 Photos  While at Minidoka, the internees turned their drab quarters into “home.” How did they furnish their living spaces? What did they do for amusement and recreation? The growing museum collection at Minidoka National Historic Site helps to answer some of those questions.",
    "url": "https:\/\/www.nps.gov\/miin\/learn\/historyculture\/collections.htm"
}
