{
    "title": "Santa Fe National Historic Trail: Travel the Trail: Map Timeline 1873 - 1878",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Travel the Trail: Map Timeline 1873 - 1878                Travel the Trail: Map Timeline 1873 - 1878        GIS NPS       1873 - 1875 The Kansas Pacific, in a bid to stay competitive with the  the Atchison, Topeka, and Santa Fe (AT&SF), completed a 58-mile spur line in October 1873 from Kit Carson to Las Animas, located adjacent to the Santa Fe Trail. For the next two years, significant trail traffic continued to move over two separate routes. Trail length from Las Animas to Santa Fe = 304 miles.       GIS NPS       1875 in September 1875, AT&SF tracks reached Las Animas, Colorado and for the next several months, both railroads had railheads in the same town. Virtually all Santa Fe Trail traffic now went over the main route via Raton Pass, and the Granada-Fort Union wagon road (as far as Santa Fe Trail traffic is concerned) was abandoned. Trail length from Las Animas to Santa Fe = 304 miles.       GIS NPS       1875 - 1876 Kansas Pacific track crews (building westward from Las Animas) reached the boom town of La Junta in mid-December 1875, and within two weeks AT&SF tracks reached there as well. For the next several months, both railroads were in a equally competitive position to serve points in southeastern Colorado. Trail length from La Junta to Santa Fe = 285 miles.       GIS NPS       1876 - 1878 Santa Fe railroad track crews, building westward from La Junta, reached Pueblo in March 1876. Just one month later, the Denver and Rio Grande (D&RG) railroad completed a line south from Pueblo to El Moro (5 miles northeast of Trinidad). As a result, mail traffic and some stage passengers began their Santa Fe Trail journey south from El Moro, but Santa Fe-bound freight traffic continued to run southwest from La Junta. Trail length from El Moro to Santa Fe = 207 miles.      MAP TIMELINE 1878 - 1880",
    "url": "https:\/\/www.nps.gov\/safe\/learn\/historyculture\/map-timeline-4.htm"
}
