{
    "title": "Minidoka National Historic Site: Center Field",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Center Field                Center Field Project         Center Field was once again used during the 2015 Pilgrimage.  Center Field was set up for those that wished to hit a few balls at the proposed location. National Archives\/Kay Endo  The \"Center Field\" Project is restoring one of the 14 baseball fields located throughout the camp, creating a cultural landscape and a field that visitors can actually play on.   Join the excitement. There are a variety of ways to help!     Steps taken so far to achieve goal: · Four acres that comprised Center Field were removed from an agricultural permit. · The field was plowed and rolled.  · Bases, a home plate, and base lines laid down so the field could be used during the pilgrimage.  But there's more to do and you can be a part of it.  Baseball and softball were important activities to the over 13,000 people who lived at Minidoka War Relocation Center from August 1942 – November 1945. They were particularly important components of the incarceration experience for Japanese communities during World War II. In Samuel O. Regalado's book, Nikkei Baseball, he states: To the evacuee, sport was not an \"innocuous aspect of life\"; it was an essential component to their mental and emotional survival in the camps. In the camp newspapers, only stories about their brethren at war rivaled athletics in terms of attention. Within weeks of arrival in the camps, the Japanese Americans began organizing sporting events. The Friday September 18, 1942 issue of the Minidoka Irrigator reported, \"Girls' softball rivalry will flare up this Sunday at 9:30 a.m. when teams representing Portland and Seattle tangle on the lot between Blocks 28 and 30.\" Many camp residents – youth, adults, male and female - played baseball or softball on one of the many fields throughout the camp. The September 11, 1943 issue of the Minidoka Irrigator highlighted the importance of baseball to the camp: \"Yup! Old man baseball reigns supreme among our dads and have helped make life in this camp more pleasant for him. Without the game, he'd be lost and idleness would reign supreme instead of baseball. They also did a swell job in providing some exciting games for us and their sportsmanship and spirit were tops. Hats off to our 'old men.'\" In reading camp newspaper articles , it is clear that baseball served as a glue to bring people together and provided bridges to communities outside the barbed-wire fence. After the war, many former incarcerees have continued to exclaim, \"Baseball saved us.\"",
    "url": "https:\/\/www.nps.gov\/miin\/learn\/historyculture\/center-field-project.htm"
}
