{
    "title": "Minidoka National Historic Site: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories               Stories         Woodblock print created by a Hunt art student of Fumi Haraguchi Kato, 1943. Oregon Nikkei Legacy Center  Baseball at Center Field     Baseball played a key role in sustaining the 13,000 Japanese Nikkei (Americans citizens and legal resident aliens) who were incarcerated at Minidoka War Relocation Center from 1943-1945.     Baseball served as a glue to bring people together and provided bridges to communities outside the barbed-wire fence. After the war, many former incarcerees have continued to exclaim, \"Baseball saved us.\"        The modern recreation of the Honor Roll. NPS  Learn about the original Honor Roll. One of the first things that you see as you enter Minidoka National Historic Site is a large three panel structure topped with a Bald Eagle cutout with bright yellow and dark brown wings and a white head: the Minidoka Honor Roll.            The men and women that served Explore what life was like for those that served in the US Armed Forces during World War II. What ways were Japanese-American allowed to serve? Where did they serve? How was their service viewed on the Home Front? Check out this exhibit to learn more...           The Long Arc of Justice  The Constitution has shaped the laws and lives of American Citizens since its writing in 1788. From its inception the document has changed from the way it is applied as well as who it applied to.  What makes someone American? What rights are Citizens entitled to? Who should be allowed to participate in our democracy? What does an American look like? Should we ever give up our rights in a time of crisis?  The story of relocation is only a small part of the United State's evolution toward a more perfect union. This timeline looks for the answers to those questions and what questions our country is still struggling to answer today.         Contact the National Archives  The National Archives Access to Archival Databases (AAD) is the best online site to find information about Japanese Americans incarcerated at the ten relocation centers. Here's the link to the database: National Archives",
    "url": "https:\/\/www.nps.gov\/miin\/learn\/historyculture\/stories.htm"
}
