{
    "title": "Santa Fe National Historic Trail: Travel the Trail: Map Timeline 1878 - 1880",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Travel the Trail: Map Timeline 1878 - 1880                Travel the Trail: Map Timeline 1878 - 1880        GIS NPS       1878 - 1879 Santa Fe tracks reached Trinidad in September 1878. Construction of this line had begun at La Junta in May, following a February confrontation south of Trinidad that resulted in AT&SF crews gaining the right to build over Raton Pass. The Santa Fe's victory at Raton Pass eliminated the Kansas Pacific as a railroad competitor, and the Kansas Pacific route between Kit Carson, Las Animas, and La Junta was abandoned soon afterward. Trail length from Trinidad to Santa Fe = 202 miles.       GIS NPS       1879 Santa Fe tracks reached the top of Raton Pass and entered New Mexico on November 30, 1878, and in February 1879 crews extended the tracks to Otero. This impromptu camp, near the old Clifton House stage station (just south of present-day Raton), served as the temporary railhead while construction crews pushed toward Las Vegas. Trail length from Otero to Santa Fe = 176 miles.       GIS NPS       1879 - 1880 Santa Fe railroad tracks reached Las Vegas, New Mexico on July 1, 1879, and the first train entered the city three days later. Las Vegas served as the railhead (and eastern trail terminus) for the last few months that the Santa Fe Trail served as a long-distance route. Trail length from Las Vegas to Santa Fe = 64 miles.       GIS NPS       1880 The first Santa Fe railroad train entered Santa Fe, New Mexico on February 9, 1880, via an 18-mile spur track that Santa Fe County voters had funded in an October 1879 bond election. The entire 835-mile Mountain Route of the Santa Fe Trail, from Kansas City to Lamy and on to Santa Fe, could now be traversed by rail. After this date, the Santa Fe Trail either served local needs or fell into disuse.",
    "url": "https:\/\/www.nps.gov\/safe\/learn\/historyculture\/map-timeline-5.htm"
}
