{
    "title": "Minidoka National Historic Site: Nisei in Uniform",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Nisei in Uniform                Nisei in Uniform      The \"Nisei in Uniform\" exhibit tells the story of those that served their country during WWII. The display is at the Minidoka Temporary Visitor Center in Hagerman.        Scroll down to learn more about each numbered article from the picture above. NPS - Gant      The Scrapbooks           This scrapbook contains the headlines relating to the service of Japanese-American soldiers as covered by the Minidoka Irrigator. NPS - Gant  1. Nisei in Uniform - The Headlines This scrapbook contains the news stories of Japanese-Americans in uniform during the Second World War. The Minidoka Irrigator was published in camp from September, 1942 until July, 1945. The story of Nisei in uniform can be followed in these pages as it was by many of their families in camp. Resolution and readability of the news stories varies based on the quality of the digital image they were clipped from. This archive and much of this exhibit has been brought to you with the help of DENSHO. If you are interested in obtaining copies of these papers or articles, they can be found at their website, www.densho.org.  Click here to look inside        This scrapbook contains images of the 442nd and the 100th in action in the European Theater. NPS - Gant  2. Nisei in Uniform - The Pictures This scrapbook contains images of Japanese-Americans in uniform during the Second World War. Over 33,000 men and women would serve during the war in the 100th Battalion, the 442ndRegiment, the 552 Field Artillery, the Women’s Army Corp, and the Army\/Navy Nurses Corps. Many did so even though their families were in WRA relocation camps in the United States. These photos are from the National Archive; they were found and presented here with the help of DENSHO, photo information has been included when possible.      The Display          3. Go for Broke Backdrop               4. Military Theaters of WWII         5.  Why should I have to answer that?          6. Questions of Loyalty          7. Military Intelligence Service         8. The Nisei Fighting in Europe          9. The Women that served           10. Americanism is not, and never was, a matter of race and ancestry...          11. The Nisei Congressional Gold Medal         12. The Congressional Gold Medal          13. The Awards of the 442nd          14. The Honor Roll          15. The Go For Broke Boys         16. They believed in America...          17. Go for Broke's service           18. A Blue Star in the window A service flag like the one above was displayed to show that a member of the family was serving in the armed forces of the United States. The color of the star gave an indication to the status of the person currently serving. A blue star for a living family member and a gold star for one that had sacrificed their life. The flags were first used during WWI, but the practice was not standardized until WWII.",
    "url": "https:\/\/www.nps.gov\/miin\/learn\/historyculture\/nisei-in-uniform.htm"
}
