{
    "title": "Santa Fe National Historic Trail: Travel the Trail: Map Timeline 1846 - 1866",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Travel the Trail: Map Timeline 1846 - 1866                Travel the Trail: Map Timeline 1846 - 1866        GIS NPS       1846 - 1847 The US Congress declared war against Mexico in May 1846. A month later, General Stephen W. Kearny's Army of the West left Fort Leavenworth, and by the end of August his forces had gained control of New Mexico. Indian raids made the Cimarron Route increasingly dangerous, so most trail traffic was diverted to the Mountain Route. Trail length from Independence to Santa Fe via the Mountain Route = 844 miles.       GIS NPS       1848 - 1860 With the signing of the Treaty of Guadalupe Hidalgo, New Mexico and surrounding territory was now part of the US Southwest. Military traffic joined commercial traffic along the Santa Fe Trail. The Cimarron Route was again the most commonly-used route to and from Santa Fe, but the Town of Kansas (later Kansas City) had supplanted Independence as the predominant eastern trailhead. Trail length from the Town of Kansas to Santa Fe via the Cimarron Route = 788 miles.       GIS NPS       1861 - 1864 With the coming of the Civil War, the activities of border ruffians east of Council Grove made the trail in eastern Kansas unsafe to travel, so most westbound traffic commenced from Fort Leavenworth. Due to dangers from Indian raids, people traveled over the Mountain Route. Trail length from Fort Leavenworth to Santa Fe = 834 miles: 49 miles on Fort Leavenworth Military Road and 785 miles on the main trail.       GIS NPS       1865 - 1866 After the Civil War, traffic over the trail resumed its prewar pattern. The trail began or ended in Kansas City and most traffic used the Cimarron Route. Trail length from Kansas City to Santa Fe via the Cimarron Route = 788 miles.      MAP TIMELINE 1866 - 1873",
    "url": "https:\/\/www.nps.gov\/safe\/learn\/historyculture\/map-timeline-2.htm"
}
