{
    "title": "Lincoln Home National Historic Site: Laws & Policies",
    "body": "Laws & Policies       Visitors should be aware of the following laws and policies:   Legislation: Federal law allows people who can legally possess firearms under applicable federal, state, and local laws to legally possess firearms in the park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearm laws before entering this park. Please see the Illinois Criminal Code 720 ILC Section 24-1. Illinois does not recognize any other state's concealed weapons permit. Federal law prohibits firearms in all government owned buildings. Parking A parking fee of $2.00 per hour is required to park within the Lincoln Home National Historic Site visitor parking lot. Payment is made at a self-serve kiosk at the north end of the parking lot, between the lot and the visitor center. Please print out your parking permit and place in the dashboard of your vehicle before continuing your visit. Failure to pay may result in issuance of an $80 federal violation notice.  (Pursuant to 36 CFR 2.23(b) Recreation Fees) Other Regulations Some activities require a permit, for which there may be a fee. These include commercial filming\/video, still photography, certain kinds of gatherings, sale or distribution of printed matter, scattering of human ashes, and any other special park uses that might interfere with normal visitor activities. Please contact the Law Enforcement Ranger office for further information: (217) 391-3256, or make a request in writing to the Superintendent. 路Visitors may not bring food or drinks into the Lincoln Home or Visitor Center. 路Visitors are not allowed to lean against the walls and door frames inside the home. 路No large bags are allowed in the home (and cannot be left unattended at the Visitor Center). Any purses or backpacks must be carried in front of the visitor to prevent damage to the walls and door frames. 路Photographs (including flash photos) are allowed inside the home. Unmanned Aircraft Launching, landing, or operating an unmanned aircraft (UAV or Drone) from or on lands administered by the National Park Service within the boundaries of the Lincoln Home National Historic Site is prohibited except as approved in writing by the Superintendent.  (Pursuant to 36 CFR 1.5(a)(1)(h) Superintendent's Orders, Closures and Public Use Limits)   All park-specific regulations are contained in the Superintendent's Compendium.",
    "url": "https:\/\/www.nps.gov\/liho\/learn\/management\/lawsandpolicies.htm"
}
