{
    "title": "Lincoln Home National Historic Site: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards          Kids! Collect stories about the Civil War and civil rights! The National Park Service is offering more than 500 trading cards to mark the 150th anniversary of the Civil War. Visit a park in person to earn a card (sorry, cards cannot be mailed). Ask a ranger or stop by the visitor center at a participating park. You can view all the cards online and discover stories from nearly 90 national parks in 31 states and the District of Columbia. You'll be surprised at what you will learn.         Photo Courtesy of Illinois State Historical Society  Reverend Francis Springer  Chaplain to Slaves and Orphans As a US Army Chaplain at Fort Smith, Arkansas, Reverend Francis Springer provided relief for thousands of war refugees including former slaves and more than 300 orphans. Springer helped many of those orphans find homes in central Illinois. He received his appointment to the chaplaincy in 1863 from his former Springfield neighbor Abraham Lincoln.         Photo courtesy of Illinois Historic Preservation Agency  Old State Capitol  Abraham Lincoln often used the Illinois capitol building during his 1850s rise to the presidency. He and others here argued over important issues of civil rights and liberties. Lawmakers meeting in the building in 1865 made Illinois the first stateto ratify the Constitution's Thirteenth Amendment, which ended slavery in the United States.         Photo courtesy of Library of Congress  Emily Helm Presidential Pass for a Confederate Lady Mary Lincoln's family was divided by war. Her sister, Emily Helm, was invited to the White House following the battlefield death of Emily's Confederate husband. Prior to her return to Kentucky, Lincoln issued Emily a pass which ordered that she \"may have protection of person and property, except as to slaves, of which I say nothing.\"        Photo courtesy of Library of Congress  Mary Lincoln Humanitarian As first lady, Mary Lincoln supported The Contraband Relief Association-- an unpopular charity in Washington. In 1862 she wrote, \"These immense number of Contrabands are suffering intensely-many dying of want.\" On the question of helping the thousands of escaped slaves, or contraband, she wrote to her husband that \"the cause of humanity requires it.\"        Photo courtesy of Sangamon Valley Collection  Jameson Jenkins From Black Codes to the Underground Railroad In Illinois, \"Black Codes\" limited rights of African American people, requiring them to provide proof of their freedom. In 1846, Jameson Jenkins, successful businessman and Lincoln's neighbor, filed his \"Certificate of Freedom\" at the Sangamon County Courthouse. Four years later, Jenkins risked his own freedom on the Underground Railroad assisting others escaping from slavery.         1860 U.S. Presidential Election Campaign Buttons During the 1860 Presidential election, the nation was on the brink of disunion over slavery. Four candidates offered solutions to the crisis - Abraham Lincoln (Republican), Stephen Douglas (Northern Democrat), John Breckinridge (Southern Democrat) and John Bell (Constitutional Union). Lincoln vowed to uphold the Union and prevent the expansion of slavery.",
    "url": "https:\/\/www.nps.gov\/liho\/learn\/kidsyouth\/trading-cards.htm"
}
