{
    "title": "Lincoln Home National Historic Site: Curriculum Materials",
    "body": "Lincoln Home National Historic Site Teacher Resources Lincoln Home National Historic Site and the National Park Service offer a wide array of educational resources and tools for teachers. From more traditional curriculum based education programs to interactive web based programs, the resources reach a variety of ages and abilities. We encourage you to explore the educational resources found on this web site. We hope that you find them useful in the classroom.                \"The Life of Abraham Lincoln\" This lesson contains information on the life of Abraham Lincoln with preview and review questions, and a vocabulary section.       \"The Life of Mary Lincoln\" This lesson contains information on the life of Mary Lincoln with preview and review questions, and a vocabulary section.       \"A Nation Drifts Apart\" Tour the Home and neighborhood where Abraham Lincoln lived in the 1850s. During this 45 minute program discuss the issues leading to the opposing positions Mr. Lincoln and Senator Stephen A. Douglas held on slavery during the 1858 U.S. Senate race. While designed as an on-site lesson, \"A Nation Drifts Apart\" can be adapted to the classroom.       \"Jameson Jenkins: Conductor on the Underground Railroad\" The goal of this curriculum based education program is to illustrate the reality of slavery through firsthand accounts by those who endured it. While designed as an on-site lesson, \"Jameson Jenkins: Conductor on the Underground Railroad\" can be adapted to the classroom.       \"Lincoln Home National Historic Site: A Place of Growth and Memory\" The lesson focuses on Lincoln Home National Historic Site, a National Register of Historic Places property, and utilizes maps; and excerpts from primary source documents, including: critical speeches given by Abraham Lincoln, newspaper accounts of Lincoln's nomination and election, and archival photographs of the historic site.   Teaching with Historic Places lesson plans provide a rich opportunity to enhance learning by bringing historic places across the country directly into your classroom. Students experience the excitement of these special places and the stories they have to tell through carefully selected written and visual materials.       \"Lincoln Home National Historic Site Virtual Museum Exhibit\" The Teaching with Museum Collections lesson plans are offered as part of the larger \"Lincoln Home National Historic Site Virtual Museum Exhibit\" which highlights the artifact collections of Lincoln Home National Historic Site as well as in depth information on the Lincoln home itself and the Lincoln family that lived there for seventeen years. In addition to five lesson plans, resources at this web site include information on and images of many of the artifacts, other Lincoln home related images, and floor plans and virtual tours of the Lincoln home. The lesson plans, in PDF format, are available here: \"Lincoln's Legal Career\" \"Lincoln the Candidate: 'The Taste is in My Mouth a Little' \" \"Reminder of the Past: Lincoln Keepsakes\" \"The Abraham Lincoln Home in Springfield, Illinois\" \"Mary Todd Lincoln and the Boys\"         \"Journey to Greatness: Character Lessons from the Past\" \"Journey to Greatness: Character Lessons from the Past\" is an on line interactive lesson that provides insight into the stories of Abraham Lincoln, Frederick Douglass, Harriet Tubman, and Martin Luther King, Jr. \"Journey to Greatness\" does not teach about the greatness that these historic characters achieved as adults, but stands as an example to students on the positive choices that these heroes made as children.",
    "url": "https:\/\/www.nps.gov\/liho\/learn\/education\/curriculummaterials.htm"
}
