{
    "title": "Lincoln Home National Historic Site: Nonnative Species",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Nonnative Species                Nonnative Species         Hemerocallis fulva - Juerg Plodeck  The Lincoln Home and neighborhood reflect the years of Mr. Lincoln's residency, from 1844 - 1861. At that time, plant and animal life in the area was a combination of native and nonnative species. Many of the nonnative species were intentionally introduced by European settlers who developed the Midwestern landscape into agricultural communities and urban centers. Farmland crops like corn and soybeans eventually replaced native prairie plants that grew in the rich black soil of the Grand Prairie. Livestock and other domesticated farm animals grazed the areas that were formerly inhabited by native species like bison (Bison bison) and elk (Cervus elaphus). In the Springfield of Mr. Lincoln’s residency, hogs roamed the dirt streets scavenging for food and simultaneously cleaning the city streets. In fact, several attempts were made by local citizens to pass a \"hog ordinance\" that would legitimize the existence of hogs in their streets. Even the Lincoln family owned domesticated animals -- two horses, a cow, several cats, chickens, and of course, their dog, Fido. Nonnative plant life was introduced into urban centers to decorate the gardens of many Springfield residents. Ornamental plants like peony (Paeonia species) and Rose of Sharon (Hibiscus syriacus) were sold in local nurseries. At the same time, native trees were cut down for construction and fuel. As nonnative plants became more prevalent in the urban landscape, they displaced the native species.Today, the Lincoln neighborhood has both native and nonnative plants and animals on site. Frequent sightings of feral cats and the presence of aggressive daylilies (Hemerocallis fulva) in the neighborhood yards are a reminder of the invasion of nonnative species to the area.",
    "url": "https:\/\/www.nps.gov\/liho\/learn\/nature\/nonnativespecies.htm"
}
