{
    "title": "Lincoln Home National Historic Site: Soils",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Soils                Soils         Disturbed Soil   The Lincoln Home was built on the Grand Prairie region that covered 90% of central Illinois prior to European settlement. The black soil of the Grand Prairie supported a rich display of grasses and wildflowers that grew upwards of 8 feet tall on this relatively flat area of the Midwest. Big bluestem (Andropogon gerardii), Indian grass (Sorghastrum nutans), and compass plant (Silphium laciniatum) thrived in the climate and soil of the area. The black soil of this region was formed when the most recent glacial episodes (Illinoisan and Wisconsonian, ca. 150,000 – 50,000 years ago) deposited glacial drift in the flat landscape of the central portion of the state. These rich mesic soils endured scorching summer heat, intense spring rains, lightning fires, and freezing temperatures. Over thousands of years this soil became rich and productive. The extensive array of grasses and forbs that grew on the land were able to withstand the diverse weather conditions of central Illinois. These prairie plants established deep root systems that anchored them during fierce storms. In the 1830s, settlers began converting the Grand Prairie into farmland with the help of the moldboard plow (invented in 1837). Agricultural communities replaced the native tallgrass prairie and farmers planted corn and soybeans in the rich blacksoil of the area. The Lincoln Home was built on the plowed and disturbed soils that were once part of the Grand Prairie. Today, Lincoln Home National Historic Site is restored to the year 1860. The fertile grounds of the blacksoil prairie are not evident as visitors walk the boardwalks and tree-lined streets of the Lincoln Home and neighborhood. There are signs of prairie vegetation on site, wild strawberry (Fragaria virginiana) and bur oak (Quercus macrocarpa), however, the blacksoil that was formed thousands of years ago is not visible at Lincoln Home National Historic Site.",
    "url": "https:\/\/www.nps.gov\/liho\/learn\/nature\/soils.htm"
}
