{
    "title": "Lincoln Home National Historic Site: Environmental Factors",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors               Environmental Factors         Life in a parking lot NPS Photo  Lincoln Home National Historic Site is located in downtown Springfield, the state capital of Illinois, which has a population of over 110,000. The cityscape surrounding the site is a typical urban center complete with high-rise buildings, concrete sidewalks, and asphalt streets. Commercial and residential activities are the lifeblood of the city.   Man-made environmental factors, such as fuel emissions, heat-island temperature increases, city noise, and artificial light, impact this busy urban landscape. Natural seasonal changes in this part of the Midwest produce heat of 105+ degrees in summer and freezing temperatures in winter. Thunderstorms and intense rains are a frequent occurrence in spring and summer.   Lincoln Home National Historic Site is a 19th-century oasis in the midst of contemporary society. Environmental factors, both natural and man-made, have minimal impact on the integrity of the site today. Two small parking lots limit the amount of air pollution that reaches the site. Trees and shrubs planted in the park absorb ambient air and sound pollutants that are a frequent part of urban life.   Hot, dry, drought-like conditions in summer months parch the ground and adversely affect some plant and animal life. Lightning storms occasionally strike trees in the neighborhood and tornado warnings can stop the flow of visitors into Lincoln Home. Old age and disease affect vegetation in the neighborhood. Invasive native species like poison ivy (Toxicodendron radicans) grow in the area and pests like field bindweed (Convovulus arvensis) negatively impact some plant species in the park.   Today, visitors travel back through time as they leisurely stroll the boardwalks of Mr. Lincoln's restored 19th-century neighborhood. The sound of fire engine sirens and the dull roar of traffic are an ever present reminder of 21st century noise.",
    "url": "https:\/\/www.nps.gov\/liho\/learn\/nature\/environmentalfactors.htm"
}
