{
    "title": "Lincoln Home National Historic Site: Lincoln and Christmas",
    "body": "Explore This Park    Learn About the Park     History & Culture     Lincoln and Christmas              Christmas in the Lincoln Home              Today it would be difficult for the average American to overlook the Christmas holiday, with displays at most retail stores, Christmas specials on television, and lights illuminating neighborhoods around the country. How was Christmas celebrated in the 1800s? How did the Lincoln family celebrate the holiday?        \"Marley's Ghost,\" John Leech, 1843   Popular Culture: Santa Claus, also referred to as Father Christmas, Kris Kringle, and\/or St. Nicholas, is a combination of many different legends and mythical creatures as told through the centuries by a multitude of cultures and faiths. The modern image of Santa Claus had not fully solidified in the public's eye until the latter half of the nineteenth century, when Thomas Nast's drawing of the fat jolly elf with a bag full of presents appeared in Harper's Weekly in the 1870s and 1880s. Christmas literature of the time period included 'Twas the Night Before Christmas, written by Clement Moore in 1822 and Charles Dickens' A Christmas Carol, which was published in America in 1843. Christmas carols of the Lincoln era included It Came Upon a Midnight Clear, written in 1850, and We Three Kings of Orient Are, written in 1857.        Christmas tree from \"Godeys Lady's Book,\" 1850   Decorations\/Dining: The Christmas tree was first represented in popular print in a woman's magazine, Godey's Lady's Book, in 1850. The image was an Americanized version of a very popular image of Queen Victoria and her family from the Illustrated London News. America's fondness for Queen Victoria helped popularize the idea of having a Christmas tree inside the home. While we have no evidence that the Lincolns had a Christmas tree, the family may have visited the Christmas tree exhibited at the First Presbyterian Church located a few blocks away.        Lincoln Home Formal Parlor mantel decorations. MPS Photo  Decorations were minimal and often not put up until Christmas Eve after the children had gone to bed. Garland, holly, and evergreen boughs covering the mantels, pictures, chandeliers, and door and window frames, and perhaps a sprig of mistletoe tucked in some opportunistic spot decorated the homes. The poinsettia became a popular decoration in the United States in the 1850s and spring bulbs \"forced\" to bloom were also popular.        Lincoln Home Dining Room with holiday food NPS Photo  Then, as now, the holidays were a time for special foods. A typical menu for a special holiday season may have included boned turkey, oysters, venison, chicken salad, biscuits, bullion, glazed fruit, fruit cake, ice cream, cake, candy, macaroon pyramids, citrus fruit, preserves, wine, eggnog, and hot coffee.        Lincoln Home Sitting Room mantel with stocking NPS Photo  Stockings\/Gifts: There is evidence to suggest that the Lincoln family participated in the Christmas tradition of stuffing stockings with small gifts. Lincoln family biographer Ruth Painter Randall's 1955 work, Lincoln's Sons, tells of the Lincolns hanging Christmas stockings. The eldest son, Robert, \"was careful not to disturb the illusions of Willie and Tad as to the one who had filled those stockings.\"        Lincoln Home Sitting Room Christmas toys on floor NPS Photo  Popular Christmas gifts for boys in the mid-nineteenth century included wooden toys, books, popcorn balls, and candy. The list also included firecrackers, guns, cannons, and horns which were used for noise-making. Research suggests that most firecrackers of the time period were large, made from gunpowder instead of flash powder, dangerous, and very loud. Adults often gave each other books, note paper, pens, fancy perfumes, soaps. Mr. Lincoln was recorded in the store register of John Williams & Co. as buying 4 linen handkerchiefs, 3 gentlemen's silk handkerchiefs, and 4 children's silk handkerchiefs on December 24, 1860.        Lincoln Home Sitting Room with Receiving Day food NPS Photo  New Year's Day: A very popular holiday tradition for the Lincolns was hosting and attending open houses on New Year's Day, also known as \"receiving Day.\" A part of this tradition, practiced year-round, was the presentation of calling cards when visiting someone's home. Calling cards were often placed on a silver dish or in a calling card basket. The size of a card differed on the basis of the sex of the caller--a man's card was half the size of a woman's card. Cards with their upper right-hand corner folded over were sent to inform the receiver of a visit. Cards with their upper left-hand corner folded over were sent to inform the receiver of any necessary congratulations. The Lincolns also took part, both as hosts and visitors, in the New Year's tradition. In 1860 Mary Lincoln wrote to her friend Hanna Shearer \"tomorrow I must rise early, as it is receiving day.\"  A Springfield resident recalled the tradition as she experienced it as a child. I can remember the great hurry and flurry that stirred the household on this festive occasion, to get the parlors to a comfortable degree of temperature, for some early birds came about 9 o'clock, and they were generally quite old birds that should have known better . . . .  In this icy atmosphere egg-nogg was very tempting, and many a young gallant found it hard to stand upright about six p.m. At each house the caller was expected to eat oysters, chicken-salad, drink coffee, put down a saucer of ice-cream and cake, and nibble a few bon-bons. Click here to download the \"Christmas in the Lincoln Home\" site bulletin.",
    "url": "https:\/\/www.nps.gov\/liho\/learn\/historyculture\/christmas-in-the-lincoln-home.htm"
}
