{
    "title": "Lincoln Home National Historic Site: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture       Around the world Abraham Lincoln is a symbol of liberty and equality of opportunity. His journey through life began in humble surroundings in a log cabin in Kentucky and ended as President of the United States in the White House. To learn more about Abraham Lincoln and his journey you may want to begin by examining Lincoln Home Site Bulletins and then read about Lincoln's Legacy. You may also find the links below helpful.     Lincoln Quotes   Essays on Lincoln's Life    Lincoln Speeches  The Formative Years 1809-1830     Quotes from Speeches and Letters   Lincoln's New Salem 1830-1837     Lincoln on Slavery   The Lincolns in Springfield 1837-1847     Lincoln on Secession   Congressman Lincoln 1847-1849     Lincoln-Douglas Debates   The Lincolns in Springfield 1849-1861     The Battles-Lincoln Responds   The War Years 1861-1865     Lincoln Autobiographical Statements   Political Career 1830-1860     1858 for Directory of Congress   The Making of a Candidate     1859 for Chester County Times   Lincoln's Arguments at Cooper Union     1860 for Chicago Press and Tribune   Lincoln's Legacy     Photo Tours   Lincoln Family     Lincoln Home   Abraham Lincoln     Lincoln Neighborhood   Mary Lincoln     Lincoln Home Through the Years   Robert Todd Lincoln      Edward Baker \"Eddie\"Lincoln     Photo Essays   William Wallace \"Willie\" Lincoln     Life of Lincoln   Thomas \"Tad\" Lincoln     Lincoln, Grant, & the Election of 1864   Family Pets and Animals     Lincoln Chronologies   Thomas Lincoln [Father]     Lincoln Chronology   Nancy Hanks Lincoln [Mother]     Lincoln Home Chronology   Sarah Bush Lincoln [Stepmother]     Other Pages of Interest   More About Mary Lincoln     Lincoln's Homes   Courtship and Marriage     Leslie Drawings   Mary's Loyalty to the Union     Lincoln Facts   Mary's Wedding Ring     Links to Other Lincoln Web Pages   The Insanity File                 Learn more about Abraham Lincoln's political and legal careers, his home, and his family in a virtual exhibit. Abraham, Mary, and their sons Robert, Eddie, Willie, and Tad lived at their home on the corner of Eighth and Jackson Streets in Springfield, IL for seventeen years. Take a tour of the house, see the toys the boys played with, find a recipe for Mary Lincoln's white cake, and learn more about what has happened to Lincoln's image and his home since the family left for Washington in 1861.",
    "url": "https:\/\/www.nps.gov\/liho\/learn\/historyculture\/index.htm"
}
