{
    "title": "Lincoln Home National Historic Site: Smart phone neighborhood tour",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations     Smart phone neighborhood tour                Smart Phone Tour        Artist's rendition of the Lincoln neighborhood in 1860. NPS Image         Lincoln home neighborhood smart phone tour guide NPS Photo  Learn more about Lincoln by learning about his neighbors. Visit the Lincoln home neighborhood with your smart phone or via a web site to experience fascinating multimedia programs about how major themes in American history, like race, gender, politics, and religion, played out in pre-Civil War Springfield. Videos, images, and audio files provide an in-depth look into the lives of people who lived near Lincoln, providing a deeper understanding of the times in which Lincoln lived and the challenges and issues that people faced just prior to the Civil War. The Lincoln Home Mobile Tour shows that early residents of Springfield came from a variety of backgrounds and were involved in many occupations, activities and social and political issues. One tour video tells the story of Jameson Jenkins, a free black man who lived a half block away from Lincoln. In 1850, Jenkins helped fugitive slaves escape north to freedom on the Underground Railroad. Another tour video describes Lincoln's neighbor Robert Reid Kalley, an atheist physician from Scotland who had a religious conversion and became a missionary and ordained minister. Kalley brought more than 600 exiled Portuguese Protestants to settle in Springfield and surrounding communities. Select this link to hear more information about this tour.        Lincoln Home NHS smart phone tour QR code.   To begin the smart phone tour, scan this \"QR code\" with a smart phone or follow this Lincoln Home NHS Smart Phone Tour link.        Lincoln Home NHS site map with smart phone tour locations. NPS image  Locate where the neighbors listed below lived using the map at the right. 1. Mary Remann 2. Amos Worthen 3. Francis Springer 4. Jared Irwin 5. Robert Reid Kalley 6. Jameson Jenkins 7. Mason Brayman 8. Jessie Dubois 9. Charles Corneau 10. Harriet Dean      The Lincoln Home Mobile Tour was developed in partnership with Northern Illinois University's Abraham Lincoln Historical Digitization Project and Digital Convergence Lab as well as Lindenwood University. This Lincoln home neighborhood smart phone tour information is available to download here.",
    "url": "https:\/\/www.nps.gov\/liho\/learn\/photosmultimedia\/smart-phone-tour.htm"
}
