{
    "title": "Lincoln Home National Historic Site: Lincoln and Thanksgiving",
    "body": "Explore This Park    Learn About the Park     History & Culture     Lincoln and Thanksgiving              Lincoln and Thanksgiving        Civil War artist Alfred R. Waud sketched this Thanksgiving scene at a Civil War camp in 1861. Library of Congress image         President Abraham Lincoln's Thanksgiving Proclamation, published on July 15, 1863. Library of Congress image  Abraham Lincoln's Thanksgiving Proclamation On October 3, 1863, in the third fall of the Civil War, President Lincoln issued a proclamation: I do therefore invite my fellow citizens in every part of the United States, …, to set apart and observe the last Thursday of November next, as a day of Thanksgiving and Praise to our beneficent Father who dwelleth in the Heavens. And I recommend to them that while offering up the ascriptions justly due to Him …, they do also, with humble penitence for our national perverseness and disobedience, commend to his tender care all those who have become widows, orphans, mourners or sufferers in the lamentable civil strife in which we are unavoidably engaged, and fervently implore the interposition of the Almighty Hand to heal the wounds of the nation and to restore it as soon as may be consistent with Divine purposes to the full enjoyment of peace, harmony, tranquility and Union.        Sarah Hale was a strong advocate for a national day of Thanksgiving.   Sarah Josepha Hale President Lincoln's proclamation may have never been issued had it not been for Sarah Josepha Hale. Mrs. Hale is known for her work as editor of Godey's Lady's Book, and as the author of Mary Had a Little Lamb. Mrs. Hale also played a very large role in making Thanksgiving Day, a annual national holiday. In 1827, as editor of Boston's Ladies' Magazine, she began to write essays calling for the national holiday. In 1846, now as the editor of Godey's Lady's Book, Mrs. Hale launched a letter-writing campaign to support her cause. Finally on September 28, 1863, she wrote directly to President Lincoln, asking him to use his powers to create the holiday. Her 36 year quest was finally fulfilled.        Titled \"The First Thanksgiving 1621,\" this print was created in 1932. Library of Congress image.  Thanksgiving Tradition Most elementary level students are familiar with the story of the \"First Thanksgiving.\" They learn that the Pilgrims landed at Plymouth Rock in 1620. To celebrate their first harvest they held a feast; inviting the Wampanoag Indians, who had helped them adapt and survive, to join them. The Pilgrim's Thanksgiving in 1621 was really just a continuation of a tradition they had experienced in Europe. In most agricultural societies it has been common throughout history to hold feasts and ceremonies during the time of the harvest. The \"First Thanksgiving,\" in the Americas may have actually taken place between Francisco Vásquez de Coronado and the Teya Indians at Palo Duro Canyon, Texas on May 23, 1541.        Thanksgiving 1942 with U.S. Navy members home for the holiday. Library of Congress image.  Thanksgiving Timeline 1777: All 13 Colonies hold thanksgiving celebrations. 1789: President George Washington declares November 26th, a national day of thanksgiving. 1920: The first Thanksgiving parade is held in Philadelphia. 1924: The first Macy's Thanksgiving Day Parade is held in New York City. 1934: The National Football League holds its first game on Thanksgiving Day. 1941: After altering the date of Thanksgiving, President Franklin Roosevelt reestablishes the fourth Thursday of November as Thanksgiving Day. 1947: President Harry Truman pardons a turkey that is marked for Thanksgiving dinner at the White House.       This Thomas Nast cartoon, titled, \"Uncle Sam's Thanksgiving Dinner\" was published in 1869, and looks hopefully to a diverse but unified America. Library of Congress image",
    "url": "https:\/\/www.nps.gov\/liho\/learn\/historyculture\/lincoln-and-thanksgiving.htm"
}
