{
    "title": "Lincoln Home National Historic Site: Getting Around",
    "body": "Getting Around       The Visitor Center at Lincoln Home National Historic Site is located at 426 South Seventh Street. Parking is available 1\/2 block south of this location. For GPS Users: Street access to the Lincoln Home is restricted to pedestrian traffic only. When programming your directions to Lincoln Home National Historic Site, please refer to our Visitor Center address at 426 South Seventh Street. Accessibility: The Visitor Center and first floor of the Lincoln Home are easily accessible, as are the exhibits \"What a Pleasant Home Abe Lincoln Has\" and \"If These Walls Could Talk.\" Accessible parking is available in the Site's parking lot. Wheelchairs are available for use within the Site. Touchable plaster casts of Mr. Lincoln's face and hands are available. Personal amplified listening devices are available for loan. The orientation film, \"At Home with Mr. Lincoln\" is captioned. If you need assistance, please inform the staff at the Visitor Center when you obtain a Lincoln home tour ticket.  Lodging: Lincoln Home National Historic Site has no overnight accommodations, but there are a number of places to stay in downtown Springfield and throughout the city. Information is available through the Springfield Convention and Visitors Bureau Click on \"Visitor Information,\" then \"Accommodations.\" To talk with the Springfield Illinois Convention & Visitors Bureau staff, please call 1-800-545-7300 or e-mail Camping: Lincoln Home National Historic Site has no campground and there aren't any in downtown Springfield, Illinois. However, there a number of campgrounds nearby. Information is available through the Springfield Convention and Visitors Bureau at their Camping Website.  Permits: Some activities require a Special Park Use Permit, for which there may be a fee. These include professional filming and videotaping, certain kinds of gatherings, and any other special park uses that might interfere with normal visitor activities.  First Amendment demonstrations of less than 40 persons do not require a permit, however organizers of such gatherings may find it helpful to contact Park Staff to better assist in ensuring a successful event.  Please contact the Ranger Activities office for further information on the permit process or for information on Special Park Use fees and exceptions: (217) 391-3256, or make a request in writing to the Superintendent.  Please use the appropriate application form when making a request. There is a $ 25.00 application fee required for most permit applications which you may be asked to provide at the time of application.",
    "url": "https:\/\/www.nps.gov\/liho\/planyourvisit\/gettingaround.htm"
}
