{
    "title": "Lincoln Home National Historic Site: Nearby Attractions",
    "body": "Nearby Attractions          The Old State Capitol  The Old State Capitol served as the seat of state government and a center of Illinois political life from 1839 to 1876. During the dramatic years leading to the Civil War, the building had an important role in the political struggle between Stephen A. Douglas and Abraham Lincoln. Lincoln delivered the famous 1858 \"House Divided,\" and used the governor’s rooms as a headquarters during the 1860 presidential campaign. More...         New Salem State Historic Site  Visit Lincoln's New Salem State Historic Site. Located 20 miles Northwest of Springfield, New Salem stands as a reconstruction of the village where Abraham Lincoln spent his early adulthood. At New Salem, Lincoln clerked in a store, split rails, served as postmaster, and enlisted in the Black Hawk War. More...         Abraham Lincoln Presidential Museum & Library  The Abraham Lincoln Presidential Museum & Library, dedicated in 2005, is only a few blocks from the Lincoln Home National Historic Site. The site offers a wide range of exhibits covering the life and times of Abraham Lincoln, including replicas of his boyhood cabin and the Lincoln White House. More...         Illinois State Capitol  The first legislative session was held in the \"new\" state capitol in 1877. The growth of the state had increased the need for more file, storage, and office space than the \"old\" one allowed. Today it is the center of state government and houses the offices of the Governor, Lt. Governor, as well as the House of Representatives and Senate Chambers. Visitors can watch Illinois politics in action from the balcony-level seating when the legislature is in session. More...         Lincoln Tomb  Dedicated in 1874, the Lincoln Tomb is the final resting place of Abraham Lincoln, his wife Mary, and three of their four sons, Edward, William, and Thomas. The eldest son, Robert T. Lincoln, is buried in Arlington National Cemetery. Also on the site is the public receiving vault, constructed ca. 1860, the scene of funeral services for Abraham Lincoln on May 4, 1865. In 1960 the Tomb was designated a National Historic Landmark and was placed on the National Register of Historic Places in 1966. More...      Other area Attractions  Dana-Thomas House Early Frank Lloyd Wright house that stands as the finest example of the creativity and uniqueness characteristic of the Prairie School of Architecture. More...  Vachel Lindsay House The lifelong residence of poet Vachel Lindsay, the \"Prairie Troubadour,\" remembered locally for \"Abraham Lincoln Walks at Midnight\", which describes Lincoln's mystical return to his old neighborhood. More...  Elijah Iles House  Built about 1837, Springfield’s oldest house was designed by the same architect who designed the Old State Capitol. It is one of Illinois’ earliest residences in the Greek Revival style of architecture. Two of Springfield’s most famous citizens, Abraham Lincoln and poet Nicholas Vachel Lindsay, are known to have visited the house. More...",
    "url": "https:\/\/www.nps.gov\/liho\/planyourvisit\/nearbyattractions.htm"
}
