{
    "title": "Santa Fe National Historic Trail: Travel the Trail: Map Timeline 1821 - 1845",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Travel the Trail: Map Timeline 1821 - 1845                Travel the Trail: Map Timeline 1821 - 1845        GIS NPS       1821 William Becknell and five associates headed west in September 1821 from the Franklin area; they successfully traveled to Santa Fe and arrived there on November 16 and sold their goods for a substantial profit. Their route to Santa Fe, which surmounted the Raton Mountains, was the forerunner for what became known as the Mountain Route. Trail length from Franklin to Santa Fe via Mountain Route = 934 miles       GIS NPS       1822 - 1828 When William Becknell headed east from Santa Fe on his first trading trip (he arrived in Franklin in mid-January 1822), he avoided the Raton Mountains and took a shorter, more direct route, which soon became known as the Cimarron Route. Most of those who made the trek in later years followed in Becknell's footsteps. During this period, a few westbound parties started from Lexington, but most departed from Franklin. Independence, founded in March 1827, had a minimal role as a trail town during this period. Trail length from Franklin to Santa Fe via Cimarron Route = 890 miles.       GIS NPS       1829 - 1830 Extensive Missouri River flooding, in 1826 and particularly in 1828, destroyed Franklin as the primary Santa Fe Trail jumping-off spot, and the advent of steamship traffic encouraged upriver development. During this transition period, westbound trading caravans began from a variety of locations, including New Franklin, Fayette, Lexington, Independence, and elsewhere. Trail length from Lexington to Santa Fe = 837 miles.       GIS NPS       1831 - 1845 Independence grew into a substantial town by 1831. Given an improved connection between the town and two Missouri River landings, Independence captured most of the Santa Fe Trail traffic during this period. Rival Westport was founded in 1832, and by the mid-1830s, nearby Westport Landing was attracting a small but increasing portion of the New Mexico trade. Trail length from Independence to Santa Fe via Cimarron Route = 800 miles.      MAP TIMELINE 1846 - 1866",
    "url": "https:\/\/www.nps.gov\/safe\/learn\/historyculture\/map-timeline.htm"
}
