{
    "title": "Lincoln Home National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions        President William Howard Taft visiting the Lincoln home, 1910 Photo courtesy of the Sangamon Valley Collection, Lincoln Public Library      Traveling by automobile to Springfield, Illinois: From all directions, our Visitor Center is located at 426 South Seventh Street. Street access to Lincoln Home National Historic Site is restricted to pedestrian access only; when seeking GPS or online directions to the Lincoln Home, please refer to this address only.   Interstate 55 from the north: Visitors heading south on I-55 should use exit 98B at Clear Lake Avenue. Proceed west on Clear Lake Avenue towards downtown.  Clear Lake will merge into Jefferson street. Continue to follow Jefferson west until you reach Seventh Street.  Turn left on Seventh Street.  The Visitor Center is located five blocks south on the left side of Seventh Street [half block south of Capitol Avenue]. The visitor parking lot is past the Visitor Center on the left.     Interstate 55 from the south: Visitors traveling north on I-55 should use exit 92A at Sixth Street, which is Business I-55, and proceed about four miles north to downtown. Turn right on Capitol Avenue and right again on Seventh Street. The Visitor Center is located on the left side of Seventh Street.  The visitor parking lot is past the Visitor Center on the left.    Interstate 72 from the east: Visitors traveling west will exit onto Clear Lake Avenue, proceed west toward downtown.  Clear Lake will merge into Jefferson Street.  Continue west on Jefferson Street and turn left on Seventh Street. The Visitor Center is located five blocks on the left side of Seventh Street [half block south of Capitol Avenue].  The visitor parking lot is past the Visitor Center on the left.    Interstate 72 from west: Visitors traveling east should use exit 97B at Sixth Street (Business I-55) and proceed north toward downtown. Turn right on Capitol Avenue and right on Seventh Street. The Visitor Center is located on the left side of Seventh Street.  The visitor parking lot is past the Visitor Center on the left.",
    "url": "https:\/\/www.nps.gov\/liho\/planyourvisit\/directions.htm"
}
