{
    "title": "Mormon Pioneer National Historic Trail: The 1847 Trek",
    "body": "The 1847 Trek          \"This is the place, drive on.\" - Brigham Young, upon arriving in the Salt Lake Valley, 1847 By the time the spring of 1847 approached in Winter Quarters, nearly 400 Mormon lives had been lost to various causes. Yet there was a vital bit of good news during their stay. The news came when the famous Jesuit, Father Pierre Jean de Smet, passed through Winter Quarters on his way east. The Jesuit was one of the few white men who had ever seen the Great Salt Lake. His information on routes and conditions was extended freely to the Mormons, who eagerly anticipated their next move west. On April 5, 1847, Brigham Young led the first Mormon wagon train out of Winter Quarters bound for Utah. Conditions, timing, experience and organization were on the Mormons' side this time and the trip went much easier than the previous year's trial. 148 people, three of whom were women, 72 wagons, and a large collection of livestock made up this first group. For this first leg of the journey, the Mormons generally followed the Oregon Trail, also known as the Great Platte River Road. The well-beaten route took them along the Platte River through Nebraska, then along the North Platte River to Fort Caspar, then across Wyoming to Fort Bridger. At Fort Bridger on July 9, the Mormons left the Oregon Trail with 116 miles left to go. The previous year, the Reed-Donner party had blazed a route across Utah on their way to California. The Mormons took advantage of this route and followed it through the Wasatch Range and into the Great Salt Lake region. Yet this last 116 miles were the most difficult of the entire journey. The people were filthy and weary and both wagons and livestock were weakened from the previous 1,000 miles of trail. The Wasatch Range proved to be a formidable barrier with its brush-choked canyons and steep passes. Finally, on July 24, 1847, the first group of Mormons arrived at their new home in the Great Salt Lake Valley. Immediately, the Mormons began establishing the makings of a town and planted crops in preparation for the coming Mormon emigrants. From 1847 to 1869, until the completion of the transcontinental railroad, nearly 70,000 Mormons would make the journey along the Mormon Trail.    More Mormon Trail History:  The 1846 Trek",
    "url": "https:\/\/www.nps.gov\/mopi\/learn\/historyculture\/history2.htm"
}
