{
    "title": "Mormon Pioneer National Historic Trail: Bibliography",
    "body": "Bibliography       May 13, 2011 Traveling the Trail Today There are many good visitors' guides to the Mormon Pioneer Trail. Some encompass all of Mormon history, some follow just the pioneer trail from Nauvoo to Salt Lake City, and yet others focus on individual segments of the trail to Utah. It's fun to follow with a copy of William Clayton's 1847 emigrant's guide in hand. Berrett, LaMar C., gen. ed. Sacred Places: A Comprehensive Guide to Early LDS Historical Sites. Iowa and Nebraska. Salt Lake City: Deseret Book Co., 2006. Black, Susan Easton, and William G. Hartley, eds. The Iowa Mormon Trail: Legacy of Faith and Courage. Orem, Utah: Helix Publishing, 1997. The Church of Jesus Christ of the Latter-day Saints. \"The Mormon Pioneer Trail. Church Pioneer Sesquicentennial (150th) Celebration: a Highway and Trail Etiquette Guide.\" Salt Lake City: n.d. Available from LDS Church visitor centers. Claude, William, and Eloise Richards Anderson. The New Guide Book to Mormon History for Family Travel. American Fork, Utah: Bushman Press, 1988. Clayton, William. The Latter-day Saint's Emigrant's Guide. Stanley Kimball, ed. DeLafosse, Peter H., ed. Trailing the Pioneers: A Guide to Utah's Emigrant Trails, 1829-1869. Logan: Utah State University Press, with Utah Crossroads, Oregon-California Trails Association, 1994. Eldredge, John. Illustrated Emigrants' Guide to the Historic Sites Along the Hastings\/Mormon Trail, Fort Bridger to the Salt Lake Valley. Salt Lake City: Trailbuff.com Press, 2005. Franzwa, Gregory M. The Mormon Trail Revisited. Tooele, Utah: The Patrice Press, 2007. Kimball, Stanley. The Mormon Pioneer Trail: The MTA 1997 Official Guide. Salt Lake City: Mormon Trails Association, 1997. Knight, Hal, and Stanley B. Kimball. 111 Days to Zion. Salt Lake City: Big Moon Traders, 1997. See also the National Park Service Auto Tour Route Interpretive Guide series, available for download from this website and in hard copy from the National Park Service and various trail visitor venues. A fold-out map brochure is also available from the National Park Service. General Trail History Stegner, Wallace. The Gathering of Zion: The Story of the Mormon Trail. Lincoln and London: University of Nebraska Press, 1992.",
    "url": "https:\/\/www.nps.gov\/mopi\/learn\/historyculture\/bibliography.htm"
}
