{
    "title": "Mormon Pioneer National Historic Trail: The 1846 Trek",
    "body": "The 1846 Trek         Church of Jesus Christ of Latter-day Saints  When Brigham Young and 3,000 Mormons set out for Utah on February 4, 1846, expedition leaders expected to reach their goal by the coming winter. But unforeseen difficulties forced the Mormons to abandon their original schedule. The journey was split into two sections: Nauvoo to Omaha, Nebraska in 1846; and, Omaha to the Salt Lake Valley of Utah in 1847. The first section - 265 miles - tested the Mormons most severely. Although plans had already been made for the first group to leave Nauvoo in the spring of 1846, rumors of federal persecution and revocation of the Nauvoo city charter persuaded Brigham Young to begin the move earlier than expected. February that year in Iowa was marked by harsh weather and bitter cold. With 500 wagons, the Mormons grimly faced miles of axle-deep mud bogs and rough, obscure trails. Many of the emigrants were unskilled in trail life and leadership was disorganized. Because of the hurried departure, important provisions had been left behind by many families. All of these factors combined to cause difficulties on a day to day basis. Yet as the Mormons forged ahead, they became more organized and began traveling in groups of 10s, 50s or 100s. To make things easier on Mormons who had delayed their departure from Nauvoo, improvements were made to the route along the way. Settlements such as Garden Grove and Mt. Pisgah were established to provide way stations for the coming immigration. Finally, by June 13, 1846, the first group of Mormons reached the Missouri River at Council Bluffs, Iowa. It had taken 120 days to cross 265 miles for an average of 2.25 miles a day. Some of these Mormons stayed in Council Bluffs, which was renamed Kanesville, while others crossed the Missouri and established Winter Quarters in present-day Omaha. Brigham Young decided that the original plan to reach the Rockies by fall was now impossible. The Mormons would be staying on the Missouri until the following spring. Winter Quarters would prove to be a harsh stopping place during the winter of 1846-1847.  More Mormon Trail History:  The 1847 Trek",
    "url": "https:\/\/www.nps.gov\/mopi\/learn\/historyculture\/history1.htm"
}
