{
    "title": "Mormon Pioneer National Historic Trail: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture          The history of the Mormon Trail cannot be understood without an awareness of the Mormon religion itself. The great Mormon migration of 1846-1847 was but one step in the Mormons' quest for religious freedom and growth. The Mormon religion, later known as the Church of Jesus Christ of Latter-day Saints, was founded by Joseph Smith on April 6, 1830 in Fayette, New York. Smith experienced visions as a teenager and would later be regarded as a prophet by the Mormons. In 1827, he claimed that an angel showed him buried gold plates which he then transcribed into The Book of Mormon. All who subscribed to the beliefs of this text became known as Mormons. Membership grew rapidly, but not all were enthused about Smith's new religion. Persecution of the Mormons led to subsequent moves westward for the church, first to Ohio, then to Missouri and then to Nauvoo, Illinois. Smith envisioned a permanent settlement in Nauvoo. But both the Mormons' time in Nauvoo and Smith's life were to be short-lived. From 1839 until 1846, the Mormon church was headquartered in Nauvoo where church members were able to prosper and practice their religion peacefully. But before long, tensions arose when many citizens began to view the Mormons with contempt. Mormon practices such as polygamy, in combination with the quick growth of the church, contributed to a growing intolerance among some Illinois citizens. Hostilities broke out and on June 27, 1844, Joseph Smith and his brother Hyrum were killed by an angry mob while jailed in Carthage, Illinois. Brigham Young stepped in as Smith's successor and immediately began furthering Smith's plans for a move to the Far West. By now, the Mormon population of Nauvoo neared 11,000, making it one of the largest cities in Illinois. Yet the persecution of Mormons continued. In one month alone in 1845, more than 200 Mormon homes and farm buildings were burned around Nauvoo in an attempt by foes to force out the Mormons. Possible locations for a new home for the Mormons included Oregon, California and Texas. But with Smith's acquisition of John Fremont's map and report of the West in 1844, the Salt Lake region of Utah was chosen as the Mormons' destination. Young and his devotees made plans for an exodus to this new land. By 1846 the Mormon migration had begun. More Mormon Trail History  The 1846 Trek The 1847 Trek         Research  Bibiliography",
    "url": "https:\/\/www.nps.gov\/mopi\/learn\/historyculture\/index.htm"
}
