{
    "title": "Mormon Pioneer National Historic Trail: Passport Program",
    "body": "NPS Passport Cancellation Stations       The Mormon Pioneer National Historic Trail Interactive Passport Stamp Map! Here's a fun, exciting way to find places where you can stamp your passports. Zoom in to find a location. Click on the yellow balloon of your choice to see the site name, address, access, image, and website. Note: Not all sites have images (yet). Please contact each site before you go to obtain current information on closures, changes in hours, and fees.               Photo image of the National Park Service Passport and stamps. NPS Image  America's natural treasures-our national parks-are presented in one handy booklet with the Passport To Your National Parks program. This 104-page travelogue includes color-coded maps, pre-visit information, illustrations and photographs. Includes a list of every national park area in the United States. Spaces allow you to collect the series of commemorative Passport stamps issued each year. To purchase a passport book, visit: http:\/\/www.eparks.com\/store\/ Where can you get your passport stamp cancellation? For a complete list of all stamp cancellation locations go to: http:\/\/www.eparks.com\/store\/content\/863\/Passport-Cancellation-Locations\/ National Trails Intermountain Region 324 South State Street, Suite 200 Salt Lake City, Utah 84111  ***Due to field work, travel schedules, furlough, and personnel vacancies, this minimally-staffed National Park Service office may be closed without notice during regular work hours.  We sincerely apologize for the inconvenience.  Please contact us to request brochures or make an appointment. Email: ntsl_interpretation@nps.gov Call: 801-741-1012 Also, at these locations: IOWA Western Historic Trails Center 3434 Richard Downing Avenue Council Bluffs, IA 51501 712-366-4900 http:\/\/www.nps.gov\/history\/nr\/travel\/scotts_bluff\/chimney_rock.html  NEBRASKA Chimney Rock National Historic Site PO Box F Bayard, NE 69334-0680 308-586-2581 http:\/\/www.nps.gov\/history\/nr\/travel\/scotts_bluff\/chimney_rock.html Scotts Bluff National Monument PO Box 27 Gering, NE 69341-0027 308-436-9700 http:\/\/www.nps.gov\/scbl\/index.htm WYOMING Fort Laramie National Historic Site 965 Gray Rocks Road Fort Laramie, WY 82212 307-837-2221 http:\/\/www.nps.gov\/fola\/index.htm National Historic Trails Interpretive Center 1501 North Poplar Street Casper, WY 82601 307-261-7780 http:\/\/www.blm.gov\/wy\/st\/en\/NHTIC.html Martin's Cove 47600 West Highway 220 Alcova, WY 82620 307-328-2953 http:\/\/www.lds.org\/church\/places-to-visit\/mormon-handcart-historic-site 6th Crossing-Willie Center 4181 US Highway 789 Lander, WY 82520 307-544-2370 http:\/\/www.lds.org\/church\/places-to-visit\/willie-center-6th-crossing?lang=eng       To purchase an official passport please visit the www.eparks.com",
    "url": "https:\/\/www.nps.gov\/mopi\/planyourvisit\/passports.htm"
}
