{
    "title": "Mormon Pioneer National Historic Trail: Links & Resources",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Links & Resources              Links & Resources      For additional resources and information on the history of the Mormon Pioneer Trail, locating trail sites, contacting site managers, or information about local travel and tourism you will find the following list of links and resources very helpful.     Other National Park Service Sites   Chimney Rock National Historic Site   Scotts Bluff National Monument  Fort Laramie National Historic Site      Other Federal Agencies  Bureau of Land Management: Historic Trails Office Bureau of Land Management's (BLM) primary information office for the Oregon, California, Mormon and Pony Express National Historic Trails is the Historic Trails Office. It has a wealth of information on trail routes, historic sites, accessibility and trail conditions.      Sites affiliated with the Church of Jesus Christ of Latter-day Saints   Church History Department The Historical Department Library has an outstanding archives and library of LDS Church and Mormon Trail related documents. Church of Jesus Christ of Latter-day Saints 50 E. North Temple Salt Lake City, UT 84150 801-240-2745   Mormon Trails Association   The Historic Nauvoo Visitors Center   Mormon Trail Center at Historic Winter Quarters The Mormon Trail Center at Historic Winter Quarters has several landmarks and monuments, including the Mormon Pioneer Cemetery, Winter Quarters Monument, Mormon Mill and a visitor center which tells the history of the Mormon Pioneers.  Museum of Church History and Art The Museum of Church History and Art has a museum which contains many original works of art and artifacts related to the Mormon Trail and early Utah settlement. 45 North West Temple Street Salt Lake City, UT 84150 801-240-4615      State Historical Organizations  Fort Bridger State Historic Site Fort Bridger State Historic Site has a restored military and fur trade post, museum and outdoor exhibits. It also has information on Oregon, California, Pony Express, and Mormon Trails in southwest Wyoming. Utah Division of Parks & Recreation The Utah Division of Parks and Recreation has information on the Mormon Trail in Utah, especially the hiking segment between Mormon Flat and Big Mountain.      Private Museums and Partner Associations  The Mormon Trails Association (MTA) is a non-profit [501(c)(3)] association dedicated to promoting communication among private and public agencies and individuals interested in Mormon trails, identifying and preserving Mormon historical sites, including trails and locations where historical events occurred, and promoting trail etiquette. Iowa Mormon Trails Association The Iowa Mormon Trails Association is a cooperating association which promotes and develops the Mormon Trail corridor across Iowa. Daughters of the Utah Pioneers The Daughters of the Utah Pioneers has a museum and archives containing many artifacts and documents related to early Utah settlement and the Mormon Trail.      Travel and Tourism Bureaus   Illinois Bureau of Tourism   Missouri Division of Tourism   Iowa Department of Economic Development   Nebraska Department of Economic Development   Wyoming Division of Tourism   Utah Travel Council   Utah State Historical Society       Relevant Books and Publications of Interest  Burton, Sir Richard, F. City of the Saints and Across the Rocky Mountains to California. Niwot: The University Press of Colorado, 1990. Clayton, William W. The Latter Day Saint's Emigrants' Guide. Edited by Stanley B. Kimball. Gerald, MO: The Patrice Press, 1983. Clayton, William W. William Clayton's Journal. Salt Lake City: Deseret News, 1921. DeVoto, Bernard. The Year of Decision: 1846. Boston: Little Brown and Company., 1943. Kimball, Stanley B. Historic Sites and Markers Along the Mormon and Other Great Western Trails. Urbana and Chicago: University of Illinois Press, 1988. Stegner, Wallace. The Gathering of Zion--The Story of the Mormon Trail. New York, Toronto, London: McGraw-Hill Book Company, 1971.",
    "url": "https:\/\/www.nps.gov\/mopi\/planyourvisit\/links.htm"
}
