{
    "title": "Craters Of The Moon National Monument & Preserve: Pronghorn",
    "body": "Pronghorn         Pronghorn migrating through Craters of the Moon Pioneers Alliance  Pronghorn (Antilocarpa americana) Pronghorn have long roamed the western United States, fossil evidence suggests for as long as 20 million years. Often called an antelope or mistaken for deer, actually they are neither. Pronghorn are the only surviving species in a family all their own. Pronghorn prefer open country where their status as the fastest land animal in North America gives them a distinct advantage over most potential predators. Only the young fawns are really vulnerable to predators and then only for the first few weeks after birth. Pronghorn also differ from deer and elk by having horns rather than antlers and each year shed an outer keratin sheath covering a bony core. Pronghorn feed primarily on sagebrush and other woody shrubs but also take advantage of alfalfa fields and other crops. Pronghorn can be found across much of the Snake River Plain and open slopes of mountains surrounding Craters of the Moon. Small numbers are occasionally seen within the lava fields but they are most reliably observed during spring and fall migration between their winter to summer ranges. This migration extends over one hundred miles each way from the Pioneer Mountains to Birch Creek area of the Upper Snake River Plain. The migration route parallels Highway 20\/26\/93 for most of the stretch between the towns of Carey and Arco. It passes through a narrow corridor in places only a few hundred yards wide between the Craters of the Moon lava fields and the foothills of the Pioneer Mountains. Many more modern obstacles have appeared within the migration corridor over the past century. Fences and highways both present real challenges and dangers to pronghorn attempting to cross them. For all their athletic speed, pronghorn do not like to jump. When encountering a barbed wire fence they attempt to crawl underneath rather than going over. Some fences with wire too close to the ground prevent this option and pronghorn must search for a way around. Fences along highways present particular danger to pronghorn attempting to cross roads along the migration corridor. They are often either struck by vehicles or run head long into barb wire when panicked by oncoming traffic. The National Park Service, along with many other public land agencies and private land owners, are working to reduce fencing hazards by either removing fencing all together or modifying existing fencing to facilitate pronghorn passage. You can help by driving carefully in areas marked as wildlife crossings to reduce wildlife collisions. Slowing down in these zones greatly reduces the risk to wildlife and to you. Much of what is known about the pronghorn migration corridor across Craters of the Moon has only been learned in recent years. Development of new technologies has allowed continuous tracking of pronghorn for a full year. GPS devices with a radio transmitter have been attached to captured pronghorn. After a year the devices are programmed to fall off and can then be located using the radio transmitters. The recorded locations from the GPS device are downloaded to reveal an almost hour-by-hour record of their movements. A number of organizations led by the Lava Lake Institute for Science and Conservation and the Wildlife Conservation Society made this study possible. More...",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/nature\/pronghorn.htm"
}
