{
    "title": "Santa Fe National Historic Trail: Places To Go in New Mexico",
    "body": "Places To Go in New Mexico       The Santa Fe Trail Interactive Map!    Here's a fun, exciting way to find places to visit. Zoom in to find a location in New Mexico, then click on the yellow balloon of your choice to see the site name, address, access, image, and website. You'll find museums, interpretive centers, and historic sites that provide information and interpretation for the Santa Fe National Historic Trail.     Please contact each site before you go to obtain current information on closures, changes in hours, and fees.                Historic sites and interpretive facilities on the Santa Fe National Historic Trail in New Mexico (listed east to west) for you to visit.   (updated: January 30, 2015)      McNees Crossing, near Moses Location: This crossing, over the North Canadian River (or Corrumpa Creek, as local residents call it), is located on New Mexico Highway 406, 3.5 miles west of the Oklahoma state line, then 1.5 miles south of the small community of Moses. Access: The site is located on private land, but access is unrestricted. Historical Significance: This rock crossing was named for a young scout of an east-bound caravan, Robert McNees, who (along with Daniel Munro) was killed there in the autumn of 1828 by Indians. The crossing was also used as a campground, and a group of traders headed by Josiah Gregg celebrated the Fourth of July there in 1831, the first such celebration in present-day New Mexico. Available Facilities: The site, which is still visible, retains much of its original appearance. Good wagon ruts may be seen in the area. A short distance to the north is a gate; please close it if you go through. The site is a National Historic Landmark.  Exhibits: A state historic sign sits in the actual ruts of the Santa Fe Trail. Nearby is a small marker erected in 1921 on the 90th anniversary of the 1831 July 4th celebration.  To learn more: www.legendsofamerica.com\/HC-DryCimarron4.html or www.claytonnewmexico.net\/mcnees.html  . . . . . . . . . . . . . . . . . . . . . . . . .  Kiowa National Grassland (US Forest Service)  Location: The 137,000-acre grassland is located in two discrete units of northeastern New Mexico. The district office is located at 714 Main St. in Clayton, New Mexico.  Telephone: (575) 374-9652  Access: Open to the public; call for hours  Historical Significance: Two miles of the Santa Fe Trail's Cimarron Route are located on the eastern unit of this grassland, about 15 miles north of Clayton.  Available Exhibits: The grassland has a series of interpretive waysides adjacent to the Santa Fe Trail, along with posts marking the trail's right-of-way.  To learn more: www.fs.fed.us\/r3\/cibola\/districts\/kiowa.shtml . . . . . . . . . . . . . . . . . . . . . . . . .  Herzstein Memorial Museum, Clayton Location: Corner of S. Second Street and E. Walnut Street Telephone: (575) 374-2977 or (575) 374-9639 Access: Open to the public; call for hours Available Facilities: The Union County Historical Society maintains the museum, which is housed in the town's former Methodist Episcopal Church. Exhibits: The institution is devoted to the acquisition, care, interpretation, and exhibit of artifacts and documents associated with the history of Union County and northeastern New Mexico. To learn more: www.claytonnewmexico.net\/museum.html  . . . . . . . . . . . . . . . . . . . . . . . . . Point of Rocks, outside Springer Location: In Colfax County, approximately 25 miles east-northeast of Springer. To access the site, proceed approximately 20 miles east from Springer along U.S. Highway 56 (Santa Fe Trail) to County Road C-52 (Point of Rocks Road, at mile marker 23), turn left (north) for approximately eight miles to the Cimarron Cutoff, turn right (east-northeast) and drive two miles to the site. Telephone: (505) 485-2473 (Point of Rocks Ranch, owned by the Gaines family) Access: The site is on private land (Point of Rocks Ranch), but access is unrestricted. Historical Significance: This landmark was a popular campsite for various Indian buffalo hunting parties and Santa Fe Trail caravans traveling the Cimarron Cutoff. There was considerable violence at this site, including the killing of the White Family in 1849. Available Facilities: The site offers a year-round spring, numerous teepee rings, the grave of Isaac Allen (who died in 1848), and 11 unmarked graves.  Exhibits: An outdoor exhibit, along with a picnic shelter, is located at the site. To learn more: www.santafetrailnm.org\/site64.html  . . . . . . . . . . . . . . . . . . . . . . . . . Point of Rocks Ranch Trail Segments, outside Springer Location: In Colfax County, approximately 25 miles east-northeast of Springer and adjacent to the Point of Rocks site (see this site for location details).  Telephone: (505) 485-2473 (Point of Rocks Ranch, owned by the Gaines family) Access: The site is on private land (Point of Rocks Ranch), but access is unrestricted. Historical Significance: These trail segments were part of the Cimarron Cutoff of the Santa Fe Trail. Available Facilities: The site offers sweeping views of Santa Fe Trail ruts.  Exhibits: An outdoor exhibit is located at the site. To learn more: www.santafetrailnm.org\/site64.html  . . . . . . . . . . . . . . . . . . . . . . . . . Santa Fe Trail (Goat Hill) Overlook, Raton Location: Goat Hill is a high point overlooking Raton. To reach the site, take Canyon Drive (U.S. Highway 85) to Moulton Avenue (just north of the State Highway 72 junction), go west on Moulton for one mile from its intersection with Hill Street, then turn left (south, then east) to the overlook. Telephone: (575) 445-9451 Access: unrestricted Historical Significance: The site provides an overview of Raton Pass, the Santa Fe Trail, and the Willow Springs historic site. Available Facilities: This is a Raton city park. Exhibits: There is an outdoor exhibit at the overlook. To learn more: www.santafetrailnm.org\/site57.html  . . . . . . . . . . . . . . . . . . . . . . . . . St. James (Don Diego) Hotel, Cimarron Location: Corner of S. Collinson Avenue (New Mexico Highway 21 or Santa Fe Trail) and 17th Street in Cimarron's \"old town\" Telephone: (575) 376-2664 Access: unrestricted. The hotel is open year round Historical Significance: Henri Lambert, who had been President Abraham Lincoln's personal chef, established a saloon here in 1872. By 1880, the saloon had evolved into the 2-story, Adobe Street James Hotel. As a vital outpost of the Santa Fe Trail, Cimarron and the St. James are linked to early land grant settlers, ranchers, and desperados, including such notables as settlers Lucien Maxwell and Carlos Beaubien, Buffalo Bill Cody and his cohort Annie Oakley, Kit Carson, Frank and Jesse James, Wyatt Earp, Billy the Kid, and Blackjack Ketchum. The notorious gunman Clay Allison allegedly danced naked on the bar. The bar, once part of the present dining room, still has bullet holes in its pressed tin ceiling. Available Facilities: The hotel is open for self-guided walking tours and is described in the chamber of commerce's walking tour booklet. To learn more: www.stjamescimarron.com or www.cimarronnm.com\/historicscenic.html  . . . . . . . . . . . . . . . . . . . . . . . . . Lucien Maxwell House, outside Cimarron Location: On the Philmont Scout Ranch. From Cimarron, proceed south along New Mexico Highway 21 for 11 miles to the museum. Access: This historic house, located on the Philmont Ranch, is owned by the ranch. It is primarily important because of its history and its extant exterior architectural features. Tours may be arranged ahead of time by calling the Kit Carson Museum at (575) 376-2281. Historical Significance: In 1841, the Mexican government granted a large tract of land in this area to Carlos Beaubien and Guadalupe Miranda. Beaubien's son-in-law, mountain man Lucien Maxwell, led the first settlers to the grant in 1848. With the help of his friend Kit Carson, Maxwell's settlement on the Rayado River prospered despite frequent Indian raids and harsh wilderness conditions. Maxwell moved his ranch north to the Cimarron River in 1857, the site of present-day Cimarron. There it became a famous stop on the Santa Fe Trail, bringing U.S. trade goods into New Mexico. By the 1930s, the old ranch house was in ruined condition, but it has since been rehabilitated. Available Facilities: The Lucien Maxwell House, also called the Maxwell-Abreu House, is a long adobe house with wide wooden posts and railing on the veranda. Begun in 1850, it originally had a flat roof and includes remnants of the Maxwell House (built in 1848). The existing house, only portions of which date back to the 19th century, is part of the Rayado Ranch, which is on the National Register of Historic Places and the New Mexico Register of Cultural Properties. The house shares the Rayado site with the Rayado Chapel (owned by the Catholic Church), the Martinez House, an adobe shed and barn, and other historic structures. To learn more: www.santafetrailnm.org\/site72.html  . . . . . . . . . . . . . . . . . . . . . . . . . Kit Carson Museum, outside Cimarron Location: On the Philmont Scout Ranch. From Cimarron, proceed south along New Mexico Highway 21 for 11.1 miles to the museum. Telephone: (575) 376-2281 Access: Open to the public; call for hours Historical Significance: In 1849, frontiersman Kit Carson began to reside on Lucien Maxwell's ranch on the Rayado River.Their ranch was visited by many traders traveling on the Santa Fe Trail. Available Facilities: In 1949, workers began rebuilding Kit Carson's adobe home at Rayado - a project that longtime landowner Waite Phillips had urged the Boy Scouts of America to undertake. The building was completed in 1950 and opened as an interpretive museum to portray the area's history and to recount the exploits of Maxwell and Carson. Exhibits: Each room in the museum is outfitted with reproduction furniture and objects typical of New Mexico in the 1850s. Staff at the Kit Carson Museum dress in period clothing and demonstrate frontier skills and crafts like blacksmithing, cooking, shooting, and farming. The Rayado Trading Company, located at the museum, sells books, maps, reproduction tools and equipment, moccasins, and blankets. To learn more: http:\/\/philmontscoutranch.org\/Museums.aspx  . . . . . . . . . . . . . . . . . . . . . . . . . Wildenstein House Location: (former) corner of Union and Church streets, Tiptonville (west of New Mexico Highway 161, 1.5 miles north of Watrous) Access: This unmarked building can be seen along the west side of the Santa Fe Trail, a north-south dirt road that bisects historic Tiptonville. It is privately owned and is not open to the visiting public. Historical Significance: Tiptonville, located at the junction of the trail’s Mountain Route and the Cimarron Route, was platted in late 1870, and soon afterward Carl Wildenstein claimed three parcels in town. He built an adobe structure on the property soon afterward, which may have been used as a store or saloon during the 1870s. This building is one of only four structures still standing in Tiptonville. Available Facilities or Exhibits: none To learn more: www.newmexicohistory.org\/filedetails.php?fileID=21281 . . . . . . . . . . . . . . . . . . . . . . . . .  Fort Union National Monument (National Park Service)  Location: Just north of Watrous on I-25, take exit 366 and continue on NM Highway 161 for eight miles to the end of the road.  Telephone: (505) 425-8025 (visitor information) Access: Open to the public; call for hours Historical Significance: Fort Union, which was established in 1851, was located astride the Santa Fe Trail. Since the fort was a distribution point for all goods headed to other southwestern military installations, it was arguably the most important army post in New Mexico until the railroad arrived in 1879. The fort closed in 1891.  Available Facilities and Exhibits: Tours, movies, and indoor and outdoor exhibits emphasize the key role of the Santa Fe Trail in the fort's existence and operations.  To learn more: www.nps.gov\/foun . . . . . . . . . . . . . . . . . . . . . . . . .  William Tipton House Site and Stage Station Location: Tiptonville, northwest of Watrous. Site access is along I-25 to the Mile 366 exit (NM Highway 477). At a point ¾ mile northwest of the freeway, a dirt road to the left leads ½ mile to the stage station property. Access: This is a private residence. Site visits can be arranged through the owners at (505) 425-7243. Historical Significance: Two miles northwest of Watrous, American traders and missionaries founded the American settlement of Tiptonville shortly after the 1848 signing of the Treaty of Guadalupe Hidalgo. (William Tipton, the town's founder, was the son-in-law of Samuel Watrous, the renamed town at the junction of the Santa Fe Trail's two main routes, the Mountain Branch and Cimarron Cutoff.) Beginning in 1866, the Barlow and Sanderson Company utilized a building near the Tipton ranch house for a stage station. Although the ranch house burned down in 1957, the stage station is still standing, and Santa Fe Trail ruts are visible in this area. Available Facilities: none at this time Website: none . . . . . . . . . . . . . . . . . . . . . . . . .  Las Vegas Plaza, Las Vegas Location: In central Las Vegas, bounded by Plaza, Gonzales, and Pacific streets. Access: unrestricted Historical Significance: The town of Las Vegas began as a Santa Fe Trail town in 1835. The town was laid out in the traditional Spanish Colonial style, with a central plaza surrounded by buildings, which could serve as fortifications in case of attack. The trail passed through the plaza and presumably many of the traders stayed here. It is thought that from the top of the flat-roofed adobe structure, between numbers 210 - 218 on the north side of the plaza, that Brigadier General Stephen W. Kearny claimed the New Mexico Territory for the United States on August 15, 1846. Exhibits: A historical marker commemorating Kearny's visit to Las Vegas is on the plaza. To learn more: www.lasvegasnm.org\/  . . . . . . . . . . . . . . . . . . . . . . . . . City of Las Vegas Museum and Rough Rider Memorial, Las Vegas Location: 727 Grand Avenue (near 4th Street and National Street) Telephone: (505) 454-1401, ext. 283 Access: Open to the public; call for hours Available Facilities: The museum, which is housed in a 1940 Works Progress Administration-funded building, was dedicated in 1940. The museum illuminates the history of Las Vegas, its connection to the Theodore Roosevelt's Rough Riders, the Santa Fe Trail and the development of New Mexico. Exhibits: The museum features collections of local American Indian pottery, household items, costumes, ranching and farming equipment, agricultural and mercantile operations, and home life. It also features a permanent exhibit on popular culture and the Santa Fe Trail. To learn more: www.lasvegasmuseum.org  . . . . . . . . . . . . . . . . . . . . . . . . . Las Vegas Santa Fe Trail Interpretive Center, Las Vegas Location: 116 Bridge Street (between the plaza and the Gallinas River Bridge) Telephone: (505) 425-8803  Access: Open to the public; call for hours Available Facilities: The center contains art exhibits and artifacts pertaining to the Santa Fe Trail and early pioneering life. There are photos and artifacts of the Santa Fe Trail and from the Las Vegas area. The center can provide visitors with an in-depth history of the Santa Fe Trail through books, brochures, and original photos. The interpretive center is managed by the Las Vegas Citizens Committee for Historic Preservation, which is active in preserving and promoting the history of Las Vegas.  To learn more: www.santafetrailnm.org\/site553.html  . . . . . . . . . . . . . . . . . . . . . . . . .  Pecos National Historical Park (National Park Service)  Location: This 6,670-acre park consists of three units: a main unit and two western units. The park's visitor center is located on State Highway 63, two miles south of Pecos. From I-25, access is three miles north from Exit 307.  Telephone: (505) 757-7200  Access: Open to the public; call for hours  Historical Significance:The Santa Fe Trail winds through all three units of this park.  Available Facilities and Exhibits:The trail is interpreted in various park exhibits, films, and brochures.  To learn more: www.nps.gov\/peco . . . . . . . . . . . . . . . . . . . . . . . . .  Santa Fe Trail Ruts, Santa Fe Location: Near the corner of Old Santa Fe Trail and Camino Lejo, Santa Fe. Three parallel ruts are just west of Camino Lejo and the museum complex, and a fourth rut is located on a south-facing slope above Arroyo de los Chamisos just south of the Museum of International Folk Art. The ruts were identified through an archeological survey of the area. Access: unrestricted Available Facilities: These ruts, which are located on Museum of New Mexico property, are adjacent to the collaborative artwork \"Journey's End\" by sculptor Reynaldo \"Sonny\" Rivera and landscape architect Richard Borkovetz.  Exhibits: Two outdoor exhibits and an audio recording interpret the sculpture. . . . . . . . . . . . . . . . . . . . . . . . . . Amelia White Park, Santa Fe Location: 981 Old Santa Fe Trail (at Camino Corrales) Telephone: (505) 984-6760 Access: unrestricted Historical Significance: Amelia White was a Santa Fe philanthropist and civic leader who donated this land to the City of Santa Fe. White also played a major role in the establishment of Museum Hill, the complex of museums and other cultural institutions that are now located on nearby Camino Lejo. Available Facilities: Faint Santa Fe Trail ruts can be found in this park, which are remnants of the historic travel route to the traditional western terminus of the trail. To learn more: www.santafetrailnm.org\/site173.html  . . . . . . . . . . . . . . . . . . . . . . . . . . El Zaguan, Santa Fe Location: 545 Canyon Road (near Delgado Street) Telephone: (505) 983-2567 Access: Open to the public; call for hours Historical Significance: This territorial-style house was originally built during the 1840s. Behind the house was once a corral where freighters on the Old Santa Fe Trail kept their oxen, horses, and mules while in town. Available Facilities: Since the 1920s, El Zaguan has housed an artists' colony. Today it is the headquarters of the Historic Santa Fe Foundation, a caretaker of historic landscapes. Exhibits: The house has a small exhibit on Santa Fe architecture and preservation. Outside is a small but remarkable garden abundant with lavender, roses, and 160-year-old trees. To learn more: www.santafetrailnm.org\/site178.html  . . . . . . . . . . . . . . . . . . . . . . . . .  Santa Fe Plaza, Santa Fe Location: In downtown Santa Fe, bounded by San Francisco Street and Washington, East Palace, and Lincoln Avenues. Access: unrestricted Historical Significance: The plaza was the traditional end of the Santa Fe Trail for westbound travelers. The plaza is listed on the National Register of Historic Places. Exhibits: The \"End of the Santa Fe Trail\" marker (placed by the Daughters of American Revolution) is on the southeast corner of the Plaza. It was dedicated in 1911. To learn more: http:\/\/plaza-sf.nm-unlimited.net\/  . . . . . . . . . . . . . . . . . . . . . . . . . Palace of the Governors, Santa Fe Location: 105 West Palace Avenue, on the north side of the Santa Fe Plaza. Telephone: (505) 476-5100 Access: Open to the public; call for hours Historical Significance: The Palace of the Governors, built in 1610, served for 300 years as the seat of the Spanish, Mexican, and American territorial government in New Mexico. After occupying New Mexico for the United States in 1846, General Stephen W. Kearny raised the U.S. flag over the palace and took up temporary residence inside of it. Available Facilities: Since 1909, the palace has housed a historical museum. Exhibits: Objects from American Indian, Spanish, Mexican, and Anglo cultures are represented in the museum's collection, many of which are on display. To learn more: www.palaceofthegovernors.org\/  . . . . . . . . . . . . . . . . . . . . . . . . .  Fort Marcy, Santa Fe Location: Along Kearney Avenue near Artist Road, one-half mile northeast of the Santa Fe PlazaAs: unrestricted Historical Significance: American General Stephen W. Kearny's troops built Fort Marcy in 1846 o Assess: On the hill overlooking Santa Fe in order to protect the American presence in Santa Fe. The earthen fort was large enough to accommodate 1,000 soldiers. It was never completed and was abandoned in 1868. Available Facilities: The remains of Fort Marcy consist of mounds of earth several feet high tracing the outline of the adobe fortification. To learn more: www.santafetrailnm.org\/site169.html",
    "url": "https:\/\/www.nps.gov\/safe\/planyourvisit\/places-to-go-in-new-mexico.htm"
}
