{
    "title": "Mormon Pioneer National Historic Trail: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           National Trails Intermountain Region 324 S. State St. Suite 200  Salt Lake City, UT 84111                 Directions         The Mormon Pioneer National Historic Trail crosses five states following the route the Pioneer Company of 1846-1847 established from Nauvoo, Illinois, to Salt Lake City, Utah, covering about 1,300 miles. Please see our Directions page for more information on following the Mormon Pioneer National Historic Trail across the United States.  Directions Details           Operating Hours & Seasons         Mormon Pioneer National Historic Trail The Oregon National Historic Trail is not a clearly marked hiking trail. Instead it is a corridor that passes through communities as well as wild areas and through different states and land ownership. Each location varies as to the hours of operation and access. Please check individual locations along the trail to plan your visit.   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM             Weather           Due to the length of the Oregon National Historic Trail, be sure to consult local weather sources for the region you'll be visiting. The trail passes through seven states.         Fees & Passes     Entrance Fees:   Entrance fees vary site by site - $0.00 There are no user or entry fees for the Mormon Pioneer National Historic Trail. Fees may be charged at some trail-related federal, state, or locally owned historic sites and interpretive facilities. Please visit Places To Go (http:\/\/www.nps.gov\/mopi\/planyourvisit\/placestogo.htm) for an interactive map and extensive list of places to visit by state or our Links and Resources page for useful trip planning websites. Contact information is available for each site to call and find out about fees.         Visitor Centers       Visitor Centers vary from state to state The Mormon Pioneer National Historic Trail passes through seven states. A variety of visitor facilities are available along the trail. See our Things to Do page for recommendations.                 Hikers walk at Ash Hollow State Historical Park on the Mormon Pioneer National Historic Trail in Nebraska.   Enjoy the Mormon Pioneer National Historic Trail! Essential Information for Your Trip on the Trail From 1846 to 1869 more than 70,000 Mormons traveled along the Mormoon Pioneer Trail. Generally following pre-existing routes, the trail carried tens of thousands of Mormon emigrants to a new home and refuge in the Great Basin. From their labors arose the State of Deseret, later to become Utah Territory, and finally the state of Utah. Congress established the Mormon Pioneer National Historic Trail as part of the National Trails System on November 10, 1978. This historic trail commemorates the 1846-47 journey of the Mormon people from Nauvoo, Illinois to the Valley of the Great Salt Lake. The designated corridor is almost 1,300 miles long and the land it runs through is managed by private, state, local, federal, and nonprofit landowners. Today, the Mormon Pioneer National Historic Trail (NHT) still beckons the adventurous and modern highways overlay much of the route. These corridors near the original trail route are called Auto Tour Routes. Follow these Routes to travel in the footsteps of these rugged pioneers. Despite the name, the Mormon Pioneer NHT is not a continuous traditional trail from end to end, but consists of many trail traces, structures, graves, landmarks, and markers left on the landscape to remind us that the trail still lives on. Here is some information to help you plan your visit along the Mormon Pioneer NHT. Places To Go offers site listings by state that include site name, address, phone number, access, historical significance, onsite interpretation, and website. Fees & Passes offers information on what costs may be associated with your visit.  Protect the Your Trail Heritage To foster trail preservation, do not use metal detectors, dig at sites, collect artifacts, or remove anything. Please respect these historic places.",
    "url": "https:\/\/www.nps.gov\/mopi\/planyourvisit\/basicinfo.htm"
}
