{
    "title": "Craters Of The Moon National Monument & Preserve: Greater Sage-grouse",
    "body": "Greater Sage-grouse         Sage Grouse (male)   The Greater Sage-grouse (Centrocercus urophasianus), North America’s largest grouse, is a ground-feeding upland bird the size of a chicken. It is known for exciting and brilliant display behaviors by males during the breeding season. This behavior occurs from early March to mid-May when multiple males gather in traditional open areas called leks. During this time, males use their tail feathers and expandable air sacs under their throats to compete with other males for optimum position on the lek and the attention of females. Greater Sage-grouse historically inhabited most of the sagebrush steppe habitat in the western United States. Their numbers have declined along with its habitat.  It is believed that 56% of the greater sage-grouse historical range has been lost. Greater Sage-grouse depend on large areas of sagebrush along with a variety of native grasses, forbs, and shrubs. The amount of cover plays an important role as dense sagebrush cover with healthy forb and grass communities is needed for raising young. Sage-grouse need this habitat diversity for different seasons. Open areas are needed for lek habitat while more cover is needed for nesting and winter habitats. Along with depending on sagebrush for cover, it also composes of much of their diet, especially in the winter when sagebrush leaves comprise 99% of its diet. Because of this need to feed on sagebrush in winter Greater Sage-grouse are the only grouse in North America that migrates. To help conserve Greater Sage-grouse, active management has been implemented in parts of Idaho to improve habitat while also helping other species that depend on sagebrush. Wildfire, development, agricultural, and invasive species have been identified as some of the greatest threats to sagebrush steppe habitat. All of these threats are interrelated. For instance, wildfires and development allow invasive species like cheatgrass (Bromus tectorum) to exploit an opening and displace natives and increase wildfire frequency and intensity.      At Craters of the Moon the National Park Service (NPS) monitors Greater Sage-grouse as well as its habitat to aid in conservation efforts. The NPS monitors these magnificent birds and their habitat by conducting annual lek counts of male sage-grouse. The NPS also helps preserve sagebrush steppe habitat by monitoring it and controlling invasive exotic plant species which threaten to degrade this habitat.",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/nature\/greater-sage-grouse.htm"
}
