{
    "title": "Craters Of The Moon National Monument & Preserve: Pika",
    "body": "Pika         America Pika Douglass Owen  The American pika is a small rodent-like mammal actually more closely related to rabbits and hares than rodents. They are commonly found in rock outcrops and talus slopes in high elevations above 5,000 feet. Pikas occur in this habitat throughout western North America from British Columbia to the southern end of the Great Basin including the Sierra Nevada mountain range. In these rocky outcrops, pika find cover and shelter in crevices to protect them from predators and the harsh conditions usually found in higher elevations. Pikas are very sensitive to extreme temperatures and use these crevices to escape both the heat of the summer and the cold of sub-zero winters when substantial snow cover acts as insulation. To prepare for winter, pikas spend the summer caching food, which include various grasses, forbs, and leaves from shrubs. Prior to storing the gathered plants they stack the fresh material in deposits known as hay piles on the surface to dry. Pikas at Craters of the Moon are different in color and behavior than their mountain cousins. They are much darker than mountain pika. During the warmest summer months, they are most active at dawn and at dusk rather than during the day like in the mountains. Here they make their home in the lava fields using the broken lava for shelter. They can be heard and seen along the loop road, especially along the North Crater Flow Trail, where their high-pitched alarm whistles will often be heard before they are seen. The National Park Service (NPS) monitors pika populations within the monument and preserve to determine their abundance and distribution. This is done using a noninvasive technique of observing and collecting pika scat to determine where the pikas live. Along with providing information on the location of pika populations, pika scat may also provide valuable information in terms of genetics, diet, and reproduction.",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/nature\/pika.htm"
}
