{
    "title": "Craters Of The Moon National Monument & Preserve: Clark's Nutcracker",
    "body": "Clark's Nutcracker         Nutcracker on limber pine Douglass Owen  The Clark's Nutcracker (Nucifraga columbiana) is a gray robin sized bird with flashy black and white wings and tail. It is a member of the jay family. Seed from limber pine (Pinus flexilis) trees are its primary food source at Craters of the Moon. In August nutcrackers begin harvesting seeds. They work their sharply pointed beak between the cone scales to expose the pea sized pine seeds. Nutcrackers store up to 100 seeds under their tongue in a small sublingual pouch. Seeds remain there until the nutcracker can bury them, 3 to 5 seeds at a time, in dispersed caches, often many miles away from the original tree. A single bird may make up to 20,000 caches a year! Throughout the winter and spring, the nutcracker revisits these caches to eat the seeds and when feeding their young. These extensive food caches also allow the nutcrackers to nest feed their young in February; which in turn means the young are old enough to participate in the late summer seed harvest.   Both limber pine and Clark's Nutcracker have mutually beneficial adaptations. The large seeds are retained in the cones and on the tree so it's possible for the birds to find large numbers of seeds in a small area. Another limber pine adaptation benefiting the nutcracker is its branch growth. The branches of the tree sweep upward and provide ideal perches for the Nutcracker while they cut the pine cones off the trees. The nutcracker's sharp beak is curved so it can efficiently remove the meat from the shell of the pine nuts. Just as the nutcracker depends on the limber pine for its existence, the limber pine depends on the nutcracker. Many pines produce lightweight winged seeds, relying on the wind to disperse their seeds. Limber pine seeds, however, are too heavy to be dispersed by the wind but Nutcrackers fill this need very well. As remarkable as their memory of cache locations is, Nutcrackers do not return to every seed cache. The remaining buried pine nuts germinate and take root to produce new pine seedlings. In this way the limber pine seeds are distributed over large areas which they would otherwise never reach. This process has allowed limber pines to colonize areas on younger lava flows far from other trees.",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/nature\/clarks-nutcracker.htm"
}
