{
    "title": "Santa Fe National Historic Trail: Places To Go in Colorado",
    "body": "Places To Go in Colorado       The Santa Fe Trail Interactive Map!    Here's a fun, exciting way to find places to visit. Zoom in to find a location in Colorado, then click on the yellow balloon of your choice to see the site name, address, access, image, and website. You'll find museums, interpretive centers, and historic sites that provide information and interpretation for the Santa Fe National Historic Trail.     Please contact each site before you go to obtain current information on closures, changes in hours, and fees.                Historic sites and interpretive facilities on the Santa Fe National Historic Trail in Colorado for you to visit (east to west).  (updated January 17, 2015)      Comanche National Grassland (US Forest Service)  Location: This vast grassland covers more than 440,000 discontinuous acres in southeastern Colorado. It is composed of a large Carrizo Unit near Springfield, along with a smaller Timpas Unit southwest of La Junta. The grassland's headquarters are located at 27204 Highway 287 in Springfield and at Pike and at San Isabel National Forest located in Pueblo.  Phone: (719) 523-6591 (Springfield)  Access: unrestricted Historical Significance: Several Santa Fe Trail routes coursed through these grasslands, including the Mountain Route, the Granada-Ft. Union Wagon Road, and the Aubry Cutoff.  Exhibits: Several interpretive waysides, which collectively illustrate various aspects of the Santa Fe Trail's history, have been installed on the grassland.  To learn more: www.fs.usda.gov\/psicc ............................................... Boggsville Historic Site Location: This historic site is approximately two miles south of Las Animas on Colorado Highway 101. Access: unrestricted Historical Significance: Boggsville was once a stage stop on the Santa Fe Trail. Key businesses there were trading stores, owned by Thomas O. Boggs (built in 1862) and John W. Prowers (built in 1867). Boggsville became the seat of Bent County in 1870, but the coming of the railroad to nearby Las Animas brought about the town's downfall by 1880. Available Facilities: Today, Boggsville is a renovation project in progress. Seeing the site now, which has just a few buildings and old foundations, it is hard to imagine that here is where the cattle and sheep industries first boomed in Colorado. A lot of the early history of Colorado started here. Slowly, some of the buildings are being restored and more are going to be rebuilt. Exhibits: A bronze state historical marker is located along Colorado Highway 101, and there are several interpretive markers along an area hiking path. To learn more: www.sangres.com\/history\/boggsville.htm ............................................... John Martin Reservoir (US Army Corps of Engineers)  Location: This reservoir flooded about 15 miles of Arkansas River bottomland east of Las Animas. The headquarters office is 15 miles east of Las Animas on US Highway 50, then two miles south along County Road 260. The office's address is 29955 County Road 25.75 in Hasty.  Telephone: (719) 336-3476  Access: Open to the public; call for hours Historical Significance: This reservoir, filled between 1943 and 1948, flooded about 15 miles of the Santa Fe Trail's Mountain Route.  Exhibits: A portion of the Santa Fe Trail is preserved for visitor viewing near the headquarters office in Hasty, and trail-related outdoor exhibits have also been installed.  To learn more: http:\/\/corpslakes.usace.army.mil\/visitors\/projects.cfm?Id=L408510 ............................................... Bent's Old Fort National Historic Site (National Park Service)  Location: 35110 Highway 194 East; along the north side of the Arkansas River, 7 miles east of La Junta  Telephone: (719) 383-5010 (visitor information)  Access: Open to the public; call for hours Historical Significance: William Bent and Ceran St. Vrain established Bent's Fort in 1833. The fort served as a key trading site with local American Indians and a welcome stopping place along the Santa Fe Trail's Mountain Route - until the fort was abandoned in 1849.  Available Facilities and Exhibits: This reconstructed fort is a testimony to its key location along the Santa Fe Trail. Numerous exhibits interpret the trail and its history.  To learn more: www.nps.gov\/beol ............................................... Hough-Baca House and Santa Fe Trail Museum, Trinidad Location: 312 East Main Street (US Highways 160 and 350) between Chestnut and Walnut Streets Telephone: (719) 846-7217 Access: Open to the public; call for hours Historical Significance: The house was built by a Santa Fe Trail merchant John Hough and later sold to the Baca Family. The Santa Fe Trail passed near the house, and several of its present furnishings were brought west on the trail. Available Facilities: The house boasts two stories, a widow's walk, and Greek architectural details. Colorful Rio Grande textiles, Victorian furniture, and other period furnishings evoke the lifestyle of this prominent family. The structure is now part of the Trinidad History Museum complex, which is operated by the Colorado Historical Society. Exhibits: The Santa Fe Trail Museum, which is in an adobe building adjacent to the Hough-Baca House, displays historic photographs, commercial goods, and family heirlooms from Trail days through Trinidad's heyday at the turn of the century. A fringed buckskin coat attributed to Kit Carson is featured. This building first served as living quarters for the Baca family's domestic workers. To learn more: www.coloradohistory.org\/hist_sites\/trinidad\/trinidad.htm ............................................... Trinidad Lake State Park, outside Trinidad Location: 32610 State Highway12,‎ five miles west of Trinidad, in the foothills of the Culebra Range of the Sangre de Cristo Mountains Telephone: (719) 846-4730 or (719) 846-6951 Access: unrestricted Historical Significance: The park is bordered by the Scenic Highway of Legends (Highway 12, which encircles the Spanish Peaks) and the Santa Fe Trail (which skirts the eastern edge of the park south of Trinidad). Available Facilities: This 2,500-acre park, at an average altitude of 6,300 feet, offers a wide variety of recreational activities. Trinidad's 800-acre lake offers boating and fishing. Exhibits: Exhibits are in the visitor center, along with an outdoor exhibit at an overlook of nearby Raton Pass. To learn more: www.parks.state.co.us\/parks\/trinidadlake",
    "url": "https:\/\/www.nps.gov\/safe\/planyourvisit\/places-to-go-in-colorado.htm"
}
