{
    "title": "Craters Of The Moon National Monument & Preserve: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management         Early park headquarters building from the 1920's   In 1924 the National Park Service began the job of protecting the park and welcoming people to experience this area. In 2000 the Monument was expanded to include most of the Great Rift, the source of the lava flows that created this unique landscape.          Click on map to view larger version for printing (PDF)   Today's more than 750,000 acre National Monument and Preserve is cooperatively managed by the National Park Service and the Bureau of Land Management. There are 3 administrative units: Craters of the Moon National Monument (National Park Service) Part of the National Park System; no hunting or grazing are permitted here. Craters of the Moon National Preserve (National Park Service) Part of the National Park System; hunting is permitted here but no grazing. Craters of the Moon National Monument (Bureau of Land Management) Part of the National Landscape Conservation System; hunting and grazing are permitted here.           The National Park Service preserves unimpaired the natural and cultural resources and values of the National Park System for the enjoyment, education, and inspiration of this and future generations. The Park Service cooperates with partners to extend the benefits of natural and cultural resource conservation and outdoor recreation throughout this country and the world.     The Bureau of Land Management sustains the health, diversity, and productivity of the public lands for the use and enjoyment of present and future generations. The mission of the National Landscape Conservation System is to conserve, protect, and restore nationally significant landscapes recognized for their cultural, ecological, and scientific values for the American public.",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/management\/index.htm"
}
