{
    "title": "Craters Of The Moon National Monument & Preserve: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners         NHA Executive Director, Rhonda Morris, with bookstore merchandise.   Craters of the Moon Natural History Association: Visit Craters of the Moon Natural History Association website. Purchase books from our non-profit partner, join the Association or make a donation to help support the educational and research activities of the Monument: 208-527-1360.        For National Public Lands Day 2012 volunteers helped clean up the caves...THANKS FOR A JOB WELL DONE!   Volunteer: Volunteer projects at Craters of the Moon National Monument & Preserve offer a way for individuals to take ownership of our public lands and experience their park in a new way. A range of projects are available, depending on the skills and interests of each individual or group. For more information on volunteering at Craters of the Moon, contact our volunteer coordinator at (208) 527-1332 or crmo_information@nps.gov         In 2010, Cindy Tower was our Artist in Residence. Do you have a special talent that you would like to share?   Current Needs include:  Artist in Residence Interpret the landscape and share your artistic skills with the public during a residency at the park.     Removal of deteriorated asphalt and concrete from trail edges Paved trails break down over time; this project would collect loose rock and asphalt that has accumulated along the trail.  Clean and paint campground grills  Litter pick-up  Removal of loose rocks from trail tread  Clear natural-surface trails of medium-to-large rocks and obstructions.  Cheatgrass pulling Remove invasive plants from native plant communities.  Fence post removal Collect and remove posts left from an old fence.  Boundary fence augmentation Removal of bottom wire from boundary fences along North End to ease wildlife migration paths.  Assist with special programs Assist a ranger during hikes, snowshoe walks, and other activities with the public throughout the monument.",
    "url": "https:\/\/www.nps.gov\/crmo\/getinvolved\/supportyourpark\/partners.htm"
}
