{
    "title": "Craters Of The Moon National Monument & Preserve: Trail Descriptions",
    "body": "Trail Descriptions        Wilderness Trail        Accessibility Information Hiking Trails Map    All distances are round-trip     NORTH CRATER FLOW (#2) - .3 mi\/.5 km This trail takes you onto the North Crater Flow, a pahoehoe flow that spilled from the North Crater vent about 2,200 years ago. Signs along the, trail introduce other typical features: pressure ridges, squeeze ups, aa lava, and rafted blocks. North Crater Flow Trail map (pdf)            NORTH CRATER TRAIL (#2) - 3.5 mi\/5.6 km This trail is especially interesting for its variety. The trail traverses North Crater and drops into the crater mouth, the vent for the North Crater flow. Notice that the northwest flank of North Crater is missing. An eruption tore the wall apart, and a series of aa flows rafted the fragments away. The trail continues to the rim of Big Craters before descending to the Spatter Cones. If you have two vehicles, leave one at the Spatter Cones parking lot to avoid hiking back on the same trail. North Crater Trail map (pdf)            DEVIL'S ORCHARD (#3) - .5 mi\/.8 km This paved trail explores an area of cinder beds scattered with pieces of the North Crater wall. Exhibits along the trail describe the difficult challenge the National Park Service faces in trying to protect this fragile volcanic environment. This trail is wheelchair accessible. Devils Orchard Trail map (pdf)            INFERNO CONE (#4) - .4 mi\/.8 km The trail to the top of Inferno Cone is steep, but rewards you with panoramic views of the Great Rift, Snake River Plain, and Pioneer Mountains. On clear days you may see the Teton Range, 100 miles to the east. Inferno Cone Trail map (pdf)            SPATTER CONES (#5) - .1 mi\/.16 km Like Yellowstone's Old Faithful, the spatter cone chain at Craters of the Moon best symbolizes the essence of this special place. Created during a dwindling stage of an eruption, the spatter cones formed as hot lumps of lava were thrown a short distance into the air only to fall back to earth around a small central vent. As the still molten blobs landed on top of each other, they cooled and adhered to nearby pieces to form the walls of what could be considered a mini-volcano. Spatter Cones Trail map (pdf)            TREE MOLDS (#6) - 2 mi\/3.2 km The trail winds through shrubs and stands of limber pine before reaching the edge of the Blue Dragon Flow. While still molten, this lava flow knocked down and ignited trees. The charred tree trunks left impressions in the lava rock. In other places, the trees remained standing as the lava encased them, leaving vertical molds in the cooling lava. Tree Molds Trail map (pdf)             WILDERNESS TRAIL to ECHO CRATER (#6) - 8 mi\/12.8 km You will have a sense of solitude as you travel into the Craters of the Moon Wilderness. The trailhead is 1\/10 mile from the parking lot back along the road. The trail goes over Broken Top cinder cone and crosses a pahoehoe flow close to Buffalo Caves. The caves are located 100 yards northwest of the trail against the south side of Broken Top. You then pass a series of lava trees and several cinder cones before reaching Echo Crater, Some people backpack to this point and camp overnight. Backcountry permits are required for overnight trips and are available free of charge at the visitor center. Wilderness Trail map (pdf)            *BROKEN TOP LOOP TRAIL (#6) - 1.8 mi\/3 km The Broken Top Loop Trail is one of the most outstanding trails within Craters of the Moon. Along its 2-mile length you can observe nearly every type of volcanic feature characteristic of the basaltic eruptions that created this unearthly landscape. A wide variety of phenomenon such as bombs, lava tubes, pahoehoe, lava toes, pressure ridges, and cinder cones can be found along this trail. Print the Broken Top Loop Trail Guide (pdf) to follow the numbered signs along the trail. *A Cave Permit is required before entering any cave on National Park Service lands. Obtain a permit at the Entrance Station, or the Visitor Center, to enter Indian Tunnel, Dew Drop, Beauty, Boy Scout or Buffalo Caves. All other caves are closed to recreational caving. Broken Top Loop Trail map (pdf)            *THE CAVES TRAIL (#7) - 1.6 mi\/2.6 km On a summer day, the cool, dark lava tubes along the Caves Trail offer a radical change from the brilliant light and blistering heat on the surface. Indian Tunnel, one-half mile from the parking lot, is the largest cave and the easiest to visit. Skylights permit enough daylight to enter so that you do not need a flashlight. The other caves are pitch black, with uneven floors and low ceilings. Be sure you have a good flashlight for every person in your group, and that everyone is physically capable before exploring these caves. A hat and long pants may help protect your head and legs from the sharp rock. *A Cave Permit is required before entering any cave on National Park Service lands. Obtain a permit at the Entrance Station, or the Visitor Center, to enter Indian Tunnel, Dew Drop, Beauty, Boy Scout or Buffalo Caves. All other caves are closed to recreational caving. Caves Trail map (pdf)              Return to Hiking Trails",
    "url": "https:\/\/www.nps.gov\/crmo\/planyourvisit\/trail-descriptions.htm"
}
