{
    "title": "Craters Of The Moon National Monument & Preserve: Soils",
    "body": "Soils         Cinder surface on a hot summer day. Thermometer displays a temperature of almost 170 degrees F!   The soils of the Monument area reflect the differences and interactions between parent material, topography, vegetation, climate, and time. The most notable differences in soils involve the presence or absence of more recent volcanic materials and the degree of soil development on volcanic substrates. The basalt flows that are visible on the surface of the majority of the Snake River Plain began approximately 2 million years ago, during the Pleistocene, and continued until approximately 2,000 years ago. The younger or more recent lava flows occupy two-thirds of the Monument. The soils on the younger basalt flows and cinder beds are limited to the initial decomposition of rock and cinders and deposition of windblown loess within crevices, cracks, and fissures. Plants can establish and grow in little to no soil. As time progresses, soil development continues and more vegetation establishes. Sagebrush steppe, mountain areas, and kipukas within the Monument have deeper, well-formed soils derived from weathering geologic parent materials within the Basin and Range Province — sedimentary, igneous, and silica-rich lava rocks deposited during a sequence of geologic events that began almost 600 million years ago. The high desert environment results in lighter colored soils with low organic matter content. Soil textures in the Monument range from fine to coarse; however, most of the soils in the Monument area are silt loam to sandy loam in texture and vary in depth. They are moderately drained to well drained, except where clay horizons are present. Soils that are disturbed, not properly vegetated, or located on steep slopes are susceptible to water and wind erosion. Biological soil crusts are a feature common to nearly all plant communities in arid and semiarid regions throughout the world (Belnap et al. 2001). The development of biological soil crusts is dependent on a number of factors, including soil texture and chemistry, annual precipitation amount and timing, associated vegetation, and disturbance history. Biological soil crusts have not been observed as a highly conspicuous element in the Monument, which could be due to any one of these factors.",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/nature\/soils.htm"
}
