{
    "title": "Craters Of The Moon National Monument & Preserve: Night Sky",
    "body": "Night Sky         Volunteer astronomer shares the nightsky with visitors Dave Clark  Since humans first looked skyward, the night sky has remained virtually unchanged. For ages, people around the globe have found the heavens a source of inspiration for stories and art. What has changed in recent decades is the ability of most people to actually see the stars that comprise the night sky. Once visible from backyards across the country, light pollution obscures the Milky Way from two out of three Americans today.   Monitoring an Important Resource  National parks offer places for people to connect with the natural world, including the night sky. The 'natural lightscape' provided by dark night skies is important for plants and animals, as well. Wildlife depend on the cover of darkness to hunt for food and in turn to hide from predators. Light pollution can also affect the natural cycles of plants. To better understand the impact of light pollution on this key resource, Craters of the Moon is one of many parks that have participated in a night sky assessment. These studies provide baseline data on light pollution and have found that it, like other forms of pollution from cities and developed areas, is encroaching on national parks. Although Craters of the Moon still hosts some of the darkest night skies of any national park unit, light pollution from far-off cities such as Idaho Falls and Twin Falls does impact the monument's night sky. Good Lighting vs. Poor Lighting Outdoor lighting provides many benefits. It brings better visibility to roads and security against crime. But improperly used lighting wastes energy and degrades the night sky. For instance, a typical unshielded fixture loses half of its light upward in direct waste. The good news is that unlike many other sources of pollution, light pollution is easily reversible. Fixtures that direct light towards the ground - where it is most needed - protect natural lightscapes and reduce the amount of energy lost upward and to glare. Other principles of night sky friendly lighting include: ·  Use outdoor lights only where they are needed. ·  Install motion sensors and timers so that lights are on only when needed. ·  Use the right amount of light needed. ·  In darker areas, use less light to minimize loss of night vision. For more information on efficient outdoor lighting, visit the NPS Night Skies webpage. The two-fold benefit is a darker night sky and savings in your wallet!   Enjoying the Night Sky at Craters of the Moon  As the only national park unit named for a celestial body, it is fitting that there are many ways to enjoy the night sky at Craters of the Moon. Tour the heavens above by taking part in a Star Party, held each spring and fall. The Idaho Falls Astronomical Society hosts these popular events and provides telescopes and sky viewing expertise. Also during the summer, ranger-led full moon hikes take advantage of the natural lightscape to explore connections between this 'unearthly landscape' and our closest celestial neighbor. Or simply spend an evening in the campground, leisurely viewing the night sky with a pair of binoculars or even the naked eye. For information on upcoming activities, check the Schedule of Events.       Full Moon hike",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/nature\/night-sky.htm"
}
