{
    "title": "Craters Of The Moon National Monument & Preserve: Volcanoes \/ Lava Flows",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Volcanoes \/ Lava Flows                Volcanoes \/ Lava Flows        Lava flow beneath Big Cinder Butte        Of the 60 lava flows visible on the surface of the Craters of the Moon Lava Field today, 20 have been dated. The oldest is about 15,000 years old and the youngest about 2,000. Types of lava Some lava flows were very dense and have a surface of angular blocks referred to as block lava. Others have a rough, jagged, or clinkery surface called áa lava. Still others have a smooth, ropy, or billowy surface called pahoehoe lava. Three special kinds of pahoehoe may be observed in the Craters of the Moon Lava Field: (1) slabby pahoehoe is made up of jumbled plates or slabs of broken pahoehoe crust; (2) shelly pahoehoe, which forms from gas-charged lava, contains small open tubes, blisters, and thin crusts; and (3) spiny pahoehoe, which is very thick and pasty, contains elongated gas bubbles on the surface that form spines. The slabby and spiny varieties of pahoehoe are transition phases to áa. Lava Features As hot lava is injected beneath the surface of cooling lava the surface of the flow may expand or contract. Examples of this behavior are wide spread on the young lava flows of Craters of the Moon. Inside lava tubes, one may observe drips of frozen lava (lava stalactites) and places where different levels of molten lava left behind horizontal lines (lava curbs). Openings into lava tubes were created when hot surface rocks sagged downward creating openings known as hot collapses. After the lava cooled, the roofs of lava tubes may break due to weathering and gravity forming cold collapses. In other places lava flows formed ponds, built levees, and produced lava cascades. Some lava flows produced small mounds (tumuli) or elongated ridges (pressure ridges) on their crusts. In some places, squeeze-ups formed when pressure was sufficient to force molten lava up through tension fractures in the top of pressure ridges or cracks in the solidified crust of lava ponds. Pressure plateaus were produced by the horizontal injections of new lava beneath the crust of an earlier flow that had not completely solidified. Cinder Cones and Spatter Cones When magma emerges at the surface along a segment of a rift, it often begins by producing a curtain of fire and a line of low eruptions. As portions of the segment become clogged, the fountains jet higher. If magma emerges at the surface highly charged with gas it sprays high in the air; the fire fountains that produced many of the Craters of the Moon cinder cones were probably over 1,000 feet high. Big Cinder Butte, the tallest cinder cone at Craters of the Moon, is over 700 feet high. The highly gas-charged molten rock cools and solidifies during flight and rains down to form cinder cones. If you look closely at cinders you will see that they are laced with gas holes and resemble a sponge. Some vents along the rift ejected very fluid particles (spatter) that accumulated to form steep-sided spatter cones. Along eruptive fissures where a whole segment erupted, spatter accumulated to produce low ridges called spatter ramparts. Hornitos, also known as rootless vents, are similar in appearance to spatter cones. Hornitos form from spatter ejected from holes in the crust of a lava tube instead of directly from a feeding fissure. Craters of the Moon also has collapse features known as sinks or pit craters. During some eruptions, pieces of crater walls were carried off like icebergs by lava flows. These wall chunks are known as rafted blocks. The Devil's Orchard Trail is a great place to view examples of these volcanic formations. USGS Photo Glossary of Volcano Terms                   Lava   17 Photos  Images showing some of the many forms of lava.",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/nature\/volcanoes.htm"
}
