{
    "title": "Craters Of The Moon National Monument & Preserve: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems         Inferno Cone   Rocks from relatively recent volcanic eruptions dominate the landscape of Craters of the Moon National Monument and Preserve. Plants and animals began occupying the area while the once molten lava fields were still cooling. Some, like the big horned sheep and grizzly bear have been gone for almost 100 years. Most continue to thrive here. Difficult access due to rugged terrain and a lack of water discouraged people from altering the landscape with the roads, buildings, farms, and powerlines which occupy much of the present day Snake River Plain.   Craters of the Moon National Monument and Preserve encompasses the entire Great Rift volcanic rift zone. It contains a huge concentration of volcanic landforms and structures along the more than 50-mile zone of fractures and eruptions. A composite field made up of about 60 lava flows and 25 cones, the Craters of the Moon Lava Field is the largest of its type in the lower 48 states. It is also the largest and most complex of the late Pleistocene and Holocene basaltic lava fields of the Eastern Snake River Plain. It has nearly every type of feature associated with basaltic systems, and roads or trails offer convenient access to examples of most of them.  The Craters of the Moon Lava Field is the northernmost of the three lava fields found along the Great Rift, a system of crustal fractures that begins at the base of the Pioneer Mountains north of the Monument and extends for more than 50 miles to the southeast. The flows of the Craters of the Moon Lava Field have parent magma similar to that in the rest of the Snake River Plain, but exhibit a wide range of chemical compositions due to crustal contamination and crystal fractionation.  The Wapi Lava Field is the southernmost of these three fields. The Craters of the Moon Lava Field formed from magma that pushed up along the Great Rift. The magma that formed the Kings Bowl and Wapi Lava Fields also came up along the Great Rift, but originated in a different magma chamber. The Great Rift and other volcanic rifts on the Eastern Snake River Plain are predominantly parallel to, but not all are collinear with, basin and range faults north and south of the plain. The Craters of the Moon Lava Field was formed during eight major eruptive periods over the past 15,000 years. In contrast, most of the other lava fields on the Eastern Snake River Plain (including Kings Bowl and Wapi) represent single eruptions.  Unique natural features at Craters of the Moon include lava tubes caves such as Indian Tunnel, which is passable for 800 feet; Big Cinder Butte, at 700 feet, one of the largest purely basaltic cinder cones in the world; and the Blue and Green Dragon flows, which are named for their striking lava colors. The monument also contains large areas of sagebrush steppe as well as numerous kipukas. Kipukas are isolated islands of remnant vegetation protected by surrounding lava flows that act as small, virtually undisturbed havens for native plants and animals. Hundreds of small kipukas are scattered throughout the Craters of the Moon and Wapi lava fields. The Great Rift Zone A link to Idaho's Digital Atlas, Idaho's Natural History Online",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
