{
    "title": "Craters Of The Moon National Monument & Preserve: Cave \/ Karst Systems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Cave \/ Karst Systems                Caves         Indian Tunnel   The number of documented caves within the Monument currently exceeds 400 and more are discovered each year. There are 3 main types of caves found here (listed from most numerous to least): lava tubes, fissure caves, and differential weathering caves.  Lava Tube Caves The vast majority of caves found within the Monument are lava tubes. They formed when the cooling exterior of an active lava flow insulated the molten river within allowing it to continue to flow. In this way lava sometimes flowed for many miles underground until the source was cut off or diverted leaving behind an empty space or “cave.” Indian tunnel (shown in photo) is an excellent example of a lava tube cave. This cave and 3 other lava tube caves are easily accessed from the Caves Trail. To explore any of the five developed caves, obtain a free cave permit. The Virtual Lava Tube This web site provides illustrations of the wide variety of geologic features found in lava tubes. Discovering Caves: Lava Tubes (pdf) A National Speleological Society publication        Aerial View of king's Bowl   Fissure Caves Fissure caves are found within the the deep cracks that make up the Great Rift. Some of these caves are remarkably deep, including one particular fissure that may be passable to a depth of 650 feet (200 meters) from the surface. The King's Bowl area is an excellent place to view fissure caves but access is limited to cavers with the right equipment and knowledge to explore these caves safely.        Differential Weathering Cave   Differential Weathering Caves  These caves were formed when volcanic material was hollowed out by wind, rain and frost. These caves are relatively rare and difficult to find.",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/nature\/cave.htm"
}
