{
    "title": "Craters Of The Moon National Monument & Preserve: Air Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Air Quality                Air Quality         View of the Lost River Mountains from Big Cinder Butte (Photo by Joel I. Mur)  Clean crisp air often affords visitors sweeping panoramas of color and texture stretching over thousands of square miles of the Snake River Plain. Mountains as distant as the Grand Tetons in Wyoming (140 miles to the east) are visible from the top of Inferno Cone on very clear days. Views of the expansive lava flows, open rift cracks and the line of cinder cones along the Great Rift require clean air. Of course, clean air is also critical for the health of people and plants and animals. While Craters of the Moon lies in one of the countries' cleanest air regions, many visitors do not see the clear vistas they expect. A haze often hangs in the air, and much of this haze is not natural: it is air pollution, some created within the state but often carried on the wind from distant coal-fired power plants and other industrial facilities. The Craters of the Moon Wilderness Area is considered a Class I area under the Clean Air Act, which requires that the air receives the nation’s highest level of air quality protection. Consequently, Craters of the Moon National Monument participates in the National Park Service's comprehensive air resources management program, designed to assess air pollution impacts and protect air quality related resources. The National Park Service partners with other federal and state agencies to record concentrations of ozone, fine particles which effect visibility and impact human health, mercury and acid precipitation. These sites are part of national monitoring networks which record existing conditions, detect trends, and help in the development of predictive models for air quality used throughout the country. Air Quality Basics This link provides basic information on the impacts of air pollutants on park resources. Overview of Craters of the Moon Air Quality Information  Current Ozone & Weather Information This link provides real-time ozone and weather data from Craters of the Moon. Reactive Nitrogen - Cycling through the Atmosphere and Ecosystem Learn about the sources, effects, and consequences of nitrogen deposition in the environment Nitrogen Sensitivity National Atmospheric Deposition Program This link provides information on the 2 NADP monitoring stations at Craters of the Moon. Air Quality trends Report (2009)      Views database This site provides access to air quality data related to how fine particulates in the air affect visibility at Craters of the Moon and other parks.",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/nature\/airquality.htm"
}
