{
    "title": "Craters Of The Moon National Monument & Preserve: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Cinder Garden (Photo by Dave Clark)  Although much of Craters of the Moon National Monument is covered by young lava flows, it supports a surprising diversity of plant communities. Uniquely adapted plants and a variety of abundant vegetation can be found here. Over 750 different types of plants (taxa) have been identified in the Monument. Vegetation in different successional stages can be found on lava flows, in cinder areas, on kipukas, and in mountain and riparian areas. Many unique plants have developed ways to adapt and to survive the extreme conditions they face here. The types and density of vegetation vary considerably and depend on such factors as geology, availability of soil and water, aspect, air temperature, and exposure to wind. The density of vegetation on lava flows depends primarily on the amount of soil available. Although lava flow surfaces support only lichens, vascular plants are able to grow in depressions on those surfaces. When basalt rock is very young, the only soil available is whatever blows into cracks and fractures. As soil develops within these cracks over time, vegetation can begin to grow. The depth of crevices, cracks, and depressions fixes the amount of soil and moisture that can be held. The size of the crack also determines the types of plants that will grow and what degree of protection they will have from harsh climactic conditions, such as extreme air temperatures and exposure to high winds. Cinder cones support three different plant communities: cinder garden, shrub, and limber pine and\/or juniper trees. These communities are determined primarily by aspect and by succession. In the early stages of succession, cinder gardens are colonized by species that produce spectacular spring wildflower displays. As soils develop on the cinders, antelope bitterbrush (Purshia tridentata) dominates shrub communities. And on the north-facing slopes where sufficient moisture is available, limber pine trees (Pinus flexilis) and\/or juniper trees (Juniperus spp.) dominate. Kipukas are islands of native vegetation that have developed on old lava flows surrounded by newer flows. Some kipukas in the monument have been protected from alteration by areas of rough lava and represent rare examples of undisturbed shrub steppe habitats. Dominant kipuka vegetation includes three-tip sagebrush (Artemisia tripartita), big sagebrush (Artemisia tridentata), bluebunch wheatgrass (Elymus spicatus), and needlegrass (Stipa spp.). The portion of the monument north of U.S. Highway 20\/26\/93 is characterized by mountain and riparian areas that contain three vegetative types absent from the rest of the monument: Douglas-fir\/mountain snowberry (Symphoricarpos oreophilus), upland quaking aspen, and riparian. The three types cover only a small percentage of the monument, but they provide critical wildlife habitat. The Douglas-fir forest (Pseudotsuga menziesii) is found on relatively steep, north-facing slopes of older cinder cones and along Little Cottonwood Canyon. The quaking aspen groves (Populis tremuloides) are in upland sites away from permanent stream courses. Riparian zones occur along creeks in drainages and are characterized by dense woody and herbaceous vegetation.      Craters of the Moon Vegetation Map View a map showing the distribution of plant communities within the Monument  Virtual Herbarium This link provides access to over 800 herbarium records from the Idaho National Laboratory (INL). The INL is a U.S. Department of Energy research facility located just east of Craters of the Moon National Monument & Preserve.                   Plants   33 Photos  Images of the diverse variety of vegetation found here.",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/nature\/plants.htm"
}
