{
    "title": "Craters Of The Moon National Monument & Preserve: Diseases",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Diseases                Diseases         Dwarf Mistletoe on Limber Pine   Diseases may affect both plants and animals at Craters of the Moon:  Tree Pathogens  Dwarf mistletoe and white pine blister rust are two diseases of concern at Craters of the Moon. Both affect limber pine, which account for over 95 percent of the forested acres in the monument. Dwarf mistletoe (Arceuthobium spp.) is a native infectious parasitic organism that establishes itself on hosts such as limber pine trees. Dwarf mistletoe can reduce the vigor and growth of infected trees by appropriating water and nutrients, and disturbing the normal physiological processes of the tree. Heavy dwarf mistletoe infections increase the susceptibility of the trees to attacks by bark beetles and to other environmental stresses. In some cases, it may kill the tree by slowly robbing it of food and water. Death occurs slowly in most cases and depends on the severity of infection and on the vigor and size of the tree. Control efforts in the 1960’s resulted in the removal of 6,000 limber pine trees but were still unsuccessful in eliminating the disease. Today, dwarf mistletoe is recognized as a natural parasitic organism that has been a part of the Craters of the Moon limber pine ecology for thousands of years. It is an issue of “which is worse, the disease or the cure?”  A bigger concern is white pine blister rust. White pine blister rust is caused by an exotic fungus, Cronartium ribicola. This organism was introduced from Europe in the early 20th Century, and has spread throughout the entire range of white pines in North America. The life cycle takes three to six years to complete and attacks five-needled pines and currant shrubs in the genus Ribes. Since blister rust is an introduced species, genetic resistance of native limber pine is limited and the mortality rate has been extremely high. On average, over a third of the limber pine in the northern Rocky Mountains have been killed by blister rust, and about 75 percent of the remaining live trees are infected with it. Blister rust incidence in limber pine stands extends into central Idaho. In the summer of 2006, the first white pine blister rust infected limber pine trees were found within the Monument. While the infected trees appear to be small in number and isolated, National Park Service personnel are surveying other limber pine stands at Craters of the Moon for the presence of white pine blister rust. Monitoring may enable resource managers to detect, monitor, manage, and hopefully eradicate white pine blister rust, as it is found. Protection of limber pine through early rust detection and immediate action is key to preserving the unique role of limber pine to the scenery and ecology of the Monument.        Little brown bat with white nose syndrome Al Hicks  White Nose SyndromeSomething is killing whole wintering populations of bats in North America as they hibernate in caves and mines. This affliction has been given the name white–nose syndrome (WNS) because of the telltale white fungus growing on the noses of some infected bats. Only recently described as a new species, Geomyces destructans may appear on the wings, ears, and\/or tail membranes of afflicted bats, but may also be absent. White–nose syndrome is not well understood and scientists are investigating all potential aspects of this mysterious disease. One popular hypothesis focuses on the fungus itself, a cold–loving fungus that thrives in temperatures from 40 to 55ºF, the same range of temperatures typical of bat hibernation sites. G. destructans infects hibernating bats because their bodies are cold and amenable to its growth. Infected bats may arouse from hibernation to attempt to deal with the fungal infection and in doing so prematurely burn up their fat stores and starve to death in midwinter. The earliest evidence of WNS was at a cave in New York in 2006. Since then, hundreds of thousands of bats have died. In the eastern United States, mortality typically exceeds 90% in hibernating colonies affected by WNS. While WNS has not been reported in the western United States, the general consensus is that it will eventually spread to many regions of North America.      Bats in the western US tend to hibernate in small groups and are dispersed across large expanses and among various types of underground hibernation sites. This dispersed winter distribution may be beneficial to western bats in slowing the spread of WNS. On the other hand, the extensive distribution and inaccessibility of western hibernation sites could make it difficult to initially detect and subsequently document the effects of WNS. Most survey efforts of caves and mines for bats in the West have focused on Townsend's big–eared bat (Corynorhinus townsendii) and less is known about western winter habits of Myotis species and other species that have shown high rates of susceptibility to WNS in affected areas.Signs of WNS-White fungus growing on the nose, wings, ears and\/or tail membrane. -Bats flying outside during the day in winter. -Bats clustered during winter in sections of caves and mines not normally used for winter roosts, especially near the entrance.-Dead or dying bats on the ground or on buildings, trees or other structures during the winter. -Bats not arousing at all after being disturbed.How WNS is SpreadBat to Bat - Bat to bat transmission of Geomyces destructans has been documented in lab conditions and the geographic pattern of spread appears to support lab findings. It is also possible that other unknown agents associated with WNS are spread bat to bat. Cave to Humans to Bat - Aspects of the geographic spread suggest that humans may transmit WNS from infected sites to clean sites. This kind of spread is most likely occurring from clothing and equipment that are not properly cleaned and decontaminated between sites. Formal testing of human spread WNS is ongoing. Because of the devastating effects of WNS, it is critical that people assume responsibility for its potential spread.How Can You Help?-Follow all permit requirements. Do not enter any cave at Craters of the Moon without first obtaining a permit. -Do not use equipment, gear, or clothing that has been in any other caves. -Decontaminate equipment, gear, and clothing between caving sites. -Report unusual bat behavior to a park ranger. -Never handle sick or dying bats. Even healthy bats will bite if handled. We will never have more power to build a defense against this ecologically devastating disease than before it arrives. More... White Nose Syndrome Response Plan (PDF)",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/nature\/diseases.htm"
}
