{
    "title": "Craters Of The Moon National Monument & Preserve: Trees and Shrubs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs                 Trees and Shrubs         Limber pine forest on the Broken Top Loop Trail   The dominant trees at Craters of the Moon are limber pines and junipers. Junipers, mostly Rocky Mountain juniper (Juniperus scopulorum) grow intermixed with limber pine at elevations below 5,500 feet and become the dominant tree on the lava flows below 5,000 feet. Some Utah juniper (Juniper osteosperma) grows in the lower elevations as well. Substantial groves of limber pine trees (Pinus flexilis) occur in the northern part of the Monument.  Limber pine habitat provides important cover and food for wildlife. The large, wingless seeds of limber pine have a high energy content and provide a critical food source for rodents and birds. Clark's nutcrackers are major dispensers of seeds, caching groups of seeds in the ground, which are then pilfered by rodents. Limber pines are more abundant on aa than pahoehoe flows, but in both cases are able to grow where water collects, and especially where the trees receive protection from the fierce high desert winds. A few other species of trees are also found here, but in very limited numbers and geographical areas. The north end of the monument contains some Douglas-fir and upland quaking aspen stands. Douglas-fir forests are found on the relatively steep, north-facing slopes of older cinder cones and along Little Cottonwood Canyon. Quaking aspen groves are in upland sites away from permanent stream courses. Numerous shrubs thrive at Craters of the Moon. Examples include the fern bush and syringa. In order to resist being robbed of moisture by wind, the fern bush (Chamaebatiaria millefolium) grows inside deep crevices in the lava. It has aromatic leaves that resemble the fronds of ferns and that contain an oily substance which also helps the plants retain moisture. Native Americans rubbed the leaves over their bodies to repel insects. Deep crevices in the lava flows also provide the soil, moisture, and lower temperatures needed for the syringa (Philadelphus lewisii) plant to grow. Named after Meriwether Lewis of Lewis and Clark fame, this medium-sized shrub bears numerous large white flowers with four petals. It is very fragrant and serves as the state flower of Idaho. Other common shrubs include sagebrush, antelope bitterbrush, and rubber rabbitbrush. The dominant species of sagebrush at Craters of the Moon is mountain big sagebrush, which is part of a sagebrush steppe ecosystem that includes different types of grasses. Basin big sagebrush, three-tip sagebrush, early low sagebrush, and low sagebrush are also found here. Antelope bitterbrush provides browse for mule deer during the summer months, is a frequent host of thousands of tent caterpillars, and is identifiable by abundant yellow flowers and small, three-lobed leaves. Rubber rabbitbrush grows to two meters tall and produces yellowish-green flowers from June to September. Native Americans made chewing gum by pulverizing its wood and bark. Rubber rabbitbrush can also be used to make tea, cough syrup, yellow dye, chest pain medicine, and is a small commercial source for rubber extraction.",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/nature\/treesandshrubs.htm"
}
