{
    "title": "Craters Of The Moon National Monument & Preserve: Goodales Cutoff",
    "body": "Goodales Cutoff           \"It was a desolate, dismal scenery. Up or down the valley as far as the eye could reach or across the mountains and into the dim distance the same unvarying mass of black rock. Not a shrub, bird nor insect seemed to live near it. Great must have been the relief of the volcano, powerful the emetic, that poured such a mass of black vomit.\" -Julius Caesar Merrill, a pioneer traveling Goodale's Cutoff in 1864       Hardship on the Oregon Trail On a ranch not far from the monument, a small mound of rocks sits in the middle of a pasture. The loose stones look like they were piled up to make it easier for tractors to pass. But long-time residents of the ranch say the rocks mark the site of a 100 year old grave. In the mid-1800s, tragedy struck a wagon train crossing the Snake River Plain. A rattlesnake bit a young girl who was walking behind one of the wagons. Two days later the girl died. Her parents had no choice but to bury her along the trail. Someone scratched the name \"Nellie\" onto a child's slate, possibly her own, and placed it on the grave as a headstone. From the 1840s through the 1860s, tens of thousands of emigrants passed through southern Idaho on their way to fertile farmland to the west or to the gold fields north of Boise. The traffic peaked in 1864 when 40,000 people traveled the Oregon Trail. They endured extreme hardship; and some -- like the little girl -- never made it.  A Safer Alternative The Oregon Trail followed the course of the Snake River, about 100 miles south of the monument. In 1852, John Jeffrey began promoting a spur trail which traced traditional Shoshoni migration routes. He wanted to generate business for his ferry at the mouth of the Blackfoot River. Although the cutoff received some use from 1852-4, it was not until a decade later that a large percentage of Oregon Trail traffic chose the route. In 1862 an emigrant party asked guide Tim Goodale to lead them west from Fort Hall on the cutoff pioneered by Jeffrey. They hoped the alternate trail would enable them to reach the Salmon River gold fields more directly. Goodale succeeded in leading a group of 1,095 people, 338 wagons, and 2,900 head of stock safely from Fort Hall to Boise. It took this enormous wagon train -- the largest to travel any section of the Oregon Trail -- over 3 hours to get into or out of camp. By 1862, the Northern Shoshone and Bannock tribes were beginning to resist the intrusion of settlers into their homeland. In August of that year, Shoshone Indians ambushed a wagon train at Massacre Rock, killing 10 people. The growing Indian hostility along the trail resulted in increased demand for a safe alternative. In 1863, seven out of every ten wagons en route from Fort Hall to Boise took Goodale's Cutoff instead of the main Oregon Trail. Skirting the Lava Flows The 230-mile spur headed north from Fort Hall toward Big Southern Butte, a conspicuous landmark on the Snake River Plain. From there it passed near the present-day town of Arco, wound through the northern part of Craters of the Moon National Monument, went southwest to Camas Prairie, and ended at Fort Boise. This journey typically took two to three weeks. Goodale's Cutoff took its toll on the travelers and their wagons. The rugged lava restricted travel to one lane, so progress was slow. The path along the edge of the lava flows was circuitous. The emigrants typically passed through in late July, the hottest part of the summer. Wood dried out in the desert air and shrank, causing wheels and boxes to come apart. Pioneers wrote of finding pieces of broken wagons littering the trail. For nearly 50 years, westward-bound pioneers used Goodale's Cutoff. Later, miners moving ore to railroad depots and stagecoaches carrying passengers to the towns of southern Idaho took the route. But the advent of the railroad and automobile led to the demise of Goodale'sCutoff as a wagon route. Today those driving US-20, which follows sections of the route, need not concern themselves with survival and can take time to appreciate the unique beauty of the harsh landscape. Where To See Goodale's Cutoff  Goodale's Cutoff is visible at many points along Highway, 20\/26\/93 between Craters of the Moon National Monument and Carey. The route winds through the northern end of the monument out of sight of the road and intersects the highway 3.5 miles west of the visitor center. From that point on, watch for the dirt road as it follows the edge of the lava flows north of the highway. The cutoff is particularly easy to pick out 5.7 miles west of the visitor center, where the road drops down a steep incline. Look to the slope north of the road, where several earlier routes through this notch are visible. The highest road is Goodale's Cutoff. At Lava Lake, 11.3 miles west of the visitor center, there is a historical marker which describes Goodale's Cutoff. Goodale's Cutoff is not accessible by car within Craters of the Moon National Monument. However, visitors may obtain a permit to hike or bicycle on the route. Check at the visitor center for more information.",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/historyculture\/goodales-cutoff.htm"
}
