{
    "title": "Craters Of The Moon National Monument & Preserve: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 26, 2016  Craters of the Moon Invites Everyone to #FindYourPark during the Centennial Birthday Month  Special events across the U.S. will celebrate the National Park Service 100th anniversary in August.   July 22, 2016  National Park Service Centennial Celebration  Celebrate 100 years with the NPS!   June 06, 2016  NASA Community Day  Community Day on June 16 to Highlight NASA\/ISU Research at Craters of the Moon.   June 01, 2016  Building a Better Campground: Lava Flow Campground Closing July 5  The Lava Flow Campground will be closed for renovation beginning July 5 and will remain closed for several months.   April 21, 2016  2015 Economic Report  Tourism to Craters of the Moon National Monument and Preserve creates 8.4 million dollars in Economic Benefits. Report shows visitor spending supports 133 jobs in local economy   December 04, 2015  16 Fee Free Days in 2016  There will be 16 fee free days in 2016!   December 03, 2015  Loop Road is Closed but We're Open for Winter  Join us this winter for fun in the snow!   December 02, 2015  Christmas Bird Count  Join us on December 15 for our annual Christmas Bird Count.   September 30, 2015  Earth Science Week Hike  Join the Craters of the Natural History Association for a special geology hike in celebration of Earth Science Week on Saturday, October 17.   September 09, 2015  Wade Vagias Selected as Superintendent of Craters of the Moon National Monument and Preserve  Wade Vagias has been selected as the new superintendent for Craters of the Moon National Monument and Preserve in south-central Idaho. Vagias is currently the Management Assistant at Yellowstone National Park. He begins his new assignment in October 2015.   September 02, 2015  Every Kid in a Park  Craters of the Moon Welcomes 4th Grade Students through the Every Kid in a Park Initiative. New National Program Encourages Families and Classes to Visit National Parks.",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/news\/newsreleases.htm"
}
