{
    "title": "Craters Of The Moon National Monument & Preserve: Robert Limbert",
    "body": "Robert Limbert        Robert W. Limbert: Explorer, Author, Visionary  \"The 'Valley of the Moon' lies in a region literally combed with underground caves and passages, bewildering in their immensity, mystifying in their variety of strange formations, where there are natural bridges as yet unknown to geographers, where bear tracks hundreds of years old may be traced for miles across cinder flats. Here are craters of dormant volcanoes half a mile wide and seemingly bottomless, huge cups in which the five-story Owyhee hotel might be placed to resemble a lone sugar loaf in a huge bowl. Here are strange ice caves with stalactites and ice-encrusted walls, caves that contain as much ice in the middle of August as they do in the winter.\" -Robert Limbert, 1924        Hand tinted image of the spatter cones Robert Limbert         Robert Limbert, westerner     The explorers, pioneers, miners, and ranchers, who traveled this area from the 1850s through the early part of this century, could find nothing to love about it. The parched and inhospitable lava beds were only an obstacle to get past as quickly as possible. All of that changed in 1918 when Robert W. Limbert, one of Idaho's most tireless and flamboyant promoters, began to explore Craters of the Moon. His curiosity piqued by stories of grizzly bears roaming the mysterious lava beds, he made two short trips into the area.      In the Spring of 1920 he was ready for a more daring undertaking. Accompanied by W.L. Cole of Boise, he completed a 17 day, 80 mile odyssey through the lava wilderness. They carried blankets, cooking gear, camera and tripod, binoculars, a compass, guns, and two weeks of dried food - 55 pounds of equipment each! They also brought along a camp dog, a decision they were to regret. After three days of travel over the rough lava, the dog's feet were raw and bleeding. For the remainder of the trip, Limbert and Cole had to carry the dog or wait for him to pick his way across the rock.  They crossed 28 miles of jagged aa flows the first three days. Sleeping at night was almost impossible, for they could not find a level place to lie down. To locate scattered waterholes, they followed old Indian or mountain sheep trails, or watched for places where groups of birds dropped from the sky to quench their thirst.  Throughout the trip Limbert photographed the landscape. He also gave colorful names to many features: Vermillion Canyon, Trench Mortar Flat, Echo Crater, Yellowjacket Water Hole, Amphitheater Cave, and the Bridge of Tears. Limbert continued to explore the region following this journey. In 1921 he led 10 scientists and civic leaders into the lava fields and argued for protection of the area's volcanic features. During the trip he made over 200 still photographs and 4,000 feet of motion picture film.           Limbert vividly described his experiences in a series of striking photo essays in newspapers and magazines. The most prominent was a 1924 National Geographic article entitled \"Among the 'Craters of the Moon'.\" He wrote, \"No more fitting tribute to the volcanic forces which built the great Snake River Valley could be paid than to make this region into a National Park.\" Limbert also sent President Calvin Coolidge a scrapbook with pictures and narration describing his trips along the Great Rift. Within two months after the article appeared, Coolidge issued a proclamation establishing Craters of the Moon National Monument. About 1,500 people traveled over the gravel and cinder roads to attend the dedication ceremony on June 15, 1924. Limbert was the first person to recognize the potential of Craters of Moon to fascinate and delight visitors. He said, \"Although almost totally unknown at present, this section is destined some day to attract tourists from all America, for its lava flows are as interesting as those of Vesuvius, Mauna Loa, or Kilauea.\" Although this prediction did not prove true in his lifetime, today more than 200,000 people visit Craters of the Moon National Monument each year.       Expedition Robert Limbert       Robert Limbert Collection View images and documents from the Robert Limbert Collection at Boise State University.",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/historyculture\/robert-limbert.htm"
}
