{
    "title": "Craters Of The Moon National Monument & Preserve: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                Reptiles         Short Horned Lizard (Photo by Dave Clark)  When thinking of desert animals, reptiles often come to mind first. Ten species of reptiles (5 snakes and 5 lizards) are found at Craters of the Moon. Although often not appreciated and sometimes feared, they play an important role in the high desert ecosystem. Lizards and snakes help control insect and rodent populations and also serve as potential meals for birds, mammals, and larger reptiles. All reptiles are cold-blooded, or more accurately “ectothermic,” regulating body temperature via external sources rather than internal metabolism. A reptile’s metabolic rate is very low, but so are its energy needs. Since keeping warm in the desert does not require much work, reptiles are well adapted to this environment. The little energy they do generate can be used for reproduction and finding food instead of heating and cooling. Of course, there are limitations to this type of adaptation. Since they cannot pant or sweat, reptiles are not able to endure extremely high temperatures without shade. They also cannot endure freezing temperatures. When it is cold, they hibernate or enter into an inactive torpor. Summer visitors to Craters of the Moon can see lizards from many of the trails. Reptiles are the most active once the sun heats the black basalt and increases their body temperatures. They are usually visible sunbathing on rocks or chasing insects with their lightning-quick reflexes. Lizards found here include the leopard lizard, the desert horned lizard, the short horned lizard, the sagebrush lizard, and the colorful western skink. Most of the five snakes found at Craters of the Moon are harmless and nocturnal. All will escape from human confrontations if given the opportunity. The western rattlesnake is rarely seen and is mostly active at night.      Idaho Reptile and Amphibian Website The source on Idaho reptiles and amphibians. Maintained by Idaho State University.",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/nature\/reptiles.htm"
}
