{
    "title": "Craters Of The Moon National Monument & Preserve: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                 Birds         A Raven flying over a lava formation.   Birds are some of the most noticeable animals at Craters of the Moon. Even in the heat of a summer afternoon or the bitter cold of a January morning, ravens and Clark’s nutcrackers can be seen in many areas of the monument. To date, 212 species have been sighted on or over the monument and preserve. Many of these are rocky area or shrubland specialists seen in large numbers in only a few other places in the country. Birds at the park include year round residents, those migrating south, species that stop here only a few days each year, and some arctic and alpine birds that stay for the winter.   Since water is a scarce resource in the high desert, birds are found in abundance where it does occur. Many small ponds and lakes formed by spring rains and snow melt provide temporary homes for a surprising number of waterbirds, such as ducks, geese, shorebirds, herons, and gulls. Even swans are sighted regularly during the spring migration north to Canada. A few small riparian areas and aspen clumps provide shelter for warblers, vireos, catbirds, orioles, woodpeckers, and more. Small marshes on the northern edge of the lava flow attract blackbirds, wrens, and herons.   Much of the park is covered by shrublands and many specialist species can be found here. Birds such as Brewer’s Sparrows, Sage Sparrows, Sage Thrasher, and Sage Grouse, are found in much higher numbers than in similar areas with more human activity. Limber pine, rocky mountain, and Utah juniper stands growing in cinder gardens and kipuka areas offer habitat to woodpeckers, flycatchers, chickadees, nuthatches, warblers, sparrows, and finches. These patches of trees in the midst of a vast sea of shrublands and barren lava flows are a beacon to many migrating birds, such as warblers, sparrows, and flycatchers, which reside here for brief periods in the spring and fall.   Even the seemingly barren lava flows provide shelter for Mountain Bluebirds, Violet-green Swallows, and Rock Wrens. During the long, cold winters that are characterized by blowing snow and temperatures well below freezing, birds are still found at Craters of the Moon. Ravens, nutcrackers, and chickadees live here all year. Mountain and arctic birds that stay for the winter include Black and Gray Crowned Rosy-finches, Rough-legged Hawks, Northern Shrikes, Snow Buntings, and in some years even Snowy Owls or Gyrfalcons.",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/nature\/birds.htm"
}
