{
    "title": "Craters Of The Moon National Monument & Preserve: Native Americans",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Native Americans                Native Americans         Rock rings at Indian Tunnel Dave Clark  Humans have inhabited the Snake River Plain since at least the end of the last Ice Age, first showing up in the archeological record 12,000- 14,000 years ago. Members of the Shoshone and Bannock tribes and their ancestors had the most contact among native inhabitants with the lava fields of Craters of the Moon. The Shoshone were a branch of the Northern Shoshone that inhabited the upper Columbia River Basin, while the Bannock were a branch of the Northern Paiute. These two groups both occupied the Snake River Plain, intermingled, travelled and hunted together, and otherwise coexisted while speaking slightly different languages.  The Shoshone and Bannock did not live in large, highly-structured tribes with identified chiefs. Instead they tended to spread out into small, semi-nomadic groups or bands of two or three families in the summer, searching for food throughout the plain and into the mountain valleys. Camas root from the Camas Prairie, migrating salmon from the Snake River, and game such as deer and pronghorn were staples of their diet. Many of the common plants found at Craters of the Moon hold edible and medicinal qualities known and used by the Shoshone-Bannock and other tribes throughout the wider region. By about 1700 the Shoshone and Bannock had acquired the horse, which allowed them to hunt for game such as bison farther afield on the plains of Montana and Wyoming. During winter the groups would coalesce into small villages generally centered around the Blackfoot and Portneuf rivers. The archeological record indicates they spent considerable time at Craters of the Moon, though their movements may have been restricted somewhat by the rugged a'a flows. Given the presence of archeological sites and the recent nature of the lava flows, it's likely they witnessed eruptions along the Great Rift. The following story illustrates likely first-hand knowledge of the eruptions.  Serpent Legend (Ella Clark, Indian Legends of the Northern Rockies, p. 193-194): Long, long ago, a huge serpent, miles and miles in length, lay where the channel of the Snake River is now. Though the serpent was never known to harm anyone, people were terrified by it. One spring, after it had lain asleep all winter, it left its bed and went to a large mountain in what is now the Craters of the Moon. There it coiled its immense body around the mountain and sunned itself. After several days, thunder and lightning passed over the mountain and aroused the wrath of the serpent. A second time flashes of lightning played on the mountain, and this time the lightning struck nearby. Angered, the serpent began to tighten its coils around the mountain. Soon the pressure caused the rocks to begin to crumble. Still the serpent tightened its coils. The pressure became so great that the stones began to melt. Fire came from the cracks. Soon liquid rock flowed down the sides of the mountain. The huge serpent, slow in its movements, could not get away from the fire. So it was killed by the heat, and its body was roasted in the hot rock. At last the fire burned itself out;the rocks cooled off;the liquid rock became solid again. Today if one visits the spot, he will see ashes and charred bones where the mountain used to be. If he will look closely at the solidified rock, he will see the ribs and bones of the huge serpent, charred and lifeless.  Extensive archeological evidence suggests the Shoshone and Bannock frequently visited Craters of the Moon in the vicinity of today's loop drive and Highway 20\/26\/93. Formal surveys in 1966 and 1992 found cultural sites from the base of the Pioneer Mountains south to Sheep Trail Butte to Carey Kipuka.  Archeological sites occur in a variety of habitats, including in or near lava tube caves, sagebrush, and limber pine communities. Most sites occur on younger lava flows (approximately 2,000 years old), and therefore hold artifacts indicative of recent occupation by the Shoshone-Bannock. Older artifacts have been found but in smaller numbers, indicating more sites were possibly covered by recent lava flows. Artifacts found include flakes from the shaping of projectile points and sites where tachylyte was quarried. The park museum collection holds over 5,000 worked stone artifacts, including bifaces, projectile points, manos and metates, and 85 potsherds.  Tachylyte was sometimes used to make projectile points in the absence of obsidian. Whereas obsidian forms from rhyolitic flows, tachylyte forms from basaltic flows, has a less Evidence of Shoshone activity—such as this hunting blind made of lava rock—dot the volcanic landscape at Craters of the Moon. Page 10 Native Americans glassy appearance and is not as fine-grained as obsidian. Made from basalt, tachylyte tends to have higher iron content, as well. Of the close to eighty obsidian-related artifacts found at Craters of the Moon, at least one of the points was made from tachylyte quarried from flows near the monument's present headquarters. Obsidian from sources throughout southern Idaho, including several artifacts from Big Southern Butte, have also been found in the monument.  Other archeological sites include remains of hunting blinds and rock shelters. Approximately half of the known archeological sites occur in big sagebrush plant communities. Given the frequency of game trails and wildlife supported in this area, it suggests the Shoshone and Bannock frequently hunted in these areas. In addition, numerous archeological sites are located in remote kipukas. Such sites indicate even remote areas were hunted, despite abundant sagebrush habitat outside the lava flows. Lava tubes that held ice year-round were used by native groups to store meat. The constant, cool temperatures preserved meat much like a modern freezer. Cut bones of bison, deer, and other animals have been found in caves throughout the Snake River Plain. Other artifacts found at these sites include tines fashioned from antlers, scrapers, knives, and mats made of sagebrush bark.",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/historyculture\/native-americans.htm"
}
