{
    "title": "Craters Of The Moon National Monument & Preserve: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals         pronghorn migrate through the park   Although the stark appearance of Craters of the Moon may initially create an impression of lifelessness, many animals make their homes here. Birds and some rodents are seen most frequently. The changing weather and seasons play a large role in determining which animals are active at any given time. Arid land animals have a variety of adaptations for dealing with the temperature and moisture stresses present at Craters of the Moon. Most desert animals are nocturnal, or mainly active at night. Nocturnal behavior is an adaptation to both predation and hot summer daytime temperatures. Nocturnal animals at Craters of the Moon include woodrats (also called packrats), skunks, foxes, bobcats, mountain lions, bats, nighthawks, owls, and most other small desert rodents. Animals that are most active at dawn and dusk, when temperatures are cooler than mid-day, are called crepuscular. The subdued morning and evening light helps make them less visible to predators, but is bright enough to allow them to locate food. Some animals are crepuscular mainly because their prey is also. Crepuscular animals include mule deer, coyotes, porcupines, mountain cottontails, jackrabbits, and many songbirds. Some desert animals are diurnal, or primarily active during the day. These include ground squirrels, marmots, chipmunks, lizards, snakes, hawks, and eagles. Many animals have a specific temperature range in which they are able to be active, and so their active times of day vary with the seasons. Snakes and lizards hibernate during the winter months, are diurnal during the late spring and early fall, and become crepuscular during the heat of summer. Many insects and some birds also alter their times of activity. Some animals, like ground squirrels and marmots, have one or more periods of estivation, a summer hibernation that allows them to avoid the hottest and driest periods. Since there are few sources of water at Craters of the Moon, animals must get the moisture they need directly from their food. Mule deer munch bitterbrush leaves. Violet-green swallows snatch insects from the air. Rattlesnakes swallow rodents whole. Each of these foods contains water essential to life. A few rodents such as pocket mice and kangaroo rats do this so efficiently that they go their entire lives without drinking water. Some animals are unique to Craters of the Moon and the surrounding area. Subspecies of Great Basin pocket mouse, pika, yellow pine chipmunk, and yellow-bellied marmot are found nowhere else in the world. Lava tube beetles and many other cave animals are found only in the lava tubes of eastern Idaho. Species of Concern (pdf)",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/nature\/animals.htm"
}
