{
    "title": "Craters Of The Moon National Monument & Preserve: Astronauts",
    "body": "Astronauts                  On August 22, 1969, Apollo 14 astronauts Alan Shepard, Edgar Mitchell, Joe Engle, and Eugene Cernan landed at the airport in Arco. They then proceeded to Craters of the Moon where they explored the lava landscape and learned the basics of volcanic geology in preparation for future trips to the moon. The astronauts came to Craters of the Moon because they were pilots and not geologists. NASA felt that these were men who might someday be walking on the moon. They would also have the rare opportunity to collect samples of different rocks on the moon. Since only a limited amount of material (850 pounds total in 6 moon landings) could be brought back, it was important that they know enough geology to pick up the most scientifically valuable specimens.  Since much of the moon's surface is covered by volcanic materials, it was very important that they know something about the lava they would encounter. This was the reason that the astronauts visited such places as Hawaii, Iceland, and Craters of the Moon. Visiting these places allowed the astronauts to become educated observers who could describe the surface features they were exploring to geologists back on Earth. In 1999, Astronauts Cernan, Engle, and Mitchell (Shepard died in 1998) returned to Craters of the Moon to help celebrate the Monument's 75th Anniversary, 30 years after training here. When here they all talked about how beneficial their training here had been and how knowing about what was \"in their own backyard\" prepared them so well for their missions to the moon.              \"We leave now as we once came, with peace and with hope for all mankind.\" EUGENE CERNAN the last words spoken on the moon at the end of the Apollo 17 mission                Eugene Cernan journeyed into space on three missions. He first flew on Gemini 9 where he distinguished himself as one of the first Americans to walk in space. He was on the 3-man crew of Apollo 10 which flew around the moon and he piloted their lunar landing module over the moon's surface to scout a landing spot for Apollo 11. Cernan commanded Apollo 17 setting down his lunar landing module on the moon. He was on the moon longer than any other of the 12 Americans who have walked on the moon's surface. He was the last astronaut to walk on the moon.         Joe Engle was a jet pilot, test pilot for the X-15, and astronaut. He trained for Apollo 17 as the lunar module pilot, but was replaced on the crew in the final months of training to provide the opportunity for NASA to place a scientist on the moon in its final Apollo mission. Engle went on to pioneer the U.S. Space Shuttle program and served as commander of the second and twentieth Space Shuttle flights.           Edgar Mitchell was a Navy pilot and a Research Project Pilot. He was selected by NASA for astronaut training in April 1966. He had one spaceflight, aboard the Apollo 14 lunar landing mission, and served as Support and Backup Crew on several other missions. Mitchell's first assignments at NASA were as Support Crew for Apollo 9, the second manned Apollo flight, and as the Backup Lunar Module Pilot for Apollo 10. His sole spaceflight was as Lunar Module Pilot for Apollo 14, the third lunar landing mission launched January 31, 1971.         Alan Shepard was a naval aviator, a test pilot, and a flight instructor. Named as one of the nation's original seven Mercury astronauts in 1959, Shepard became the first to carry America's banner into space on May 5, 1961, riding a Redstone rocket on a 15-minute suborbital flight that took him and his Freedom 7 Mercury capsule 115 miles in altitude and 302 miles downrange from Cape Canaveral, Florida. He was a member of the Apollo 14 crew and is one of only 12 Americans ever to step on the Moon. He died on July 21, 1998.         Astronauts at Craters of the Moon with geologist guides, 1969 NASA",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/historyculture\/astronauts.htm"
}
