{
    "title": "Craters Of The Moon National Monument & Preserve: Cave Trails",
    "body": "Caves Trail          Caves of Molten Stone The caves area contains many stark contrasts: searing heat on the black surface versus the cool of the cave interiors, roaring afternoon wind versus the dampened stillness below ground, brilliant light and expansive views versus the enclosed darkness of the lava tubes. The drama of these contradictions draws people into this strange world. Obtain a Permit Before Entering the Caves   Plan ahead and do not bring in any items that have entered any previously visited cave or mines. Help us protect the bats found at Craters of the Moon by preventing the spread of White-nose Syndrome. If you are planning on entering the caves, obtain a free permit at the entrance station, Visitor Center or on Ranger guided walks. Help Preserve the Caves and Cave Residents Please do not bring food into the caves or leave trash in the caves. There is a trash can located in the parking lot. Remember that all cave features are fragile and irreplaceable. Do not remove any rocks or other objects from the caves area.              Safety - Be Prepared!  These caves are undeveloped and contain many hazards. There is no artificial lighting, nor are there any paved trails. The floors are uneven and possibly icy; ceilings may be low with sharp stalactites. Take at least one dependable source of light for short trips, three for extended exploration. Only Indian Tunnel may be visited without a flashlight. Wear sturdy shoes and long pants. Move slowly and watch for obstacles.  Wear a helmet for protection against low ceilings. If you do not have a helmet, a hat may offer limited protection. Do not enter the cave alone. Help can be a long time in coming. Areas where specific hazards such as loose rock exist have been marked and are closed to entry.          There are Five Caves to Explore at the Moon! Obtain your map at the trail heads or at the Visitor Center.  The caves found along the Cave Trail are Dewdrop, Indian Tunnel, Boy Scout, and Beauty Caves Dewdrop Cave: This is a very small cave, most of which is visible from the trail. Indian Tunnel: The tunnel is large. A stairway provides easy entry. Collapses in the ceiling allow sunlight to enter so a flashlight is not needed to travel in most of the cave. The size of the tube (30' high, 50' wide and 800' long) allows you to walk comfortably. If you are willing to scramble over a large pile and climb through a small opening, you can exit this cave at the far end. Follow the rock cairns with posts across the lava to return to the paved trail. Do not allow children to wander. There are deep holes in the rock near the trail. During the summer months, Rangers lead a guided hike to Indian Tunnel. Inquire at the Visitor Center for more information. Boy Scout Cave: This cave retains ice year-round. You must crawl over loose rock to enter, due to the low ceiling at the entrance. The floor of the cave can be a sheet of ice covered by several inches of water, and is very slick. Walk carefully. Beauty Cave: You enter through a large opening and scramble down a slope of large rocks to reach the smooth pahoehoe floor of this uniform 300' long tunnel. Hike Broken Top Loop and Explore Buffalo Cave Buffalo Cave: You will find this cave when hiking Broken Top Loop. Buffalo Cave is part of the lava tube system of the Broken Top flow. Sections of this cave may be entered, however, ceilings are low and collapses have led to closure of part of the cave. Enter using caution. For your safety while exploring the cave, do not go beyond warning signs. Want to Learn More? Click here to read more about the caves found within the Monument.",
    "url": "https:\/\/www.nps.gov\/crmo\/planyourvisit\/caves-trail.htm"
}
