{
    "title": "Craters Of The Moon National Monument & Preserve: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture           TIME LINE        (Before Recorded History)    2,000 years ago a volcanic eruption creates the Broken Top Flow. The Shoshone build rock rings at Indian Tunnel.      1805    Lewis and Clark cross northern Idaho enroute to the Pacific Ocean.      1831    Lewis and Clark expedition member, Jean Baptiste Charboneau, gets separated from a brigade of fur trappers and nearly perishes trying to cross the Snake River Plain from south to north.      1833    Army Captain Benjamin Bonneville explores the area with instructions to report back his findings to the War Department.      1862    Tim Goodale leads 1,095 emigrants and 338 wagons across a cutoff of the Oregon Trail that came to bear his name.      1901    Israel (I.C.) Russell with the Geological Survey explores the area and provides the first geologic description of what he calls the Cinder Buttes.      1920    Robert Limbert hikes the entire length of the Great Rift and widely promotes the region for status as a national park.      1923    Harold Stearns, a geologist, describes the area as the most recent example of a fissure eruption in this country and recommends it be preserved as a national monument.      1924    Limbert's article \"Among the Craters of the Moon\"  is published in NATIONAL GEOGRAPHIC MAGAZINE. President Calvin Coolidge signs a proclamation creating Craters of the Moon National Monument.      1925    First custodian Samuel Paisley constructs the first visitor center near Registration Waterhole and receives a salary of $12 per year.     1926 Visitation: 4,600 td>         1927    Waterholes that supplied water to the monument dry up following a series of earthquakes and water has to be hauled in for four years. A troop of Boy Scouts discovers Boy Scout Cave. The Craters Inn and several cabins are built for the convenience of visitors.      1931    A waterline supplying water from springs in the north end of the monument to the campground and headquarters building completed.      1956    The Mission 66 Program initiates construction of today's road system, visitor center, shop, campround and comfort station.      1956 Visitation: 100,000 td>         1959    The Craters of the Moon Natural History Association formed to assist the monument in educational activities.      1962    Addition of an island of vegetation completely surrounded by lava known as Carey Kipuka increases the size of the monument by 5360 acres.      1967    Study of mule deer completed.      1969    NASA astronauts Alan Shepherd, Edgar Mitchell, Eugene Cernan, and Joe Engle explore the monument while training to visit the moon.      1970    Congress creates the Craters of the Moon Wilderness, the first such designation within the National Park Service.      1983    Mt. Borah earthquake with a magnitude of 6.9 felt at the monument but does little damage.      1992    Dedication of first totally accessible trail at Devils Orchard      1993    Guided walks and programs attended by over 12,000 visitors.      1994    Visitor center lawns removed to eliminate the attraction that was causing deer to be killed while crossing the highway.     1995 Visitation: 237,000 td>         1997    New exhibits installed in visitor center.       1999  75th Anniversary Celebration.      2000    Monument expanded to include all of the Great Rift Zone. Cooperative management initiated with the Bureau of Land Management.              Historic Context Statements History of Craters of the Moon and the Snake River Plain of Southern Idaho      Administrative History History of Craters of the Moon National Monument                   History   17 Photos  Images of some of the fascinating people who have passed this way.",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/historyculture\/index.htm"
}
