{
    "title": "Santa Fe National Historic Trail: Places To Go in Oklahoma",
    "body": "Places To Go in Oklahoma       The Santa Fe Trail Interactive Map!    Here's a fun, exciting way to find places to visit. Zoom in to find a location in Oklahoma, then click on the yellow balloon of your choice to see the site name, address, access, image, and website. You'll find museums, interpretive centers, and historic sites that provide information and interpretation for the Santa Fe National Historic Trail.     Please contact each site before you go to obtain current information on closures, changes in hours, and fees.        Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.      Autograph Rock, outside Boise City Location: approximately seven miles west and seven miles north of Boise City Telephone: (580) 544-3479 (Cimarron Heritage Center) Access: The Sharp family owns the ranch on which Autograph Rock, and nearby Cold Springs, are located. The owners are committed to historic preservation, and they allow visitors onto their property to view Autograph Rock and the immediate area at certain times between May and September (though Cold Springs is not accessible). For permission and arrangements to visit the site, contact the Cimarron Heritage Center in Boise City. Historical Significance: Cold Springs Creek, a tributary of the Cimarron River, is an area of live, year-round water located in the panhandle of Oklahoma. This made it an important stopping place for anyone passing through the area, including travelers on the Cimarron Route of the Santa Fe Trail, which ran just south of Cold Springs. The main wagon traffic going to and from Santa Fe followed this route after William Becknell and others discovered it was suitable for wagons in 1822 and after. The area around Cold Springs was a well known campsite where travelers could rest, care for lame animals, mend broken wagons, and prepare for further travel. Over the years it became a novelty to some of those who could write to chisel their names in the nearby sandstone bluffs. Autograph Rock contains the names of many trail travelers from the 1850s and beyond. These inscriptions came from a variety of people, including soldiers, teamsters, merchants, gold seekers, and adventures trying to regain their health in an arid land. The oldest dated name found so far is T. Potts 1806. The most popular name is F. B. Delgado. He was one of the principal owners of a mule and ox train that freighted on the Trail and he left his signature many times. Available Facilities: In 1960, the Oklahoma Historical Society and the Oklahoma Science and Arts Foundation conducted a study of the autographs on the area rocks and compiled 323 names. The existing condition of the trail ruts varies from well defined to nonexistent. There are grassed over depressions, four across, and a short walking trail. Exhibits: Outdoor exhibits are located at the site. To learn more: www.santafetrailresearch.com\/spacepix\/autograph-rock.html or www.ccccok.org\/museum",
    "url": "https:\/\/www.nps.gov\/safe\/planyourvisit\/places-to-go-in-oklahoma.htm"
}
