{
    "title": "Craters Of The Moon National Monument & Preserve: Winter Activities",
    "body": "Winter Activities         skier on winter trail Dave Clark  Current snow trail conditions              Cross-country Skiing  The winter landscape at Craters of the Moon is one of black and white. Deep snow obscures the once fiery lava. Dark, jagged rocks protrude here and there through the backdrop of snow. It is a landscape of dramatic contrasts and rugged beauty. Although the Loop Drive is closed to motorized travel in the winter, those who are properly prepared can still explore the monument on our winter trail. The winter trail is groomed as snow pack and staffing allow. This is usually during the period from December to March. The groomed track is 4-7 miles in length with mostly level terrain or gentle hills. There is one steep hill on the southwest flank of Inferno Cone. Novices should ski the loop clockwise to avoid coming down this hill. Although skiing time varies with ability and snow conditions, most people can ski the entire loop in 2 to 4 hours. There is no charge for skiing at Craters of the Moon. The open slopes of the cinder cones scattered along the Loop Drive provide perfect telemarking terrain. Skiers should feel free to leave the groomed track and venture onto these slopes to carve some turns! Weather conditions may change rapidly and skiers should be prepared for the worst. The average high temperature for January is 29 degrees F and the average low is 10 degrees F. Even on the best of days, wind is common. Carry extra clothing, water, and a snack. Know your own abilities and do not ski so far that you become exhausted. Use caution if you leave the groomed track. The surface of the lava beneath the snow is very uneven and may conceal cracks and sharp rocks. Dogs tear up the groomed track and detract from the skiing experience for others. They may also frighten wildlife. For these reasons, dogs are not permitted on the ski track.    Snowshoeing  The snow-covered landscape of Craters of the Moon offers many opportunities for visitors on snowshoes to enjoy the monument during the winter months. Follow the orange snow poles to explore a 1.5 mile Snowshoe Loop Trail through the monument or venture off of the winter trails and climb a cinder cone. Snowshoe Walks are scheduled in January and February and no prior snowshoe experience is required. The Craters of the Moon Natural History Association has snowshoes available for loan at the visitor center. Donations are accepted for the upkeep of the equipment.",
    "url": "https:\/\/www.nps.gov\/crmo\/planyourvisit\/winter-activities.htm"
}
