{
    "title": "Craters Of The Moon National Monument & Preserve: Safety",
    "body": "Safety          Before You Step Off the Trail...  Please consider that these lava flows and features are thousands of years old and easily damaged by off-trail travel. In addition, park regulations prohibit off-trail travel around the North Crater Flow and Spatter Cones\/Big Craters areas (see maps on trailhead signs, or at the read the Superintendent's Compendium to identify specific closure areas).     You are also quite fragile and easily damaged by sharp and abrasive lava rock! Taking a fall will almost certainly result in cuts and scrapes. When hiking on trails we encourage you to slow down and use caution. Sturdy shoes (no sandals) and long pants are highly recommended. When exploring caves a hat or helmet for head protection and a flashlight are a must. Thank you for helping to protect your Monument and yourself!      Weather and Safe Travel Tips   Extreme cold in the winter and extreme heat in the summer are the rule at Craters of the Moon. Snow is common in winter and lightning can be a danger on the exposed lava fields in spring and summer. Strong winds can and do blow at any time of year. Come prepared for whichever season you choose to visit.  During the summer the black lava captures and radiates the heat of the intense summer sun. An afternoon without steady wind is a rarity. Be prepared! Wear sun screen and a hat and carry plenty of water. Fill your water bottles before leaving the visitor center, as there is no running water along the Loop Drive, nor is there surface water in the wilderness. For wilderness travel, carry at least one gallon of water per person per day. The lava surface is uneven and abrasive, so wear hiking boots or sturdy shoes. Cuts and abrasions from falling on the lava are the most common injuries in the park.   In addition to the above mentioned items, it is highly recommended that all hikers carry a map, a GPS or compass and a cell phone. Although there is limited cell phone coverage in this remote area, hikers may be able to pick up a signal on top of one of the cinder cones in the event of an emergency.     Cave Safety  The caves are undeveloped and contain many hazards. There is no artificial lighting, nor are there any paved trails. The floors are uneven and possibly icy; ceilings may be low with sharp stalactites. Remember to obtain your free cave permit to help protect bats.   Take at least one dependable source of light for short trips, three for extended exploration. Only Indian Tunnel may be visited without a flashlight.   Wear sturdy shoes and long pants. Move slowly and watch for obstacles.   Wear a helmet for protection against low ceilings. If you do not have a helmet, a hat may offer limited protection.   Do not enter the cave alone. Help can be a long time in coming.   Areas where specific hazards such as open pits and loose rock exist above and inside caves. For your own safety, do not enter areas that have been marked as closed to entry.        Backcountry Roads Ensure safe travel on backcountry roads and know current conditions and have a map.",
    "url": "https:\/\/www.nps.gov\/crmo\/planyourvisit\/safety.htm"
}
