{
    "title": "Craters Of The Moon National Monument & Preserve: NPS Preserve and BLM Monument",
    "body": "NPS Preserve and BLM Monument         A view from the Preserve to the BLM Monument   A network of primitive roads through the Bureau of Land Management (BLM) Monument offers backcountry driving opportunities and access to the National Park Service (NPS) Preserve for those with high-clearance, 4-wheel-drive vehicles. Individuals seeking challenge and solitude will find both in the cross-country hiking available through the sage-brush covered flats and rugged lava flows of the Monument and Preserve. Travel Restrictions  Cross-country motorized travel is not allowed anywhere within the Monument and preserve except immediately adjacent to roads and trails for purposes of parking, turning around, or passing another vehicle.  Additional travel restrictions are in effect in certain areas to protect wildlife and sensitive features. Roads designated with \"Seasonal Closures\" may only be used during the open period. Permission from private land owners is required to cross private land unless legal access is provided by a Federal, State, or County Road. Safety  Outside of the developed NPS Monument, there are no services and marginal phone coverage in the Monument and Preserve. Exploring these areas requires special planning and an awareness of potential hazards. Bring a map, compass or GPS, a reliable form of communication, first-aid kit, sun protection, fire extinguisher, shovel, and plenty of water, food and fuel. Always let someone know where you are traveling to and when you will return.  Prevent Wildfires -Never park or drive on dry grass. The exterior of your exhaust system can reach temperatures up to 2800 degrees Farhenheit, igniting fires in dry vegetation. Vegetation can also gather on top of your exhaust system causing it to ignite. Equipping your vehicle with a proper exhaust system and spark arrestor may help to prevent this. -Include a fire extinguisher and a shovel in your vehicle as standard equipment. -Report all wildfires at #FIRE on your mobile phone.       Obtain a detailed Travel Map from the Visitor Center or the BLM Shoshone Field Office        You can also access a digital copy of this map and other information about the BLM Monument at the BLM website...      Hunting Hunting is permitted within the BLM Monument and in the NPS Preserve (map). Firearms may only be used for lawful hunting in accord with state law in these areas. For the protection of your health and the health of wildlife, hunters are encouraged to use non-lead bullets. Grazing  Grazing is permitted within the BLM Monument by ranchers with valid permits. If you encounter sheep or cattle on a road or trail, make them aware of your presence and move by slowly without startling them. If you open a gate, please close it properly to keep livestock where they are supposed to be. Guard dogs are employed by ranchers to protect livestock. Please avoid these animals and keep pets away from them. They take their jobs very seriously. More information about safety on rangelands. Wilderness Study Areas  In 1976 Congress instructed the BLM, in the Federal Land Policy and Management Act, to inventory public land for areas that meet the minimum criteria for wilderness designation under the Wilderness Act of 1964. These areas are called Wilderness Study Areas (WSAs).  Criteria for WSA designation are: -Outstanding opportunities for solitude -Opportunities for a primitive and unconfined type of recreation -Ecological, geological, or other features of scientific, scenic, or historical value -In a natural condition substantially uninfluenced by humans Congress also asked the BLM to provide recommendations about which areas would be most suitable for wilderness designation. The BLM and NPS are required to manage WSAs so they remain suitable for wilderness designation until Congress decides to officially designate the land as wilderness or to release it for other purposes. More about WSAs.",
    "url": "https:\/\/www.nps.gov\/crmo\/planyourvisit\/nps-preserve-and-blm-monument.htm"
}
