{
    "title": "Craters Of The Moon National Monument & Preserve: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes      Entrance Fees The entrance fee is $10 per vehicle. Those entering by bicycle, motorcycle or foot pay $5 per person. Individuals age 15 and under enter free. Fees are also charged for commercial tour vehicles. Credit cards are accepted.There is no fee when the loop drive is closed in the winter-time.   These passes are accepted at the entrance station:  1) Interagency Annual Pass: $80 This annual pass covers entrance and standard amenity fees for national parks and other federal fee areas; Valid for one year through the month of purchase. You can purchase the pass at the park. 2) Interagency Senior Pass: $10This is a lifetime pass for U.S. citizens or permanent residents age 62 or over. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass can only be obtained in person at the park. The Senior Pass provides a 50 percent discount on camping.  3)  Interagency Access Pass: Free This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass. The pass can only be obtained in person at the park. The Access Pass provides a 50 percent discount on camping. 4) Interagency 4th Grader Pass: Free This pass is available to U.S. 4th Graders (including home-schooled and free-choice learners 10 years of age). Valid for the duration of the 4th grade school year through the following summer (September to August). Visit www.everykidinapark.gov. This pass provides free access to national parks, national forests, national wildlife refuges, and more! The Every Kid in a Park pass is good for the 2015-2016 school year, until August 31, 2016.5) Interagency Volunteer Pass: Free This is an annual pass for volunteers with 250 cumulative service hours with federal agencies that participate in the Interagency Pass Program. Contact the park's VIP coordinator at 208-527-1331 to learn about volunteer opportunities at Craters of the Moon. 6) Interagency Annual Pass for US Military: Free This is an annual pass covering entrance and standard amenity fees for all national parks and other federal fee areas. Free to US military personnel and their dependents with proper identification (current CAC Card or qualified DD Form 1173 required).  Obtain with military ID card at the Monument fee station or at the BLM field office in Shoshone.       Free Entrance Days Let's celebrate! The National Park Service is turning 100 years old in 2016. So… on 16 days in '16, all National Park Service sites that charge an entrance fee will offer free admission to everyone! Check out the dates @ Free Entrance Days in the National Parks. If your visit during a free day extends beyond the free day(s) and you re-enter the park after the free day, you will be required to pay the regular entrance fee. This free entry includes: entrance fees and commercial tour fees. Camping fees are not included.        Camping Fees  There is a 51 site campground among the lava formations beyond the visitor center. Campsites are available on a first come, first served basis for $15 per night per campsite ($8 per campsite in the early and late season when no water is available). Self register at the campground (no reservations) for the campsite of your choice. Please note that the campground at the Monument will be closed for the season starting July 5, 2016 for extensive renovations. Find more about camping in the area. A separate group campsite is located behind Sunset Cinder Cone about .75 miles up a gravel road on the north side of U.S. Highway 20\/26\/93. The fee for the Group Campground is $30 per night for groups of 30 people or less. This campground is only available by reservation. Email us at least one week in advance.              Does your fourth grader have their Every Kid in a Park pass?",
    "url": "https:\/\/www.nps.gov\/crmo\/planyourvisit\/fees.htm"
}
