{
    "title": "Ala Kahakai National Historic Trail: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth         Hawai`i Island National Parks Junior Ranger Adventure Book patch.   Aloha, E Na Kamalii (Hello, Kids) Did you know that you can explore four national parks connected by one national historic trail? Get out of the car, into the parks and on the trails with your families. Fun learning activities are available in Junior Ranger activity books. Your participation just depends on how much time you have. One day or less: Each park has a Junior Ranger book. Families are encouraged to work together with their kids to complete the activities. Check with individual parks for hours of operations and amount of time needed to complete activities. Two or more day: The Hawai`i Island National Parks Junior Ranger Adventure Book is geared for those who have more time to visit each side of the island. Driving to each park takes some time so plan that into your day. Ask for more details at the front desk of the park's visitor centers. To download an Adventure Book, click here.        Na Kilo Aina subject of study: sea urchins. Pelika Bertlemann  KIDS ON THE TRAIL: A recipe for stewardship What is a good recipe for stewardship and conservation? Mix one part kids with many parts of nature, add in some fresh air, bake in the sunshine then blend vigorously with a few sprinkles of learning activities loaded with fun. Servings: limitless. What to do during a one week school break? Fish camp. How do you learn? Hands-on fun activities about ocean topics related to human use, fish anatomy, urchi gonad index, fish identification, reef survey and intertidal survey. Na Kilo Aina, a fish camp held during October 2013 in Kawaihae along a portion of Ala Kahakai National Historic Trail, was hosted by Kailapa Community Association in partnership with University of Hawaii's Sea Grant program and many community partners. These local community fish camps in Hawaii are an initiative of and funded by Conservation International's Hawaii Fish Trust. This program carries out National Park Service's Call to Action #16, Live and Learn: \"Provide multiple ways for children to learn about the national parks and what they reveal about nature, the nation's history, and issues central to our civic life.\"",
    "url": "https:\/\/www.nps.gov\/alka\/learn\/kidsyouth\/index.htm"
}
