{
    "title": "Craters Of The Moon National Monument & Preserve: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Craters of the Moon National Monument and Preserve 1266 Craters Loop Road  Arco, ID 83213                 Directions         18 miles southwest of Arco, Idaho on U.S. Highway 20\/26\/93, 24 miles northeast of Carey, Idaho on U.S. Highway 20\/26\/93, 84 miles from Idaho Falls, and 90 miles from Twin Falls.  Directions Details           Operating Hours & Seasons         Craters of the Moon National Preserve Always open but roads may be impassable due to mud or snow during certain times of year. High clearance four-wheel drive highly recommended on BLM Monument roads.     Standard Hours    Sunday:  -    Monday:  -    Tuesday:  -    Wednesday:  -    Thursday:  -    Friday:  -    Saturday:  -      Park Entrance  Craters of the Moon National Monument The scenic Loop Road is generally closed to motorized vehicles from late November through mid-April due to snow. The Loop Road is groomed for cross-country skiing in January and February.    Standard Hours    Sunday:  -    Monday:  -    Tuesday:  -    Wednesday:  -    Thursday:  -    Friday:  -    Saturday:  -              Weather           Weather at Craters of the Moon is characterized by hot summers and cold winters. In February, average snow depth ranges from 26 inches at the north end of the monument to just 2 inches at the south end. Intense summer sun bakes the black lava, generating surface temperatures of 170 degrees Fahrenheit and air temperatures in the 90s. Drying winds are a daily occurence, especially in the afternoon, and may reach 15 to 30 miles per hour.          Fees & Passes     Entrance Fees:   NPS Monument Entrance Fee - Private Vehicle - $10.00 This per-vehicle fee covers all occupants of your vehicle for seven consecutive days and provides entrance into the NPS Monument.   NPS Monument Entrance Fee - Per Person \/ motorcycle - $5.00 This per-person\/motorcycle fee provides entrance into the NPS Monument for seven consecutive days.    Entrance Passes:   Craters Annual Pass - $30.00 This pass covers the entrance fees of the pass holder and up to three fellow travelers. It is valid for 365 days from date of purchase. Available in spring 2016.         Visitor Centers       Visitor Center Start your visit here for maps, information, exhibits, presentations, restrooms and the Craters of the Moon Natural History Association bookstore. The Visitor Center is open daily from 8 a.m. until 4:30 p.m. (6 p.m. in summer).                   Welcome to Craters of the Moon  The park is open every day. Some park facilities and the loop road are closed during the winter. Visit Current Conditions and Operating Hours & Seasons for more information.  When the loop road is open to automobile traffic an entrance fee is charged. Find out more on the Fees and Passes page.  Permits & Reservations are required for some activities and facilities.  Pets are welcome in the campground and in parking lots and paved roads but not in the visitor center or on NPS Monument trails (with the exception of service animals). For the protection of your pet and park wildlife pets must be kept on a leash at all times.  Basic Information in a variety of languages is available on the Brochures page.",
    "url": "https:\/\/www.nps.gov\/crmo\/planyourvisit\/basicinfo.htm"
}
