{
    "title": "Ala Kahakai National Historic Trail: Partners",
    "body": "Explore This Park    Get Involved     Partners             Partners            Ala Kahakai Trail Association Board NPS  Ala Kahakai Trail Association The Ala Kahakai Trail Association (ATA) began as an interim organization in 2006 to become a registered non-profit organization registered in 2008. It is the supporting and overarching organization for the community management aspects of the Ala Kahakai National HistoricTrail (NHT), which is 175 miles of dedicated cultural and heritage trail on Hawaii Island. The Trail Association was established to ensure that the Ala Kahakai NHT is well connected to the community, that Hawaiian values and principles are in place and practiced, to foster partnerships and collaboration, and to provide help and guidance for the work of managing and sustaining the trail in perpetuity. They keep the vision of cultural conservation and community building through stewardship of the trail. Board members represent all the moku (districts) of Hawaii Island and have deep ties to these places. They serve to unite the community and to build positive, broad-based local, national and international support for the shared vision and goals stated in the trail's Comprehensive Management Plan.        Na Pe`a youth sailing program NPS  Na Pe`a The living classroom of Ala Kahakai National Historic Trail has expanded beyond land trails to blue water ocean trails. A long time vision of creating future leaders, effective marine resource stewardship and perpetuation of indigenous beliefs, traditions and practices of Native Hawaiians came to fruition with the Na Pe`a program. Youth are being given hands on instructions about traditional Hawaiian sailing canoes with an emphasis on land and water stewardship. Middle school students selected from Konawaena Middle School for the year long program based out of Keauhou Bay in Kailua Kona meet three times a month. They have completed safety training, visited canoe plants in a Hawaiian rainforest, made their own paddles, and much more since they started in September 2013.  Training includes learning the names and stories of places; the history of the Hawaiians of Kona, their beliefs, values, traditions and practices of caring for the ocean and beaches; navigation, fishing, and boat safety…so the youth, in turn, may teach others. The long term intention is that there will be similar programs in many locations across Hawaii. Na Pe`a is a collaboration between Nakoa Foundation and Ala Kahakai National Historic Trail and is supported by other partners with an interest in this vibrant youth program. For more detailed information, visit the Na Pe`a website.",
    "url": "https:\/\/www.nps.gov\/alka\/getinvolved\/partners.htm"
}
