{
    "title": "Santa Fe National Historic Trail: Tell-Tale Signs",
    "body": "Tell-Tale Signs       HELPING YOU DISCOVER THE SANTA FE TRAIL Look left, look right, look straight ahead — the land has a story to tell. Swells and swales, creek crossings and river routes, dips and ruts: all these signify an international highway of the past! You can follow the paths of American, Mexican, and French traders, freighters, entrepreneurs, stagecoach drivers, and the American cavalry. Imagine these long-ago times as you travel to historic rendezvous points and scout natural landmarks across the countryside. These tell-tale signs will help you find and explore the many places and stories of the Santa Fe National Historic Trail.             Click here to find out how to create a custom sign plan for your area by working with National Trails Intermountain Region staff.         Auto Tour Route signs guide you along all weather roads that more or less follow the historic route of the trail. Look for Historic Site Name signs that clue you into places to experience on the trail. Did Felipe Delgado pass this way on his journey to the Oklahoma bluffs now known as Autograph Rock?         Local Tour Route signs direct you over varied terrain following local low speed, rural, and even dirt roads. They follow a number of historic trail sites or segments in a small geographic area. A number of towns along the Missouri River that contended for Santa Fe's traffic of goods are now story sites of local lore.         Crossing signs alert you to locations where the historic trail crossed an existing road. But what crossed the road? Will you see evidence of an old wagon wheel path? Merchant caravans lumbering across the land traveled about 15 miles a day.         Original Route signs are exclusive. These signs tell you that you are on roads well documented as being the original trail. For example, Trail Street in Dodge City, Kansas finds you directly upon the Santa Fe Trail and Fort Union in New Mexico is surrounded by original trail swales.         Historic Site Name signs steer you to historic trail sites or segments. Look across the expanse. Boggsville, Colorado was an Indian campsite before the Spanish ruled. Once they gained independence, Mexicans stepped in. Finally, Americans took possession of the land, following the trail on their route of invasion into Mexico.             When you see a Site Identification sign, such as Gardner, Kansas (above), you know you have arrived at the entrance to a historic site, segment, or interpretive facility.",
    "url": "https:\/\/www.nps.gov\/safe\/planyourvisit\/sign-standards.htm"
}
