{
    "title": "Craters Of The Moon National Monument & Preserve: Photos & Multimedia",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia             Photos & Multimedia       Social Media            Get social...find out what's happening in your national monument and \"Like\" us on Facebook.           Need pictures?...Link to our Flickr page for a variety of images available for viewing and downloading.       Apps         Logo for Craters Rocks! app AppJester  Craters Rocks! Explore the geology of Craters of the Moon with this guided tour of the main trails along the Loop Road. The app includes trail maps, photos, and descriptions of important features that are visible throughout this volcanic wonderland. Available for both Apple and Android devices.         Logo for Wildflower app Howe Software  Wildflowers of Craters of the Moon Download our free flower identification app available for both Apple and Android devices.        Photos                   Caves   7 Photos  Images of lava tube caves.          History   17 Photos  Images of some of the fascinating people who have passed this way.          Lava   17 Photos  Images showing some of the many forms of lava.            Park Structures   3 Photos  Images of signs and facilities found at the park.          Wildlife   24 Photos  Images of some of the diverse variety of animals that live here.          Scenics   63 Photos  Images showing scenic views.            Plants   33 Photos  Images of the diverse variety of vegetation found here.          People   18 Photos  Images of visitors.          High Resolution    8 Photos  Media Quality Images                          More photos These resource photo albums provide a glimpse into Craters of the Moon's critical resources and National Park Service efforts to inventory, monitor, and preserve them.       Videos                  Short films about park activities and resources: Winter  SnowSchool Star Party      Geological Animations (Developed by BLM staff and the University of California at Santa Barbara)  Eruptive Periods along the Great Rift Shows the evolution of the Craters of the Moon lava fields over the last 15,000 years.  Great Rift Shows a close-up view of the Great Rift and possible mechanisms by which features visible today on the surface were created.  Tree Molds Illustration of the process by which the imprint of charred trunks remains after contact with lava.  Rafted Blocks Shows the transport of large chunks of a cinder cone by lava flows.         Other       A Trip to the Moon Website for the Idaho Public Television special on Craters of the Moon      Interview with Doug Neighbor, Former Superintendent of Craters of the Moon National Monument and Preserve (Part of the Boise State Radio series \"New Horizons in Education\")      Interview with Robert Limbert historian and film maker, Steve Wursta (Part of the Boise State radio series \"New Horizons in Education\")",
    "url": "https:\/\/www.nps.gov\/crmo\/learn\/photosmultimedia\/index.htm"
}
