{
    "title": "Lewis & Clark National Historic Trail: Opportunity for Assistance",
    "body": "Opportunity for Assistance        Lewis and Clark National Historic Trail Partner Support Program team aims to dedicate its time and resources to assist partners with missions compatible to the Trail's, which is:  Lewis and Clark National Historic Trail will work in partnership to protect the Trail for the enjoyment, education, and inspiration of all people.  Are you working on a Lewis and Clark Trail project and would like some assistance? This is an opportunity to work collaboratively to achieve your goals.  The Lewis and Clark National Historic Trail (Trail) Partner Support Program announces the 2013 Trail Partner Support Program (PSP) open call for assistance. We are requesting proposals for projects that will help protect Trail resources, communicate the stories, and\/or enhance visitor experience. Successful applicants will receive technical assistance from the Trail PSP team.  NEW THIS YEAR 2013: Monetary assistance will not be awarded this year. Projects that utilize existing or new partnerships and volunteers will receive priority consideration. We will be accepting applications from February 15 to March 15, 2013. Successful applicants will receive technical assistance from the Trail PSP team as outlined in a signed agreement between the National Park Service and the awardee. The Trail PSP team includes specialists in the disciplines of outdoor recreation, geography, environmental protection, natural and cultural resources, volunteer management, education and interpretation. Support provided on projects may include consultation, facilitation, training, research, guidance, liaisonship and network development.    An example of a project previously awarded Trail PSP assistance is the Gorge Towns to Trails Project. This project proposed by Friends of the Columbia Gorge during our 2011 Call for Applications, aims to provide economic development for local Gorge communities while also increasing public access to the area's outstanding recreational resources. Trail PSP staff provided technical support for this project by helping with Geographic Information Systems (GIS) data development and mapping, assistance with partnership coordination, and planning.  PSP 2013 Priorities The Trail PSP will provide technical assistance to projects that closely align with the Trail mission and that will benefit from Trail PSP assistance. Projects with the following components are particularly encouraged and will be given priority for assistance this year.  Bring together multiple existing partners, or strive to create new partnerships. Incorporate volunteers to accomplish work\/goals.  Funding Available There are no funds available for award in fiscal year 2013.  Who is eligible to submit an application for assistance? All non-profit organizations; for-profit organizations; educational institutions; local, state and tribal governments; and private individuals are eligible to request assistance through the Trail Partner Support Program.  Projects must demonstrate a clear connection to the Lewis and Clark National Historic Trail and its mission. Applicants must need and anticipate substantial involvement from Trail Partner Support Program staff in the execution and management of projects. The nature of this involvement will be detailed in a signed agreement between awardees and the NPS.    If this opportunity sounds good to you, please see the Applying for Assistance page for more information.       Download the full announcement for the open call.",
    "url": "https:\/\/www.nps.gov\/lecl\/learn\/management\/pspopportunity.htm"
}
