{
    "title": "Saguaro National Park: How You Can Help",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Invasive Plants     How You Can Help                  How You Can Help         At home: landscape with native plants, such as this tangle head grass; it helps wildlife and requires less water and effort. NPS photo\/Holly Hope  Help stop the spread of invasive plants  At home Don't plant a pest! Avoid buying or growing plants that are known to be invasive. If you are unsure if a plant is invasive, ask at the nursery if the plant is \"weedy\". If a local nursery is selling invasive plants or seeds, let them know your concerns. Avoid buying and planting mixtures of seeds, especially ones labeled \"wildflowers\"; many seed packets contain invasive species, such as African daisy. Landscape and garden with plants native to your area. Although many non-native plants are not invasive and can be grown without risk, emphasizing native plants, especially pollinator-friendly species, can provide other advantages such as food, cover, or nesting sites for butterflies, birds and other wildlife. Native plants also require less water, fertilizer, and pesticide.          Click on the image to download the Arizona Native Plant Society's Brochure. AZ Native Plant Society  Eliminate buffelgrass and fountain grass in your neighborhood. Team with neighbors or organize a weekend morning neighborhood pull. When gardening or doing a construction project: • Clean all equipment of plant material and use weed-free gravel or soil. • Avoid unnecessarily compacting, tilling, or otherwise disturbing the soil. • Replant, mulch, or cover disturbed or bare areas. Report buffelgrass outside the Park to the proper authorities. The earlier weeds are detected and removed, the better the chance of control. For large infestations that may threaten life or property, don't delay, contact the Pima County Department of Environmental Quality buffelgrass page website. It contains information on regulation, enforcement, a link to a Buffelgrass Complaint Form, and a phone number for reporting buffelgrass on private land in the county.        Buffelgrass seed hitch a ride on hiking boots. NPS photo\/Holly Hope  Visiting the park  Keep the following tips in mind to avoid transporting seeds or plant parts to new locations: • Before and after your park visit clean or brush off your: Shoes and clothes Pets and stock Vehicles and tires Your backpack or any other equipment that can carry seeds or plant parts • Wash your boots before you hike in a new area. Weed seeds are common hitchhikers. • Pack out all trash and food • Learn the worst Invasive Plants in Saguaro National Park. • Follow Leave No Trace principles. Not only will you prevent the spread of weeds, but you will also help preserve the health and beauty of Saguaro National Park.         Join us for second Saturday pulls at the Rincon Mountain District or join the Weed Free Trails program. NPS photo  Want to do more?  Please do not pull plants that you think are invasive and please do not go off trail. Both of these are a violation of Park regulations. Unfortunately we find many native grasses uprooted along the side of the trail, likely pulled by well-meaning hikers. You can help us by reporting when, where, what plant and approximately how many plants there are. If you have a GPS unit, record the coordinates (preferably in UTMs; example 525912\/3564238) and email us this information and a photo.  The Park has several volunteer opportunities. The second Saturday of each month (September - May) volunteers pull buffelgrass at the Rincon Mountain District. Check our schedule. These group pulls include training, fresh air, exercise (pulling buffelgrass), friendly people, and refreshments. Volunteers have removed buffelgrass from over 50 acres since 2008 and have seen some less-traveled areas of the Park. If you hike the Park often and would like to incorporate weed removal into your hikes, consider becoming part of the Weed Free Trails Program.       Check out the Southern Arizona Buffelgrass Coordination website for more information on buffelgrass and how you can help.",
    "url": "https:\/\/www.nps.gov\/sagu\/learn\/nature\/how-you-can-help.htm"
}
