{
    "title": "Lewis & Clark National Historic Trail: Climate Change in National Parks",
    "body": "Climate Change in National Parks         York's Island, Townsend, Montana NPS, JH-Anderson  Some national parks are already experiencing significant impacts from a changing climate caused by global warming. Glaciers are melting or have disappeared, alpine habitats are being replaced by warmer climate zones, affecting animals like the pika that depend on the colder climate generally associated with higher altitudes; wildfires are more severe and more frequent, as are floods or the lack of precipitation; plant and animal diseases are more commonplace in many parks. The very treasures that define some national parks are in jeopardy. Glacier National Park could be without glaciers, Joshua Tree National Park without Joshua trees and saguaro, giant sequoias, and redwoods are each threatened in their namesake parks.  Since many national parks represent the absence of human impacts, they are indicators of how the earth is adapting to the change associated with human impacts. Once significant changes are apparent in remote wilderness areas, the impacts elsewhere have set in.According to researchers, the magnitude and pace of these changes are unprecedented in human history. Many of them have consequences that will affect the resources and influence the experiences for which the national parks were established. Regardless of their causes, we must do what we can to manage these impacts and adapt to the new circumstances they bring. Perhaps the same wisdom that has preserved our heritage in the past can guide us in making choices for the future.          More frequent and severe wildfires likely with warming of the earth's surface. NPS  Climate change will have impacts in all regions of the country. Read about the expected changes in the Great Plains, the Heartland, the Upper Midwest\/Great Lakes, the Southeast, the Pacific Northwest, and other regions.",
    "url": "https:\/\/www.nps.gov\/lecl\/learn\/nature\/climatechangeinnationalparks.htm"
}
