{
    "title": "Lewis & Clark National Historic Trail: Partners",
    "body": "Partners         Nichole McHenry, Karla Sigala, and Jill Hamilton-Anderson of the Trail Partner Support Program team visiting with museum director James Payne of the Fort Walla Walla Museum in Washington state.   It is the mission of the National Park Service to preserve the remnants of the historic route of 1804-1806 Corps of Discovery Expedition located along the Lewis and Clark National Historic Trail and to provide a comprehensive interpretation of its history, including the American Indian perspective, to allow for better visitor understanding and appreciation of its significance.  The Trail is committed to building true relations with all people, to learn from them, and to tell their stories with sensitivity and respect while working to preserve and protect our natural and cultural heritage for future generations.  While Trail administration and staff can plan, influence, and guide some of what occurs along the Trail, most activities, facilities, people and land resources are under the management and control of Trail partners.  The Trail depends on the relationships it has with its partners for good management decisions, quality interpretive and educational programming, pro-active preservation efforts, and recreational opportunities for visitors. To support partners in their efforts to make good decisions, have quality programming, be proactive in their planning and to provide for visitor access to Trail resources,  the Trail has developed the Partner Support Program or PSP. For more information on the Partner Support Program and how it could help your organization meet its needs along the Trail, please visit the Partner Support Program page.                        Lewis and Clark NHT Partnerships for the Future  Learn how Lewis and Clark National Historic Trail partners with federal, state, tribal, and local governments and non profit organizations to promote stewardship through education, interpretation, resource protection, and recreation.Use this short version to promote your organization, visitor center, and events. Show your supporters, stakeholders, and community how you play a major role in the protection of the National Park Service's Lewis and Clark National Historic Trail.   Duration:5 minutes, 34 seconds",
    "url": "https:\/\/www.nps.gov\/lecl\/getinvolved\/partners.htm"
}
