{
    "title": "Lewis & Clark National Historic Trail: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education           Honoring Tribal Legacies designed in partnership with the University of Oregon. NPS logo          Honoring Tribal Legacies: An Epic Journey of Healing is a promise kept by the Lewis and Clark National Historic Trail to Tribes whose lives were forever changed by the expedition of Lewis and Clark. It provides resources to educators that promote a more balanced perspective of American history, before, during, and after the Lewis and Clark expedition.  The resources needed for designing curricula that honors tribal legacies are available free at www.HonoringTribalLegacies.com. These include a two-volume set of guidance documents that answer the questions: \"Why is honoring tribal legacies important for us as a nation?\" and \"How does one design curricula that honors tribal legacies?\" Also included are companion teachings (i.e. curriculum units) that a diverse team of educators designed by applying the concepts available in these two volumes. These demonstrate what it looks like to design curricula that honors tribes and aims to inspire educators to do the same.  The Teachings introduce topics such as scope of tribal territories, relationship with place and the natural world, cultural traditions, politics at the time of Lewis and Clark, impacts of Lewis and Clark on tribes, and other relevant topics. Volume I –Foundation Document for Honoring Tribal Legacies: An Epic Journey of Healing includes chapters that describe the historic transformation of how the National Park Service embraced the Tribes as equal partners, why Honoring Tribal Legacies is important for us as a nation, the value of exploring deep meaning of Tribal place-names, and what is necessary to cultivate sustainable relationships between Tribes and other stakeholders. Volume II –Guide to Designing Curriculum Honoring Tribal Legacies: An Epic Journey of Healing provides guidance for the beginning and experienced teacher on how to create rigorous curricula that honors tribes and meets Common Core Standards, provides options for differentiated instruction, and provides strategies for culturally responsive assessment of student learning, as well as approaches to primary source research.  This journey has required the committed work of a multitude of people from diverse backgrounds and communities. Educators from preschool through higher education, people with backgrounds in government, tribal leadership, libraries, archives, videography, photography, graphic design, editing, production and marketing, collaborated to create these products.  Honoring Tribal Legacies truly is about healing for the the young people of this world who need heroes and true stories of inspiration;to aspire, to dream, and to contribute in a meaningful way to the health and vitality of all of our communities.  We invite you to be a part of this journey. Download these materials and distribute them freely!           Honoring Tribal Legacies: An Epic Journey of Healing Volume One Front Cover NPS and University of Oregon; illustration NPS contracted art; cover design by Sandra Baroni Designs  Volume One-Foundation Document for Honoring Tribal Legacies: An Epic Journey of Healing Volume One: Vision   Chapter 1: Spirit and Vision: Honoring what has been Accomplished   Chapter 2: Honoring Native Memory: Potent and Vital in the Past, Present, and Future   Chapter 3: Exploring the Deep Meaning of Place Names along the Lewis and Clark National Historic Trail   Chapter 4: \"With Utmost Good Faith\": Cultivating Sustainable Relationships between Tribes and Other Stakeholders   Coming Full Circle              Honoring Tribal Legacies: An Epic Journey of Healing Volume Two NPS and University of Oregon; illustration by Nakia Williamson-Cloud; cover design by Sandra Baroni Designs  Volume Two- Guide to Designing Curriculum Honoring Tribal Legacies: An Epic Journey of Healing   Volume Two Introduction Chapter 1: Curricular Schema and Curriculum Expressions Chapter 2: Place-Based Multiliteracies Framework Chapter 3: Differentiated Instruction Chapter 4: Primary Sources for American Indian Research Chapter 5: The Art of Learning: Cradle to College and Beyond Chapter 6: Collecting More than Evidence: Graduating from High School in Washington State using Culturally Responsive Tasks to Show Reading, Writing and Mathematical Skills Epilogue                 The Teachings -   Seven demonstration teachings (curricula), based on the Honoring Tribal Legacies framework, are striking models of how educators can design curricula Honoring Tribal Legacies. They introduce topics such as scope of tribal territories, relationships with place and the natural world, cultural traditions, politics at the time of Lewis and Clark, some of the many impacts of Lewis and Clark on tribes, and other relevant topics that honor tribes.",
    "url": "https:\/\/www.nps.gov\/lecl\/learn\/education\/index.htm"
}
