{
    "title": "Lewis & Clark National Historic Trail: Broom Snakeweed",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Broom Snakeweed                Broom Snakeweed        Broom snakeweed, one of the more than 200 plants collected by Lewis during the Expedition. Photo copyright by Al Schneider, www.swcoloradowildflowers.com       Broom Snakeweeed (Gutierrezia sarothrae) More than 200 years after the Lewis and Clark Expedition, few tangible items from the journey remain. Those few items do, however, connect us to a different place and time. William Clark’s signature, etched into the sandstone of Pompeys Pillar, transports us to the summer day in 1806 when the group paused in their journey down the Yellowstone River. Viewing the bear claw necklace, today displayed at the Peabody Museum, we may wonder at the thoughts the man who wore this necklace –whether Otoe or Sauk– as he met the men of the Expedition. And while the objects themselves, connect us to the past, simply studying the journey that some of these items took - from collection on the trail to museum piece - can also bring the Expedition’s stories to life. The journey of the simple broom snakeweed, in fact, tells several stories. Broom Snakeweed is one of more than 200 plant specimens Meriwether Lewis collected and preserved during the journey. Some of these plants merited long and detailed descriptions in Lewis’s journal. Paragraphs might be spent describing the shape of the leaves, the colors of the flowers, or the possible medicinal uses. The broom snakeweed, however, received not a single word in Lewis’s journal. Lewis collected the bright yellow flower cluster just below the Big Bend of the Missouri on September 19, 1804. A label attached to the specimen consisted of this vague phrase: “the growth of high and bear praries which produce little grass, generally mineral with the earth.”  On April 3, 1805, the broom snakeweed specimen departed Fort Mandan, in North Dakota, packed in one of four boxes of “Sundery articles to be Sent to the President of the U. S.” Upon receipt of these items, Thomas Jefferson sent many of the plant samples in this shipment, including the broom snakeweed, to Dr. Benjamin S. Barton in Philadelphia. Frederick Pursh, a botanist who had worked with Barton, next handled the specimen in preparing a post-Expedition report on the botany. As he studied the plants collected by the Expedition, Pursh realized that broom snakeweed did not yet have a place in science. The species did not even have a name. In naming it, Pursh selected “sarothrae”, from the Greek for “broom.” Although Lewis did not live to see the publication of Pursh’s 1814 two-volume set about North American plants, Pursh gave full credit to Lewis and Clark for the many new species they had collected, including broom snakeweed. Today the broom snakeweed is part of the two hundred and twenty six specimens that make up the Lewis and Clark Herbarium held by the Academy of Natural Sciences. Because of their delicate condition, the original specimens are available only to researchers. Modern technology, however, has made a version of these 200 year old plants available to all. The museum’s web site displays the broom snakeweed, allowing us to imagine the long journey taken by the common broom snakeweed over the last two centuries. More information about the broom snakeweed (Gutierrezia sarothrae) specimen collected by Meriwether Lewis and the journey it has taken over the last 200 years is available in the following books and websites.  Books Plants of the Lewis and Clark Expedition. Written by Wayne H. Phillips and published by the Mountain Press Publishing Company. Lewis and Clark’s Green World: The Expedition and its Plants. Written by Scott A. Earle and James L. Reveal and published by Farcountry Press.  CDs The Lewis and Clark Herbarium By Earle E. Spamer and Richard M. McCourt and published by the Academy of Natural Sciences. Contains images of all the specimens collected by Meriwether Lewis and extensive information on the plants of the Expedition.  Websites Biography of Benjamin Barton Biography of Frederick Pursh",
    "url": "https:\/\/www.nps.gov\/lecl\/learn\/nature\/broom-snakeweed.htm"
}
