{
    "title": "Lewis & Clark National Historic Trail: Ponderosa Pine",
    "body": "Ponderosa pine        Needles of a ponderosa pine tree. BLM Photo       Ponderosa Pine (Pinus ponderosa) I Set out early with the Chief and 2 young men to hunt Some trees Calculated to build Canoes… we deturmined to go to where the best timbr was and there form a Camp William Clark, September 25, 1805 The Expedition’s tree hunt proved enormously successful. Having found an area with trees of suitable height and girth, “the party …went at falling five pitch pine trees for canoes” according to Private Joseph Whitehouse. Less than two weeks later, despite illness and thanks to the ingenuity of the Nez Perce Indians, members of the Expedition were floating down the Clearwater River in five new canoes. The “pitch pine trees” that carried the Expedition from northeastern Idaho to the Pacific Ocean are today known as the ponderosa pine. On May 11, 1805, in eastern Montana, the Expedition encountered its first ponderosa pines. Recognizing yet another new species of plant, Meriwether Lewis recorded the event in his journal: “saw today some high hills…whose summits were covered with pine. Capt Clark went on shore and visited them; he brought with him on his return som of the boughs of this pine it is of the pitch kind but I think the leaves somewhat longer than ours in Virginia.” For Lewis, the longer needles of the Ponderosa pine may have been the new tree’s most distinguishing feature. He regularly referred to it as the longleafed pine. Unknown to Euro-Americans before 1805, the ponderosa pine was familiar to American Indian tribes throughout the west. For some, the tree was a means of survival in the most difficult times. In May 1806, Lewis wrote that he “observed many pine trees which appear to have been cut down … in order to collect the seed of the longleafed pine which in … moments of distress also furnishes an article of food; the seed of this speceis of pine is about the size and much the shape of the seed of the large sunflower; they are nutricious and not unpleasent when roasted or boiled, … the natives also peal this pine and eat the succulent or inner bark.” In September 1805, the Nez Perce, familiar with both canoe building and ponderosa pines, eased the work of a weakened Corps. After crossing the Bitterroot Mountains, hungry Corps members filled their stomachs with dried salmon and camas root provided by the Nez Perce. Unaccustomed to these foods, many of the Corps became desperately ill. The Nez Perce had long used fire, not axes, to hollow out the trunks and they taught the explorers to do the same. Having learned the technique, Patrick Gass noted in his journal that “All the men are now able to work; but the greater number are very weak. To save them from hard labour, we have adopted the Indian method of burning out the canoes.” Two hundred years after the Expedition drifted down the Clearwater River in their ponderosa pine canoes, we continue to rely on the tree. Ponderosa pine - found from east of the Rocky Mountains to California and from Canada to Mexico (map of range)- is today one of the most valuable timber trees in the west. In your own home, furniture, cabinets, or molding may have once been a ponderosa pine tree.  More information about ponderosa pines can be found in the following books and websites.  Books Graced by pines: The Ponderosa pine in the American West Written by Alexandra Murphy and published by Mountain Press Publishing Company. CDs The Lewis and Clark Herbarium By Earle E. Spamer and Richard M. McCourt and published by the Academy of Natural Sciences. Contains images of all the specimens collected by Meriwether Lewis and extensive information on the plants of the Expedition.  Websites U.S. Department of Agriculture (USDA) online book \"Silvics of North America\" USDA Natural Resources Conservation Service plant profiles on ponderosa pine Image of ponderosa pine needles collected by Meriwether Lewis and now part of the Lewis and Clark Herbarium",
    "url": "https:\/\/www.nps.gov\/lecl\/learn\/nature\/ponderosa-pine.htm"
}
