{
    "title": "Lewis & Clark National Historic Trail: Common Camas",
    "body": "Common Camas        “The quawmash is now in blume and from the colour … at a short distance it resembles lakes of fine clear water, so complete is this deseption that on first sight I could have swoarn it was water.”  Meriwether Lewis, June 12, 1806 NPS photo       Common Camas (Camassia quamash)  Standing at Weippe Prairie, in northeastern Idaho, in the summer of 1806, Lewis admired a field of blue camas flowers. Nine months before, the Corps of Discovery had arrived at this same location exhausted and near starvation after an arduous crossing of the Bitterroot Mountains. At that time, the camas had represented survival, not beauty.   Trudging out of the Bitterroot Mountains in September of 1805, the explorers entered the home of the Nez Perce. Recognizing the desperate state of the travelers, the Nez Perce offered food: berries, dried buffalo and salmon, and a bread prepared from camas root - all staples of the Nez Perce diet.  Clark and the others gorged on the bread calling it “excellent”, “sweet”, “good and nourishing.” Not long after this meal, however, the explorers became quite ill. Perhaps, with empty stomachs and unaccustomed to this new food, the camas had disagreed with them.   By the following summer, as they began their journey home, the men of the Expedition, like Lewis, could appreciate the beauty of the prairie that sat at the base of daunting mountains. Remembering his mission to document the plants and people of the west, Lewis took the time to write more than 1500 words about the Camas plant. He also described the Nez Perce technique for collecting and preparing the roots of the plant.   To the Nez Perce, or Nimiipuu, the camas plant has a deeper meaning. For thousands of years, the Nez Perce made their home near Weippe Prairie and relied on the plant that once grew in abundance there. Today, the descendents of the Nez Perce who helped Lewis and Clark still harvest and roast the camas plant. With much of the Nez Perce homeland now used for agriculture or encroached upon by forests the sea of blue described by Meriwether Lewis is increasingly difficult to find. Nonetheless, tribal members, in partnership with researchers and biologists, work to preserve and expand this historic landscape.   More information about the common camas (Camassia quamash) is available in the following books and web sites.   Books Lewis and Clark among the Indians Written by James Ronda and published by the University of Nebraska Press. (Particularly Chapter 6: Across the Divide)   Plants of the Lewis and Clark Expedition Written by Wayne H. Phillips and published by Mountain Press Publishing Company.   CDs The Lewis and Clark Herbarium By Earle E. Spamer and Richard M. McCourt and published by the Academy of Natural Sciences. Contains images of all the specimens collected by Meriwether Lewis and extensive information on the plants of the Expedition.   Websites National Register of Historic Places website about Weippe Prairie  Commentary on Meriwether Lewis’s camas description and more scientific information about the camas plant   Harvesting camas with nutritional information on camas root   Meriwether Lewis's journal entry from June 11, 1806, with detailed description of the camas plant",
    "url": "https:\/\/www.nps.gov\/lecl\/learn\/nature\/common-camas.htm"
}
