{
    "title": "Lewis & Clark National Historic Trail: Little Known Facts",
    "body": "Little Known Facts         Dr. Carl Camp is a retired professor from the University of Nebraska, Omaha. He is a member of the Mouth of the Platte chapter of the Lewisand Clark Trail Heritage Foundation. Dr. Camp is also a member of the editorial review board for “We Proceeded On”, the quarterly journalpublished by the Found NPS-Sigala  \"Seaman: Captain Lewis's Canine Voyageur\"     Arguably, Captain Meriwether Lewis's four-footed companion, a    Newfoundland  waterdog by the name of Seaman, eventually became one of the most famous members of the Lewis and Clark Expedition. He began his tour, however, in almost total obscurity and there he remained for more than a century. The Biddle\/Allen paraphrase of the original journals, first published in 1814, edited out all mention of Lewis's dog. It was not until the complete journals were published under the editorship of Reuben Gold Thwaites in 1904-05 that the dog came to light as an acknowledged member of the Corps of Discovery. At that time it became clear that Seaman had proved his worth over and over throughout the arduous wilderness journey as a powerful hunter, vigilant watchdog and devoted companion.               In his first journal entry, Lewis said this about his long-delayed departure from Pittsburgh as be began his historic journey: \"Left Pittsburgh this day [August 31, 1803] at 11 ock [o'clock] with a party of 11 hands 7 of which are soldiers, a pilot and three young men on trial they having proposed to go with me throughout the voyage.\" That's it; there's no mention of a dog being aboard.              Indeed, Lewis did not acknowledge the presence of his dog until September 11th, when he had been underway almost two weeks. On that date he wrote: \"…observed a number of squirrels swiming [sic] the Ohio and universally passing from the W. to the East shore…I made my dog take as many each day as I had occation for, they wer fat and I thought them when fryed a pleasent food…my dog was of the newfoundland breed very active strong and docile, he would take the squirel in the water kill them and swiming bring them in his mouth to the boat.\" This is only the first of numerous subsequent mentions of the dog's hunting prowess.              From that time onward when the canine voyageur was mentioned in Lewis's journal entries it was as \"my dog,\" rarely by name. When mentioned by William Clark, or one of the other journal-keepers, he was usually \"Captain Lewis's dog\" or \"the dog.\" As time wore on and Seaman established himself as a valued member of the expedition, Clark and the men began referring to him as \"our dog.\"              Lewis conveyed a little more information about \"his dog\" when the Corps of Discovery stopped on November 16th at the junction of the Ohio with the Mississippi River to take measurements and celestial readings. He related this exchange with a group of Shawnee and Delaware Indians they encountered at that location: \"…one of the Shawnees a respectable looking Indian offered me three beverskins for my dog with which he appeared much pleased, the dog was of the newfoundland breed one that I prised much for his docility and qualifications generally for my journey of course there was no bargan, I had given 20$ for this dogg myself.\"               The dog's name has been the subject of some debate over the years since the original journals were published in their entirety by Thwaites. It's either Seaman or Scannon, depending on the vintage of the journals one happens to consult. Since 1985, or thereabout, Seaman seems to have won out. But that's another story for another day.                                                                    H. Carl Camp, Ph.D. Volunteer in the Park",
    "url": "https:\/\/www.nps.gov\/lecl\/learn\/historyculture\/little-known-facts.htm"
}
