{
    "title": "Lewis & Clark National Historic Trail: Spirit Mound",
    "body": "Spirit Mound         Spirit Mound is located near Vermillion, South Dakota. NPS photo  On a sweltering day in August 1804, Captains Lewis and Clark, along with ten of their men, walked under the blazing sun for four hours. They intended to explore Spirit Mound, located near Vermillion, South Dakota. According to Clark, several men complained of a great thirst. Heat and fatigue so affected Lewis’s dog, Seaman, that the dog was sent to a nearby creek to wait out the men. What important mission could have compelled this grueling trek? Spirit Mound was alternately described as a “mountain of evel spirits”, a “hill of little people”, and a “place of Deavels.”  The Sioux, Omaha, and Otoe tribes told of 18-inch tall humans with “remarkable large heads” who inhabited the site. Armed with arrows, these spirits attacked anyone who approached the hill. What did Lewis and Clark expect to find there? As Sergeant Ordway noted, they “found none of the little people.” They did, however, observe hundreds of bison, expansive prairie, and great flocks of birds flying above the mound. Clark deduced that the steady wind over the open prairie drove insects to seek shelter on the leeward side of the mound. The birds came to feed on the insects. Writing in his journal, Clark hypothesized that the stories associated with the site might have their origins in the unusual animal activity. Today, Spirit Mound Historic Prairie is one of the few places where you can walk, with certainty, in the footsteps of Lewis and Clark. The Missouri River, shifting over the last two hundred years, has cast doubt on the exact location of many other sites. Thanks to descriptions recorded in the Expedition journals, we know that Lewis and Clark stood on the top of Spirit Mound, viewed the extensive prairie below, and endeavored to understand the mystery of the site.  More information about Spirit Mound can be found in the following books and web sites. Books “Lewis and Clark and the Legend of the Little People” from Explorations Into the World of Lewis and Clark, Volume 2, pp. 478 - 481. Edited Robert A. Saindon and published by Digital Scanning, Inc. Web Sites National Park Service Register of Historic Places Travel Itinerary: Spirit Mound State Park Trail Map and other Information Spirit Mound Historic Prairie - State Parks Site",
    "url": "https:\/\/www.nps.gov\/lecl\/learn\/historyculture\/spirit-mound.htm"
}
