{
    "title": "Lewis & Clark National Historic Trail: Fort Clatsop",
    "body": "Fort Clatsop         Replica of Fort Clatsop, built in 1950s, at what is believed to be the site of original. NPS photo  In November 1805, the Corps of Discovery reached the Pacific Ocean. Having found “the most practicable and navigable passage across the Continent of North America,” the mission was complete. Although eager to begin the journey home, members of the Corps knew that travel would have to wait until spring - more than one snowy mountain range stood in their path. The Corps would build a temporary home on the coast.  In early December, William Clark recorded that Meriwether Lewis had found a suitable location for their winter quarters with “Elk Suffient to winter on.” Once completed, their home, a fortification measuring just fifty square feet, housed 32 men, 1 woman, a baby, and a dog. On Christmas Day, according to Joseph Whitehouse, “[w]e all moved into our new Garrison or Fort, which our Officers named after a nation of Indians who resided near us, called the Clatsop Nation; Fort Clatsop.” “From the 4th of November 1805 to the 25th of March 1806, there were not more than twelve days in which it did not rain, and of these but six were clear,” lamented Patrick Gass in the spring of 1806. At one point during the wet winter, Lewis noted that “every thing moves on in the old way and we are counting the days [until departure].” Perhaps due in part to the steady rain, nearly everyone in the group suffered from cold or flu during their stay at Fort Clatsop.  Over the winter, members of the Expedition fell into a routine of chores that helped pass the time and prepare them for the journey home. They traded for dried fish and root vegetables. Each day hunters searched for meat, killing 131 elk over the course of the winter according to Patrick Gass’s calculations. Groups went to the ocean and boiled sea water for salt. The men stitched more than 300 pair of moccasins made from elk hide. Through it all, the rain fell.  Thomas Jefferson had instructed Lewis to record “the soil & face of the country,” the animals, and the customs, food and clothing of the American Indian nations. To this end, Lewis and Clark made good use of their time at Fort Clatsop. Lewis prepared detailed notes on more than 30 mammals, birds and plants not previously described by science. His observations are still valued by researchers today. Clark used data collected on the journey, including celestial observations, to complete a map of their route from Fort Mandan to Fort Clatsop - an invaluable tool for later travelers. Eager to begin the journey eastward, the Corps of Discovery “bid a final adieu to Fort Clatsop” and started for home on March 23, 1806. The small fortification that had shielded them from coastal rain and had been their home for four months was given to Clatsop Chief Coboway in return for his being “kind an[d] hospitable to us.”  More information about Fort Clatsop is available in the following books and web sites. Books for adults Fort Clatsop:The Story Behind the Scenery. Written by Daniel Dattilio and published by KC Publishing  Undaunted Courage. Written by Stephen E. Ambrose and published by Simon and Schuster.(Particularly Chapter 26, “Fort Clatsop, December 8, 1805 - March 23, 1806”) In Full View; A True and Accurate account of Lewis and Clark’s Arrival at the Pacific Ocean and Their Search for a Winter Camp Along the Lower Columbia River. Written by Rex Ziak and published by Moffitt House Press.  Books for Children Carpenter, Christine and Kathryn Aya.  Blue Beads: A Story of Friendship. Written by Christine Carpenter and Kathryn Aya and published by Blue Beads Production  Web sites Lewis and Clark National Historical Park, site of Fort Clatsop National Register of Historic Places information about Fort Clatsop",
    "url": "https:\/\/www.nps.gov\/lecl\/learn\/historyculture\/fort-clatsop.htm"
}
