{
    "title": "Lewis & Clark National Historic Trail: William Clark",
    "body": "William Clark         William Clark by Charles Willson Peale, from life, 1807. Independence National Historical Park  One hundred sixty three years after his death, William Clark received a promotion. In 2001, President Clinton promoted Clark from Lieutenant to Captain. Although Clark’s captaincy was late in coming, to have called the famous journey of 1803 to 1806 simply the Lewis Expedition would have been inaccurate in spirit, if not in fact. Meriwether Lewis and William Clark shared equally in the tasks and responsibilities of their cross-continental journey. Twenty years before the Lewis and Clark Expedition, Thomas Jefferson asked William Clark’s older brother and Revolutionary War hero, George Rogers Clark, to head an overland expedition to the Pacific. General Clark declined the offer. When Meriwether Lewis accepted command for the 1803 Expedition, however, it wasn’t the eldest Clark brother he sought as co-commander, but a younger member of the Clark clan, William. Anticipating the rigors of a journey to the Pacific Ocean, Lewis informed Clark that “…under those circumstances in this enterprise, …it’s fatigues, it’s dangers and it’s honors, believe me there is no man on earth with whom I should feel equal pleasure in sharing them as with yourself.” Lewis’s regard for Clark grew out of shared service. Only a few years earlier, when both men had served in the U.S. Army in Ohio, Clark had been Lewis’s commanding officer. Although the two men believed they would share the captaincy of the Expedition, word that Clark would remain a lieutenant arrived shortly before they departed St. Louis. The men of the Expedition, having spent a winter addressing “Captain Clark” were not told of the difference between their two leaders. William Clark’s contributions to the Expedition are those of a captain. The map he created as they traveled was, at the time, the most accurate map of the trans-Missouri West. His stable personality balanced Lewis’s moodiness. And when Lewis’s pen fell silent during many months of the journey, Clark’s words, straightforward and creatively spelled, became the record of the Expedition. William Clark also left his mark along the Trail. On July 25, 1806, Clark scratched his signature into a sandstone formation along the Yellowstone River in Montana. Recording the event in his journal, Clark noted that “[t]his rock I ascended … had a most extensive view in every direction...I marked my name and the day of the month and year.\" He called the formation Pompey’s Tower, using a nickname Clark had bestowed on Sacagawea’s son Jean Baptiste, or Pomp. The etched signature can still be seen at the site, now called Pompeys Pillar, near Billings, Montana. Clark’s signature is believed to be the only remaining on-site physical evidence of the expedition. Having crossed a continent, Clark returned to St. Louis to build a successful and varied life of family and work. In addition to fathering seven children, William Clark temporarily cared for Sacagawea’s son, Jean Baptiste. After Lewis’s death, Clark completed the work of the Expedition by helping to prepare the journals for publication. Clark’s fair diplomatic relations with American Indians during his years as brigadier general of the militia, Superintendent of Indian Affairs of the Upper Louisiana Territory, and Governor of the Missouri Territory, gained him the esteem of his peers. Although the second-ranked commander of the Lewis and Clark Expedition, Clark proved to be a first rate leader, both during the Expedition and after. Like his signature on Pompey’s Pillar, William Clark’s life has left a lasting imprint on our history. More information about William Clark is available in the following books and web sites.  Books Wilderness Journey: The Life of William Clark. Written by William F. Foley and published by the University of Missouri Press. Dear Brother: Letters of William Clark to Jonathan Clark. Edited by James J. Holmberg and published by Yale University Press. William Clark and the Shaping of the West. Written by Landon Y. Jones and published by Hill and Wang. William Clark: Jeffersonian Man on the Frontier. Written by Jerome O. Steffen and published by the University of Oklahoma Press. Websites Discovering Lewis and Clark web site, William Clark section PBS site on the Corps of Discovery with biography of William Clark Pompey’s Pillar National Monument web site",
    "url": "https:\/\/www.nps.gov\/lecl\/learn\/historyculture\/william-clark.htm"
}
