{
    "title": "Lewis & Clark National Historic Trail: Maps",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Maps              Maps       Story Maps  A unique way to view the story of the Lewis and Clark Expedition. Follow them along the trail as they discover new flora, fauna, geology, and historic sites that have been preserved for us today.          Alice Creek Historic District, Montana.   Journey on the Road to the Buffalo   The Alice Creek Historic District, located in the rolling, high terrain in the heart of the Lincoln Ranger District of the Helena National Forest is part of a unique and multi-layered story that spans thousands of years. Since time immemorial, Native Americans have traversed the area on the Cokahlarishkit Trail, or “Road to the Buffalo.”Ruts made by generations of Native American hunters, their families, and their travois pulled by dogs and horses can still be seen.Today, the landscape looks much the same as it did in July of 1806, when a band of newcomers arrived from the west led by Captain Meriwether Lewis.This Story Map Journal examines the history, environment, and recreational opportunities found in this beautiful landscape.          Stellar's Jay Alan D. Wilson  Lewis and Clark's Scientific Discoveries: Animals   President Thomas Jefferson instructed Meriwether Lewis to explore the Missouri River and find \"the most direct and practicable water communication across this continent.\" In addition, Jefferson asked that Lewis describe \"the animals of the country generally, &especially those not known in the U.S. the remains &accounts of any which may be deemed rare or extinct.\" This story map displays the animal species that explorers Lewis and Clark encountered and first described for science during the Corps of Discovery Expedition of 1804-1806.          Aromatic Aster Chicago Botanic Garden  Lewis and Clark's Scientific Discoveries: Plants   This map tour displays the plant species that Lewis and Clark discovered and described for scientific purposes during their 1804-1806 Corps of Discovery expedition across the North American continent.          Keelboat on the Missouri River. NPS  Lewis and Clark Trail National Register Sites   This travel itinerary highlights historic places listed in the National Register of Historic Places that are associated with Lewis and Clark. Many of these places are also part of the National Park Service's Lewis and Clark National Historic Trail.          \"White Cliffs,\" MT Tommy LaVergne  Officially Designated Water Trails Map Tour    While most visitors travel the trail by car, there are numerous recreational opportunities to enjoy the trail by river. This map tour highlights the six officially designated water trails along the Lewis and Clark Trail, which include the Missouri River Water Trail in Missouri;the Missouri National Recreational River Water Trail in Nebraska and South Dakota;the Upper Missouri Breaks Water Trail in Montana;the Jefferson River Canoe Trail in Montana;the Northwest Discovery Water Trail in Idaho, Washington, and Oregon;and the Lower Columbia Water Trail in Washington and Oregon.          Mount  St. Helens Gary Braasch  Volcanoes of Lewis and Clark Map Tour During their outbound expedition to the Pacific Ocean, Lewis and Clark and the Corps of Discovery encountered many landscapes and geologic features with which they were completely unfamiliar. In October of 1805, Lewis and Clark first traveled down the Clearwater, Snake, and Columbia Rivers and into the volcanic Pacific Northwest region. As they entered this new region, they encountered the unique lava flows of the Columbia Plateau, chiseled landscapes carved by the floods of glacial Lake Missoula, and the monumental beauty of five volcanoes in the Cascade Range. These striking and powerful volcanic peaks served as important landmarks along their journey and were identified (and often misidentified) in the journals of expedition members.      Interactive Trail Atlas          A web-based interactive atlas of the Lewis and Clark National Historic Trail NPS  Personalize your trail exploration by discovering exciting trail themes with this interactive map. Travel to Lewis and Clark campsites, learn about the historic river, dynamically display different map backgrounds of your choice, and find website links for the sites you want to visit.          Lewis and Clark National Historic Trail brochure map NPS  Traditional Trail Map A map of the Lewis and Clark National Historic Trail is available as a pdf or you may request a map brochure, please email us at lecl_information@nps.gov",
    "url": "https:\/\/www.nps.gov\/lecl\/planyourvisit\/maps.htm"
}
