{
    "title": "Lewis & Clark National Historic Trail: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities              Outdoor Activities       Traveling the Trail Use the following information and suggested resources to plan your journey along the Trail by car, bicycle, or boat. Roads and highways run parallel to the Missouri and Columbia rivers, the water routes traveled by the Expedition. Most of these roads are marked by a rectangular sign showing Lewis and Clark. Information and maps in the following books may help you plan your route.          By car:   Along the Trail with Lewis and Clark, Second Edition By Barbara Fifer and Vicky Soderberg with maps by Joseph Mussulman. This book includes historical highlights and colorful road maps of the Trail and the Eastern Legacy sites. Along the Trail with Lewis and Clark, Travel Planner and Guide By Barbara Fifer This guide covers from Camp Dubois to the Pacific coast and includes historical highlights, information about Trail sites, and colorful road maps. Traveling the Lewis and Clark Trail 3rd Edition By Julie Fanselow This book includes information on activities, attractions, visitor amenities, and more for every state along the route.  National Geographic Guide to the Lewis & Clark Trail By Thomas Schmidt This work features many parks and other sites along the trail. Lewis and Clark, The Trail of Discovery Available in audiocassette and audio CD, this ten volume set is designed for those traveling the Lewis and Clark Trail. Each volume covers a different segment of the Trail. This series is produced by the Car Tours Foundation.    The Lewis & Clark Expedition: A Traveler's Companion for Oregon and Washington By Stuart & Kathy Watson The book provides detailed information on Expedition sites and events in Washington and Oregon.           By bicycle:   Cyclosource The 2003 Bicycle Map Catalog includes \"Ride the Lewis & Clark Trail\" with map and route information for bicyclists. This edition of Cyclosource, as well as other information about bicycling the Trail can be found at the Adventure Cycling Association web site. Bicycling the Lewis & Clark Trail Edited by Michael McCoy Detailed maps, places of interest and mileage. Good also for auto travel. Bicycle Guide to the Lewis & Clark Trail By Tod Rodger Detailed maps, trip planning, photos, and town descriptions.          By Boat:  Missouri River: Missouri River Traveler's Guide and Journal   Produced by the Army Corps of Engineers, Omaha Disrict The guide has safety, wildife, cultural resources, tribal contacts, and more. To order, contact Army Corps of Engineers, Ohama District at (402)221-3900. Montana's Wild and Scenic Upper Missouri River By Glen Monahan and Chanler Biggs This is a guide to floating the upper Missouri River that includes historical information. For photos of docks, ramps and landing places along the Missouri River plus list of services and links to boating sites visit the Missouri River Trips website. For information about communities on the Missouri River, special projects, Lewis and Clark activities, important river-related links and the Missouri flotilla visit the Missouri River Communities website. The BLM produces a boater's guide and set of two waterproof maps for the Upper Missouri River are available at the BLM's Upper Missouri River Breaks website. The maps cover Fort Benton to Slaughter River and Slaughter River to James Kipp Recreation Area. Call the Army Corps of Engineers' Missouri River Information Center for maps and information at (866)285-3219. Other rivers along the Lewis and Clark NHT: For information about the Northwest Discovery Water Trail (NDWT) - which extends 367 miles from near Orofino, Idaho, on the Clearwater River, down the Snake and Columbia Rivers to Bonneville Dam - visit the NDWT web site.",
    "url": "https:\/\/www.nps.gov\/lecl\/planyourvisit\/outdooractivities.htm"
}
