{
    "title": "Lewis & Clark National Historic Trail: Lewis and Clark Headquarters-Omaha Visitor Center",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons     Lewis and Clark Headquarters-Omaha Visitor Center                Lewis and Clark National Historic Trail Headquarters-Omaha Visitor Center         Omaha Cityscape from Council Bluffs River's Edge Park in Iowa NPS  Welcome to the homeland of the U-mo'n-Ho'n, the Omaha Indians, or \"upriver people,\" and the namesake of the City of Omaha. A treaty with the Omaha in 1854 ceded most of this homeland to the United States. A portion of this, approximately 12,400 acres, was established as a reservation headquartered in Macy, Nebraska. The current City of Omaha has over 400,000 people. It is situated on the west bank of the Missouri River. This landscape has evolved from having miles of tall prairie teaming with a variety of animals, including the buffalo, and a river several miles wide and very shallow, to becoming the deep and fast river that defines the cityscape today. The Lewis and Clark Expedition traveled, camped, hunted and fished, met with the Native people and held council with Indian Chiefs in this area of the middle Missouri. The Omaha Lewis and Clark National Historic Trail Visitor Center commemorates this journey. Visitors are welcome to meet with Park Rangers to learn more about Lewis and Clark history or to gather information for planning their next stop on their own journey along the Lewis and Clark National Historic Trail.  The Omaha Visitor Center is located within the National Park Service Midwest Regional Office which has had a presence in Omaha for nearly 80-years serving over 56 national parks and surrounding communities through preservation, recreation, conservation, and other assistance programs.  Stop in and say hello! We are happy to assist you.  Directions",
    "url": "https:\/\/www.nps.gov\/lecl\/planyourvisit\/lecl_headquarters.htm"
}
