{
    "title": "Lewis & Clark National Historic Trail: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           601 Riverfront Dr.  Omaha, NE 68102                 Directions         Lewis & Clark National Historic Trail Visitor Center is located inside the National Park Service Mid-West Regional Office. We are right on the Missouri River next to the Bob Kerrey Pedestrian Bridge in downtown Omaha, NE.  Directions Details           Operating Hours & Seasons         Summer hours The visitor center is open everyday during the summer season including holidays.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Winter hours:   November 14  - April 15   Sunday: Closed   Monday: 8:00 AM - 4:30 PM   Tuesday: 8:00 AM - 4:30 PM   Wednesday: 8:00 AM - 4:30 PM   Thursday: 8:00 AM - 4:30 PM   Friday: 8:00 AM - 4:30 PM   Saturday: Closed                  Weather           In winter, watch for ice on trails and sidewalks. In summer, make sure to drink plenty of water and wear sunscreen on hot days.          Fees & Passes     Entrance Fees:   No Entrance Fee - $0.00 Lewis & Clark National Historic Trail Visitor Center does not charge an entrance fee, but some of our park partners do. Be sure to check with each visitor and interpretative center to find out their fees.         Visitor Centers       Lewis & Clark NHT Headquarters Visitor Center Lewis and Clark National Historic Trail Headquarters visitor center is located inside the Mid-West Regional Office at 601 Riverfront Drive in Omaha, NE. The visitor center will be closed on Thanksgiving, Christmas and New Year's Day each year.                   Operating Hours & Seasons Fees & Passes           The Missouri River at Pierre, South Dakota NPS photo  Lewis and Clark National Historic Trail is approximately 3,700 miles long, extending from Wood River, Illinois, to the mouth of the Columbia River, near present day Astoria, Oregon, following the historic outbound and inbound routes of the Lewis and Clark Expedition. The trail connects 11 states (Illinois, Missouri, Kansas, Iowa, Nebraska, South Dakota, North Dakota, Montana, Idaho, Washington, and Oregon) and many Tribal lands. The trail was established by Congress in 1978 as part of the national trails system (NTS) as one of four original national historic trails. Today, visitors can follow the approximate route of the Corps of Discovery (Lewis and Clark Expedition Members) by exploring the trail using a variety of transportation methods and interpretive means.    Lewis and Clark National Historic Trail Visitor Centers  The National Park Service administers the Trail and operates a Visitor Center at Trail headquarters in Omaha, Nebraska. However, there a many opportunities for visitors traveling the Trail to learn more about this expedition and to experience the diverse landscape and peoples of the Trail through Visitor Centers and Cultural Centers owned and operated by others. These may be other federal agencies, state, county or local governments, or Tribal governments. Private and non-profit organizations also operate some of these centers.  Below is a list by state of what we know exists on the Trail, but it is not meant to be comprehensive. Another source of information about traveling the Trail is from a Trail partner www.lewisandclarkcountry.org.    Visitor Centers Along the Trail Illinois Missouri Kansas Iowa Nebraska South Dakota North Dakota Montana Idaho Washington Oregon Visitor Centers in Eastern Legacy States West Virginia Virginia Kentucky Indiana Tennessee",
    "url": "https:\/\/www.nps.gov\/lecl\/planyourvisit\/basicinfo.htm"
}
