{
    "title": "Lewis & Clark National Historic Trail: Newsletter Archive",
    "body": "Trail Newsletter Archive         View of the Columbia River from the Bridge of the Gods. Renee Tkach   February 2015        Opening of the new tribal museum at Grand Ronde.    November 2014 Edition in pdf or turn-page        Remington Nature Center in St. Joseph, MO along the Lewis and Clark NHT    August 2014          Missouri River Basin Lewis and Clark Interpretive Center, Nebraska City, Nebraska NPS  Spring 2014           Lewis and Clark noted the five prominent peaks of the Columbia region in their journals. Read more about what they said about Mt. Saint Helen's seen above, as well as the others. NPS photo  Winter 2013\/2014          Youth experiencing the Missouri River and Lewis and Clark stories in urban Omaha, Nebraska NPS   December 2013           Urban youth from Washington taking a respite from a hard day's work on the Lewis and Clark trail. NPS photo  Summer 2013          Proposed Auto Tour Route Sign for Lewis and Clark National Historic Trail NPS  Spring 2013          Volunteering is a great way to learn more and teach others about the rich history, culture and natural resources of the Lewis and Clark National Historic Trail. Volunteer Ken Schlueter shares an otter fur to illustrate why the fur trade was so popular during this time. NPS   Winter 2012-13          Spirit Mound in Vermillion, South Dakota NPS Photo      November 2012          Columbia River Gorge, Old Highway NPS photo  Fall 2012          Executive Director, Jim Mallory, of the newly founded non-profit organization, the Lewis and Clark Trust, announces its presence will be in Omaha NPS  Spring 2012        Chinook Indian Nation lead visitors in a song blessing of a sacred salmon bake at Cathlapotle Plankhouse. Ridgefield National Wildlife Refuge, Washington. Friends of Ridgefield National Wildlife Refuge  Winter 2012        History comes alive as this cultural demonstration intrigues young people at an encampment in Omaha NPS  Fall 2011        View from the Columbia River near Port of Cascade Locks   Spring 2011          Photo of a tule lodge located in the living history village at Tamastslikt Cultural Institute in Pendleton, Oregon. NPS-HAnderson  Winter 2010        Volunteers surveying sturgeon in the Missouri River             Spring 2010          LECL staff from left to right: Nichole McHenry, Volunteer Coordinator; Lisa Griebel, Lead Park Ranger; Andrew Veech, Cultural Resource Specialist; Denise Nelson, Environmental Compliance Specialist; Carolyn Fiscus, Volunteer-in-Parks. nps-Sigala  Fall 2009",
    "url": "https:\/\/www.nps.gov\/lecl\/learn\/news\/newsletter-archive.htm"
}
