{
    "title": "Effigy Mounds National Monument: Plan A Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip              Plan A Field Trip         Ranger demonstrating tools used by prehistoric American Indians NPS Photo  A visit to Effigy Mounds National Monument can have many benefits. Activities can be curriculum based and designed to meet your specific needs. Programs based on the American Indian mounds feature two-mile round trip hikes highlighted by visits to bear-shaped effigy mounds. There are plenty of opportunities for your students to experience: including an exhilarating hike up a relatively steep trail, a fifteen minute informational film, and demonstrations of historic objects, tools and, furs. Other trail walks are available that feature trails sloped appropriately for wheel chair and other mobility impaired visitors.   Reservations  For more information on reserving a ranger conducted program - contact the Monument at 563.873.3491. Entrance to the Monument is free for all groups.         Indian Mounds at Fire Point (One-Mile from the NPS Photo  Optional Field Trip Activities   Earthshapers Film The Monument's 15-minute film about how and why earthen American Indian mounds, especially effigy mounds were built. The film is suitable for our indicated range of students - third grade and up.  Trail Hikes A two-mile hike along the Fire Point Trail leads to over 20 mounds, including conical, linear, compound (linear and conical combined as one mound) and effigy. This activity interprets the lives of woodland moundbuilding peoples, their use of and impact on the environment and how this relates to us today. A one-mile walk along an accessible boardwalk trail leading into a wetland is also available. A visit to three conical burial mounds (no effigies) is included in this activity. Museum Tour The museum includes a display of American Indian artifacts up to 10,000 years old. Cultural Demonstrations   Students learn about weapons developed and used by the moundbuilders that enabled them to successfully hunt large animals such as deer, bison and elk. Programs include rangers demonstrating the traditional use of weapons such as the \"atlatl\", or spearthrower.* * Students and other visitors observe only; we cannot allow persons to handle and operate the complete weapon (launching a spear with the atlatl) due to safety concerns and NPS historic weapons policy.",
    "url": "https:\/\/www.nps.gov\/efmo\/learn\/education\/planafieldtrip.htm"
}
