{
    "title": "Effigy Mounds National Monument: Scenic Vistas",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Scenic Vistas                Scenic Vistas         Eagle Rock overlook   From the various overlooks along the north unit trail such as Fire Point, Eagle Rock, Twin Views, Third View and Hanging Rock, visitors are provided with dramatic views of the Mississippi River Valley. The rugged terrain of the area resulted from the waters eroding and dissolving the limestone bedrock. During the ice ages, this area was untouched by the continental glaciers. The portion of northeast Iowa and southwest Wisconsin that was completely surrounded by glaciers is known as the driftless zone. Although glaciers did not directly affect the area, their meltwater carved out the Mississippi River valley. A visitor standing at the Fire Point overlook in Effigy Mounds National Monument surveys a scene much like one Mark Twain described more than a century ago: \"...the great Mississippi, the majestic, the magnificent, rolling its mile-wide tide along, shining in the sun, the dense forest…bounding the river glimpse and turning it into a sort of sea..\" The bluffs of the Mississippi extend downstream as far as the eye can measure. Hawks soar above the wooded islands in the river's braided channel, while crows caw from the bluff tops. In autumn, the red,yellows and oranges present a vivid display of color. Shifting gaze to the right, along the near bank, the visitor sees the spot where the Yellow River empties into the Mississippi. Following the tributary drainage upward, openings among the trees reveal fingers of remnant prairie, the easternmost extensions of the sea of grass that once continued to the base of the Rocky Mountains.  Turning away from the river, the visitor beholds a scene from an earlier time. A procession of conical mounds lines a trail back into the woods. At the head of the trail is the Little Bear Mound, one of the monument's finest examples of the effigy style. A short walk and one encounters the companion Great Bear Mound; beyond that, more mounds of the conical and linear style. The visitor contemplates these mounds in a primitive setting, without the distractions of roads, parking lots, or the other intrusions. Therein lies the prime aesthetic value of Effigy Mounds National Monument; the ability to view superb examples of the mound builders' art amid an extraordinary scenic setting.",
    "url": "https:\/\/www.nps.gov\/efmo\/learn\/nature\/scenicvistas.htm"
}
