{
    "title": "Effigy Mounds National Monument: Fire Regime",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Fire Regime                Fire Regime         Prairie burn   During historic times, the occurrence of fire has been greatly restricted and is seen as a destructive force that must be controlled.  This, together with human activities, has allowed the prairie ecosystem and the conditions that support it to disappear. Research has indicated that fire was part of the prairie environment whether started by man or nature.  Once established,  the thick rooted mat of prairie plants prevented competition from woody species and set up the conditions for self perpetuation.  At the end of each growing season the remains of plants would accumulate, adding to that of the previous season.  In the spring and other periods of dryness, the conditions existed for fire to sweep across the land, relieving it of built up litter and fuel.  This released the nutrients and stimulated the deeply rooted, fire-adapted prairie plants to sprout and repeat the cycle. The use of fire by American Indians changed vegetation patterns across the continent, allowed the manipulation of the environment and indirectly controlled availability of game animals close to habitation sites.  Early regional explorers found extensive use of fire by American Indians with these practices continuing until early settlement times.  This use of fire is well documented with specific references made about its use in the area currently occupied by Effigy Mounds National Monument. Resource management staff try to duplicate the natural role of fire in restoring the vegetation patterns that occurred during the mound building era.  Due to the impact of 150 years of disturbance, there is little resemblance between the landscape of the mound building era and the setting the burial mounds are found in today.  The ecological conditions that once existed and preserved the mounds through time have been replaced by an altered landscape. This altered state confuses the interpretation of the mound builders and the connection of the mounds to the river systems.  During the winter when vegetation is lacking, it is apparent that the mounds on the bluff are within view of the main channel of the Mississippi River.  Information from early explorers, settlers, maps, and vegetation pattern analysis suggests that the ridges were once covered with prairie or oak savannas.  These vegetation patterns would allow visibility of the river from the mound locations especially during the summer months when they were most likely built.  Today, during the summer, it is difficult to make this important visual connection.",
    "url": "https:\/\/www.nps.gov\/efmo\/learn\/nature\/fireregime.htm"
}
