{
    "title": "Effigy Mounds National Monument: Flood Plains",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Flood Plains                Flood Plains         View of Mississippi River floodplain   The Sny Magill Unit of Effigy Mounds National Monument contains approximately 100 burial mounds that lie within the floodplain of the Mississippi River. Webster's dictionary defines a floodplain as \"a flat or nearly flat surface that may be submerged by floodwaters; a plain built up or in the process of being built up by stream deposition.\" Although the definition is simple, the complexity of the floodplain ecosystem is not. During high flood levels, water inundates the Sny Magill mounds. Water velocity is slowed and the sediment load is released as water moves through the group, adding to the floor of the terrace. During most floods, the water covers the floor of the site, rarely submerging entire mounds. Repeated deposition over time is reducing relief between the terrace floor and the tops of the mounds, gradually burying the mounds. This could result in the visual loss of the mound group. This flooding often occurs in early spring when the snow is melting or during times when there is an unusually large amount of rainfall concentrated in a matter of a few hours or days.                The flooding of the area has a great impact on the flora and fauna that inhabit the floodplain. The islands and backwater sloughs are the home of many mammals. Beaver, river otter, muskrat and mink occupy the quiet water sloughs and river edges. A wide variety of hardwood trees provide habitat for these animals. Silver maple, American and slippery elm, box elder and green ash dominate the vegetation. Swamp white oak produce large acorns eaten by wild turkey, white tailed deer and wood ducks. Red-bellied, red-headed, downy, hairy, and pileated woodpeckers make their homes in dead trees within the floodplain forest. There is a dense understory of herbaceous plants. In the summer, these plants grow rapidly and can reach six feet tall. Common species in the regularly flooded Sny Magill Unit include false nettle, stinging nettle, poison ivy, and wood nettle. Large colonies of ostrich fern and sensitive fern are also common.",
    "url": "https:\/\/www.nps.gov\/efmo\/learn\/nature\/floodplains.htm"
}
