{
    "title": "Effigy Mounds National Monument: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         Restored Prairie - North Unit NPS Photo  The natural resources of the areas surrounding Effigy Mounds National Monument and the native people that once lived here were inextricably linked. The culture of the effigy mound builders was sustained by a unique association of climate and the topography characteristic of the \"Driftless\", or non-glaciated area, which resulted in a wide diversity of flora and fauna and helped shape the lifestyles and the belief systems of these people. When more land was added to the monument in 1961, the park's enabling legislation was amended to mandate not only the preservation of the mounds, but also the wildlife and natural resources of the area as well. The monument represents an important link in a complex of protected areas that preserve many of the values characteristic of this region. Much of the nearby Mississippi River bank and island area is protected by the Upper Mississippi River National Wildlife and Fish refuge, a 261-mile-long preserve that extends from Wabasha, Minnesota, to Rock Island, Illinois. Close by, and adjoining the Heritage Addition is the Yellow River State Forest, administered by the State of Iowa. Combined together Effigy Mounds and Yellow River State Forest are part of the Iowa Audubon Bird Conservation Areas. Situated between the currently developed monument units and the Sny Magill unit is Pikes Peak State Park, which preserves several effigy mounds, as well as bluff tops much like those of the monument. Together Effigy Mounds National Monument and the Heartland Network have begun monitoring and addressing many resources issues which included mound erosion, old field management, archeological site stabilization, and the development of a unified approach to the management of natural and cultural resources.      Learn More About:  Animals Plants Environmental Factors Natural Features & Ecosystems",
    "url": "https:\/\/www.nps.gov\/efmo\/learn\/nature\/index.htm"
}
