{
    "title": "Effigy Mounds National Monument: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                Birds         Peregrine Falcon   Since Effigy Mounds National Monument is in the center of the Mississippi Flyway and borders the Upper Mississippi Wildlife Refuge, more than 291 species of birds nest or migrate through the monument. The bluffs and hills along the Mississippi River provide a corridor for migratory species. Each spring and fall, neotropical birds use the forested bluffs for feeding and resting stopovers. Migrating raptors use the thermals rising from the bluffs on their biannual flight to and from nesting and wintering sites along the Mississippi Flyway, one of the major migratory bird routes in the country.  In the summers of 1998-99, nineteen peregrine falcons were released at Effigy Mounds by Raptor Resource Center of Bluffton, Iowa. Peregrine falcons were released from hacking boxes located at Hanging Rock. The Yellow River floodplain has been identified as one of 12 nesting sites of the red-shouldered hawk in the state of Iowa and it the only site located in Eastern Iowa. The majestic bald eagle nest on islands and in the bluffs surrounding the river and monument. Hundreds of bald eagles may be seen in the winter along this stretch of the river. The golden eagle even makes an appearance here, as well as other places in the upper Mississippi River valley, during the late winter months. Colonies of great blue heron, great egrets and double crested cormorants nest in trees. The rookeries are noisy places when young fledglings being fed by their parents. The prothonotary warbler lives in the floodplain forest along the sloughs where its loud call can be heard on early summer mornings. The warbler nests in woodpecker holes left in dead snags overhanging or near the water. The males bright yellow on the head and breast and bluish wings are a sharp contrast to the green of the forest. The cerulean warbler is another warbler found high in the trees.  Effigy Mounds National Monument Bird List (319KB PDF) Effigy Mounds National Monument Bird Monitoring Report 2009-2010 (1.04MB PDF)",
    "url": "https:\/\/www.nps.gov\/efmo\/learn\/nature\/birds.htm"
}
