{
    "title": "Effigy Mounds National Monument: Archeology",
    "body": "Archeology          2009 Iowa Archeology Month Poster - Image is a link to a 889 KB PDf file NPS       Documenting Native American Monuments at Effigy Mounds National Monument   The eastern half of the United States has a wide variety of ancient and historic earthen mounds, ranging from simple conical mounds to large platform mounds and complex concentric circles. These earthen architecture structures were built by many different American Indian groups over several thousand years. In the Midwest, effigy mounds built in the shapes of bears, birds, panthers, snakes and water spirits were particularly prevalent. These mounds are primarily found in southern Wisconsin, northern Illinois, eastern Iowa, and southeastern Minnesota. They date to about AD 650-1200, and were probably built by the ancestors of the Ho-Chunk and other Midwestern tribes (Goldstein 2009).   The mounds are commonly located on flat high areas overlooking rivers and streams, especially where they intersect wetlands and lakes. These areas afforded good views, and the mounds would probably have been visible from long distances, especially if nearby trees were removed. Excavations of mounds have uncovered human remains; besides burial sites, the mounds probably also functioned as territory markers and as multi-purpose ceremonial places.   The lakes and marshes associated with the effigy mounds were productive sources of food, especially in winter. The people who built and used the mounds lived in small nearby villages. They hunted, fished, and gathered wild plant products, but also had small gardens where domesticated plants such as sunflower and squashes were grown.   Thanks to the foresight of energetic citizens, local politicians and community leaders, some of these effigy mounds are preserved in parks. One group of mounds is protected in a national monument. Congress and the President create national monuments through the agency of the Antiquities Act, which allows the Federal government to set aside public lands. Effigy Mounds National Monument, located on the Mississippi River in northeastern Iowa, protects over 200 mounds of Native American origin, 31 of which are bird and bear effigy mounds. The mounds still have much to tell us and new technologies are revealing their secrets. The elevated perspective that aerial photography and LIDAR (Light Detection and Ranging) provide allows more detailed and complete comprehension of the full extent of mounds on the landscape than does terrestrial reconnaissance. The story of the documentation and study of Native American earthen mounds is a fascinating chapter of American archeology.   What do archaeologists do? What kinds of jobs and careers are they working at? This article from the Society for American Archaeologists Record from May of 2011 provides 12 personal accounts that prove archaeologists do much more than digging. If you are interested in the field of archaeology check this site. Archeology Jobs",
    "url": "https:\/\/www.nps.gov\/efmo\/learn\/historyculture\/archeology.htm"
}
