{
    "title": "Effigy Mounds National Monument: Effigy Moundbuilders",
    "body": "Effigy Moundbuilders         Effigy Moundbuilding: This image is NOT available for use outside of the National Park Service. NPS - Illustration  The Late Woodland Period (1400-750 B.P.) along the Upper Mississippi River and extending east to Lake Michigan is associated with the culture known today as the Effigy Moundbuilders. The construction of effigy mounds was a regional cultural phenomenon. Mounds of earth in the shapes of birds, bear, deer, bison, lynx, turtle, panther or water spirit are the most common images. Like earlier groups, the Effigy Moundbuilders continued to build conical mounds for burial purposes, but their burial sites lacked the trade goods of the preceding Middle Woodland Culture. The Effigy Moundbuilders also built linear or long rectangular mounds that were used for ceremonial purposes that remain a mystery. Some archeologists believe they were built to mark celestial events or seasonal observances. Others speculate they were constructed as territorial markers or as boundaries between groups.   The animal-shaped mounds remain the symbol of the Effigy Mounds Culture. Along the Mississippi River in northeast Iowa and across the river in southwest Wisconsin, two major animal mound shapes seem to prevail: the bear and the bird. Near Lakes Michigan and Winnebago, water spirit earthworks—historically called turtle and panther mounds—are more common.         The Range of the Effigy Mound Culture  The Effigy Mound Culture extends from Dubuque, Iowa, north into southeast Minnesota, across southern Wisconsin from the Mississippi to Lake Michigan, and along the Wisconsin-Illinois boundary. The counties of Dubuque, Clayton, and Allamakee contain almost all the effigy mounds found in Iowa.        Effigy Moundbuilding Ceremony: This image is NOT available for use outside of the National Park Service. NPS - Illustration  What do the Effigy Mounds Represent?  Clues can be found in American Indian legends and mythology and to a lesser extent, scientific research. The stories and legends of the Native Americans whose ancestors built the mounds describe the effigy mounds as ceremonial and sacred sites. Archeologists believe the effigy mounds delineated territories of choice gathering and hunting grounds. Unfortunately, much of the data is inconclusive.      Associated Tribes  Present day culturally associated American Indian tribes with Effigy Mounds National Monument include:   Iowa Tribe of Kansas and Nebraska  Iowa Tribe of Oklahoma  Otoe-Missouria Tribe of of Indians  Ho-Chunk Nation of Wisconsin  Winnebago Tribe of Nebraska  Upper Sioux Indian Community of Minnesota  Shakopee Mdewakanton Sioux Community In the State of Minnesota  Lower Sioux Indian Community of Minnesota  Prairie island Indian Community In the State of Minnesota  Sac and Fox of the Mississippi in Iowa  Sac and Fox Nation of Missouri in Kansas and Nebraska  Sac and Fox Nation of Oklahoma  Crow Creek Sioux of South Dakota  Omaha Tribe of Nebraska  Santee Sioux Nation  Standing Rock Sioux Tribe  Yankton Sioux of South Dakota  Sisseton Wahpeton Oyate  Flandreau Santee Sioux Tribe  Ponca Tribe of Nebraska",
    "url": "https:\/\/www.nps.gov\/efmo\/learn\/historyculture\/effigy-moundbuilders.htm"
}
