{
    "title": "Effigy Mounds National Monument: Ellison Orr",
    "body": "Ellison Orr        Ellison Orr circa 1923 Effigy Monument National Monument Museum Collection       Biography  Ellison Orr was born in McGregor, Iowa in 1857 and spent his childhood and early youth growing up on the prairies and timbered sloughs near the town of Postville in Allamakee County, Iowa.  In many ways, his early life was fairly typical of the time.  He was raised on a farm, he found entertainment in hunting, fishing, and exploring, and he learned to read and write in a one room country schoolhouse.  Orr and his first wife, Mary Belle (Makepeace), were the parents of four children, Fred, Harry, Florence, and James. Mary Belle died in 1915, and Orr remarried in 1918 to Eva May Teeple (Cook), who died in 1944. Orr completed the manuscript Reminisces of a Pioneer Boy in 1945 and lived another six years, ultimately passing away at his home in Waukon, Iowa on January 25, 1951.  In the later years of his life, Ellison Orr was active in promoting the idea of protecting the cultural and natural resources of northeast Iowa. He played a key role in the eventual creation of Effigy Mounds National Monument, and, after its creation in 1949, he donated most of his writings and much of his American Indian artifact collection to the national monument. His mound survey and mapping projects, not to mention the excavations and reports he completed on land that would become Effigy Mounds National Monument, represent the core scholarship upon which future researchers built and continue to build our knowledge of the deep and complex history of this region. Without the efforts of Ellison Orr, it is not an exaggeration to speculate that there would be no Effigy Mounds National Monument in Northeast Iowa.        The front cover of Ellison Orr's Book, The Reminiscences of a Pioneer Boy NPS  The Reminiscences of a Pioneer Boy  In 1924 when Ellison Orr was 67 years old, he embarked on a project to write down what he could recollect of his childhood and early life growing up near Postville, Iowa. Rather than sit down at one time and write all that he could recall at the moment, he would instead write up sections as memories came to him, such as coming face-to-face with a prairie wolf, helping his mother with house chores, or stealing eggs from a passenger pigeon nest. The result of these efforts was the creation of a manuscript, Reminisces of a Pioneer Boy, written in sections over a 21-year period. This manuscript, which is extremely rich in very descriptive stories, describes wild places and the lives of people that, while being vaguely familiar to us in these times, takes place in a time and place that, when compared with life in Northeast Iowa today, is largely occupied by people who live a foreign lifestyle and exist on a very foreign landscape.",
    "url": "https:\/\/www.nps.gov\/efmo\/learn\/historyculture\/pioneer-boy.htm"
}
