{
    "title": "Organ Pipe Cactus National Monument: Do Business With Us",
    "body": "Explore This Park    Get Involved     Do Business With Us            Do Business With Us       Commercial Use Authorizations (CUA) Organ Pipe Cactus National Monument invites applications for commercial use activities at the park. We are very open to facilitating a variety of services being available to visitors, including (but not limited to) food, shuttles, guided hikes and bike rides, instructional workshops (photography, art, etc.), concierge or delivery services, and motorized scenic tours. We invite your creativity though, and welcome other ideas that you may have. Currently considered activities can be found in the document below. Any permits issued will be valid for no more than one year, and no preferential right of renewal or similar provisions for renewal may be provided. A complete application package must include:  A complete CUA Application Form A certificate of insurance which meets the requirements of the services the applicant seeks to provide. See fee schedule below.  Check payment of the application ($100) and cost recovery ($100) fees.(If the individual seeks to pay by credit card, please contact Amy Stasch directly before submission of application).  Applications will be accepted on a rolling basis. Every effort will be made to process applications within two weeks, but it may be up to four weeks. We are very interested in developing the Commercial Use Authorization program at Organ Pipe Cactus National Monument and invite further discussion about opportunities. Please review the application and do not hesitate to contact us if you have any questions or concerns. Any questions, or completed permit applications, may be addressed to: Amy Stasch Chief of Business Management 10 Organ Pipe Dr Ajo AZ85321 e-mail us Documents:  Approved Commercial Services Fee Schedule Application Packet",
    "url": "https:\/\/www.nps.gov\/orpi\/getinvolved\/do-business-with-us.htm"
}
