{
    "title": "Effigy Mounds National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information        Prehistoric burial mounds along the fire point loop trail. NPS Photo           Physical Address           151 Hwy 76  Harpers Ferry , IA 52146                 Directions         Located 3 miles north of Marquette, Iowa on Hwy 76.   Directions Details           Operating Hours & Seasons         Summer Visitor Center Hours Extended summer hours for the Visitor Center. All trails are open from sunrise to sunset.    Standard Hours    Sunday: 8:00 AM - 6:00 PM   Monday: 8:00 AM - 6:00 PM   Tuesday: 8:00 AM - 6:00 PM   Wednesday: 8:00 AM - 6:00 PM   Thursday: 8:00 AM - 6:00 PM   Friday: 8:00 AM - 6:00 PM   Saturday: 8:00 AM - 6:00 PM      Additional Information View More       Labor Day:  8:00 AM - 5:00 PM          Winter Visitor Center Hours The hours listed are for the Visitor Center, but trails are open from Sunrise to Sunset all year.    Standard Hours    Sunday: 8:30 AM - 4:30 PM   Monday: 8:30 AM - 4:30 PM   Tuesday: 8:30 AM - 4:30 PM   Wednesday: 8:30 AM - 4:30 PM   Thursday: 8:30 AM - 4:30 PM   Friday: 8:30 AM - 4:30 PM   Saturday: 8:30 AM - 4:30 PM      Additional Information View More       Christmas Day:  Closed      Memorial Day:  8:00 AM - 4:30 PM      New Year’s Day:  Closed      Thanksgiving Day:  Closed                 Weather           All four seasons are represented in this area with summer temperature in the upper 80’s with higher heat indexes due to humidity and winter daytime highs in the 20's. Temperatures are in °Fahrenheit.          Fees & Passes     Entrance Fees:   Visitor Center and Trails - $0.00 No fee to enjoy the Visitor Center and all trails.          Visitor Centers       Visitor Center Park entrance is on the north side of Hwy 76 as it winds through the country hillside in Northeast Iowa. Be careful on narrow roads with little to no shoulder.                Operating Hours & Seasons The visitor center is open every day except, Thanksgiving Day, Christmas Day, and New Year's Day. The visitor center operating hours vary by season. Trails are open every day of the year from dawn until dusk.    Fees & Passes  Effigy Mounds National Monument went fee free in April 2011, and as a result we are no longer able to sell National Park or Federal Recreation Land passes.    Permits & Reservations  Find information on applying for a special use permit for activities that benefit an individual, group, or organization rather than the public at large.",
    "url": "https:\/\/www.nps.gov\/efmo\/planyourvisit\/basicinfo.htm"
}
