{
    "title": "Herbert Hoover National Historic Site: Teacher-Ranger-Teachers",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Teacher-Ranger-Teachers                Teacher-Ranger-Teachers       The Teacher-Ranger-Teacher program helps connect Herbert Hoover National Historic Site and other national parks to schools. Under an agreement between the National Park Service and an area school district, Teacher-Rangers work at Herbert Hoover National Historic Site during the summer. In return they get experience preserving nationally important public lands and inspiration for innovative ideas in the classroom. Our Teacher-Rangers      Ashley Keenan 2014 Ashley Keenan is a reading specialist for the West Liberty, Iowa schools. As Teacher-Ranger, Ms. Keenan wrote a lesson plan titled \"What is THAT Used For?\" for elementary school students. By comparing photos of artifacts displayed at Herbert Hoover with common household objects, teachers can use the lesson plan to discuss changes in technology with their students. Ms. Keenan also produced videos for teachers preparing for field trips, presented on place-based education to Iowa educators, and wrote an itinerary for teacher workshops.        Teacher-Ranger Lynette Cummings uses the park's resources to support her school district's classroom curriculum. NPS Photo  Lynette Cummings 2012-2013 Lynette Cummings teaches chemistry, physics, and physical science at West Branch High School in Herbert Hoover's Iowa hometown. She and her students often use the park as their other classroom. Mrs. Cummings works at the historic site writing creative lesson plans so area teachers can use the park as a resource for learning projects. She wrote lesson plans about studying the effects of sounds on the historic site, household economics in the Birthplace Cottage, and the chemistry of the blacksmith's forge.        Teacher-Ranger Daniel Stevenson brought lessons and activities about Herbert Hoover to his middle school history classes. NPS Photo  Daniel Stevenson 2010-2012 Daniel Stevenson teaches 8th grade U.S. history in nearby West Liberty, about 10 miles from West Branch. As part of his summer ranger duties, Mr. Stevenson revised and updated Herbert Hoover: From Iowa to the World (PDF file), a curriculum guide for middle school students.         Teacher-Ranger Kristen Bergren incorporated National Parks into her third grade curriculum with an annual National Park Fair for students. Kristen Bergren  Kristen Bergren  2008-2012  Among her summer ranger duties as a park ranger Kristen Bergren created the HEHO! Activity Worksheets for Educators and Students (PDF file), a package of pre-visit and post-visit activities for classes planning field trips to Herbert Hoover National Historic Site. As a third-grade teacher in the Moline, Illinois school district she also wrote National Park Fair: Kids Teaching Kids about our National Parks (PDF file), a guide for inspiring students and their families to discover America's best idea: our national parks.",
    "url": "https:\/\/www.nps.gov\/heho\/learn\/education\/development\/trt.htm"
}
