{
    "title": "Herbert Hoover National Historic Site: Suggested Reading",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Suggested Reading                Suggested Reading       Park staff often read the following books to learn about Herbert Hoover and about the park which commemorates his life and times. Park brochures and other documents like curriculum materials, park plans, and historical and scientific research, are available online and may be downloaded for free. Many of these books are no longer published, but some may be for sale in the bookstore at the visitor center or in the gift shop at the Herbert Hoover Presidential Library and Museum. The museum offers some of Herbert Hoover's numerous published writings online. Children's Books Colbert, Nancy A. Lou Henry Hoover: The Duty to Serve. Morgan Reynolds, Inc., 1998.  Holford, David M. Herbert Hoover. Enslow Publishers, Inc., 1999. Rumsch, BreAnn. Herbert Hoover. ABDO, 2009.  Venezia, Mike. Herbert Hoover: Thirty-First President, 1929-1933. Children's Press, 2007.  Herbert and Lou Henry Hoover Allen, Anne Beiser. An Independent Woman: The Life of Lou Henry Hoover. Greenwood Press, 2000. Best, Gary Dean. The Life of Herbert Hoover: Keeper of the Torch, 1933-1964. Palgrave Macmillan, 2013. Burner, David. Herbert Hoover: A Public Life. American Political Biography Press, 1978. Clements, Kendrick A. Hoover, Conservation, and Consumerism: Engineering the Good Life. University Press of Kansas, 2000. Clements, Kendrick A. The Life of Herbert Hoover: Imperfect Visionary, 1918-1928. Palgrave Macmillan, 2010. Darling, Jay N. As Ding Saw Herbert Hoover. Iowa State University Press, 1996. Dennis, Ruth. The Homes of the Hoovers. Herbert Hoover Presidential Library Association, 1986. Hamill, John. The Strange Career of Mr. Hoover Under Two Flags. W. Faro, Inc., 1931. Hawley, Ellis W, ed. Herbert Hoover as Secretary of Commerce 1921-1928: Studies in New Era Thought and Practice. University of Iowa Press, 1981. Hilton, Suzanne. The World of Young Herbert Hoover. Walker and Company, 1987. Hoover, Herbert. American Individualism. Doubleday-Page, 1922. Hoover, Herbert. Fishing for Fun-And to Wash Your Soul. Random House, 1963. Hoover, Herbert. On Growing Up: Letters from and to American Children. William, Morrow, & Company, 1949. Hoover, Herbert. The Memoirs of Herbert Hoover. Macmillan Company, 1951. Irwin, Will (1928). Herbert Hoover: A Reminiscent Biography. Grosset and Dunlap.  Jeansonne, Glen. The Life of Herbert Hoover: Fighting Quaker, 1928-1933. Palgrave Macmillan, 2012. Kellogg, Vernon. Herbert Hoover, The Man and His Work. New York, London: D. Appleton and company, 1920. Lambert, Darwin. Herbert Hoover's Hideaway. Shenandoah Natural History Association, 1971. Lane, Rose Wilder. The Making of Herbert Hoover. The Century Co., 1920. Leuchtenberg, William E. Herbert Hoover: The American Presidents Series: The 31st President, 1929-1933. Times Books, 2009. McLean, Hulda Hoover. Hulda's World. Hoover Presidential Library Association, 1989. McLean, Hulda Hoover. The Genealogy of the Herbert Hoover Family. West Branch: The Herbert Hoover Presidential Library Association, 1967. Nash, George H. Herbert Hoover and Stanford University. Hoover Institution Press, 1988. Nash, George H. The Life of Herbert Hoover, Volume 1: The Engineer, 1874-1914. W.W. Norton & Company, 1983. Nash, George H. The Life of Herbert Hoover, Volume 2: The Humanitarian, 1914-1917. W.W. Norton & Company, 1988. Nash, George H. The Life of Herbert Hoover, Volume 3: Master of Emergencies, 1917-1918. W.W. Norton & Company, 1996. Nash, Lee, ed. Understanding Herbert Hoover: Ten Perspectives. Hoover Institution Press, 1987. Nye, Frank T.  Doors of Opportunity. Herbert Hoover Presidential Library Association, 1988. Olson, James Stuart. Herbert Hoover and the Reconstruction Finance Corporation 1931-1933. Iowa State University Press, 1977. Smith, Richard Norton. An Uncommon Man: The Triumph of Herbert Hoover. Simon & Schuster, 1987. Walch, Timothy, ed. Uncommon Americans: The Lives and Legacies of Herbert and Lou Henry Hoover. Praeger, 2003. Walch, Timothy, and Dwight M. Miller, eds. Herbert Hoover and Harry S. Truman: A Documentary History. High Plains Publishing Company, 1992. Wert, Hal Elliot. Hoover the Fishing President: Portrait of the Private Man and His Life Outdoors. Stackpole Books, 2005. Wilson, Joan Hoff. Herbert Hoover: Forgotten Progressive. Waveland Press, 1992. Young, Nancy Beck. Lou Henry Hoover: Activist First Lady. University Press of Kansas, 2004. Prairies and Natural Sciences Christiansen, Paul and Mark Muller. An Illustrated Guide to Iowa Prairie Plants. University of Iowa Press, 1999. Jones, Stephen R. and Ruth Carol Cushman. Peterson Field Guides: The North American Prairie. Houghton Mifflin Company, 2004. Iowa Prairies. Iowa Association of Naturalists. September, 2001. Kirt, Russell R. Prairie Plants of the Midwest: Identification and Ecology. Stipes Publishing, LLC, 1995. Madson, John. Where the Sky Began. University of Iowa Press, 1982. Winckler, Suzanne. Prairie: A North American Guide. University of Iowa Press, 2004. Quakers Cope-Robinson, Lyn. The Little Quaker Sociology Book. Canmore Press, 1995. Larson, Rebecca. Daughters of Light: Quaker Women Preaching and Prophesying in the Colonies and Abroad 1700-1775. University of North Carolina Press, 1999. Yount, David. How the Quakers Invented America. Rowman & Littlefield Publishers, Inc., 2007. Regional, Period, Social, and Political History Alex, Lynn M. Iowa's Archaeological Past. Iowa City: University of Iowa Press, 2000. Barry, John M. Rising Tide. Simon & Schuster, 1998. Bergman, Marvin, ed. Iowa History Reader. Iowa State University Press, 1996. Cedar County Historical Review, July 1992. Cedar County Historical Society. Chadwick, Henry. The Sports and Pastimes of American Boys. George Routledge and Sons, 1884. Cordier, Mary Hurlbut. Schoolwomen of the Prairies and Plains. University of New Mexico Press, 2001. Dickson, Paul and Thomas B. Allen. The Bonus Army: An American Epic. Walker and Company, 2004. Foy, Jessica H. and Thomas J. Schlereth. American Home Life, 1880-1930: A Social History of Spaces and Services. University of Tennessee Press, 1994. Gibbs, Nancy. The Presidents Club: Inside the World's Most Exclusive Fraternity. Simon & Schuster, 2012. Hoover in Iowa, The Palimpsest. The State Historical Society of Iowa, August, 1962. Irwin, Douglas A. Peddling Protectionism: Smoot-Hawley and the Great Depression. Princeton University Press, 1994. Jensen, Dwight E., Lisa K. Abel, John Kofoed, and Audrey Kofoed, editors. West Branch, 1851-2001. West Branch Heritage Foundation, 2001. Kennedy, David M. Freedom from Fear: The American People in Depression and War, 1929-1945. Oxford University Press, 1999. Lisio, Donald J.  The President and Protest: Hoover, MacArthur, and the Bonus Riot. Fordham University Press, 1994. Pietrusza, David. 1920: The Year of the Six Presidents. Basic Books, 2008. Schlereth, Thomas J. Victorian America: Transformations in Everyday Life. Longman, 1997. Schweider, Dorothy, Thomas Morain and Lynn Nielson.  Iowa: Past to Present.  Iowa State University Press, 2002.  Schweider, Dorothy. Iowa: The Middle Land. Iowa State University Press, 1996. Seymour, John. The Forgotten Arts and Crafts. Dorling Kindersly Publishing, 2001. Shlaes, Amity. The Forgotten Man: A New History of the Great Depression. Harper Perennial, 2008. Stratton, Maud. Herbert Hoover's Home Town: The Story of West Branch. Maud Stratton, 1948. Sutherland, Daniel E. The Expansion of Everyday Life 1860-1876. New York: Harper and Row, 1989. The West Branch Commercial District: A Guided Tour of Iowa's Newest National Historic District. Herbert Hoover Presidential Library Association, 1987.",
    "url": "https:\/\/www.nps.gov\/heho\/learn\/education\/development\/reading.htm"
}
