{
    "title": "Herbert Hoover National Historic Site: Artist-in-Residence Program",
    "body": "Artist-in-Residence Program        Photographer Linda Staats was one of two Artists-in-Residence in 2008. Linda Staats       The National Park Artist-in-Residence Program at Herbert Hoover National Historic Site promotes creative means of communicating the park's national significance and its relevance to park visitors.        2016 Artist-in-Residence Program Herbert Hoover NHS offers one residency of eight weeks during the months of June, July, and August. The National Historic Site provides lodging and a secure place for equipment and supplies at no cost to the artist. During the residencies, the artists interact informally with the public, present public interpretive programs, and contribute a work of art for display in the park. Contact us for more information about the program. Goal for the 2016 Residency This year, the park is looking for a videographer, photographer, recording artist, or other artist who can provide content for the park's digital media services (website, app, and social media outlets). The artist:  Creates a work or body of work that may be used to meet that goal. Plans and leads at least one public workshop, demonstration, lecture, exploratory walk, performance, or other artist-led experience for park visitors. Provides one such public presentation in the artist's home community about the artist's work and experience during the residency.  Who May Apply Professional American visual and performing artists, writers, composers, and other artists may apply. How to Apply Send a cover letter stating your preferred period of residence (eight weeks within the available time period) along with the following:  A resume and summary of creative work (exhibitions, collections and publications where your work has appeared). A statement of no more than one (1) page explaining how your artwork will meet the residency's goal. Samples of recent works:    Visual artists provide a compact disc with six (6) JPEG files of at least 200 pixels per inch; Writers submit ten (10) double-spaced, typewritten pages of manuscript in a PDF file on a compact disc; Composers or performing artists provide five (5) to seven (7) minutes of audio or video recording on a compact disc.   Applications must be post-marked or delivered in person by Monday, February 29, 2016. Mail your application to:  Herbert Hoover National Historic Site  Artist-in-Residence Program  110 Parkside Drive  P.O. Box 607  West Branch, Iowa 52358  Selection Selections will be made based on merit and how the artists' work can communicate the park's national significance and its relevance to park visitors. Applicants will be notified of the selection by the end of March. Responsibilities & Duties The Artist-in-Residence (AIR) will be enrolled in the Volunteer-in-Parks (VIP) program after reading and signing form OF-301A, Volunteer Services Agreement. The agreement will outline the artist's duties related to the goals of the residency. It may be terminated by either the AIR or the National Park Service at any time. The artist works an average of 40 hours of work per week in the park or other approved locations. Days and hours of work will be worked out before the residency begins. The artist provides park staff notice each morning about his or her activities and likely whereabouts. The artist is responsible for all supplies and materials needed for his or her artwork. Reimbursement may be available for some out of pocket expenses incurred during the residency. Within three months after the residency, the AIR will complete and deliver the final products of the residency. Within one year after the residency, the AIR will provide one public presentation in the artist's home community on the artist's experience and of the artwork produced as a result of the residency, along with some form of documentation to the park. Lodging & Area Information The artist will be lodged for free in the David Mackey House, one of the historic homes at Herbert Hoover National Historic Site. Water, electricity, and gas are included. Free parking is available either behind the houses or on the street. The house may not be accessible to persons with disabilities. The house is furnished and air-conditioned. It has a telephone line for local calling. A washer and dryer are in the basement. The kitchen is fully equipped. The park will provide sheets, blankets, and towels. The AIR may want to bring an alarm clock, a fan, and a light blanket. The house has exterior locks and an alarm system. If park staff needs to enter for maintenance work, they will contact you 24 hours ahead of time. In case of an emergency, park staff will contact you immediately before entering. Churches, medical care, and groceries are available in West Branch (population 2,100). Iowa City (population 70,000) located 10 miles west, offers excellent medical care, cultural, and recreational activities. Working with the Public The artist is encouraged to interact with park visitors as they interpret the variety of cultural and natural resources of the park, including its historic structures, artifacts, cultural landscape, creek, and tallgrass prairie. Identifiable portraits of persons are not permitted without their written permission. The park will provide the artist with a model release form to obtain permission. The artist will present at least one 60-minute public program during their residencies. The programs may suit the artists medium, interest, and experience, but must be approved by the AIR coordinator. Artists must provide their own supplies and equipment for these presentations. Studio Space, Storage, & Access Aside from lodging, the park does not have a dedicated studio or storage space for artists. The AIR coordinator will work with the artist to find suitable places in the park to work and to store equipment and supplies. The artist will be given a key and an alarm code only to his or her quarters. The AIR will not have access to the park's computer network. The AIR may have access, with permission from the Chief Ranger, to public historic structures during park operating hours. He or she may work behind barriers if there is no apparent risk of damage to the structures and museum collection, and no safety hazard for visitors. Furnishings and museum objects may not be rearranged or touched without the permission of the Chief Ranger. Access to the Herbert Hoover Presidential Library and Museum, administered by the National Archives and Records Administration (NARA), and the administrative office of Herbert Hoover Presidential Library Association, a private not-for-profit organization, is excluded from this arrangement. The park or the artist may make additional arrangements with NARA as needed.      Selected Former Artists-in-Residence        Writer Emily Melhorn in Jedediah Smith Redwoods State Park in California. Emily Melhorn  Emily Melhorn September 12-November 2, 2013 Emily Melhorn is a writer currently living in Los Angeles. She was a former journalist for The Gettysburg Times, The Evening Sun, and NoHo News. Ms. Melhorn wrote a column \"Living the Dream\" for many years for The Gettysburg Times. She has had short stories and plays published in Red Weather, received the John V.A. Weaver Prize in Poetry, and Fiction Honorable Mention for Hayden's Ferry Review. Ms. Melhorn was Artist-in-Residence at Homestead National Monument of America in 2012. She is looking forward to writing at the Herbert Hoover National Historic Site and adding to the depth of work about Herbert Hoover. \"I would like to put my writings about Herbert Hoover in the context of current issues and events,\" said Ms. Melhorn.        Artist Vivian Hyelim Kim visited the first and second grade art classes at Herbert Hoover Elementary School in West Branch. She taught them how to cut folded paper pattern, with which they decorated their classroom wall. NPS Photo  Vivian Hyelim Kim April 2-May 25, 2013 Vivian Hyelim Kim was born in South Korea and was raised in the U.S. She received her MFA in Painting from Pratt Institute in New York and BFA from Arizona State University Herberger College of Fine Arts. She has had solo shows at Chashama Gallery in New York City and in Seoul, South Korea. She has also participated in numerous group shows and is a recipient of a grant from the National Endowment for the Arts. She has been awarded residencies at the Virginia Center for the Creative Arts, New York Mills Residency, Paducah Artist in Residence, Vermont Studio Center and the Contemporary Artists Center. \"I wish to observe the plants, flowers, and other organic elements at Herbert Hoover National Historic Site,\" said Ms. Kim, \"and use their forms and patterns in my paper cut outs.\"       \"Prairie\" by Vivian Hyelim Kim Vivian Hyelim Kim         Steven S. Walker at work on one of his landscape paintings. NPS Photo  Steven S. Walker July 29-August 11, 2012 Born in Myrtle Beach, South Carolina and raised in Virginia, Steven S. Walker has been creating artwork for most of his life. A former freelance illustrator and college instructor, Mr. Walker found peace of mind and inspiration painting the back roads and rustic barns of Virginia. He has exhibited several solo shows and in various national exhibitions such as the 2012 Salon International and the Richeson 75 Landscape Show. Mr. Walker resides in Westerville, Ohio with his loving wife and biggest fan, Evelyn.       \"Edge of the Prairie\", 2012 by Steven S. Walker Steven S. Walker         Photographer Missy Gaido Allen teaches kids about nature photography in the tallgrass prairie. NPS Photo  Missy Gaido Allen 2012 Artist-in-Residence Born in Houston, Texas in 1968, Missy Gaido Allen studied studio art and art history in the United States and Italy. She holds a Master's in Art History from Rice University and a Ph.D. in Art History from the University of Iowa. Ms. Allen's images are in the permanent collections of the Cedar Rapids Museum of Art, the University of Iowa Hospitals and Clinics, and multiple private collections. She has exhibited her work widely in solo and group exhibitions and has licensed images to Sony and Hasselblad. Ms. Allen lives in Iowa with her family.       \"Tallgrass Prairie\" by Missy Gaido Allen Missy Gaido Allen         Writer M.S. Coe and \"Poetry Sprouts\" write poems on construction paper. NPS Photo  M.S. Coe July 4-July 20, 2011  M.S. Coe grew up in the Sonoran and Mojave deserts. She worked at the University of Arizona Poetry Center and as a reader for Sonora Review and is currently an assistant editor of Epoch literary magazine. She teaches English and creative writing at Cornell University in Ithaca, New York, where she will receive her MFA degree. Her fiction often explores the disassociation characters feel when placed into strange environments and how they reconcile with their surroundings. Read M.S. Coe's short story, \"Summer Yardscape\" (PDF file, 2,063 KB) »         Writer Gaynell Gavin led a nonfiction writing workshop at Herbert Hoover NHS in 2011. Gaynell Gavin  Gaynell Gavin May 28-June 20, 2011 Gaynell Gavin's prose and poetry has been published in many literary journals and anthologies, including Fourth Genre, North Dakota Quarterly, The Best of the Bellevue Literary Review (Bellevue Literary Press), Nebraska Presence (Backwaters Press), and Best New Poets 2006 (Samovar Press). Her poetry chapbook, Intersections, was published by Main Street Rag Publishing. Her essay, \"What We Have,\" published in Prairie Schooner, was included among \"Notable Essays \" in The Best American Essays 2009. This essay, like much of her work, is grounded in the Midwest. She is originally from Illinois and is a faculty member at Claflin University in Orangeburg, South Carolina. Read Gaynell Gavin's essay \"Reflections of a Prairie Neophyte Topophiliac\" (PDF file, 1,807 KB) »         \"Back Door at Hoover Cottage\" by Patricia Rottino Cummins Patricia Rottino Cummins  Patricia Rottino Cummins Oct. 17-24, 2009 Patricia Rottino Cummins of Miami, Florida, has been an art educator for over thirty years in the Miami Dade Public Schools. Her works of art are inspired by local landscapes, as well as by the vistas she has seen and photographed during her many travels and National Park residencies. \"Lately I find myself closely concentrating on each landscape,\" said Ms. Cummins, \"and discovering that unique element that interprets the moment, feeling, and importance of the subject.\"        Writer Laura Madeline Wiseman exhibited her research at Hooverfest in 2009. Laura Madeline Wiseman  Laura Madeline Wiseman July 14-August 2, 2009  Laura Madeline Wiseman is a PhD student in English at the University of Nebraska-Lincoln. Ms. Wiseman's great-great-great-grandmother Matilda Fletcher Wiseman, an Iowa native who lectured across the Midwest in the 19th century, inspires her current research and writing project. \"These poems capture not only her life and work,\" said Ms. Wiseman, \"but also the natural landscape of the American West, where she was born and where she lived most of her life.\" Read Laura Madeline Wiseman's poem \"Maternal Lineage\" (PDF file, 73 KB) »              Maternal Lineage     Poem by 2009 Artist-in-Residence Laura Madeline Wiseman  Duration:1 minute, 49 seconds      Credit \/ Author: Laura Madeline Wiseman   Date created: 2012-10-11     Download Original File: heho-002_matilda_007_madeline_maternal-lineage_2009_10_11_maternal-lineage.mp31,745 KB                 Radio dramatist Will Anderson writes a script while chatting with visitors at the Visitor Center. Kristen Bergren  Will Anderson July 7-July 20, 2008 Will Anderson, assistant professor at Central Michigan University, is an award-winning radio dramatist, with regional and national awards, including two National Audio Theater Festival awards in 2007 and 2003, and the 2006 National Broadcasting Society Region 2 Best Comedy Award. During his residency at Herbert Hoover NHS, Dr. Anderson wrote the radio drama script \"The Son of West Branch, America's Great Humanitarian\". His production of that script won an Award of Excellence from the Broadcast Education Association in 2012. The script is available for free download. Please contact us if you are interested in using it in a production. Read Will Anderson's radio drama script \"The Son of West Branch, America's Great Humanitarian\" (PDF file, 196 KB) »            The Son of West Branch, America's Great Humanitarian: An Aural Memoir     Award-winning radio drama by Dr. William Wayne Anderson, performed and recorded at the 2011 National Audio Theatre Festivals.  Duration:39 minutes, 23 seconds      Credit \/ Author: Dr. William Wayne Anderson   Date created: 2011-06-24     Download Original File: heho-The-Son-of-West-Branch.mp347,277 KB                 \"First Light on the Prairie\", by Linda Staats Linda Staats  Linda Staats June 20-July 5, 2008 Photographer Linda Staats is known for her imagery of the Midwest heartland and the Pacific Northwest. Her photographs are in private and corporate collections and have appeared in galleries, brochures, notecards, and calendars. She recently returned to the Midwest after living in Washington State where she spent countless days photographing National Parks, and is now working on a project of Midwestern images. \"I want to illustrate the diversity that exists in this part of the country-the richness that makes up the land, the people, and the life of this area.\"        \"Lou Henry Hoover circa 1925\", painting by Billie Davids Herbert Hoover NHS Collection  Billie Davids September 11-23, 2007 Billie Davids is a native of the small river town of Princeton, Iowa. After leaving behind artwork most of her life, Mrs. Davids started painting professionally three years ago. Her paintings capture moments of everyday American life. \"I bought myself a camera a few years ago,\" says Mrs. Davids, \"and started noticing all the ordinary activities that people of all ages were enjoying, sometimes planned activities they had looked forward to all week, sometimes impromptu moments, and I wanted to paint them, stop time, not just with my camera but in large as life pictures so I could say for them, 'See me, see what I can do.'\"        \"Hoover Birthplace\", pastel by Diane Blair Kunzler Herbert Hoover NHS Collection  Diane Blair Kunzler July 19-August 4, 2007 Diane Blair Kunzler is from Glidden, Iowa, and has been featured in numerous art exhibits. She has a Master of Fine Arts from the Art Institute of Boston. Ms. Kunzler has explored Midwestern landscapes as a subject for her artwork for twenty years. \"A residency at Herbert Hoover National Historic Site affords me the opportunity to explore an abundance of subjects of interest to me as an artist, and a unique opportunity to interact with people who visit the site,\" said Ms. Kunzler. \"Art is so many times a solitary experience and I enjoy the casual interactions with people who are interested in the subjects I work with and the artistic process.\" During her tenure as Artist-in-Residence, Ms. Kunzler painted a nine-inch circumference gold ornament supplied by the White House with scenes of the Herbert Hoover Birthplace Cottage and the Gravesite of President and Mrs. Hoover. The ornament was displayed on the National Park themed 2007 White House Christmas tree.        \"Cottage in Winter\", hand-woven tapestry by Karen Page Crislip Herbert Hoover NHS Collection  Karen Page Crislip September 13-29, 2006 Hand-woven tapestry maker Karen Page Crislip of Estes Park, Colorado has roots in eastern Iowa. She graduated from Bettendorf High School in 1966 and is related to Herbert Hoover. She is a trained and experienced educator eager to share her love of weaving with the public. \"I am very excited about returning to Eastern Iowa and seeing what happens to my images when I am focusing on designs in the environment of my early years,\" said Ms. Crislip. She started a number of designs during her residence and donated a tapestry, pictured here, interpreting the Birthplace Cottage in winter.        Artist-in-Residence Gabriel Sokoloff composed three pieces inspired during his residency. NPS Photo  Gabriel Sokoloff July 14-28, 2005 Musician and composer Gabriel Sokoloff studied with renowned jazz pianist Alex Darqui. He performs keyboard and saxophone in West Palm Beach, Florida and Providence, Rhode Island. Mr. Sokoloff's music and lyrics found expression in the charm and power of the National Historic Site's outdoors. During his residency, he composed, performed, and engineered three songs, including \"Prairie Sun\", an instrumental piece written for Herbert Hoover National Historic Site.        \"Quaker School House\", painting by Caren Hackman Caren Hackman  Caren Hackman July 5-18, 2005 Painter and illustrator Caren Hackman immersed herself in the distinct light and texture of the National Historic Site's landscape. The park's Eastern Iowa locale was a sharp contrast to South Florida, where she has painted for decades. As Artist-in-Residence Ms. Hackman twice demonstrated working with highlights and shadows to distinguish forms in watercolor painting. She created three paintings while at Herbert Hoover NHS.        Untitled sculpture by Matt Moyer Herbert Hoover NHS Collection  Matt Moyer September 24-October 22, 2004 Ceramicist Matt Moyer creates vessels and sculptures influenced by everyday implements and industry that surrounded the Mississippi River and its central plains in the late 19th century. As Artist-in-Residence Mr. Moyer, who is interested in natural materals, demonstrated ceramics using clays found in Cedar County. Participants learned to make their own cup or bowl and to incorporate natural fibers. Mr. Moyers donated sculpture of wood-fired stoneware on a steel base is modeled on a tool found in the park's working Blacksmith Shop.        \"Miles Farmstead\", painting by Kristi Carlson Herbert Hoover NHS Collection  Kristi Carlson May 6-21, 2000 Kristi Carlson is an art professor and gallery director at Waldorf College in Forest City, Iowa. She holds degrees in art from St. Olaf College in Northfield, Minnesota and Purdue University, and has also studied art independently and at the University of Iowa. Prof. Carlson's painting, \"Miles Farmstead\" is on display in the Visitor Center.",
    "url": "https:\/\/www.nps.gov\/heho\/getinvolved\/supportyourpark\/artist-in-residence-program.htm"
}
