{
    "title": "Herbert Hoover National Historic Site: Science & Research",
    "body": "Explore This Park    Learn About the Park     Science & Research            Science & Research        A national park biologist collects samples of aquatic life in Hoover Creek. The presence or absence of certain fish and invertebrates indicate the creek's water quality. NPS Photo       National Park Service staff and volunteers use current science, research, and management practices. Historical and archeological studies help park staff preserve, maintain, and educate others about the park's people, places, and stories. Natural sciences research builds a strong scientific foundation for the management and protection of natural resources.      Historical Studies & Reports Studies of the landscape and historic buildings at Herbert Hoover National Historic Site and around West Branch may be found among the National Park Service's park histories.      Natural Resources Data & Reports Scientists study and report on the park's natural resources. Inventory & Monitoring Scientifically collected data to monitor the park's \"vital signs\"-measurable, early warning signals of significant changes- to assess the long-term health of natural systems. Trends in populations of birds, native plant communities, and exotic invasive plants may indicate changes in the overall health of the reconstructed tallgrass prairie. Park scientists assess the quality of stream habitat by inventorying Hoover Creek's physical characteristics as well as fish and aquatic invertebrate communities. National Park scientists at the Heartland Inventory and Monitoring (I&M) Network, fifteen national parks in the Midwest sharing resources and professional expertise, periodically inventory and monitor the park's natural resources. Natural Sounds The National Park Service measures natural sounds and noise at Herbert Hoover National Historic Site. Learn more » Acoustical Monitoring Snapshot, 2013 Acoustic Monitoring Report, 2014 Water Quality & Hydrology Volunteers sample water quality at Hoover Creek in Herbert Hoover National Historic Site. The sample site is number 916066 in the IOWATER database. The Iowa Department of Natural Resources (DNR) reported on trends in water quality on Hoover Creek. The U.S. Geological Survey (USGS) monitors nitrates and turbidity in the creek. USGS supports a real-time data stage gage in Herbert Hoover National Historical Site. It provides data on current and historical stream conditions (discharge, temperature, and rainfall) for Hoover Creek. USGS prepared a flood map and frequency report.                 × Species Attribute Definitions   Definitions Occurrence Occurrence values are defined below. One or more Occurrence Tags may be associated with each Occurrence value. Present: Species occurs in park; current, reliable evidence available. Probably Present: High confidence species occurs in park but current, verified evidence needed. Unconfirmed: Species is attributed to park but evidence is weak or absent. Not In Park: Species is not known to occur in park.  Occurrence Tags Adjacent: Species is known to occur in areas near to or contiguous with park boundaries. False Report: Species was reported to occur within the park, but current evidence indicates the report was based on misidentification, a taxonomic concept no longer accepted, or other similar problem of error or interpretation. Historical: Species' historical occurrence in park is documented. Assigned based on judgment as opposed to determination based on age of the most recent evidence.  Abundance Abundant:   Animals: May be seen daily, in suitable habitat and season, and counted in relatively large numbers. Plants: Large number of individuals; wide ecological amplitude or occurring in habitats covering a large portion of the park.  Common:   Animals: May be seen daily, in suitable habitat and season, but not in large numbers. Plants: Large numbers of individuals predictably occurring in commonly encountered habitats but not those covering a large portion of the park.  Uncommon:   Animals: Likely to be seen monthly in appropriate habitat and season. May be locally common. Plants: Few to moderate numbers of individuals; occurring either sporadically in commonly encountered habitats or in uncommon habitats.  Rare:   Animals: Present, but usually seen only a few times each year. Plants: Few individuals, usually restricted to small areas of rare habitat.  Occasional:   Animals: Occurs in the park at least once every few years, varying in numbers, but not necessarily every year. Plants: Abundance variable from year to year (e.g., desert plants).  Unknown: Abundance unknown  Nativeness Native: Species naturally occurs in park or region. Non-native: Species occurs on park lands as a result of deliberate or accidental human activities. Unknown: Nativeness status is unknown or ambiguous.         × List Differences   The Checklist contains only those species that are designated as \"present\" or \"probably present\" in the park. The Full List includes all the checklist species in addition to species that are unconfirmed, historically detected, or incorrectly reported as being found in the park. The full list also contains species that are \"in review\" because their status in the park hasn't been fully determined. Additional details about the status of each species is included in the full list. The checklist will almost always contain fewer species than the full list.       Select a Species Category (optional):    All   Amphibians   Birds   Fish   Mammals   Reptiles   Vascular Plants     Get Checklist Get Full List List Differences   Species attribute definitions Search results will be displayed here.  Visit NPSpecies for more comprehensive information and advanced search capability. Have a suggestion or comment on this list? Let us know.        Citizen Science Citizen-scientists take an active, hands-on approach to stewardship of public natural resources. Volunteers survey breeding birds at Herbert Hoover National Historic Site using established scientific protocol. The findings supplement inventory and monitoring data collected by National Park Service biologists. Studying long-term changes in bird populations helps park managers evaluate prairie restoration efforts, the effectiveness of management methods (such as prescribed fire), and the quality of habitat the park provides.      More Data, Studies, & Reports Additional data may be found through the National Park Service's IRMA (Integrated Resource Management Applications) data system.",
    "url": "https:\/\/www.nps.gov\/heho\/learn\/scienceresearch.htm"
}
