{
    "title": "Herbert Hoover National Historic Site: Isaac Miles Farmstead",
    "body": "Explore This Park    Learn About the Park     Landscape & Buildings     Other Historic Homes     Isaac Miles Farmstead                Isaac Miles Farmstead       If you look beyond the tallgrass prairie, on the horizon, you can see a red barn with white trim tucked beneath some trees. This 3-level wooden barn, part of the Miles Farmstead, is the only agricultural structure in the area that survives from the time when Herbert Hoover was a young boy.       The barn at the Issac Miles Farmstead. NPS PHOTO         The the Issac Miles Farmhouse. NPS Photo  Isaac Miles was a widower with two young daughters when he moved to West Branch in 1874 and opened a drugstore. Three years later, he met and married a young woman, who had inherited 100 acres of farmland to the southwest of the Hoover cottage. So Miles sold his drugstore and decided to give farming a try. And as soon as the two-story frame house and barn were built, the new family moved in. Isaac's daughters, Providence and Abbie were around the same age as the Hoover children, and it's likely they played together in this rural playground filled with natural wonders.  Iowa farmsteads were laid out according to the character of the land. Rolling hills could serve as pasture or as a partial support for buildings like a barn. Where the ground was flat, crops were planted; outbuildings like chicken coops were constructed close to the home, but definitely downwind, to make for a short walk in the winter. And a road was leveled to give the farmer access to railroads and markets where he could sell his harvest. An 1880 census showed that Miles had managed to get 73 acres under cultivation with corn, oats, rye, potatoes, and apples. He also raised 5 milk cows, 5 beef cattle, 55 pigs, and 20 chickens. Farming did provide for Isaac and his family, but in 1882, Isaac became involved with his father Benjamin in the establishment of a Quaker-inspired school to educate Native American children in the industrial arts. It was during this time, when some of the Osage, Cheyenne, and Arapaho children lived and worked on the Miles Farm, that 8-year old Bert Hoover fished and hunted the countryside with them, learned the lore of the woods, and how to make bows and arrows.              Audio Tour Stop 127: Isaac Miles Farmstead (1:55)    If you look beyond the tallgrass prairie, on the horizon, you can see a red barn with white trim tucked beneath some trees.  Duration:2 minutes, 2 seconds     Credit\/ Author: NPS   Date created: 2010-06-22   Download Original File: heho-127-ISAAC-MILES-FARM1.mp3 488 KB",
    "url": "https:\/\/www.nps.gov\/heho\/learn\/historyculture\/issac-miles-farm.htm"
}
