{
    "title": "Herbert Hoover National Historic Site: Leech House",
    "body": "Leech House         Dr. L.J. Leech, a prominent citizen of West Branch, built this house on Downey Street in 1920. Linda Staats  For thirty-six years Dr. L.J. Leech, a Civil War veteran and graduate of Iowa State University, had lived in the Laban Miles House; renting it at first in 1884, and then purchasing it two years later when the bank foreclosed on the home. By 1920, the well-liked country doctor and Iowa legislator decided to have a new home built for himself. The result was this white, one and a half story wood frame house with large overhanging eaves, an airy L-shaped veranda supported by four Doric columns, and a small inset balcony above the front porch that overlooks Downey Street. However, at the turn of the century when Dr. Leech was still living in the Miles house, the empty lot where this home now sits became one of the most popular social centers in West Branch. Here during the hot Midwest summers, Dr. Leech held ice cream socials church groups and 4th of July celebrations for the whole town. His lawn parties grew in popularity when box supper socials to benefit the volunteer fire company became an annual event. The West Branch Times wrote, “All gentlemen are invited to come and buy a box and take supper with your own or someone’s best girl!” Although this home was built many years after Herbert Hoover’s childhood, there is still a connection between the physician who practiced medicine in West Branch for 55 years and the young boy who left and became the nation’s 31st President. When Dr. Leech passed away at the age of 91 in 1937, services were held at the West Branch Methodist Church. Herbert Hoover, ever guided by the understanding that it takes a community to raise a child, sent a personal message of sympathy that was read at the funeral. In it, the former President remembered and praised Dr. Leech’s “long life of usefulness to the community and loyalty to his neighbors and friends.”              Audio Tour Stop 112: Dr. Leech House (2:15)    Dr. L.J. Leech, the well-liked country doctor and Iowa legislator decided to have a new home built for himself.  Duration:1 minute, 59 seconds     Credit\/ Author: NPS   Date created: 2010-06-22   Download Original File: heho-112-DR-LEECH-HOUSE2.mp3 479 KB",
    "url": "https:\/\/www.nps.gov\/heho\/learn\/historyculture\/leech-house.htm"
}
