{
    "title": "Herbert Hoover National Historic Site: Methodist Church and C.E. Smith House",
    "body": "Methodist Church and C.E. Smith House       When Herbert Hoover was growing up, a Methodist Church, built in 1870, occupied the lot where C.E. Smith’s house now stands. A towering three-story steeple impressively pointed to the heavens, and it’s likely the Hoover household heard its ringing bell on Sunday mornings. An 11-foot tall street lamp is a historic reconstruction of the copper lantern box and post that stood in front of that church. The original lamp burned kerosene oil, and was one of eleven that were lighting the streets of West Branch by 1883.       The Methodist Church in West Branch as photographed in 1900. Herbert Hoover NHS Collection         The Queen Anne style C.E. Smith house features an octagonal porch. Linda Staats  The house that you see here today is known as the C.E. Smith House. Charles E. Smith was a carpenter and a Civil War veteran. In 1903, he completed his dream home for himself and his wife, Deborah atop Cooks Hill where each spring, he would tap his maple trees to make maple syrup. Although this home was built eighteen years after Herbert Hoover left West Branch, the National Park Service decided to relocate it here in 1969. This large, white, one and a half story Queen Anne style house includes intersecting gables. Cut cedar shingles painted a robin’s egg blue, are used for the siding underneath the gables. One of the most unusual features of this house is the open octagon-shaped front porch; its sloping tent roof is supported by four machine turned posts framed with decoratively scrolled brackets. The Smith home’s graceful and charming appearance fits comfortably in the neighborhood, and contributes to the historic setting of the Iowa village that President Hoover called home. Interestingly, Mr. Smith’s wife, Deborah, was also the sister of Dr. Leech, whose own home is preserved on Downey Street.             Audio Tour Stop 109: Methodist Church & C.E. Smith House     When Herbert Hoover was growing up, a Methodist Church, built in 1870, occupied the lot where C.E. Smith’s house now stands.  Duration:1 minute, 52 seconds      Credit \/ Author: NPS   Date created: 2010-06-22     Download Original File: heho-109-METHODIST-CHURCH-C_E_SMITH-HOUSE2.mp3449 KB",
    "url": "https:\/\/www.nps.gov\/heho\/learn\/historyculture\/methodist-church-and-c-e-smith-house.htm"
}
