{
    "title": "Herbert Hoover National Historic Site: House of the Maples",
    "body": "Explore This Park    Learn About the Park     Landscape & Buildings     House of the Maples              House of the Maples        Nothing remains of the \"House of the Maples\" except an old maple tree in the lot where it stood. NPS Photo by Steven Lonergan        Mr. J.C. Hoover moved into his new house Tuesday morning, and is now \"as snug as a bug in a rug.\" West Branch Local Record, 1879       A lone maple tree grows on the land where the Hoover family's second home once stood. The one-acre parcel, on the corner of Downey and Cedar streets, had a two-story frame house with two chimneys. Maple trees lined the front yard and a wild crabapple tree grew in back of the spacious four-room home.        Hulda Hoover stands in front of the Hoover's second home, 1882 Herbert Hoover National Historic Site       The Upwardly Mobile Hoovers  Life was good for the young couple and their three children. At age thirty-three, Jesse Hoover had become a successful businessman. Ready to take on new challenges, he sold his blacksmith shop and bought a farm implement store on Main Street. Like any hard-working husband, Jesse used his improved fortunes to provide for the comforts of his family.  \"Rooms Big Enough To Swing A Cat In\"  In March of 1879, Jesse purchased the House of the Maples at auction for $140. It had, he said, \"rooms big enough to swing a cat in.\" On May 27th of that year, the family moved their belongings into their new home. Their spacious new house had an actual parlor and a modern little oil stove. A four-board whitewashed fence with a swinging picket gate framed the front yard. In the summer, the Hoover children would catch lightning bugs. In the winter, they'd sled down nearby Cook's hill as Hulda watched with her heart in her mouth. It was this house, and not the cottage that would hold the most memories for the Hoover children… both good and bad.  Making Ends Meet After Tragedy  On December 13, 1880, Jesse Hoover died in his upstairs bedroom from rheumatism of the heart. Herbert \"Bertie\" Hoover was only six years old. His mother, Hulda kept the family together by carefully managing the money from Jesse's business holdings and by taking in sewing and an occasional boarder.  Orphaned Children  But death visited the House of the Maples once more. On February 24, 1884, at the age of 35, Hulda Hoover died from typhoid fever. Tad had just turned 13, Bertie was 9, and May was 7. The three children, now orphans, were separated and sent to live with relatives. It would be twelve years before they would live together again, this time in California—2,000 miles from their childhood Iowa home.              The Second Hoover Home     A lone maple tree grows on the land, where the Hoover family’s second home once stood.  Duration:2 minutes, 19 seconds      Credit \/ Author: NPS   Date created: 2010-06-22     Download Original File: heho-124-HOUSE-OF-THE-MAPLES1.mp3558 KB",
    "url": "https:\/\/www.nps.gov\/heho\/learn\/historyculture\/house-of-maples.htm"
}
