{
    "title": "Herbert Hoover National Historic Site: Landscape & Buildings",
    "body": "Landscape & Buildings        The birthplace cottage and blacksmith shop are among the historic buildings at Herbert Hoover National Historic Site. NPS Photo by John Tobiason       The park's historic structures, like the Birthplace Cottage, the Blacksmith Shop, the Schoolhouse, and the Friends Meetinghouse, symbolize American ideals as Herbert Hoover saw them and lived them. As additions to the historic landscape of Herbert's early years, the Gravesite, the Statue of Isis, and the Presidential Library and Museum connect his childhood to his later accomplishments.             The Cultural Landscape of Herbert Hoover National Historic Site     If you were going to make a park to commemorate yourself, what would you like future generations to know?  Duration:1 minute, 49 seconds      Credit \/ Author: NPS   Date created: 2010-06-22     Download Original File: heho-102-HOOVER-NHS-CULTURAL-LANDSCAPE3.mp3437 KB                     Birthplace Cottage   Herbert Hoover called his birthplace \"physical proof of the unbounded opportunity of American life.\"            Presidential Library & Museum   Part of the National Archives, the presidential library allows people to explore the legacy of Herbert Hoover's presidency.        Gravesite of President & Mrs. Hoover   After Herbert Hoover died in 1964 he was laid to rest in this quiet hillside overlooking his birthplace.              Blacksmith Shop   One of several blacksmiths in the community, Herbert Hoover's father Jesse Hoover owned and operated a blacksmith shop.        Friends Meetinghouse   The Hoover family worshipped at the Meetinghouse built in 1857 by the Religious Society of Friends (Quakers).        Schoolhouse   West Branch used the one-room schoolhouse as both the community school and a meetinghouse for worship.              Statue of Isis   The people of Belgium gave a bronze statue of Isis to Herbert Hoover for his work on their behalf during the First World War.        West Branch Commercial Historic District   The West Branch Commercial Historic District preserves fifteen downtown buildings built from 1875 through 1929.",
    "url": "https:\/\/www.nps.gov\/heho\/learn\/historyculture\/landscape-and-buildings.htm"
}
