{
    "title": "Herbert Hoover National Historic Site: Blacksmith Shop",
    "body": "Explore This Park    Learn About the Park     Landscape & Buildings     Blacksmith Shop              Blacksmith Shop        Herbert Hoover's father Jesse owned a blacksmith shop similar to this one NPS Photo by John Tobiason        My recollection of my father is of necessity dim indeed, but I retain one vivid memento from this time. Playing barefoot around the blacksmith shop, I stepped on a chip of hot iron and carry the brand of Iowa on my foot to this day. Herbert Hoover       Jesse Hoover owned and operated a blacksmith shop from 1871 to 1878. Although there were other smithies in town, Jesse earned a reputation as a good-natured, fair, and industrious businessman. Skilled and ambitious, he advertised to farmers, \"Horse shoeing and plow work a specialty. Also dealer in all kinds of pumps. Prices to suit the times.\"       Advertisement in West Branch newspaper for Jesse Hoover's blacksmith shop, 1877 Herbert Hoover Presidential Library and Museum        Reconstructed Shop  Built in 1957, this building represents the kind of blacksmith and wagon shops that were common in the 1870s. It is based on the sketches of Herbert's older brother Theodore, from his recollections of what their father's shop looked like. The re-built blacksmith shop sits west of the original shop's location just a stone's throw from the Birthplace Cottage.              Jesse Hoover, Blacksmith     Jesse Hoover owned and operated a blacksmith shop in West Branch from 1871 to 1878.  Duration:1 minute, 55 seconds      Credit \/ Author: NPS   Date created: 2010-06-22     Download Original File: heho-107-Blacksmith-Shop.mp3464 KB               Horseshoes And Wagon Wheels  Large double doors made it easy to maneuver horses around for shoeing or to bring in large wagon wheels or plows for repair. Inside the main building you'll find a working forge, along with an anvil, and a rack filled with period tools of the trade. A Career Cut Short  Success allowed Jesse to buy a larger farm implement store on Main Street in 1878. Here he sold pumps, wagons, barbed wire, and sewing machines. He operated that shop until his death in December 1880. Though he died at age 34, in his short life he had provided an excellent example of what hard work and integrity could achieve.        A blacksmith demonstrates heating metal at the forge NPS Photo by John Eicher        Blacksmith Demonstrations  Watch a blacksmith demonstrate the skill and hard work needed to turn ordinary iron into useful things. Items made during these demonstrations are for sale at the bookstore in the Visitor Center.",
    "url": "https:\/\/www.nps.gov\/heho\/learn\/historyculture\/blacksmith-shop.htm"
}
