{
    "title": "Herbert Hoover National Historic Site: A Memorial & a Legacy",
    "body": "A Memorial & a Legacy        Burial of Herbert Hoover in West Branch, 1964 Herbert Hoover Presidential Library and Museum       Every generation has the right to build its own world out of the materials of the past, cemented by the hopes of the future.  Herbert Hoover      Following his presidency, the Hoover family wanted to create a place where the values Herbert believed in could be shared with all Americans. The park reflects the Hoovers’ and their supporters’ vision of how anyone might achieve the American Dream.       Park developers Floyd Fawcett and William Wagner discuss Herbert Hoover's future gravesite, 1964 Herbert Hoover National Historic Site       Planning the Park After the Hoover presidency ended, Lou Henry Hoover sought to restore Herbert’s Birthplace Cottage. These efforts kicked off what would eventually become the planning of the National Historic Site. A community group, the Herbert Hoover Birthplace Society, worked for years to select and place the buildings and land features found here today. The planners had a mission: the commemorative landscape would reflect that in America anyone, including an orphaned boy from a small town, can achieve great things. There are no statues of Herbert Hoover on the grounds. Instead, the park is dedicated to ideals and values, and the idea that any man or woman can succeed through hard work, good deeds, and determination.  Visitors to Hoover's birthplace cottage can see straight across the park to his grave on the hill. This vista describes Hoover's epic life journey. Although he traveled the world, Hoover was always inspired by his early experiences in West Branch.       Herbert Hoover surrounded by admiring children in war-torn Poland, 1946 Herbert Hoover Presidential Library and Museum       Remembering Herbert Hoover Herbert Hoover served as president during a tumultuous time in American history. Like other presidents who left office with low popularity, Hoover’s continued humanitarian work after the White House redeemed his place in history. Even today, Hoover is known throughout the world for his pragmatic faith in the spirit of the American people.",
    "url": "https:\/\/www.nps.gov\/heho\/learn\/historyculture\/a-memorial-and-a-legacy.htm"
}
