{
    "title": "Herbert Hoover National Historic Site: Birthplace Cottage",
    "body": "Explore This Park    Learn About the Park     Landscape & Buildings     Birthplace Cottage               Birthplace Cottage        Herbert Hoover, the first President born west of the Mississippi River, was born in a small two-room cottage on August 10, 1874. NPS Photo by John Eicher        This cottage where I was born is physical proof of the unbounded opportunity of American life.  Herbert Hoover       Like any couple just starting out, 21-year old Hulda Minthorn and 23-year old Jesse Hoover were eager to have a place to call their own. Shortly after their first wedding anniversary, and with the help of his father Eli, Jesse built this simple, but sturdy two-room cottage on the corner of Downey and Penn streets in the budding town of West Branch, Iowa.        West Branch from the top of Crook's Hill on south Downey Street, 1870s Herbert Hoover National Historic Site       Family Of Five  In 1871, Jesse and Hulda Hoover moved into their little house with their young son, Theodore. Herbert Hoover was born here on August 10, 1874. When \"Bertie\" was two, his sister, Mary, was born.             Downey Street     Downey Street was the entrance into West Branch from the south.  Duration:2 minutes, 35 seconds      Credit \/ Author: NPS   Date created: 2010-06-22     Download Original File: heho-103-DOWNEY-STREET2.mp3624 KB               Starter Home  Herbert Hoover lived here only until he was three and half years old. This was the Hoovers' first home, and although it was small it served the young family well. As Jesse prospered, the family moved to a larger, two-story house about one block south of here.             A Place to Call Their Own     Like any couple just starting out, 21-year old Hulda Minthorn and 23-year old Jesse Hoover were eager to have a place to call their own.   Duration:2 minutes, 46 seconds      Credit \/ Author: NPS   Date created: 2010-06-22     Download Original File: heho-104-BIRTHPLACE-COTTAGE-REV1.mp3668 KB                Bedroom furnishings in the birthplace cottage NPS Photo by John Eicher       Two Rooms Inside  One room served as a bedroom for the two adults and three children, the other as a combination living room, dining room, and kitchen. In the winter, a wood-burning cook stove did double-duty inside the main room as the home's heater but during the warm months the Hoovers moved it to the back porch, which became a summer kitchen.             Main Room Furnishings     During restoration work of the birthplace cottage in the late 1930’s, Lou Henry Hoover reached out to the family’s relatives to see if any of the home’s original furnishings still existed.  Duration:1 minute, 59 seconds      Credit \/ Author: NPS   Date created: 2010-06-22     Download Original File: heho-105-COTTAGE-FURNISHINGS-MAIN-ROOM2.mp3478 KB                     Bedroom Furnishings     Decorative patchwork quilts, along with wool bedspreads woven on family looms, kept everyone warm when the woodstove’s fire died out in the middle of the night.  Duration:2 minutes, 25 seconds      Credit \/ Author: NPS   Date created: 2010-06-22     Download Original File: heho-105-01-LAYER-COTTAGE-FURNISHINGS-BEDROOM1.mp3581 KB                Back porch and yard of the birthplace cottage NPS Photo by John Tobiason       Summer Kitchen In warm weather the Hoovers moved their wood-burning stove to the back porch. This became the summer kitchen. The porch and summer kitchen may have served several other purposes over time, a woodshed, store room, and spare bedroom. It was here, in the dark of night on August 10, 1874, that blacksmith shop assistant, Elwood King was awakened to go and fetch the doctor. Around midnight, Herbert Clark Hoover was born. Garden  A chicken coop provided fresh eggs. Hulda grew her vegetable garden behind the cottage, while flower gardens of marigolds, peonies, and snapdragons filled the front and side yards. And just like today, seeds, cuttings and bulbs, were traded with family and friends. The dark red double-petaled tulips that once grew here came from the bulbs Hulda's mother had brought with her from Canada. A cellar under the cottage stored vegetables and other foods below the winter's frost. Pump For drinking water, the Hoovers went one block south to the town pump in the middle of the intersection of Downey and Main Streets. But for watering the garden and washing, they filled a wooden tub with water pumped from a cistern in their backyard.  Privy  The Hoovers placed their privy, probably a two-holer, in the corner of the lot away from the cistern but convenient to both the house and the blacksmith shop.        Workers demolishing the east wing of Jennie Scellars’ house during the restoration of the birthplace cottage, 1938        Restoration In the years following his presidency, Herbert and Lou Hoover restored the president's humble birthplace, which he called, \"physical proof of the unbounded opportunity of American life.\" The small space and few material possessions reflect the Hoovers' ethic of thrift, while the antique furnishings represent common household items of a simply furnished two room rural home.             \"Memories of a Little House\"     Even before Hoover’s election to the Presidency in 1928, Mrs. Hoover had tried to purchase the birthplace cottage to return ownership to the family.  Duration:1 minute, 50 seconds      Credit \/ Author: NPS   Date created: 2010-06-22     Download Original File: heho-106-Cottage-Restoration.mp3443 KB",
    "url": "https:\/\/www.nps.gov\/heho\/learn\/historyculture\/birthplace.htm"
}
