{
    "title": "Herbert Hoover National Historic Site: Friends Meetinghouse",
    "body": "Explore This Park    Learn About the Park     Landscape & Buildings     Friends Meetinghouse               Friends Meetinghouse        Friends Meetinghouse NPS Photo by John Tobiason        Those acquainted with the Quaker faith, and who know the primitive furnishings of the Quaker meeting-house, the solemnity of the long hours of meeting awaiting the spirit to move someone, will know the intense repression upon a ten-year-old boy who might not even count his toes. All this may not have been in recreation, but it was strong training in patience. Herbert Hoover       Herbert Hoover grew up in a religious community that valued peace, simplicity, integrity, and service to others. The plainly furnished Friends Meetinghouse, built by the Society of Friends, or Quakers, in 1857, is the physical expression of those values. Now two blocks from its original location, the Herbert Hoover Birthplace Foundation relocated and restored this meetinghouse in 1964.        Elderly women sat with infants and young children in the cry room NPS Photo by John Tobiason       Silent Waiting  Quakers held two meetings for worship each week. Men sat to the right of the partition, women to the left. The Quakers did not have a paid minister. They did not use music, symbols, or sacraments in their worship. Instead, they practiced \"silent waiting,\" or worshipping in silence as they sat on the rows of long wooden benches. If moved by the \"inward light\", a man or woman could stand and share their insights or prayers. Those known for their inspired messages, like Herbert's mother Hulda, became \"recorded ministers\" and sat on the facing benches with the elders.             Friends Meetinghouse     Located two blocks from its original site, the Friends Meetinghouse is the physical expression of the values of the Quaker faith practiced by Hoover’s family and the community of West Branch.  Duration:2 minutes, 46 seconds      Credit \/ Author: NPS   Date created: 2010-06-22     Download Original File: heho-122-Friends-Meeting-House.mp3666 KB                     Cry Room     This small addition to the Friends Meetinghouse was the “retiring room” or what many would call today, “the crying room.”  Duration:1 minute, 46 seconds      Credit \/ Author: NPS   Date created: 2010-06-22     Download Original File: heho-123-CHILDREN-AT-MEETING1.mp3428 KB                Partitions divided the meeting in equal halves: men and women NPS Photo by John Tobiason       Equality Before God  The Quakers strongly believed all people were equal before God. During monthly business meetings the partitions were closed, allowing women a chance at leadership independent of men. Hulda, active in the West Branch meeting, helped conduct revivals, founded and led a young people's prayer meeting, and took an active role in temperance campaigns that aimed to discourage alcohol consumption.             Women in the Quaker Meeting     \"Is this some kind of discriminatory practice among Friends? Actually, it was a very freeing thing.\"  Duration:2 minutes, 7 seconds      Credit \/ Author: NPS   Date created: 2010-06-22     Download Original File: heho-122-01-LAYER-WOMEN-IN-THE-QUAKER-FAITH2.mp3511 KB               Career Of Conscience  Like his mother, Herbert Hoover, learned to put his beliefs into practice, as he demonstrated during decades of leadership.. The Quakers' stress on the equal worth of all persons is evident in Hoover's global humanitarian work, his dedication to public service, and his faith in the opportunities afforded by American life.",
    "url": "https:\/\/www.nps.gov\/heho\/learn\/historyculture\/friends-meetinghouse.htm"
}
