{
    "title": "Herbert Hoover National Historic Site: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       The National Park Service is committed to making facilities and programs at Herbert Hoover National Historic Site accessible. Please contact us with your accessibility questions or concerns.      Getting There & Around An automobile or bicycle are needed to get to Herbert Hoover National Historic Site from out of town, but the park's most-visited features are all within a half-mile walk from each parking lot. When you arrive, get a free at the park map and guide from the Visitor Center. Get directions » Parking All parking lots have spaces reserved for vehicles which are properly marked with a disability parking permit, such as a license plate or government-issued hang-tag. Walkways The historic nature of the site may make visiting difficult for people with disabilities. Most of the ground around the historic buildings is level. The wooden boardwalks may be slippery when wet, so please watch your step. If you plan to tour the historic buildings, it is advised to bring someone to assist you. Service Animals Service animals, such as seeing-eye dogs, are allowed in buildings while performing their work.      Services Mobile App The Herbert Hoover NHS mobile app has accessible features for visitors of all abilities. Visitors with may borrow tablets from the Visitor Center at no charge. The tablets have the app with accessibility features enabled. Accessibility features include proximity notices and text and audio description of sites and exhibits. A government-issued photo identification is required to borrow a device. Visitors With Mobility Impairments Hard-surfaced walkways and ramps lead to all publicly accessible buildings and picnic shelters. An accessible walkway leads to the graves of President and Mrs. Hoover and to a ground-level observation deck in the tallgrass prairie. The Visitor Center and Presidential Library & Museum each have switch-operated automatic doors and wheelchairs available for loan. The Herbert Hoover NHS mobile app provides maps, photographs, text, and audio of all sites in the park. A photo album of the Birthplace Cottage is available from the front desk of the Visitor Center. Visitors With Hearing Impairments Adventure and Great Undertakings, the 12-minute film shown at the Visitor Center is captioned. Assistive listening devices are available from the front desk. The Herbert Hoover NHS mobile app has text descriptions of all audio features. Visitors may borrow hearing aid adapters for accessibility devices, also from the Visitor Center. A photo album of the Birthplace Cottage are available from the front desk of the Visitor Center. Teletypewriter for the Deaf (TTY) may be called at (319) 643-2594. Requests for information may also be e-mailed or faxed to (319) 643-7864. Visitors With Sight Impairments Visitors may get a Braille transcript of the park map and guide from the Visitor Center. Download the transcript (BRF file) for compatible devices » The Herbert Hoover NHS mobile app provides audio descriptions of all sites, including the Visitor Center exhibits, along with self-guided audio tours of the park. Assistive listening devices with audio description are available from the front desk for the 12-minute film Adventure and Great Undertakings.         Borrow a Tablet  Borrow an iPad with the Herbert Hoover mobile app from the Visitor Center. There is no charge to borrow a tablet but government-issued photo identification is required. Tablets may be reserved or borrowed first-come, first served. Please book no more than one per family, classroom, or group leader.  Reserve          Facilities Visitor Center The Visitor Center and its restrooms are wheelchair accessible. Visitors may borrow a wheelchair and a photo album of the Birthplace Cottage, and accessibility-enabled mobile devices for the Herbert Hoover NHS mobile app. The 12-minute film Adventure and Great Undertakings is captioned. Assistive listening devices provide audio description and hearing assist for the film. Birthplace Cottage Three steps lead up the stoop to the front door of the Birthplace Cottage. The back porch is accessible by a wheelchair ramp. Park staff can set up an additional ramp to provide access through the back door from the porch. A photo album of the interior is available at the Visitor Center. Blacksmith Shop A wooden boardwalk and a ramp lead into the Blacksmith Shop.  Schoolhouse A ramp leads to the entrance of the Schoolhouse, which has a low threshold to pass over.  Friends Meetinghouse The front entrance to the Friends Meetinghouse is wheelchair accessible, though the doorways have low thresholds and may be too narrow for some wheelchairs. The back porch and inside walking surfaces may be slippery when wet.  Statue of Isis The Statue of Isis is along a paved walkway between the historic core area and the Herbert Hoover Presidential Library and Museum.  House of the Maples The site of the House of the Maples is not wheelchair accessible, but may be approached on the gravel trace of Downey Street. The interpretive marker is on a grass lawn.  Presidential Library & Museum The Presidential Library & Museum has no steps. The museum galleries, gift shop, water fountain, and restrooms are all wheelchair accessible. The movie is captioned and wheelchair seating is available in the back row. Portions of the permanent exhibits are available on captioned video. Tallgrass Prairie The Tallgrass Prairie trails are mowed grass over rolling hills. Paved walkways from the Presidential Library and Museum and Gravesite parking lot lead to the prairie trailheads. Some prairie plants grow along the sidewalk approaching the Gravesite. The prairie may be viewed from a ground-level observation deck along the wheelchair-accessible trail to the Gravesite, which passes through part of the prairie. A prairie garden in front of the Visitor Center displays some common grasses and wildflowers found in tallgrass prairies. Isaac Miles Farmstead Access to the Isaac Miles Farmstead is by the Tallgrass Prairie trails, which are mowed grass. The buildings of the farmstead are not open to the public.  Gravesite A wheelchair accessible paved walkway leads to the Gravesite of President and Mrs. Hoover from the Gravesite parking lot.  Picnic Shelters Two picnic shelters are on the north side of Hoover Creek. Parking for persons with disabilities is on the south side of the creek. Visitors can get to the shelters from the parking area by crossing the foot bridge over the creek. Both picnic shelters are accessible by paved trails. A comfort station by the West Picnic Shelter has one wheelchair accessible restroom stall. A one-inch threshold must be crossed to enter. Hoover Creek Hoover Creek may be viewed from the foot bridges near the Birthplace Cottage and the picnic shelters, both of which are wheelchair accessible.  The creek bank areas below ground level, including the areas beneath all bridges are closed to public use. Except for official activities, walking and climbing on the creek banks is prohibited. Village Green The parking lot adjacent to the Village Green has handicapped parking spaces. A paved sidewalk leads to a drinking fountain and some picnic tables.",
    "url": "https:\/\/www.nps.gov\/heho\/planyourvisit\/accessibility.htm"
}
