{
    "title": "Organ Pipe Cactus National Monument: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer             Volunteer         Three volunteers worked together to install new window shades in the visitor center.   Volunteers In Park (VIP) Every year over 100 volunteers contribute thousands of hours of service to Organ Pipe Cactus National Monument. Groups from organizations and companies volunteer for a few days, while individuals and couples may stay for months.   Volunteer assignments vary depending on the positions available, your skill and experience, and the number of weeks you are able to commit. Volunteers are needed the most during late fall through early spring. Current volunteer opportunities are listed at the bottom of this page.  Visit the Volunteer Spotlight to meet a few of these great people who generously give of their time and their skills. Contact the monument's volunteer coordinator at 520-387-6849 for additional information. Learn more about National Park Service volunteer opportunities at http:\/\/volunteer.gov\/  or visit http:\/\/www.facebook.com\/npsvolunteers .         Student Conservation Association (SCA) The National Park Service needs volunteers throughout the year to assist with all aspects of park management: from archeological surveys to trail construction. Many of our volunteers work through the Student Conservation Association a non-profit organization that provides more than three thousand volunteers per year for conservation projects. For information on the SCA and on becoming a member, visit their website at www.thesca.org        2012 National Park Service Volunteer Pass   Volunteer Pass Volunteers who perform 250 service hours with the federal agencies that participate in the Interagency Pass Program, are eligible for a free volunteer pass. It is valid for one full year from the time it is issued.       Current Volunteer Opportunities",
    "url": "https:\/\/www.nps.gov\/orpi\/getinvolved\/volunteer.htm"
}
