{
    "title": "Herbert Hoover National Historic Site: Triumphs & Tragedies",
    "body": "Triumphs & Tragedies        Herbert Hoover (center) at age 8 with his younger sister Mary and older brother Theodore, 1881 Herbert Hoover National Historic Site        I have dim recollections of the councils of kindly relatives and others, not as to who should undertake the duty of of raising the three orphans, but who should have the joy of adding them to their own broods. Herbert Hoover       Herbert Hoover grew up in a supportive family and as a member of a close-knit Quaker community. His childhood experiences in West Branch included the deaths of both parents. Young Herbert relied on values like hard work and faith to overcome being an orphan.       Hulda Hoover in front of the Hoover's second home, \"The House of the Maples,\" in 1883 NPS Photo       Rooms Big Enough To Swing A Cat In In 1879, the Hoovers' hard work and thrift paid off. They moved their young family from the little cottage into a larger home. The new home was not far up the street but still near the children's school, the Friends Meetinghouse, and his shop in the middle of town. Jesse remarked that the new house had \"rooms big enough to swing a cat in.\" The family's path became bumpy as Herbert turned six. His father died in 1880 from a heart condition (rheumatism of the heart complicated by gastritis). Hulda, now a young widow, had to decide how to move the family forward. She relied on her Quaker faith and continued to raise the children with a strong emphasis on community and education.  Jesse Hoover's death notice appeared in the local paper. It notes that Jesse was a \"respected and useful citizen\" in the West Branch community, and emphasized his \"pleasant disposition, ...diligence, and success,\" and his abiding faith.       West Branch's schoolchildren pose in front of their school in 1880 NPS Photo       A Mother’s Lesson After her husband died, Hulda could have done what many other widows did, and sent her young sons to work. Instead, the well-educated Hulda valued formal schooling. She used life insurance money to buy food and clothing, and did needlework to bring in a modest income. The children remained in their classes and learned that education was essential. Hulda Hoover, who had been a teacher before she married, believed education was essential to a successful life. Herbert and his siblings attended the West Branch school, learning all the basics of reading, penmanship, geography, history, and arithmetic.       Ledger detailing expenses incurred by providing for young Herbert, 1884 Herbert Hoover National Historic Site       Coping With Tragedy  In 1884, Hulda, at age 35, also died (of typhoid and pneumonia). Extended family made plans for the three orphaned children. Herbert faced an uncertain future. He lived with his uncle and aunt, Allen and Millie Hoover, before Herbert's maternal uncle and aunt in Oregon, John and Laura Minthorn agreed to take him. May and Tad remained in Iowa but lived in different relatives' homes.       Herbert Hoover at age 10, shortly before he left West Branch for Oregon Herbert Hoover Presidential Library and Museum       Oregon  At the age of 11, the orphaned Herbert left West Branch with a suitcase full of clothing, food for his long journey, and a short lifetime of hard lessons. His mother's brother, John Minthorn and John's wife Laura agreed to take him into their home in Oregon. The couple had just lost their seven-year-old son.  When Herbert reached Oregon he unpacked his bag and made a new beginning. He even declared he would no longer need the bottles of croup medicine that he brought from Iowa. For the next six years, Herbert worked hard and studied under his uncle's careful watch. He attended school at the Friends Pacific Academy. He assisted his uncle with his real estate business.  Herbert and his uncle had a contentious relationship which helped build the boy's resilience in times of trouble. In John Minthorn's home \"idle hands were the work of the devil.\" The strict lifestyle experienced under his Oregon family's care offered little comfort to an orphaned boy far from his Iowa home. Adapting to this new way of life after the death of his parents shaped Herbert's determined character.",
    "url": "https:\/\/www.nps.gov\/heho\/learn\/historyculture\/triumphs-and-tragedies.htm"
}
