{
    "title": "Herbert Hoover National Historic Site: Adversity Leads to Opportunity",
    "body": "Adversity Leads to Opportunity        Herbert Hoover delivering his inaugural address in Washington, D.C., 1929 Herbert Hoover Presidential Library and Museum        ...my engineering career was over forever. I was on the slippery road of public life. Herbert Hoover       From the ups and downs of his childhood Herbert Hoover grew to be a resilient and self-reliant man. As his personal achievements mounted, he came to believe that uncommon character opened doors of opportunities, and that individuals acting conscientiously and cooperatively could together solve great problems.       Herbert Hoover (left) with the Stanford University surveying squad, 1893 Herbert Hoover Presidential Library and Museum       Stanford University After years of hard work, Herbert decided to attend college. He applied to the newly established Stanford University in California. In 1895, he graduated with a geology degree. While at Stanford he met a fellow geology classmate and Iowa native, Lou Henry—his future wife.             Hoover’s Higher Education     Some may say sending an 11-year old boy from Iowa to Oregon after the death of his mother would be a life-changing event… and not necessarily in a good way.  Duration:2 minutes, 44 seconds      Credit \/ Author: NPS   Date created: 2010-06-22     Download Original File: heho-120-01-LAYER-HOVERS-HIGHER-EDUCATION1.mp3659 KB                Mining engineer Herbert Hoover (left, on camel-back) in Western Australia, 1897 Herbert Hoover Presidential Library and Museum       Mining Engineer  Hoover put his geology degree to work as a mining engineer in Australia. His hard work paid off quickly, and his company promoted him to mine manager at the age of 23. He became known for his efficiency, practicality, and industriousness. Called the \"Doctor of Sick Mines\" his work took him to China, Burma,Siberia, Peru, and many other places around the world.            Early Interest in Geology     For a curious and enterprising Bertie Hoover, the railroad tracks east of Downey Street brought a fascination with geology.  Duration:1 minute, 5 seconds      Credit \/ Author: NPS   Date created: 2010-06-22     Download Original File: heho-103-01-LAYER-EARLY-INTEREST-IN-GEOLOGY1.mp3263 KB                Relief ship, 1919. During and after World War I, Hoover organized shipments of food and other necessities to Belgium and other European countries Herbert Hoover Presidential Library and Museum       Humanitarian  Hoover's management skills stood out as he organized efforts to bring home 120,000 Americans stranded in Europe at the start of World War I. Increasingly interested in public service, he went on to assist Europeans in locating, paying for, and distributing food during the war. Nicknamed \"The Great Humanitarian,\" Hoover's work made him world famous. Hoover resumed his global humanitarian efforts after World War II and inspired the United Nations' agency UNICEF.       Secretary of Commerce Herbert Hoover appearing on the first inter-city television broadcast, 1927 Herbert Hoover Presidential Library and Museum       Secretary Of Commerce President Warren G. Harding appointed Hoover to his cabinet as Secretary of Commerce. In four years, Hoover made the department a hub for American business and government. Recalling his mining engineering knowledge, he encouraged industries to eliminate waste—and increase profits—by adopting more efficient production methods            Hoover as Secretary of Commerce     Between 1921 and 1928, Herbert Hoover served as Secretary of Commerce in the Cabinets of two Presidents – Harding and Coolidge.  Duration:1 minute, 50 seconds      Credit \/ Author: NPS   Date created: 2010-06-22     Download Original File: heho-107-01-LAYER-HOOVER-AS-SECRETARY-OF-COMMERCE1.mp3442 KB                President Herbert Hoover (seated) signing the London Naval Treaty limiting weapons, armaments, and the sizes of navies, 1930 Herbert Hoover Presidential Library and Museum       President of the United States  During the nation's post-war prosperity in the 1920s, Hoover's reputation as a businessman, organizer, and leader won him election to the presidency in 1928 by huge margins. Four years later, voters, dismayed by the lack of relief from \"The Great Humanitarian\" during the Great Depression, voted him out of office in record numbers.            Hoover’s 1928 Campaign Visit to West Branch     Considering the almost round-the-clock media coverage of speeches by modern day Presidential candidates, Herbert Hoover was by comparison practically a political wallflower.  Duration:2 minutes, 32 seconds      Credit \/ Author: NPS   Date created: 2010-06-22     Download Original File: heho-113-HOOVER-1928-CAMPAIGN-VISIT2.mp3610 KB",
    "url": "https:\/\/www.nps.gov\/heho\/learn\/historyculture\/adversity-and-opportunity.htm"
}
