{
    "title": "Herbert Hoover National Historic Site: Park Home",
    "body": "To Look Forward With Unbounded Hope  Born in a two-room cottage, Herbert Hoover could have been any small town boy. Orphaned at age nine, he left West Branch, never to live here again. The landscape and buildings of the early years remain, however, to tell how family, faith, education, and hard work opened a world of opportunity— even the presidency of the United States— to a child of simple beginnings.                Herbert Hoover   Values learned in his hometown of rural West Branch guided Herbert Hoover throughout his life of service to the nation and the world.        Landscape & Buildings   President Hoover's birthplace and the park's other historic features symbolize American ideals as Herbert Hoover saw them and lived them.             Mobile App   Use the mobile app on your visit to West Branch, Iowa to discover the places and people that shaped the early life of the 31st President.            Presidential Library & Museum   Part of the National Archives, the presidential library allows people to explore the legacy of Herbert Hoover's presidency.        Be a Junior Ranger   An activity booklet helps kids learn more about Herbert Hoover National Historic Site during their visit.        Calendar   Find out about ranger programs and special events.              Permits & Reservations   Reserve picnic shelters, book field trips, and apply for special use permits.        Laws & Policies   Help protect the park by knowing the rules before you visit.              Field Trips   Kids can visit historic places and learn about Herbert Hoover on a class field trip.        Artist-in-Residence Program   Artists-in-residence share their inspirations with visitors as they creatively interpret the historic site.        Hoover's Hometown Days   Celebrate the birth of the 31st President in his home town of West Branch, annually on the first weekend in August",
    "url": "https:\/\/www.nps.gov\/heho\/index.htm"
}
