{
    "title": "Herbert Hoover National Historic Site: Presidential Library & Museum",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Presidential Library & Museum              Herbert Hoover Presidential Library & Museum        Herbert Hoover Presidential Library and Museum Lynn Smith, courtesy of Herbert Hoover Presidential Library and Museum        When the members of the Congress created these Presidential Libraries they did a great public service. They made available for research the records of vital periods in American history - and they planted these records in the countryside instead of allowing their concentration on the seaboard. Herbert Hoover       Herbert Hoover Presidential Library and Museum opened to the public on August 10, 1962—Herbert Hoover's 88th birthday. The library's original entrance, which is the small portico at the east end of the building supported by four white pillars and topped with an earlier version of the presidential seal, is where the dedication took place.  Visit the official website of the Herbert Hoover Presidential Library and Museum »       Former Presidents Herbert Hoover (center) and Harry S. Truman (left of center, facing back) at the museum's dedication, 1962 Herbert Hoover Presidential Library and Museum       National Archives And Presidential Libraries  The Presidential Library and Museum is independently operated and maintained by the National Archives and Records Administration (NARA), a federal agency. Since Herbert Hoover each president also has a presidential library operated by NARA. Presidential libraries allow people to explore the legacy of American Presidential leadership;to see, hear, and appreciate many of the events that changed our lives and made us who we are as a nation.  Hoover Collections  This museum houses millions of papers and over 300 collections relating to both President and Mrs. Hoover, their friends, and associates. Researchers use the museum's numerous resources as they read and write about Hoover's life, with one notable result being an in-depth six-volume biography of the 31st President. Permanent galleries exhibiting artifacts of President Hoover's life take you from his boyhood in Iowa , through his public service career, and onto a recreated Waldorf Towers apartment in New York where he spent his final years.  Part Of The Commemorative Landscape  Herbert Hoover was proud of the modest museum here because it fit within the context of the other buildings on the site. A visit to Herbert Hoover Presidential Library and Museum is a chance to learn the story of Hoover's fifty years of public service and to gain a fuller understanding of the life and times of America's 31st President.             A Legacy of Presidential Leadership     Presidential Libraries give the American people the opportunity to explore the legacy of American Presidential leadership.   Duration:3 minutes, 19 seconds      Credit \/ Author: NPS   Date created: 2010-06-22     Download Original File: heho-126-HOOVER-PRESIDENTIAL-LIBRARY_MUSEUM1.mp3797 KB",
    "url": "https:\/\/www.nps.gov\/heho\/learn\/historyculture\/presidential-library-museum.htm"
}
