{
    "title": "Herbert Hoover National Historic Site: Historic Downtown",
    "body": "West Branch Commercial Historic District       When Herbert Hoover was born in 1874, West Branch was beginning a long period of growth and general prosperity that lasted through the early part of the 20th century.       The West Branch Commercial Historic District along Main Street NPS Photo       A Bustling Commercial Center Just a few blocks from Hoover’s Birthplace Cottage, the West Branch Commercial Historic District, located along Main and Downey streets, features many fine examples of turn-of-the-century buildings that housed the businesses of this thriving farming community: Banks, doctor’s offices, a hotel, a barber shop, a drug store, a millinery shop and a music store among others. While most of these buildings were not in existence during Hoover’s childhood, together they illustrate the evolution of downtown West Branch— between 1875 and 1916— from a collection of ramshackle wooden storefronts into a bustling commercial center anchored by blocks of ornate brick buildings.  Stroll down Main Street and discover the notable places built by the hands of hardworking craftsmen during the “Golden Era of American Architecture.” Sixteen of these structures were considered worthy of preservation and have been listed on the National Register of Historic Places. That designation was the result of a proud community’s recognition of West Branch’s place in history and a tireless effort to preserve their past. See for yourself why these buildings embody the spirit of rural America and the history of a time gone by.      National Register Of Historic Places The National Register of Historic Places is the official list of the nation's historic places worthy of preservation. The National Register is administered by the National Park Service. The National Register is one of several historic preservation, land and water conservation, and community recreation assistance programs offered by the National Park Service. Find other National Park Service programs in Iowa »              Audio Tour Stop 114: West Branch Commercial Historic District (1:55)     When Hoover was born in 1874, West Branch was beginning a long period of growth and general prosperity that lasted through the early part of the 20th century.  Duration:1 minute, 56 seconds      Credit \/ Author: NPS   Date created: 2010-06-22     Download Original File: heho-114-DOWNTOWN-HISTORIC-DISTRICT2.mp3467 KB",
    "url": "https:\/\/www.nps.gov\/heho\/learn\/historyculture\/west-branch-commercial-district.htm"
}
