{
    "title": "Buffalo National River: Water, Bluffs, & Caves",
    "body": "Explore This Park    Plan Your Visit     Things To Know Before You Come     Safety     Hazards     Water, Bluffs, & Caves                  Water, Bluffs, & Caves         Buffalo River downstream from Rush area NPS  WATER Water is the primary resource of the park - without it; there would be no Buffalo National River. Most recreation on or in the water is safe, but there may be hazards to consider before you float or swim. The river level rises and falls so make sure you have the skill required for the current water level. If rain has made the river high and fast, there will be debris in the river and you will have less time to react to any problems. Cold water and\/or cold air temperatures will cause hypothermia (the dangerous lowering of body temperature) quickly if you get wet. Be sure you have dry clothes in case you need them. The sun can be severe, especially reflecting back from the water. Wear sunscreen to prevent burns. Swimming and diving are fun in the river. Swim with a buddy and don't dive from cliffs. When the river is clear, shallow water may look deep. Muddy water or glare from the surface may hide rocks. Remember to wear your lifejacket or PFD (personal flotation device). It will keep you afloat.   ALWAYS REMEMBER - No glass is permitted within 100 feet of any water whether it is the river itself or one of the smaller streams.        Elephant Bluff NPS  BLUFFS & CAVES There are many bluffs, sinkholes, and caves within the park. Be careful along bluffs - the rock may crumble and landslides occur.  The limestone and dolomite rock erode to form caves and sinkholes. These can be dangerous to explore without proper equipment. All caves in the park are closed at this time due to the White-nosed Syndrome epidemic.  People who lived here before the park was established dug wells for water and mined ore from the rocks. Known wells and mine openings are covered or gated. Please do not enter any mine. Be careful around historic sites in case a well is uncovered.",
    "url": "https:\/\/www.nps.gov\/buff\/planyourvisit\/waterbluffscaves.htm"
}
