{
    "title": "Buffalo National River: Agriculture",
    "body": "Agriculture       Agricultural and Industrial Contexts  Milling of grains was the first commercial enterprise along the Buffalo. The earliest settlers had to take grain to the older town centers, like Yellville or Carrollton. According to one early settler, corn was the only grain raised during this period as there was no place yet to grind wheat.  Mills were established fairly early in the settlement history of the Buffalo. In most cases, where the mills were established, town centers later grew. One of the earliest mills was Peter Beller's, near present Dogpatch, to which the Parkers of the Parker-Hickman farm probably took their grains. David Williams established a mill at what came to be called Mt. Hersey. Williams Mill appeared on the federal surveyor's map for 1843. Undoubtedly, these mills had been there for several years before the surveyor's visit.  These early mills and others like them ground both corn and wheat, several on into the twentieth century. But by the twentieth century it was cheaper to go to Harrison (Valley Springs actually) to buy wheat flour, and gradually the grinding of wheat was replaced by only the grinding of corn. A family member would hoist sacks of corn on a horse or mule and ride to the mill to have it ground into meal for the family as needed. The visits to the mill became a social occasion in themselves, as neighbors waited their turn.  Mills operated in the Buffalo River area on up until the 1930s; the Boxley Mill was in operation until about 1950. Later, portable gas-powered mills could be set up to grind grain; the water-powered mills became a thing of the past. Sometimes, a sawmill would be set up near the mill site. Later, stores joined the center, and in a few communities, a cotton gin after the 1880s. The history of milling along the Buffalo River has never been adequately explored. Cotton became \"king\" in the Buffalo River valley after the Civil War, sometime in the 1870s. Cotton was first recorded on the 1880 agricultural census for the area. From the 1880s to 1920s, cotton became the cash crop for the Buffalo River farmer.  Cotton gins were set up in the community centers. Gilbert had a gin at one time, conveniently located near the railhead. Gins could be found in smaller towns, such as Mt. Hersey. A large barn remaining in Richland Valley was built originally as a cotton gin. Richland Valley was one of the most fertile areas for growing anything; cotton was no exception, and the Richland Valley farmers prospered, as the remains of their residences and barns indicate. Cotton began to lose out in the 1930s. Now grasses and cattle dominate the old fields.",
    "url": "https:\/\/www.nps.gov\/buff\/learn\/historyculture\/agriculture.htm"
}
