{
    "title": "Buffalo National River: Architecture",
    "body": "Architecture       Architectural Evolution and Variety Architecture along the Buffalo varies from the log structure to carpenter-built frame houses worthy of any prosperous family of the area. For early settlers, and for new settlers of periods as late as the twentieth century, log house were the accepted dwellings, able to be built from native resources with little expense except a few good tools and the knowledge of the builder. The rich folks, said one former resident, had the \"painted houses.\" Later, many of the log homes were encased by frame shells and became the inner framework of a larger home which from all indications was not a frame one, although design features such as the closed-in dogtrot style continued to give it away as a former log home. Other log homes were torn down completely and replaced with frame house. More recently, the early frame houses have been replaced by \"ranch-style\" homes or trailers. After World War II the vacation homes of outsiders began to enter the Buffalo River area: for some, merely a crude frame cabin was sufficient; for others, the structure was meant to be a retirement home and more urban design went into the construction.  The houses and buildings of the Buffalo vary in quality in design, (as in any area). There were log homes of superb construction and those put up in a day's time to be a shelter. There are uninteresting farm houses as there are the elaborate houses of the more prosperous farmers. There are houses with additions - some shed types of inferior design, but others of carefully crafted workmanship. Trim varied from roughcut sawmill lumber to moulded strips.  Many houses were abandoned as the population of the area dropped after the 1930s. Unoccupied houses were converted to hay storage or farm buildings. Of those living houses which stood when land acquisition began for Buffalo River, only a small percentage remain, the survivors of contract bids, ill-advised survey reports, and deteriorating safety hazards. Among these survivors are a few good examples of the variety of architecture and living styles which once were a part of the Buffalo.  Other types of buildings also remain along the Buffalo. The majority of these are farm buildings, the typical outbuildings necessary to any farm operation. For the most part, these are log and frame barns, smokehouses, and corn cribs. Many old log buildings were converted into barns as new houses were built, so that many Ozark barns have a log core which is far older than the converted structure itself. Most of these buildings, if supported by any foundation at all, are supported by a native rock foundation in a height necessary to level the buildings to the uneven Ozark terrain.  Commercial buildings are also found along the river. These include general stores with false fronts, grist mills, sawmills, and mining facilities.  The initial construction style along the Buffalo was log buildings on native rock foundations. It seems probable that the earliest of these dwellings were traditional one-room structures - one and one-half story - to which a later lean-to may have been added. Other log structures employed the double pen configuration with open hallway (or \"dogtrot\"). Certain portions of the river may have had one style more dominant than others, possibly based on later origin-of-birth distribution of the settlers.  Log construction continued being used for outbuildings and dwellings through the years. During the last major migration to the Ozarks in the late 1800s to early 1900s, single-room log homes were the initial homes for these last homesteaders. During the mid-twentieth century and later, recreational homes and homes of the new emigrants frequently were made of logs. For the new emigrants this seemed to be a return to traditional ways from which they had been separated, while the long-term settlers were ready to progress to modern dwellings, even trailers.  As log buildings were replaced with frame structures, the old log structures were reused as functional outbuildings. The most common use was the conversion of an old log house into the central core structure of a new barn. This tradition of reuse continues along the Buffalo, as the old frame houses have been converted into hay storage for late twentieth-century farmers.  Frame buildings were the desirable progression of living space for Buffalo River settlers. Frame buildings probably began to be erected as soon as there was a sawmill at hand to obtain the lumber. The majority of frame buildings along the Buffalo date from the turn of the twentieth century; however, Richland Valley contains large frame houses dating to the post-Civil War period and reflecting the agricultural wealth of the valley. Likewise, homes in the Boxley Valley date from the late nineteenth-century period; however, many of these dwellings follow another common Buffalo River pattern: log houses encased in new framing, so that from exterior appearances the dwelling is now a frame building. The true totally frame houses appear to date from about 1900 and on (with, of course, some notable exceptions).  Frame encasing of log homes probably began in the nineteenth-century, most likely after the Civil War period. The post-Civil War period also represents an entire building period, as so many of the pre-war buildings were totally destroyed during the guerrilla period. Quick shelter was needed, and simple log homes were erected, which were later replaced by frame houses.  The frame houses of the Buffalo show a variety of decorative features, and in many cases are the work of not the owner, but of a carpenter hired from away (as Harrison) to design and construct the building. This shows again the awareness of the Buffalo River resident to the trends and styles of the outside world and growing contact with that world.  The frame house style varies from simple board and batten structure with little internal framework support, to more elaborate buildings built on traditional framing designs and incorporating drop or clapboard siding, factory window and door framing and casements, even interior design trends as wainscoting, or exterior gable trim. Even frame houses, however, continued to be supported on native rock foundations; in the majority of cases, unmortared rock piers.  Barns and other outbuildings were constructed of logs, plank architecture, or a combination of log and plank (incorporating old log structures or reusing logs from old structures). Frequently, a variety of outbuildings, some old log, some plank and log, and some new frame, completed the settler's collection of farm buildings. During the twentieth century new outbuildings replaced old. The \"pole construction\" building was popular, as was the \"box building\". Some mid-twentieth century barns reflect changing agricultural use such as the planting of grasses for hay and are more elaborate than the earlier barns. The larger barns are one and a half-story, the second story being a loft which connects under an overhanging roof to shed additions along the length of the main barn interior. These larger barns frequently were built so that a wagon could drive into the central portion.",
    "url": "https:\/\/www.nps.gov\/buff\/learn\/historyculture\/architecture.htm"
}
