{
    "title": "Buffalo National River: Concession Contracts",
    "body": "Concession Contracts       Concessions Contracts, the most formal of the Commercial Services authorizations, are used in cases when the NPS determines that the services are necessary and appropriate, and\/or provision of the services require certain protections such as legal, financial, and resource provisions that are more typical of a concession contract. The term of concession contracts are generally 10 years or less. Visitor services can be required and\/or authorized under a concessions contract. Concession contracts are awarded through a competitive bid process. After determining that a visitor service is necessary, appropriate, and feasible as a business opportunity, the National Park Service prepares a prospectus which outlines the requirements for operation the business. Interested businesses apply by submitting written proposals that respond to established criteria. Major factors for evaluating proposals include managerial competence, conformance to the terms of the prospectus, and financial ability. Laws, Regulations and Policies 36 CFR 51 Concessions Contracts Buffalo National River Superintendent's Compendium 2012 National Park Service Concessions Management Improvement Act of 1998 NPS Management Policy - Commercial Visitor Services Annual Financial Report Form The Annual Financial Report form and associated instructions may be accessed here. Submitting a Concessions Contract Proposal The National Park Service solicits proposals for concession contracts through a competitive selection process. The opportunity to apply is only open when announced by a prospectus (a request for proposals) which describes the services, the terms and conditions under which they will be operated, and sets criteria for evaluating proposals submitted by private sector companies. Opportunities Nationwide Opportunities to apply for concession services are announced on the National Park Service Commercial Services webpage and on the Federal Business Opportunities webpage. Buffalo National River concessions opportunities: Prospectuses released for Buffalo National River will be posted on our park website, the National Park Service Commercial Services webpage, and Federal Business Opportunities.",
    "url": "https:\/\/www.nps.gov\/buff\/learn\/management\/concession-contracts.htm"
}
