{
    "title": "Buffalo National River: Civilian Conservation Corps",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Historic Period     Civilian Conservation Corps                  Civilian Conservation Corps         CCC cabin at Buffalo Point circa 1950. NPS archives  The Great Depression was in full swing by 1933. At that time, approximately a quarter of the working population was unemployed and natural disasters were causing woes for farmers and many people had lost their homes. By 1933 the country had a new president, Franklin D. Roosevelt, whose main focus was to bring economic relief to the public. As a result, he initiated federal programs that were developed to assist in the country's financial recovery. One of the more popular programs created during this era was the Civilian Conservation Corps (CCC). This program was developed to put thousands of men back to work while making improvements to public lands. It was a very successful program that resulted in the planting of millions of trees, the construction of countless bridges, trails and permanent structures still in use today.   Buffalo Point State Park was established by the State of Arkansas in March, 1938. By May of that year the park had a resident CCC camp of men that were making plans to build roadways, cabins and a pavilion at the park in an effort to promote recreational activities and make the area more accessible not only to the local population, but to promote tourism as well. The structures were constructed between 1938 and 1945, utilizing designs that the National Park Service had encouraged the CCC to use. These ideas were to make use of natural looking designs and to blend the rustic work into the natural setting. The cabins were largely comprised of local stone, rough cut wood, and natural paint colors. The red rock, which is St. Joe limestone, was quarried very close to the work site. The quarry site can be seen today from the Indian Rockhouse hiking trail. This limestone was also used to construct native looking retaining walls, culverts and guardrails along the roadsides at Buffalo Point. In the end, a pavilion and the exteriors of six cabins and a lodge were finished by the CCC, but not all of the interiors were completed before the camp dissolved in 1942. World War II was underway by this time and all CCC camps were ordered to disband so that the country could focus on the war effort. Arkansas State Parks completed and operated the cabins as rental units starting in 1942. Annual park visitation in the early 1950s was approximately 25,000 and the cabins were in high demand. Despite the fact that the state park added four more cabins to the park in the 1960s, it was determined that a campground was becoming a necessity. The campground's 83 camp sites, in addition to tent and group sites were also built using natural features and native stone to enhance the park, much like the construction design of the rustic cabins. In 1972 Buffalo National River was established and the National Park Service took on the responsibility of stewardship for the 135 miles of protected waterway and adjacent lands. As a result, Buffalo Point State Park was absorbed into the National Park System. While the National Park Service has ownership over the CCC cabins, they are run by a concessionaire that rents the cabins out to visitors. The cabins have been rehabilitated several times in the past 38 years, and while maintenance repairs have been needed the rustic craftsmanship remains sturdy. In 1988 the cabins were listed on the National Register of Historic Places due to the structures' historic and natural designs. Over the years, visitation to Buffalo National River has increased to approximately 1.5 million visitors per year. Buffalo Point offers one of most popular campgrounds in the park, with most sites occupied throughout the entire summer. The hard work and skill of the CCC is still being appreciated and utilized 70 years later. For further information contact the Buffalo Point Ranger Station at 870-449-4311.",
    "url": "https:\/\/www.nps.gov\/buff\/learn\/historyculture\/civilian-convservation-corps.htm"
}
