{
    "title": "Buffalo National River: Commercial Use Authorizations",
    "body": "Commercial Use Authorizations       A Commercial Use Authorization (CUA) is a permit that authorizes appropriate commercial services to park area visitors in limited circumstances. The term of a CUA may not exceed two (2) years and no preferential right of renewal or similar provisions for renewal may be provided. The term of a CUA at Buffalo National River is for one year.  Commercial Use Authorizations are NOT concessions contracts and are not transferrable. CUAs are intended to provide a simple means to authorize appropriate commercial services to visitors in Park areas. CUAs at Buffalo National River, as a general rule, (1) do not use fixed commercial facilities within a National Park unit, (2) the commercial activity originates and terminates outside the park area, (3) no money changes hands on park lands, and (4) no commercial solicitation occurs on park lands.     Laws, Regulations, and Policies Concessions Management Improvement Act of 1998, Sec. 418 - see page 20 of PDF NPS Management Policies, Sec. 10.3 Commercial Use Authorization (CUA) Interim Guidelines Suspension, Restriction, Revocation, Denial Policy (CUA) Buffalo National River Superintendent Compendium 2014 RM83F Backcountry Food Service Guidelines        Buffalo National River offers CUAs for the following activities:  CUAs at Buffalo National River fall into one of two categories: Land Based Activities and Water Based Activities.   Land based activities are Guided Camping\/Overnight Backpacking, Guided Day Hiking, Guided Rappelling, Guided Photography, Guided Walk-In Fishing (From Shore), and Guided Automobile Sightseeing Driving Tours.   Water based activities are Guided Fishing and Guided Sightseeing via jon-boat or drift boat.      CUA Applications and Frequently Asked Questions: For general information and frequently asked questions (FAQs) about CUAs at Buffalo National River, click here. Form 10-550 Application for a Commercial Use Authorization Application Instructions       CUA Conditions:  The National Park Service has terms and conditions on all commercial service agreements.The standard conditions found in all CUAs are located on pages 2 & 3 of the application instructions. Buffalo National River also has park specific operating conditions attached as an Appendix to the CUA. The Appendix is the park specific conditions for the specific activity ie: guided photography. Click on the links below to view CUA appendices for park specific conditions for each activity type.   Guided Fishing and Guided Sightseeing via jon-boat or drift boat, Appendix Guided Camping\/Overnight Backpacking, Appendix  Guided Day Hiking, Appendix  Guided Rappelling, Appendix  Guided Photography, Appendix  Guided Walk-In Fishing (From Shore), Appendix  Guided Automobile Driving Sightseeing Tours, Appendix  Attachment A, NPS Approved Acknowledgement of Risk Form       CUA Reports As a condition of the CUA, the permittee is required to submit monthly activity reports and an annual gross receipt report.  CUA Monthly Activity Report for Land Based Activities CUA Monthly Activity Report for Water Based Activities CUA Annual Gross Receipts Report        CUA Application Procedure For Land Based Services: CUAs issued for land based services are valid for one year. Applications are accepted at any time during the year. Please allow at least 30 days for processing. For Water Based Services: Unlike CUAs for land based services, CUAs issued for water based services are valid for two years. However, applications are only accepted between October 1 and November 15 every other year. Please contact the Commercial Services office to inquire when applications will next be accepted. Requests for a CUA application may be made in person at park headquarters, via telephone, email or letter. The application form may be downloaded from the park website (see above). A completed application and the non-refundable application fee are required before an application can be processed. Park contact information is:     Commercial Services   Telephone: 870-365-2702     Buffalo National River   FAX: 870-365-2799     402 N. Walnut St., Suite 136   Website: www.nps.gov\/buff     Harrison, AR 72601   Email: e-mail us      Applications will be returned to the applicant if submitted incomplete.",
    "url": "https:\/\/www.nps.gov\/buff\/learn\/management\/commercial-use-authorizations.htm"
}
