{
    "title": "Buffalo National River: Planning your field trip",
    "body": "Plan A Field Trip       PLANNING YOUR TRIP  Prepare for a fun-filled day of learning in an outdoor classroom! The information below is designed to assist you in planning for a successful trip. Please review the following information with your students and chaperones.  Items to Bring: *Each person should have a lunch including a drink. *Each person should have extra water to drink during the day. Never drink untreated water from springs or rivers due to the potential presence of harmful organisms.  Items NOT to Bring: *Remind participants of school rules for electronic devices. Field trips are still school even if it is outside. *Cameras are the only devices allowed on ranger-guided activities. Any other electronic devices will have to be left on the bus. Appropriate Clothing: *Clothing should be appropriate to the activities you are planning. *Participants need to wear appropriate footwear for walking a mile or more on woodland trails. No open-toed shoes or sandals should be worn on trails. *Participants in water activities should have extra shoes, socks, and a towel. No one should be barefoot in the river. Special Needs: *Remember to plan ahead if a member of your class has any special needs such as wheelchair accessibility or visual assistance.  Weather: *Check the weather conditions for the area you will be visiting. Severe conditions  (i.e., flooding, lightning storms) may require you to alter your plans or cancel your trip.   Protecting the Park and Yourself: *Please review park rules with all participants prior to your visit. *Provide chaperones with instructions so that they are aware of their role.  Safety: *An adult should lead the group on trails, as some routes may pass by unsafe caves, mines shafts, or unfenced overlooks. *Teachers and chaperones should be spaced throughout the group, not clumped at the end of the line, to assist with discipline and safety. *One adult should be the last in line to ensure everyone is present. *Do not climb up bluffs or get too close to cliff edges, gravity can be dangerous. *Poison ivy and snakes are present and protected in the park. Never reach or step where you cannot see. *Ticks and chiggers are hard to avoid anywhere in the Ozarks. Long pants and repellent help-- light colored clothes make it easier to spot and remove the critters.",
    "url": "https:\/\/www.nps.gov\/buff\/learn\/education\/plan-a-field-trip.htm"
}
