{
    "title": "Buffalo National River: Education",
    "body": "Education       The National Park Service offers many educational opportunities for students to experience the natural and cultural history of Buffalo National River. Park Rangers provide a variety park interpretative programs, and they are available to visit local classrooms and deliver presentations about the river, its inhabitants, and the National Park Service. If you would like a ranger to come to your classroom or assist you with a field trip that is not part of the Day by the Buffalo curriculum, please call the area you would like to visit.  Steel Creek Contact Station, Upper District 870-861-2570           Tyler Bend Visitor Center, Middle District 870-439-2502            Buffalo Point Contact Station, Lower District 870-449-4311 Curriculum-Based Education Program Wouldn't it be great if you could incorporate lessons from the classroom into a real world, hands-on experience? You can! Buffalo National River has a curriculum-based program aligned with the Arkansas Standards called A Day By the Buffalo. In the past, field trips have been concentrated in the spring after Benchmark testing is complete. Current and anticipated staffing levels prevent us from continuing this pattern. We encourage you to review your curriculum schedules and include A Day by the Buffalo programming throughout the school year whenever you are teaching the appropriate concepts. Reservations for Day by the Buffalo programs are accepted all year. Information and forms are sent to principals and teachers as a reminder. Reservation forms may be downloaded, completed and mailed, faxed or emailed. All reservations are first come first served.       Students discover many interesting and valuable ideas during A Day by the Buffalo.           Teacher-Ranger-Teacher The Teacher-Ranger-Teacher (TRT) program is the centerpiece of the National Park Service's (NPS) Teacher Corps, a diverse collection of programs and opportunities for educators to partner and interact with the National Park Service. Buffalo National River is offering an opportunity for one teacher this summer through the Teacher Ranger Teacher program. The TRT is a professional development opportunity for grades 5 -12 teachers to spend the summer acquiring new skills in experiential learning through a program provided by a partnership between the National Park Service (NPS) and the University of Colorado – Denver. The participant spends between four and six weeks at Buffalo National River developing a major educational project and participating in an online graduate course from CU Denver. The goal of the program is to train teachers in the resources and themes of the NPS so that they can return to their schools in the fall and incorporate their new skills into their classroom activities. NPS aims to especially reach students from underserved schools and districts by recruiting teachers from Title 1, urban or rural schools and also tribal schools to participate in the Teacher Ranger Teacher program. The program requires a total of 230 hours of effort (160 hours of major educational project, 45 hours of online coursework, discussion, course readings, and 25 hours of NPS operational experiences). For completing the program, the teacher will receive a $3000 stipend as well as 3 graduate credit hours through the University of Colorado – Denver. Preferably, teacher should be commuting distance from the Harrison office; no park housing available. For more information, please contact Keith A. Jefferson at 870-365-2798 or e-mail us.",
    "url": "https:\/\/www.nps.gov\/buff\/learn\/education\/index.htm"
}
