{
    "title": "Buffalo National River: Cave \/ Karst Systems",
    "body": "Cave \/ Karst Systems       TEMPORARY CAVE CLOSURES! to help prevent the spread of White Nose Syndrome This malady of unknown origin is destroying entire bat colonies in the eastern U.S. It is non-lethal to humans. However, human transfer of the syndrome is considered a possibility.  We appreciate your help in preventing the spread of this disease to caves on Buffalo National River. \"A low level of the fungus that causes white-nose syndrome in bats has been detected in two north Arkansas caves\" according to a press release from the Arkansas Game and Fish Commission. The full press release may be found on the AGFC website.    New \"Bats in Crisis\" video is now available. Links to videos and additional information are in the press release.      The Buffalo National River has over 300 cave systems within its boundary, and many of these systems are unique to the area. The Ozark Mountains are known to have one of the largest karst networks in the mid-west United States. Karst systems are a type of topography that is formed upon or in contact with rock units of limestone and dolomite. These units are formed, most typically, by the dissolution of calcium carbonate by water as it percolates down from the surface into the cracks and fissures of the rock unit layers. Karst systems in the Buffalo River drainage are associated with the Boone Formation. The Boone Formation is composed of limestone of the Mississipian age, and has intermittent chert layers near the top and bottom of the formation. Typically most of the larger cave systems are found in and near the upper and lower contacts of the Boone. However, some of cave systems have passages that go into the upper (Mississipian and Pennsylvanian) and lower (Ordovician) stratigraphic layers.      One of the largest cave systems in Arkansas is Fitton Cave. Fitton Cave is open to experienced speleologists only and a permit issued by the Park’s Geologist is required before entry. However, all of the Park’s caves are currently closed due to the white nose bat syndrome. Scientists are currently unsure of its vectors of spread, and closing the caves temporarily is currently the best way to combat the problem.      You can find additional geological information about the park on the NPS Fieldnotes page at http:\/\/nature.nps.gov\/geology\/parks\/buff\/index.cfm",
    "url": "https:\/\/www.nps.gov\/buff\/learn\/nature\/cave.htm"
}
