{
    "title": "Buffalo National River: Research",
    "body": "Explore This Park    Learn About the Park     Nature     Research              Research          Water Quality Monitoring Program    The Buffalo National River's water quality monitoring efforts is divided into program and projects. The Water Quality Program was started in 1985, and is a partnership with Arkansas Deparment of Environmental Quality (ADEQ). Water quality sites are collected by Buffalo National River staff using ADEQ methods and water chemistry samples are passed to the ADEQ Laboratory through chain-of-custody to ADEQ Water Quality Inspectors. The following links contain data sets and water quality reports:    1985 Water Quality Report 1989 Water Quality Report 1991 Mill Creek Survey 1997 Ten Years of Water Quality Monitoring 2002 Impacts of Septic at Gilbert Arkansas 2004 Water Resources Management Plan 2010 Assessment of Mill Creek Marble Falls Sewage 2010 Mill Creek Status and Trends 2013 Assessment of E. coli on Surface Waters Water Quality Database: 1985 to 2011 Water Quality Database: 2005 to May 2015    To access EPA's STORET water quality database, please click here for instrucitons.       Aquatic Invertebrate Monitoring Aquatic invertebrates are an important tool for understanding and detecting changes in ecosystem integrity, and they can be used to reflect cumulative impacts that cannot otherwise be detected through traditional water quality monitoring. Aquatic Invertebrate Monitoring at Buffalo National River, 2005-2013         BioBlitz: Opportunity for Citizen Science Looking for an opportunity to become a citizen scientist? Buffalo National River, in conjunction with the Heartland Network and Missouri State University, sponsors BioBlitzes that occur in the park throughout the year. BioBlitzes are an excellent way to help the park acquire crucial science data that is often used in the decision making process.         E. coli CDC  Assessment of Escherichia coli Concentrations in the Surface Waters of Buffalo National River Buffalo National River has conducted a water quality monitoring program for nearly twenty five years and bacteria monitoring has been a major component of that program. In 2009 the monitoring program added Escherichia coli as a parameter to supplement the fecal coliform sampling already being conducted. Escherichia coli has been found to be a much better indicator of possible human pathogens in surface waters, and quantification and enumeration methods for Escherichia coli are much more efficient and accurate. Cick here for full report.           Spiny Softshell Turtle NPS  Amphibians and Reptiles  Prior to 2002 only cursory surveys of herpetological species had been performed in isolated areas of Buffalo National River. Those limited surveys, however intriguing, did not provide enough information to allow park managers to make appropriate decisions to insure long term sustainability of herpetofaunal species and abide by the NPS mission statement. The survey report: A Herpetofaunal Inventory of Buffalo National River, conducted between March 2002 and September 2003, is available by clicking on the title.          Timber Rattlesnake NPS  Click for an excel spreadsheet of herptofaunal species and their relative abundance in the park area.",
    "url": "https:\/\/www.nps.gov\/buff\/learn\/nature\/research.htm"
}
