{
    "title": "Buffalo National River: Mollusks",
    "body": "Mollusks       The freshwater mussel communities found within the Buffalo National River are truly one of the park’s greatest resources. In 1912, surveyors from the U. S. Department of Commerce and Labor, Bureau of Fisheries found that “mussel beds, as compared with those of the White River, were neither large nor plentiful, and these occupied only the favorable places in the bed of the stream which appeared to be permanent”. They also found that the abundance of the mussel populations had already been impacted by human activities, “mussels are not so abundant as formerly”. Remarkably they recorded 22 species of freshwater mussels. In 1994, the river was resurveyed, and it was concluded that two of the previous mussel species may have been extirpated during the 82 years between the surveys. Currently, the park has plans to revisit the mussel beds and efforts will be made to understand the dynamics of the physical habitat were the mussels reside to enhance the long-term preservation of the unique and sensitive species of mollusks.The freshwater mussel communities found within the Buffalo National River are truly one of the parks greatest resources. In 1912, surveyors from the U. S. Department of Commerce and Labor, Bureau of Fisheries found that “mussel beds, as compared with those of the White River, were neither large nor plentiful, and these occupied only the favorable places in the bed of the stream which appeared to be permanent”. They also found that the abundance of the mussel populations had already been impacted by human activities, “mussels are not so abundant as formerly”. Remarkably they recorded 22 species of freshwater mussels.  In 1994, the river was resurveyed, and it was concluded that two of the previous mussel species may have been extirpated during the 82 years between the surveys. Currently, the park has plans to revisit the mussel beds and efforts will be made to understand the dynamics of the physical habitat were the mussels reside to enhance the long-term preservation of the unique and sensitive species of mollusks.",
    "url": "https:\/\/www.nps.gov\/buff\/learn\/nature\/mollusks.htm"
}
