{
    "title": "Buffalo National River: Research",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research              Research       A variety of research provides the information upon which decisions are based as to how to manage park resources.      This Cultural Affiliations Final Report presents an overview of archaeological, historical, and ethnographic information relating to American Indian cultural affiliation with Buffalo National River, Arkansas. The primary purpose of this overview is to provide the National Park Service (NPS) with a set of basic criteria that will aid in future consultation for cultural resources and in the development of ethnographic research, interpretation, program objectives, and park management decisions.      Buffalo National River was authorized by Congress in 1972 for the purpose of preserving this scenic river in a free-flowing condition. Within this park is found an abundance of historic resources including houses, barns, other farm outbuildings, churches, schools, mine and mill ruins, and buildings constructed by the Civilian Conservation Corps. The primary purpose of this historic resources study is to develop the history of the Buffalo River valley so as to assist the National Park Service in identifying, evaluating and managing historic resources found within the park.       The Rush Historic District is a 1300-acre area along the Buffalo River that contains the buildings, structures, roadways, and mines of a prolific zinc mining community that was active from the 1880s through the 1950s. This Historic Resource Documentation Report details the history of zinc mining at Rush and provides in-depth descriptions of the above ground historic resources within the Morning Star Mines Interpretive Area at Rush. The purposes of this report are to place Rush within the context of the history of the United States, document above ground historic resources in the interpretive area that could be affected by park development, and inventory the vegetation (historic and successive vegetation) found within the interpretive area.",
    "url": "https:\/\/www.nps.gov\/buff\/learn\/historyculture\/research.htm"
}
