{
    "title": "Buffalo National River: Historic Period",
    "body": "Historic Period       Exploration and Early Documentation There is very little information regarding the interface between prehistory and history for the Buffalo River. The entradas by the Spaniard de Soto in 1541 to 1543 passed well to the south. Similarly, the records left by the French Jesuits follow the major arteries of transportation and communication along the major rivers including the Mississippi and Arkansas, but did not venture up the Buffalo or White. Although surrounding areas had gradually become known during the prior century, it was not really until the early nineteenth century that the Buffalo region entered the historical record to any great extent. There are no known sites from this period on the Buffalo. Indian Settlement\/Resettlement 1700s - 1828 The theme of Indian settlement and resettlement embraces the Indian influence prior to and in the early years of Anglo settlement. Indian groups included the Osage, Cherokee, and Shawnee, of which the Cherokee had the greatest impact on the area, although their major settlement was south of the Buffalo River area.   The Osage primarily were based in Missouri. Schoolcraft's journey through the Ozarks (1818-1819) noted Osage hunting parties in the Buffalo River area and noted that white settlers preferred to avoid the area when the Osage were in residence. The Osage were removed from the area after treaties in 1808 and 1818.    The Cherokee first entered the Arkansas area (south of Buffalo River) by 1800. In 1808 a portion of the Cherokee nation petitioned for land and in 1817 was granted a portion of the former Osage lands, including all of the Buffalo River watershed. A treaty of 1828 rescinded the 1817 treaty and exchanged the Arkansas lands for land in Indian Territory. The Cherokee left over a period of time, but oral history indicates that they may have returned periodically to the river. The strongest legacy of the Cherokee seems to be in the bloodlines of the early Buffalo River settlers, many of whom apparently entered into Anglo\/Cherokee marriages. Cherokee use of Anglicized names has made it difficult to decipher ethnic lines from the written records of the Buffalo; however, having Indian blood is now considered a positive aspect by Buffalo River descendants and thus references to Indian blood have begun resurfacing in oral histories.    Groups of Shawnee are said to have lived in the Buffalo River area during the time of the Cherokee. Yellville, the Marion County seat, was known as \"Shawneetown\" prior to 1830s.   Early Settlement-Bottomland Farming (1828-1870) The first settlers to the Buffalo River chose land situated on fertile bottomland fields. Small fields were cultivated to provide basic necessities for family and stock. Usually a nearby water source was a prerequisite to settlement.   Settlement along the Buffalo River watershed began in the late 1820s. Legal ownership of the land was not possible until after the federal survey had been completed. Surveys in the Buffalo River watershed began in 1829 and continued through subdivision surveys of 1845. (A series of resurveys were done in the 1930s for several townships in the White River area).   The field notes and drawings of the federal surveyors reinforce the settlement patterns along the waterways. The notes also gave information on vegetation, natural features, settler names, roads, and significant structures as well as identifying waterways by name. The field notes are a valuable source for re-creating the historic scene of the Buffalo River area from 1829-1845.   Many early settlers did not purchase their farms when the land became available at public sale. Most of the land purchases in the Ozarks date from the later Homestead period. Much of the history of the people who first settled along the Buffalo is known only from oral history or is simply lost. For some, like the Cecil family, their name endures as a natural landmark - Cecil Creek.   The early settlement period extended until the Civil War. Following the Civil War the Homestead Act was used increasingly to claim land. The farms of this early period are found on the choicest sections of Buffalo River and tributary land. Although perhaps divided up and later transferred, their history can be traced with the help of the General Land Office notes and oral history.   According to the drawings of the federal surveyor, 57 field areas were located along the Buffalo River or its tributaries between 1829 and 1845. Using only the records of the federal surveyor, it can be concluded that these areas of the Buffalo had the greatest settlement in this early period: Big Creek (lower river); Rush; Calf Creek; Richland; Mt. Hersey; Erbie; Centerpoint area; Boxley. All of these sections had at least three, some as high as eight cultivated areas shown.  Late Settlement Patterns (1870-1940) The majority of entries in the public land books date from this latter period, particularly the 1880-1915 period, as the remaining public land was entered both by prospective homesteaders and by timber companies taking advantage of the timber resource of the Buffalo. At times the two came into conflict, as \"squatter land\" was legally entered by outside interests. The homesteaders of this period in many cases were trying on a wilderness life style for the first time and needed help in even constructing a simple one-room log shelter. Descendants of older settlers reused log structures, incorporating many into farm outbuildings or reusing the logs in new structures.   Most of these homestead entries were located on less desirable land, away from the river valley and main tributaries. However, new road systems and travel made the ridge-top dweller more accessible to the rest of the world than the earlier settlers would have been. In addition, the increase in schools, churches and community centers aided in decreasing the isolation of these later settlers.   Entries date as late as 1956 for the Buffalo River Valley (when an additional 40 acres was added to the Clagett farm). The 1933 Sod Collier homestead probably notes a more traditional cutoff point for homestead entries along the Buffalo.   The late settlement period also showed an increase in farm size and productivity for the older bottomland settlers. Cotton became the cash crop of the later nineteenth century, while the overall variety of crops increased.",
    "url": "https:\/\/www.nps.gov\/buff\/learn\/historyculture\/historic-period.htm"
}
