{
    "title": "Buffalo National River: Learn About the Park",
    "body": "Explore This Park    Learn About the Park           Learn About the Park       Looking for more information? Explore the other pages in this section to learn more.           Buffalo National River was established by Congress in 1972 (Public Law 92-237) as the country’s first national river. Although approximately 135 miles of the free-flowing river are included within the boundaries of the national river, only 11% of the overall watershed is under direct NPS management. Originating in the Boston Mountains of the Ozark Plateau, the river generally flows in an easterly direction to its confluence with the White River. Flanking the river are multi-colored bluffs of eroded sandstone, limestone and dolomite that tower in some places to heights over 400 feet. The karst geology of the region is reflected in a landscape marked by numerous caves, cliffs, sinkholes, waterfalls, springs, and rock formations.  A wide variety of plant and animal species are supported by the diversity of habitats found along the river, influenced by varied elevations, soil types, moisture levels and exposure. Hunting and fishing are allowed in the national river under state and NPS regulations. A diverse range of cultural resources and historic sites are protected within the national river, including prehistoric village and shelter sites, historic farmsteads, mining sites, and Civilian Conservation Corps structures.  The park’s 94,293 acres (a total of 95,730 acres are legislated) are divided into three management districts. Park headquarters are located in Harrison (Boone County), Arkansas. Park visitation has averaged more than 800,000 visitors a year. In addition to visitor water-based activities with multiple launch points along the river, the park offers more than 100 miles of hiking trails and designated trails for horseback riding. Three designated wilderness areas are included in the park boundaries (the Upper Buffalo Wilderness Area, the Ponca Wilderness Area, and the Lower Buffalo Wilderness Area). Because there are few roads which parallel the river and few accessible overlooks, river and trail trips are among the best ways to experience the park.  Please reference the following: History & Culture Nature & Science Management",
    "url": "https:\/\/www.nps.gov\/buff\/learn\/index.htm"
}
