{
    "title": "Buffalo National River: Concessioner Prospectus",
    "body": "Concessioner Prospectus          Subscribe  | What is RSS    Date: March 23, 2012  Contact: Teri Gage, 870-365-2702     The National Park Service (NPS) has issued a prospectus soliciting proposals to provide canoe rentals and transportation (shuttle) services to visitors at Buffalo National River.The NPS intends to award twelve (12) concession contracts.The NPS has determined that the existing concessioners will be preferred offerors for the new contracts pursuant to the terms of 36 Code of Federal Regulations, Part 51.The new contracts will be for a term of ten (10) years. Prospectus packages may be requested by contacting the Buffalo National River Concessions Management Office at 402 N. Walnut Street, Suite #136, Harrison, AR72601.Requests can also be made via email to teri_gage@nps.gov or via telephone at (870) 365-2702.A printing cost recovery charge of $20 will be assessed for a prospectus package picked up in person at the above address.The printing cost recovery fee for a prospectus package to be delivered via Federal Express is $25.Checks or money orders (no cash or credit accepted) must be made payable to the National Park Service.Requests for Federal Express delivery must include a physical mailing address (no P.O. boxes). Interested parties may also choose to download an electronic version of the prospectus from http:\/\/www.nps.gov\/commercialservices. If you choose to retrieve a copy of the prospectus from the website, please notify Concessions Management Specialist Teri Gage via email (teri_gage@nps.gov) so you can be placed on a mailing list to receive modifications and other correspondence regarding this prospectus. In order to be evaluated and considered for award of the concession contract, proposals - including those of existing concessioners - must be received by the Concessions Program Manager, National Park Service, Midwest Regional Office, 601 Riverfront Drive, Omaha, Nebraska, 68102, by June 22, 2012, and no later than 4:00 p.m. Central Time.",
    "url": "https:\/\/www.nps.gov\/buff\/learn\/news\/concessioner-prospectus.htm"
}
