{
    "title": "Buffalo National River: BP Deer Archery Update",
    "body": "Explore This Park    Plan Your Visit     Things To Know Before You Come     BP Deer Archery Update              Buffalo Point Archery Update           Click map to enlarge   Why relax restrictions on deer hunting this deer season? There has been a noticeable increase in deer in the Buffalo Point Area which has been closed to hunting for many years. It is possible that the area currently closed to hunting is larger than it needs to be. The National Park Service can provide additional hunting opportunities to its visitors by establishing this easement area. Where are the new areas I can now hunt? The easement area is shown on the map, generally west of the Buffalo Point campground and north of Highway 14 to the NPS boundary on the north and west. Areas that remain closed are the campground, roads, trail system and developed areas. When and what can I hunt in the area opened up for this season? The area described is open for the 2012-13 WMA Zone 080 Deer Archery season. Only deer and feral hogs are allowed to be hunted in the area opened for this hunt. Deer count towards your Zone 080 bag limit as normal. What rules apply to hunting here? All Arkansas Fish & Game Commission (AGFC) regulations applicable Statewide and to Wildlife Management Areas apply to this area (see page 76 of the Arkansas Hunting Guidebook). Hunting is not allowed in developed areas. Hunting is not allowed within 100 feet of a road or trail or within 150 yards of a structure. Weapons must be unloaded and cased when at parking areas or campgrounds. Trails maybe used to access areas but killing devices must be unloaded when within 100 feet of a road or trail. Regulations governing the use of tree stands may be found on page 67 of Arkansas Hunting Guidebook. Weapons may not be fired across roads or trails and may not be fired into or across the Buffalo River or its gravel bars. Wildlife carcasses may not be field dressed or displayed (hung) in developed areas. Campsites may not remain unattended for more than 24 hours. All regular campground fees and rules apply. ATV use and driving off designated roadways is prohibited. Hunting in this area with dogs is not allowed. Where can I get more information? Information is available at the Buffalo Point Visitor Contact Station (limited hours of operation) and lower district concessioners. You may call Buffalo National River dispatch 24\/7 at 888\/692-1162 for information or to report accidents. A voluntary register will be available at the Buffalo Point Visitor Contact Station to record the number of hunters, types of hunts, and hunter comments. Use of this sign-in is not required but is strongly encouraged to assist the park in making future decisions about this area. Click here for downloadable map",
    "url": "https:\/\/www.nps.gov\/buff\/learn\/management\/buffalo-point-archery-update.htm"
}
