{
    "title": "Buffalo National River: Floating",
    "body": "Floating          Planning A Float Trip Is it safe? Can I take my kids? Will I have to get out and haul my canoe? Are there any special rules I need to know?  You might think that there would be simple or at least straightforward answers to these simple questions that visitors ask about the Buffalo River. And these questions should be asked every time you plan a trip that involves getting on the river and the safety of you and your family. But the answers are not as simple as the questions.  The river changes, sometimes daily, weekly, and certainly with the seasons. We may make generalizations about river conditions but it's hard to detail every gravel bar, sweeper, or the speed of the river when you are planning a trip. The new interactive website takes data at certain points on the river and provides real-time information about velocity at that point, but it can't tell you that a tree fell down last night and is blocking the side channel a half mile below the gauging station. And typically, neither can the ranger on the phone or behind the desk. The river changes just that fast and it's really up to you to be prepared for the unexpected.  On any given day you may expect your river experience to include a wide variety of challenges, otherwise you would have picked a lake! Let's look at a few:  The Put-In This is where you enter the river, either by using one of the park concessioners, or with your own canoe, kayak, john boat, or raft. Depending on the location and time of year, conditions may be very congested in the parking area and on the river bank. Tempers can run short as visitors are anxious to get on the river and cool off. Be patient, be considerate, be safe.   Some put-ins have parking restriction to accommodate commercial boat rentals and their trailers. Please be aware of these restrictions and keep these areas clear.  The Reach \"Reach\" is a term used to describe a section of the river. The reach you select will be defined by your put-in and take-out locations. Each reach has its own beauty and challenges. Some are longer than others, some have more or less remote highway access, some are only navigable when water levels are adequate for floating. The park brochure has is measured in river miles from reach to reach along the bottom margin. Remember that river travel is not strictly a miles-per-hour undertaking since different reaches have different flows and impediments.  The River Typically, the float season begins in the upper Buffalo in the spring. More water makes this section attractive for visitors seeking a higher level of challenge with whitewater kayaking. The season moves downstream with the months, varying from month to month with rainfall. Unlike rivers that are fed by perennial springs, the Buffalo is largely rainfall dependent. In dry years, the floating season is short and quickly moves down into the Middle and Lower Districts. In wet years use of the Upper Buffalo is prolonged with floating opportunities spread out through the park for the entire season.    The park gets calls all the time, asking what the floating conditions will be like 3 or 5 months from now. Guess what….We don't know for certain and can only generalize.  Weather Thunderstorm events can cause rapid short term changes that need to be taken seriously. Awareness of the likelihood of a storm will help you make a decision about whether to go or not to go, or at least how far away from the river to set up camp and pull your boats. These storms are sudden and can happen far away from where their affects are eventually felt. It depends on the severity of the storm and the watershed into which it falls. A major storm in the Upper Buffalo can cause serious problems in the Middle and Lower Districts without you ever hearing a clap of thunder or even seeing a cloud!  Gravel Bars These guys are like living creatures and are generally taken for granted except when they've swallowed alive your boat trailer or truck. You camp on them, build fires on them, drag your canoe across them. Fortunately, they are periodically renewed by flood events, keeping them fresh for the next season of visitors. The gravels in the river provide critical habitat for many living things, but when it comes to planning your trip the issue is usually whether or not the water depth is sufficient. At any time it is possible that the load your craft is carrying and the depth of the river at certain points will require you to get out and haul over a gravel bar. Usually, this is a minor inconvenience and should be anticipated. \"River shoes\" or old sneakers are a big help at times like this. In cases where the river levels are seriously low, your trip plans should be altered to avoid getting into a potentially dangerous, not to mention unpleasant, situation of hauling for mile after mile to the next available take out. It does happen and it's no fun.  Sweepers & Strainers A sweeper or strainer is a tree or trees that have fallen across or along the edge of the river but may be above the river level, partially submerged, or may lie just under the surface of the water. Often these are found on the outer side of bends where the river is fastest, or in fast-moving and narrow chutes. Either way, they can cause a canoe or kayak to capsize and require extra care to avoid. Experience is the best practice, avoidance is the best caution.  The park removes downed trees when they are judged to be a hazard. Operating a chainsaw in a boat on a river is a very dangerous undertaking. Not all trees are removed. Some are considered nuisances and not hazards, and are part of the river experience.  Other Floaters Chances are you won't be alone on your river trip. You may run into people with expectations of quiet and solitude, or similar expectations of a floating party. You may encounter groups whose interests are more inclined to boom boxes and alcohol. It's important to understand that the National Park Service manages for multiple interests, placing limitations or prohibitions only where absolutely necessary to preserve the resources and insure visitor safety and satisfaction. And speaking of safety, the operative phrase may actually be \"run into\" at certain times. If you are approaching a narrow chute or bend and see the potential for congestion, slow down to avoid a collision that could result in anything from inconvenience to injury. This includes other watercraft, swimmers, and horses!",
    "url": "https:\/\/www.nps.gov\/buff\/planyourvisit\/floating.htm"
}
