{
    "title": "Buffalo National River: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety         Wear your life jacket! It won't work if you don't wear it. NPS  You Are Responsible For Your Own Safety! Travel in Buffalo National River backcountry areas and floating the river have inherent risks. Hikers and floaters assume complete responsibility for their own safety. Remember that cell phone service is bad to non-existent in most areas of the park.  Rescue is not a certainty. Your safety depends on your own good judgment, adequate preparation, and constant attention. Proper equipment and the knowledge of how to use it are essential for a safe trip. The park is not responsible for monitoring your whereabouts. Let someone know where you are going and when you expect to return. Keep your group together, especially children. Buffalo National River encompasses over 94,000 acres including a variety of natural hazards. Be aware of your surroundings and the plants and animals near you. If you have an accident, it will take time for help to reach you. Safety Tips:  Stay on officially maintained trails. Do not climb on rocks around waterfalls. Avoid hypothermia by keeping dry. Eat before you're hungry and rest before you're tired. Treat all water before drinking by either filtering or boiling. Parents should keep children in sight at all times.         National Geographic  THUNDERSTORM: What Happens if You Get Caught on the River? The weather is warm, not a cloud in the sky, and suddenly things change. You're gliding down the Buffalo, high bluff on one side and dense forest on the other… and suddenly…. Thunderstorm events can cause rapid short term changes that need to be taken seriously. Awareness of the likelihood of a storm will help you make a decision about whether to go or not to go, or at least how far away from the river to set up camp and pull your boats. These storms are sudden and can happen far away from where their affects are eventually felt. For example, a major storm in the Upper Buffalo can cause serious problems in the Middle and Lower Districts without you ever hearing a clap of thunder or even seeing a cloud! Safety Tips:  Lightning can strike up to 10 miles from the actual storm cell. If you can hear thunder, lightning is close enough to strike. If you are on a river during a storm event, move immediately to shore. Find a low spot under a short brush or stand of small trees that are uniformed in size. Stay at least 6ft away from any tree trunk and 15ft from other people. Avoid metal objects (metal gunwales on canoes or metal paddle shafts), isolated tall trees, shallow caves, and open fields (you do not want to be the tallest object). If your hair stands on their ends, or you hear a crackling noise, smell ozone, see objects developing a blue glow of St. Elmo's fire, this indicates a strike is imminent. When a strike is imminient, squat low to the ground on balls of feet with heels touching. Also, use your PFD for protection and keep your head down, hand over ears, and eyes closed. DO NOT touch the ground with your hands. If the hairs on your arms begin to stand up, hold breath to prevent inhaling superheated air. Never lay flat on the ground.  Any emergencies or unsafe conditions should be reported to the park's 24-hour dispatch at (888) 692-1162.",
    "url": "https:\/\/www.nps.gov\/buff\/planyourvisit\/safety.htm"
}
