{
    "title": "Buffalo National River: Guided Services",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours     Guided Services                Guided Services       The following businesses are authorized to conduct guided services within the boundaries of Buffalo National River. This information is provided as a convenience to the visitor. This information is not to be considered as a National Park Service endorsement of any business listed on this page.      Arkansas Climbing Services Guided Rappelling and Guided Day Hikes PO Box 3484 Harrison, AR 72603 479-422-5148 www.arkansasclimbingservices.com      Buffalo River Float Service Guided Fishing and Sightseeing Hwy 14 South Yellville, AR 72687 870-449-2042 www.buffaloriverfloatservice.com      Cotter Trout Dock Guided Fishing and Guided Sightseeing Phone: 1-800-447-7538 OR (870) 435-6525 321 Big Spring Parkway P.O.Box 96 Cotter, AR 72626 www.cottertroutdock.com      Dally's Ozark Fly Fisher, Inc. Guided Fishing and Guided Sightseeing 1200 Main St., Suite 7 Cotter, AR 72626 870-435-6166 http:\/\/www.theozarkflyfisher.com      Golden Circle Guides Guided Day Hiking, Guided Camping\/Overnight Backpacking and Guided Photography 613 Country Club Sherwood, AR 72120 Phone: 623-221-1867 www.goldencircleguides.com       Newlands Float Trips & Lodge Guided Fishing and Guided Sightseeing Web: www.newlands.com 295 River Road Lakeview, AR 72642 Phone: 1-800-334-5604 OR 870-431-5678      Rose Trout Dock Guided Fishing and Guided Sightseeing Web: www.rosestroutdock.com 39 Norfork River Road P.O. Box 82 Norfork, AR 72658 870-499-5311      Tim Ernst Guided Photography HC 33, Box 50-A Pettigrew, AR 72752 (870) 861-5536 www.timernst.com      White Buffalo Resort Guided Fishing and Sightseeing 418 White Buffalo Trail Mountain Home, AR 72653 (870) 425-8555 http:\/\/whitebuffaloresort.com      Wild Bill's Outfitter Guided Fishing and Guided Sightseeing 23 Highway 268 E. Yellville, AR 72687 1-800-554-8657 www.wildbillsoutfitter.com",
    "url": "https:\/\/www.nps.gov\/buff\/planyourvisit\/guided-services.htm"
}
