{
    "title": "Buffalo National River: Hunting",
    "body": "Hunting         White-tailed deer are one of the species hunted within the park. NPS Photo  Sport hunting is permitted within the Buffalo National River. Hunting activities are balanced with continuing efforts to restore and maintain the natural environments to promote wildlife growth for future generations. Hunting seasons, dates and regulations, and licensing requirements are determined by the Arkansas Game & Fish Commission.  All hunters must be licensed according to Arkansas Game & Fish Commission regulations.      The Buffalo National River is an Arkansas Game and Fish Commission Wildlife Management Area (WMA-Zone 080), Region 8. Regulations for the Sylamore WMA (Zone 620) also apply to Buffalo National River lands located in Marion and Baxter counties between Big Creek and the White River.  Each WMA has different season lengths and bag limits, so it is important to be familiar with the regulations for each WMA you plan to visit.   For detailed information on hunting seasons, dates and regulations for Arkansas and specific to the Buffalo National River WMA, you may access the Arkansas Game & Fish Commission website at www.agfc.com, or request a regulations brochure at any of our contact stations.        The following National Park Service hunting regulations ALSO apply:  *All roads, lands, and waters within Buffalo National River are closed to operation of unlicensed motor vehicles, 3 or 4 wheel ATVs, dirt bikes, etc. BNR has no designated off-road motor vehicle use area.  *Licensed motor vehicles may only be operated on maintained roads.  * The use or possession of bicycles within designated wilderness areas is prohibited.  * Target practice is prohibited within Buffalo River.  *The discharge of any weapon across, into, or from the Buffalo River or its gravel bars is prohibited.  * Trapping or baiting wildlife is prohibited.  *Hunting is allowed in most areas of the Buffalo National River with the exception of private property, use and occupancy reservations, and developed zones. Developed zones include residences, campgrounds, historic sites and river access areas. Maps of restricted zones are included in the Superintendent's Compendium  *Hunters should stay at least 150 yards from developed zones and residences. *Hunting is also prohibited within 100 feet of the center of any county, state, or federally maintained road. *Dogs may not be used to chase wildlife for pleasure or training during closed seasons. Dogs may be used for squirrel, rabbit and raccoon hunting.  *Permanent tree stands are not permitted. Portables tree stands may not be left unattended longer than 7 days. Nailing, spiking, or screwing portable tree stands or steps into trees are prohibited.   *Campsites may not be left unattended more than 24 hours. *Concealed weapons are not permitted for hunting purposes.      In case of emergency contact the Midwest Region Ozark Communication Center (MROCC) toll free at 1-888-692-1162.",
    "url": "https:\/\/www.nps.gov\/buff\/planyourvisit\/hunting.htm"
}
