{
    "title": "Buffalo National River: Backcountry camping",
    "body": "Backcountry Camping          Floating or hiking or both, just overnight or for several days, the Buffalo National River offers visitors several ways for exploring the vast scenic backcountry and wilderness areas throughout the park.     In order to minimize impacts and help preserve the pristine beauty of the wilderness for generations to come, please follow the rules listed below. Please \"Leave No Trace\" that anyone was here.      *A backcountry permit is not required within the Buffalo National River.  *Pets are not permitted on trails, in backcountry, or wilderness areas.  *The possession or use of glass containers in caves, on trails or waterways, or within 100 ft (30.48 meters) of any river or stream in the park is prohibited.   *Do not cut or carve live vegetation. *Do not drive nails into trees to hang lanterns.  *Do not leave flagging or other markings hanging in trees to mark your route. Trails are marked with white blazes for hiking only and yellow blazes for hiking\/horse riding. Camping  *No camping is allowed within ½ mile (805 meters) of any National Park Service developed area unless it is in a designated campsite.  *Camping is not permitted in or near historic sites and buildings, in hayfields or pastures, or in abandoned buildings or on private land. (Note: All fields in the Boxley Valley are private land and camping is not permitted in this area.)   *No person or party is allowed to camp at Buffalo National River for more than 30 consecutive days in a calendar year. *Camping is prohibited in all caves and rock shelters within Buffalo National River, as well as, the entire length of the Lost Valley Trail.   *Select campsites that are on a durable surface.  *When camping along the river, gravel bars are ideal campsites just be sure you have an escape route to higher ground in case the river comes up at night.  *When backpacking and not camping on a gravel bar, select a site that is at least 50 feet off the trail and 100 feet away from a waterway. *When leaving your campsite, check the area to pick up any stray bits of trash. Try to make it look like you were never there.  Sanitation  *Bathing with soap or shampoos is not allowed in the river or streams. *Collect a bucket or pan of water and wash up at least 100 feet from a waterway to prevent polluting the streams.  *When disposing of human feces dig a hole in organic soil at least 100 feet from a waterway and cover the feces and toilet paper with organic soil. This will prevent water pollution and improves sanitation in camp. *Bury the food scraps in organic soil away from camp and haul out the trash.   Campfires  *Use only dead and down wood. *Practice \"Leave No Trace\" principles by using wood no larger in diameter than your wrist. *The use of hand saws, axes or other types of non-motorized devices is allowed. *The use of chain saws or power saws is prohibited.  *If a fire ring is present in your camp, use it. Do not build new fire rings.  *Fires can be built directly on the ground, in a fire pan, or on a sand mound. When the fire is extinguished, nearly all evidence of the fire can easily be obliterated or scattered.  *Completely extinguish the fire before leaving camp.  *Do not attempt to burn your trash and garbage in the fire. *Food scraps generally do not burn completely. *Plastic rarely burns completely and gives off highly toxic compounds when burned. *Aluminum, glass, and steel do not burn.         *During certain periods of high fire danger, campfires in the wilderness and backcountry may be prohibited unless they are contained in a barbecue grill.        General Information: Always check weather and water levels before and during your trip. Heavy or prolonged rains, which may occur upstream and out of sight, can raise river levels rapidly. Rises of over a foot an hour can occur at any time of the year, and the river can rise more than 25 ft in a single day. If an emergency situation occurs, visitors should not depend on cell phones as cell service is very limited along the river. In case of Emergency, contact the Midwest Region Ozark Communication Center (MROCC) 1-888-692-1162.        Suggested items for a trip into the backcountry    Compass Fire starting materials   Map (Trails Illustrated) Water & Food   Nylon Cord Shelter   Whistle Extra dry clothes   Raingear First Aid kit   Flashlight",
    "url": "https:\/\/www.nps.gov\/buff\/planyourvisit\/backcountry-camping.htm"
}
