{
    "title": "Buffalo National River: Horseback Riding",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Horseback Riding                Horseback Riding         River crossing on horse trail. NPS Photo  There is a long, rich culture of equestrian use along the Buffalo River. From the time of the early settlers until today, horses and mules have been used to support the commerce of the region. Farming and logging with stock was once a common practice in the rural counties along the river. Mail delivery and traveling \"circuit rider\" judges and preachers depended daily on their horses and mules. Today, equestrian use is one of the popular recreational activities along the Buffalo River, giving visitors access to many of the areas scenic features and the rich history of the Ozark Mountains.  Whether you are looking for a developed campground or a wilderness adventure, Buffalo National River offers visitors several options for equestrian camping and trail riding. The park encompasses over 95,000 acres that surround the free-flowing Buffalo River with over 75 miles of designated equestrian trails. The most extensive horse trail network is in the upper section of the river. Due to the extensive network of trails, horseback riders are advised to purchase a Trails Illustrated® map published by National Geographic from any of the park visitor centers, park concessionaires, area Arkansas Game & Fish Commission offices, or local area businesses to properly identify park approved equestrian trails. If you wish to ride your horse in the park, please read the park's rules and regulations concerning equestrian use at Buffalo National River.        Horse Health: Proof of a negative Equine Infectious Anemia test, commonly known as a Coggins test is required in the state of Arkansas by act 1306 of 1997. Wilderness: The Park's wilderness areas are managed as natural areas where man is but only a visitor. The forces of nature determine the trail conditions to a greater degree than in other areas of the national river. Be prepared for swollen streams, washouts, downed trees and trail obstacles that may require dismounting during any time of the year. Many of the trails along the Buffalo River are designated for both hiking and equestrian use. Shared use Equestrian trails are marked with a yellow blaze. Please keep horses off trails marked with a whiteblaze and designated for hiking only. Many of these trails are extremely steep and are not designed or safe for equestrian travel. Each Visitor should make decisions and choose practices that will minimize damage to help preserve the natural and cultural landscape of the river, \"Leave No Trace\". General Information: Always check weather and water levels before and during your trip. Heavy or prolonged rains, which may occur upstream and out of sight, can raise river levels rapidly. Rises of over a foot an hour can occur at any time of the year, and the river can rise more than 25 feet in a single day. If an emergency situation occurs, visitors should not depend on cell phones as cell service is very limited along the river. In case of Emergency, contact the Midwest Region Ozark Communication Center (MROCC) 1-888-692-1162.      Horse Use Rules & Regulations:  Drive-in horse camping  *Drive-in horse camping is permitted only in campgrounds the following campgrounds designated for horse camping: Steel Creek, Erbie, Woolum, and Hathaway  *Camping at the above listed drive-in horse camps is limited to a total of 7 consecutive days.  *All drive-in horse campsites are first come\/first serve basis.  *Drive-in horse camping is limited to 6 people and 4 head of stock at each campsite.  *Do not tie horses and pack animals to trees. Use hitching rails, high lines, or pickets to secure animals.  *Riders are responsible for removing or scattering horse manure from camp areas, trailheads, and loading areas.  *Riders are responsible for keeping horses and pack animals within horse camps when not riding. Backcountry Camping Backcountry camping rules are the same for hikers and horse riders. In addition: *horse riders should not tie horses and pack animals to trees or other vegetation or historic structures. *Riders are responsible for removing or scattering horse manure from camp areas.      Trail Riding   Horses and pack animals are permitted only on Horse Trails. The following trails are designated Horse Trails: Bench Trail, Cecil Cove, Old River Trail (ORT), Centerpoint, Chimney Rock, Sneeds Creek, Buffalo River Trail from Woolum to Gilbert only, Cow Creek-Cook Hollow Loop Trail (Hathaway Trailhead)  * Dogs are prohibited on all Horse Trails.  *Horses must be attended when grazing or watering. Horses are not permitted to graze in leased hay fields  *Riders are prohibited from off-trail or cross-country riding.  *Equestrian trails are marked with a yellow blaze. *Riders are prohibited from riding on hiking only trails which are marked with a whiteblaze. *If riding the Old River Trail through the Camp Orr Boy Scout Camp please show courtesy to the scouts, their families, and the camp staff. They have been kind enough to allow horseback riding through the camp area and deserve courteous behavior.            *Traditionally, canoes and other watercraft have the right-of-way at river crossings, and horseback riders have the right-of-way when meeting hikers.      Suggested Checklist for Horseback Riders:      Halter\/lead rope for trail use     Insect repellent for horse and rider    First aid for horse and rider       Adequate food and water for horse and rider     Tack   Camera       Raingear   Hat     Current Coggins test papers   Extra Clothing Layers                      Maps (Trails Illustrated) & Compass  Highline and tree-savers",
    "url": "https:\/\/www.nps.gov\/buff\/planyourvisit\/horsebackriding.htm"
}
