{
    "title": "Buffalo National River: Fees & Reservations",
    "body": "Explore This Park    Plan Your Visit     Fees & Reservations             Fees & Reservations       Reservations Reservations can be made in advance for campsites and pavilions at Buffalo Point, for group campsites and the pavilion at Tyler Bend and the pavilion at Ozark by calling (877) 444-6777 or on line at www.Recreation.gov. Group sites at Erbie can be reserved by calling Tyler Bend Visitor Center at 870-439-2502. A fee will be charged for handling reservations through Recreation.gov. Please be aware that some special events held at the pavilions (such as weddings, press receptions, concerts, et al) will require a Special Use Permit in addition to the pavilion reservation. Special Use Permit forms and guidelines and additional information are available on the Special Park Uses page.      Camping and Pavilion Fees Campground loops at Buffalo Point will be closed  from mid-November until mid-March except for \"B\" loop which will remain open. Check the Buffalo Point Campground page for details.  Buffalo Point Drive-In  Fees: $22 per site per night Details: 53 sites available for reservation and 29 first come\/first serve for RV and tent use; 3 accessible sites; 6 person maximum per site; water and electricity available at site mid-March to mid-November; no fees charged mid-November to mid-March. Call (877) 444-6777 or on line at www.Recreation.gov to reserve.  Buffalo Point Walk-In Tent Sites Fees: $16 per site per night Details: 5 sites available for reservation and 18 sites available first come\/first serve, tent camping only; 6 people maximum per site; water, flush toilets and showers available nearby mid-March to mid-November; closed mid-November to mid-March. Call (877) 444-6777 or www.Recreation.gov to reserve. Buffalo Point Group Sites (By Reservation Only) Fees: $33 minimum per day.  Details: 5 sites, tent camping only; $3 per person - minimum 10\/maximum 25 per site; water, flush toilets and showers available nearby mid-March to mid-November; group sites are closed mid-November to mid-March; Call (877) 444-6777 or www.Recreation.gov to reserve.  Buffalo Point Pavilion (By Reservation Only) Fees: $53 a day.  Details: 3 pavilions, day use only (6:00 a.m. to 10:00 p.m.); water, electricity and flush toilets available; pavilions closed mid-November to mid-March; Call (877) 444-6777 or www.Recreation.gov to reserve.        Carver Campground Fees: $12 per site per night Details: 8 sites available first come\/first serve, tent camping only - No RVs; 6 people maximum per site, water and vault toilet available.      Erbie Drive-In Sites Fees: None Details: 14 sites available first come first served, RV or tent camping, 6 people maximum per site, no water available, vault toilets. Erbie Group Sites Fees: None Details: 3 sites available for reservation and 2 sites first come first served, minimum 10 - maximum 25 people per site, tent camping only, no water, vault toilets. Reservations may be made by calling Tyler Bend Visitor Center at 870-439-2502. Erbie Walk In Sites Fees: None Details: Two walk-in sites available. No water; vault toilet. Erbie Horse Camp Fees: None Details: Open camping, first come\/first serve, tent camping, hitching rails and vault toilet available, no water.      Kyles Landing Campground Fees: $12 per site per night. Fees not charged when water system is shutdown mid-November to mid-March.  Details: 33 sites available first come\/first serve, tent camping only-No RVs; 6 people maximum per site; water and flush toilets available nearby mid-March to mid-November. Vault toilet available with limited or no servicing for winter primitive camping.      Lost Valley Pavilion   Fees: None Details: Pavilion use is first come, first serve. Day use only (6:00 a.m. to 10:00 p.m.) Vault toilet.      Ozark Campground Fees: $12 per site per night. Fees not charged when water system is shutdown mid-November to mid-March.    Details: 31 sites available first come, first serve, tent or RV camping; 6 people maximum per site; water and flush toilets available nearby mid-March to mid-November. Vault toilet available with limited or no servicing for winter primitive camping.  Ozark Pavilion (By Reservation Only) Fees: $28 per day  Details: day use only (6:00 a.m. to 10:00 p.m.); Call (877) 444-6777 or online at www.Recreation.gov to reserve.      Rush Campground Fees: None  Details: 12 sites available first come\/first serve, tent camping only-No RVs; 6 people maximum per site; no water, vault toilet.      Spring Creek Campground Fees: None Details: 13 sites available first come, first serve, tent camping only-No RVs; 6 people maximum per site; no water, vault toilet.      Steel Creek Walk In Sites Fees: $12 per site per night. No Fees charged when water system shutdown mid-November to mid-March.  Details: 26 sites available first come\/first serve, tent camping only-No RVs; 6 people maximum per site; water and flush toilets nearby mid-March to mid-November. Vault toilet available with limited or no servicing for winter primitive camping. Steel Creek Horse Camp Sites Fees: $12 per site per night Details: 14 sites available first come\/first serve, tent and horse trailer camping; 6 people\/4 stock maximum per site; water and flush toilets nearby.      Tyler Bend Drive In Sites Tyler Bend sites will gradually close through the fall. Drive-in sites and restroom will remain open throughout the winter. See Tyler Bend Campground page for details. Fees: $16 per site per night  Details: 28 sites available first come\/first serve, RV or tent camping; 6 people maximum per site; water, flush toilets and showers available.  Tyler Bend Walk In Sites Fees: $16 per site per night  Details: 10 sites available first come\/first serve, tent camping only; 6 people maximum per site; water and flush toilets available nearby; showers available in Drive-in loop mid-March to mid-November; walk-in loop closed mid-November to mid-March.  Tyler Bend Group Sites (By Reservation Only) Fees: $33 minimum per day  Details: 5 sites, tent camping only; $3 per person - minimum 10\/maximum 25 per site; water and flush toilets available at site mid-March to mid-November; shower available in drive-in loop. Group sites closed mid-November to mid-March. Call (877) 444-6777 or on line at www.Recreation.gov to reserve.  Tyler Bend Pavilion (By Reservation Only) Fees: $53 per day  Details: 1 pavilion, day use only (6:00 a.m. to 10:00 p.m.); water, electricity and flush toilets available mid-March to Mid-November; no charge mid-November to mid-March. Call (877) 444-6777 or on line at www.Recreation.gov to reserve.",
    "url": "https:\/\/www.nps.gov\/buff\/planyourvisit\/feesandreservations.htm"
}
