{
    "title": "Buffalo National River: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       INTERAGENCY PASSES Interagency passes may be purchased at the following locations in Buffalo National River. Please call the location prior to your visit to ensure that it is open and has a supply of passes. All locations will be open for hours indicated as staffing allows. Passes are kept in stock, but any single location may be sold out of a particular pass and awaiting replacements.  The Interagency Annual Pass is currently $80.00 and may be purchased by anyone. The Interagency Senior Pass, $10.00, is for U.S. citizens 62 or older. The Interagency Access Pass is free for the disabled. The Interagency Military pass is free for active military members. For more information about the interagency passes and requirements for purchase of each pass, click here. Locations  Tyler Bend Visitor Center Entrance road on Hwy 65 between St. Joe & Marshall, AR 870-439-2502  Daily, 8:30 am to 4:30 pm Interagency Senior and Access passes available. Buffalo Point Ranger Station Hwy 268 off of Hwy 14 between Yellville & Harriet, AR 870-449-4311  Daily, 8:30 am to 4:30 pm Interagency Senior and Access passes available.    CAMPING AND PAVILION FEES Campground loops at Buffalo Point will be closed from mid-November until mid-March except for \"B\" loop which will remain open. Check the Buffalo Point Campground page for details. Buffalo Point Drive-In Sites Fees: $22 per site per night Details: 83 sites available first come\/first serve for RV and tent use; 3 accessible sites; 6 person maximum per site; water and electricity available at site mid-March to mid-November; no fees charged mid-November to mid-March. Call (877) 444-6777 or on line at www.Recreation.gov to reserve. Buffalo Point Group Sites (By Reservation Only) Fees: $33 minimum per day. Details: 5 sites, tent camping only; $3 per person - minimum 10\/maximum 25 per site; water available at site mid-March to mid-November; group sites are closed mid-November to mid-March; Call (877) 444-6777 or www.Recreation.gov to reserve. Buffalo Point Pavilion(By Reservation Only) Fees: $53 a day. Details: 3 pavilions, day use only (6:00 a.m. to 10:00 p.m.); pavilions closed mid-November to mid-March; Call (877) 444-6777 or www.Recreation.gov to reserve. Buffalo Point Walk-In Tent Sites Fees: $16 per site per night Details: 21 sites available first come\/first serve, tent camping only; 6 people maximum per site; water available nearby mid-March to mid-November; closed mid-November to mid-March. Call (877) 444-6777 or www.Recreation.gov to reserve. Carver Campground Fees: $12.00 per site per night Details: 8 sites available first come\/first serve, tent camping only- No RVs; 6 people maximum per site, water available mid-March to mid-November. Erbie Drive-In Sites Fees: NONE Details: 14 sites available first come first served, RV or tent camping, 6 people maximum per site, no water available, vault toilets. Erbie Group Sites (By Reservation Only) Fees: NONE Details: 5 sites, minimum 10 - maximum 25 people per site, tent camping only, no water, vault toilets. Reservations may be made by calling Tyler Bend Visitor Center at 870-439-2502. Erbie Walk In Sites CLOSED Erbie Horse Camp Fees: NONE Details: open camping, first come\/first serve, tent camping, hitching rails and vault toilet available, no water. Kyles Landing Campground Fees: $12 per site per night Details: 33 sites available first come\/first serve, tent camping only-No RVs; 6 people maximum per site; water available mid-March to mid- November. Vault toilet available with limited or no servicing for winter primitive camping. Fees not charged when water system is shutdown. Lost Valley Pavilion Fees: No Fee charged. Pavilion use is first come, first serve. Details: day use only (6:00 a.m. to 10:00 p.m.) Ozark Campground   Fees: $12 per site per night Details: 31 sites available first come\/first serve, tent camping; 6 people maximum per site; water available nearby mid-March to mid- November. Vault toilet available with limited or no servicing for winter primitive camping. Fees not charged when water system is shutdown. Ozark Pavilion (By Reservation Only) Fees: $28 per day Details: day use only (6:00 a.m. to 10:00 p.m.); Call (877) 444-6777 or on line at www.Recreation.gov to reserve. Rush Campground Fees: NONE Details: 12 sites available first come\/first serve, tent camping only-No RVs; 6 people maximum per site; water available mid-March to mid-November. Spring Creek Campground Fees: NONE Details: 13 sites available first come\/first serve, tent camping only-No RVs; 6 people maximum per site; no water. Steel Creek Walk In Sites Fees: $12 per site per night Details: 26 sites available first come\/first serve, tent camping only-No RVs; 6 people maximum per site; water available mid-March to mid-November. Vault toilet available with limited or no servicing for winter primitive camping. Water system and restroom at Steel Creek launch will remain open and operating. Steel Creek Horse Camp Sites Fees: $12 per site per night Details: 14 sites available first come\/first serve, tent camping; 6 people\/4 stock maximum per site; water available nearby. Tyler Bend Drive In Sites Fees: $16 per site per night Details: 28 sites available first come\/first serve, RV or tent camping; 6 people maximum per site; water available. Drive-in sites and restroom will remain open throughout the winter. See Tyler Bend Campground page for details. Tyler Bend Group Sites (By Reservation Only) Fees: $33 minimum per day Details: 5 sites, tent camping only; $3 per person - minimum 10\/maximum 25 per site; water available at site mid-March to mid-November; closed mid-November to mid-March. Call (877) 444-6777 or on line at www.Recreation.gov to reserve. Tyler Bend Pavilion (By Reservation Only) Fees: $53 per day Details: 1 pavilion, day use only (6:00 a.m. to 10:00 p.m.); water and restrooms nearby mid-March to mid_-November. No charge mid-November to mid-March, water and restrooms available only in Drive-in camping loop during winter. Call (877) 444-6777 or on line at www.Recreation.gov to reserve. Tyler Bend Walk In Sites Fees: $16 per site per night Details: 10 sites available first come\/first serve, tent camping only; 6 people maximum per site; water available nearby mid-March to mid-November; closed mid-November to mid-March.",
    "url": "https:\/\/www.nps.gov\/buff\/planyourvisit\/fees.htm"
}
