{
    "title": "Buffalo National River: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           170 Ranger Road  St. Joe, AR 72675                 Directions         Buffalo National River is a long, narrow park that is crossed by three main highways. Highways 7, 43, and 62\/65 are the main roads out of Harrison, Arkansas that will take you to the Buffalo River, depending on which part of the park you wish to visit. GPS systems are not reliable in this area so please call ahead for directions or pick up a map of the area beforehand.   Directions Details           Operating Hours & Seasons         Tyler Bend Visitor Center  Tyler Bend Visitor Center is Buffalo National River's main visitor center. It is located in the middle district of the river off of Highway 65 in between St. Joe and Marshall, Arkansas.    Standard Hours    Sunday: 8:30 AM - 4:30 PM   Monday: 8:30 AM - 4:30 PM   Tuesday: 8:30 AM - 4:30 PM   Wednesday: 8:30 AM - 4:30 PM   Thursday: 8:30 AM - 4:30 PM   Friday: 8:30 AM - 4:30 PM   Saturday: 8:30 AM - 4:30 PM      Additional Information View More       Christmas Day:   -       Columbus Day:   -       Birthday of Martin Luther King, Jr.:   -       New Year’s Day:   -       Washington’s Birthday:   -       Thanksgiving Day:   -       Veterans Day:   -           Buffalo Point Visitor Contact Station The Buffalo Point Ranger Station is located at the lower end of the river, about 14 miles south of Yellville, Arkansas off of Highway 268. This ranger station is located near the Buffalo Point Campground, the park's largest campground and only one that offers hookups.    Standard Hours    Sunday: 8:00 AM - 4:30 PM   Monday: 8:00 AM - 4:30 PM   Tuesday: 8:00 PM - 4:30 PM   Wednesday: 8:00 AM - 4:30 PM   Thursday: 8:00 AM - 4:30 PM   Friday: 8:00 AM - 4:30 PM   Saturday: 8:00 AM - 4:30 PM      Additional Information View More       Christmas Day:   -       Columbus Day:   -       Birthday of Martin Luther King, Jr.:   -       New Year’s Day:   -       Washington’s Birthday:   -       Thanksgiving Day:   -       Veterans Day:   -                  Weather           Summer in the Ozarks can be very hot and humid. Please check the weather forecast prior to your arrival and plan accordingly. The weather the rest of the year has the potential to be wet and cool or dry and warm. Please pay special attention to river levels and the rain forecast when planning a trip on the river. River levels can rise dramatically in a short period of time so please be aware of conditions.           Fees & Passes     Entrance Fees:   Entrance Fee - $0.00 None   Entrance Passes:   Entrance Pass - $0.00 None         Visitor Centers       Tyler Bend Visitor Center The Tyler Bend Visitor Center is located off of Highway 65 between St. Joe and Marshall, Arkansas.    Buffalo Point Visitor Contact Station The Buffalo Point Visitor Contact Station is located at the lower end of the river, 14 miles south of Yellville.               Access to Buffalo National River can be found at various points throughout the length of the river. Access roads may not be paved and in some cases are extremely rocky and may require a 4-wheel drive and\/or high clearance vehicle. No road follows alongside the river as it floods on a regular basis. GPS can be very unreliable in this area. Such systems have sent numerous visitors in the wrong direction and onto dirt roads. Please refer to an Arkansas Highway map or park map.",
    "url": "https:\/\/www.nps.gov\/buff\/planyourvisit\/basicinfo.htm"
}
