{
    "title": "Buffalo National River: Explore For Health",
    "body": "Explore This Park    Plan Your Visit     Explore For Health            Explore for Health         Marshall Islanders enjoy a hike and picnic at Lost Valley.   Buffalo National River invites you to be a part of Explore for Health, a program to encourage the use of our national park system and public lands to achieve personal goals of health, fitness, and wellness. Now in its third year at Buffalo National River (BNR), Explore for Health is made possible through a grant from the National Park Foundation to participating parks. Through this grant the park offers a host of opportunities to bring groups to BNR in a way that is meaningful, healthy, and fun. The program is funded through the Active Trails Grant of the National Park Foundation. This program is part of the larger Healthy Parks-Healthy People initiative of the National Park Service (https:\/\/www.nps.gov\/public_health\/hp\/hphp.htm).          Who Can Participate? This program is designed to encourage all people to use their parks for health and wellness. So far our efforts have concentrated on groups in Boone, Marion, Newton, and Searcy counties of north central Arkansas, but there are no geographical or residential requirements necessary to participate. In order to maximize the number of people served by this grant, we ask that groups (not individuals or families) apply for opportunities. However, there are no restrictions on the types of groups who may apply. There may be limitations on group size, locations, or available dates based on staffing.        How Do I Create An Opportunity For My Community? If you are interested in bringing a group to the park, simply call or e-mail Caven Clark, Chief of Interpretation & Resource Management at 870-365-2790, caven_clark@nps.gov. Be prepared to describe your group, its interest, ages, number of participants, abilities, and any preference as to type of activity (guided hike, picnic, etc.). We can then create the opportunity that best meets the needs of your group while realizing the goals of the Explore for Health grant.         Boone County Special Services meet a black rat snake on the Lost Valley Trail.   What Sorts of Things Can Explore For Health Help With?  Through this grant we can assist with travel expenses, lunches, and other expenses to facilitate your event or to further the goals of Explore for Health. The park can provide a ranger-guided hike or river float where your group can learn about different aspects of the park, such as history, natural resources, etc.        How Can I Volunteer To Help The Park With These Events? The park frequently needs volunteers to assist with these events and opportunities. All assisting individuals must be registered in the National Park Service's Volunteer-in-Parks program. This can be done on an individual basis, but we strongly recommend that you consider joining the park's friends group, Buffalo National River Partners (bnrpartners.org) as your pathway towards ongoing participation, public involvement, and investment in our National Parks.         Helping on a Buffalo River cleanup project.    How Long Will These Opportunities Be Available? Until the funding is exhausted....But don't let that stop you! Give us a call and we will see what we can do to get you on the Buffalo National River.",
    "url": "https:\/\/www.nps.gov\/buff\/planyourvisit\/explore-for-health.htm"
}
