{
    "title": "City Of Rocks National Reserve: Purpose of City of Rocks National Reserve",
    "body": "Purpose of City of Rocks National Reserve       City of Rocks National Reserve was created to preserve and protect, through cooperative efforts, the scenic qualities and attributes of the California Trail landscape, historic rural setting, and granite features, while interpreting its values and managing recreation. Why is City of Rocks National Reserve so special?        Replica wagons of the California Trail era Wallace Keck  #1 - California Trail (1843-1882) As part of the largest overland emigration route in American history, the Reserve preserves the most intact and authentic setting of the California Trail. City of Rocks served as a landmark and critical refuge that inspired numerous written accounts of the landscape. City of Rocks was a major landmark for emigrants traveling along the California Trail. City of Rocks provided rest and inspiration for the many weary travelers who were heading for Granite Pass and ultimately for California or Oregon.        Scenic City of Rocks Wallace Keck  #2 - Outstanding Scenery The Reserve has a timeless natural quality and protects and preserves outstanding scenery set among sculpted granite and monoliths framed by the Albion and surrounding mountains. The timeless scenery of City of Rocks National Reserve is broad and expansive yet accessible and personal. People develop a personal relationship with this landscape as evidenced by pioneer journals and comments from modern-day visitors.         View of Twin Sisters from log structure at site of historic stage station Wallace Keck  #3 - Rural Setting of the Historic West The Reserve embraces the western setting by preserving remnants of traditional occupation, transportation, and land use of prehistoric and historic peoples. The rural historic setting of City of Rocks National Reserve still provides authenticity to the traditional western rural lifestyles of the past 150 years, as well as much of the prehistoric culture period.        City of Rocks sculpted granite pinnacles and landscape Wallace Keck  #4 - Dramatic Geologic Landscape The Reserve is a dramatic geologic landscape with naturally sculpted spires and domes that evoked responses as recorded in emigrant diaries and from visitors of today. Erosion of a cross-jointed granite pluton has resulted in the formation of a maze of spires and domes that are noted for their impressive scenery, stark silence, and inspirational qualities.        City of Rocks offers exceptional opportunities for geologic study Wallace Keck  #5 - Exceptional Opportunities for Geologic Study The Reserve preserves an uplifted and eroded landscape that reveals geologic structures, igneous intrusions, and a rare exposure of some of the oldest and deepest metamorphic rocks in the western United States. The uplifted and eroded rocks at City of Rocks National Reserve are like an open window into the earth where visitors and scientists can view tectonic (ancient geologic) events that raised the mountainous interior of the western United States and the surficial processes that are shaping the current landscape.        City of Rocks climber negotiates Singapore 11a on Window Rock Wallace Keck  #6 - World-class Rock Climbing The Reserve provides one of the highest quality granite face climbing areas in the United States. People come from around the world to experience the challenge of climbing the rocks in a quiet and scenic western setting.        A diversity of flowers are found at City of Rocks Wallace Keck  #7 - A Biogeographic Crossroads The Reserve occurs at a biogeographic crossroads and protects a rich ecological diversity, providing exceptional opportunities for scientific and shared learning. Because the Reserve is located between the Great Basin and the Upper Columbia Basin, a diversity of plants and animals can be studied, observed, and enjoyed in a relatively small area.",
    "url": "https:\/\/www.nps.gov\/ciro\/learn\/management\/purpose-of-city-of-rocks-national-reserve.htm"
}
