{
    "title": "Chickamauga & Chattanooga National Military Park: Coosa",
    "body": "Coosa         The Chief of the Coosa Indians Savannah Images Project  In today's Southeastern United States, the term Coosa is most likely associated with the Coosa River, which meanders through northeast Alabama and northwest Georgia, but when the Spanish entradas of Hernando de Soto, Tristan de Luna, and Juan Pardo first set foot in the region between 1539 and 1568, Coosa had a very different connotation.  First, Coosa referred to the town of Coosa, which moved to several different locations over its existence.Secondly, the Chiefdom of Coosa was limited to the Coosawattee River Valley, which extended from southern Tennessee, through northwest Georgia, finally ending in northeast Alabama.  When Spanish expeditions trampled through the region, they commonly referred to it as the Province of Coosa. Lastly, Coosa could be defined as the Complex Paramount Chiefdom of Coosa, an alliance of several chiefdoms from central Alabama to eastern Tennessee, all under the leadership of the Coosa cacique.The Coosa people possibly created the largest complex paramount chiefdomin sixteenth-century southeastern North America. The structural makeup of a Mississippian chiefdom and its governing body in the1540s was far more advanced than the Spanish gave credit. A chiefdom normally had anywhere from 100-1500 permanent residents living within its borders. The typical chiefdom had a town that served as the capitol, while several smaller, outlying towns paid tribute to a central cacique. At least one archaeological model illustrates that less complex chiefdoms consisted of a cluster of towns with a large capitol town normally containing several mounds.The cacique used his food surplus for supporting part-time artisans that made special goods for those who could afford them and for supporting the chiefdom's warriors.Coosa began as a simple chiefdom, incorporating a minority of towns and clans with minimum overall development and limited ranking caciques. By the time Hernando de Soto's expedition entered Coosa, it was definitely a complex paramount chiefdom, incorporating numerous social and kin groups that found their ways into the \"political hegemony of a powerful paramount chief\" as the results of military conquests. These \"low-ranking\" tributary chiefdoms and towns established political alliances to the paramount cacique through marriage and the placement of his relatives in authoritative positions over the conquered towns. Towns in Mississippian culture serving as boundaries to the chiefdom were often fortified with palisade walls, defensive towers, and defensive ditches.The capitol town contained the cacique's house, a temple or temples, and other important public buildings.Natives built most of these public buildings atop pyramid shaped, flat-topped, earthen mounds that took several years to construct.Primarily, these mounds elevated the elite class above the commoners and asserted the cacique's power over his surrounding chiefdom.Normally, a plaza, neighbored by or enclosed by the capitol's public buildings and residents' homes, supported recreational activities. According to the Soto reports, the elite inhabitants lived near the caciques dwelling on the edge of the plaza, while the lower classes dwelt near the outskirts of town. Bibliography Knight, Vernon.\"Symbolism of Mississippian Mounds.\" In Powhatan's Mantle: Indians in the Colonial Southwest, eds. Peter H. Wood, Gregory Waselkov, and M. Thomas Hatley, 279-291. Nebraska: University of Nebraska Press, 1989. Smith, Marvin T. Coosa. Florida: University Press of Florida, 2000. Steponaitis, Vincas. \"Location Theory and Complex Chiefdoms: A Mississippian Example.\" In Mississippian Settlement Patterns, ed. Bruce D. Smith, 417-453. New York: Academic Press, 1978. Widmer, Randolph J. \"Structure of Southeastern Chiefdoms.\" In Forgotten Centuries: Indians and Europeans in the American South, 1521-1704. Athens: University of Georgia Press, 1994.",
    "url": "https:\/\/www.nps.gov\/chch\/learn\/historyculture\/coosa.htm"
}
