{
    "title": "Chickamauga & Chattanooga National Military Park: Brown's Ferry Federal Road",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Moccasin Bend National Archeological District     Brown's Ferry Federal Road                  Brown's Ferry Federal Road Trace         Trail of Tears original route Marker along the Brown's Ferry Federal Road NPS  Prehistoric and historic sites located on Moccasin Bend reveal varying stories of human occupation over 12,000 years. However, two events occurred over the Brown's Ferry Federal Road trace that shaped American history as we know it. Your journey begins at the parking area off Moccasin Bend Road as you embark on a unique 1.2-mile, roundtrip hike that traverses a portion of the road trace emigrating groups of Cherokee walked over during the Trail of Tears in 1838 and Union army supply wagons rumbled over during the Civil War in 1863. Along your hike, you will encounter several interpretive wayside exhibits that provide more in-depth information concerning this special place. Some things to keep in mind during your visit: For your safety, please stay on the designated path as you explore this important physical and cultural piece of history. Keep in mind, the trace is a foot path only. Bicycles and other vehicles should remain on the paved roads. Horses are not allowed. Your pets are welcome, but be sure to keep them leashed at all times. Directions: After exiting off Highway 27 onto Manufacturers Road, continue to Hamm Road and turn left. At the next intersection, turn RIGHT on Moccasin Bend Road and parking for the Brown's Ferry Federal Road will be found on the left after 2.6 miles, where Riverside Avenue intersects with Moccasin Bend Road. Hours of Operation: 6 am to sunset For more information regarding this unit, please contact Chickamauga and Chattanooga National Military Park at 706-866-9241 or 423-821-7786.",
    "url": "https:\/\/www.nps.gov\/chch\/learn\/historyculture\/brownsferryroad.htm"
}
