{
    "title": "Chickamauga & Chattanooga National Military Park: Support Your Park",
    "body": "Support Your Park         Volunteers-in-Parks NPS  In 1890, Congress established Chickamauga & Chattanooga National Military Park as the first nationally preserved battlefield, setting aside a Civil War battlefield to match Yellowstone National Park as the first two parks founded on the concept of a \"national park\". Since then, millions of people have visited to learn of the sacrifices made in the Campaign for Chattanooga which have preserved freedoms all Americans enjoy today. You too can join in that work of preservation!  Volunteer! The Volunteers-in-Parks (VIP) program enables all people, regardless of race, creed, religion, age, sex, sexual orientation, color, national origin, or disability to join park staff in acting as stewards of this nationally significant park. VIP opportunities at Chickamauga & Chattanooga NMP abound, ranging from service in visitor centers, to caring for park resources, to preserving and restoring park landscape, to assisting in regular maintenance activities. We hope that the VIP program will inspire you and others to get involved and take a personal part in caring for and protecting park resources. Click on the \"Volunteer\" link to the left to learn more about opportunities and to complete a volunteer application.   Donate! Visitor donations provide key resources to fuel ongoing projects to preserve, protect, and interpret this special place. Donations can be made directly to the park as well as to our friends groups, the Friends of Chickamauga and Chattanooga National Military Park (http:\/\/www.friendsofchch.org\/) and the Friends of Moccasin Bend National Park (http:\/\/www.moccasinbendpark.org\/). Please visit their websites for more information on their missions and how they support the work of the National Park Service. Click on the \"Donate\" link to the left for more information.  Visit! No greater support can come than to visit and enjoy your national parks. Bring your family, bring a school group, or just come by yourself and learn about the stories that make up Chickamauga and Chattanooga National Military Park. Check out the links to the left for more information on how you can explore. We hope to see you soon!",
    "url": "https:\/\/www.nps.gov\/chch\/getinvolved\/supportyourpark\/index.htm"
}
