{
    "title": "Chickamauga & Chattanooga National Military Park: Hernando de Soto",
    "body": "Hernando de Soto         Hernando de Soto Library of Congress  Hernando de Soto was born in either Badajoz or Barcorrata, Estremadura, Spain, around 1496 to a noble, yet impoverished family. His education was facilitated by Pedrarias Davila, Count of Puño en Rostro. Soto accompanied Davila to Panama, where he was to supersede Vasco Nuñez de Balboa as governor. Davila and young Soto landed in 1519, and it was not long until contemporaries noticed that Soto was being trained \"in the bad school of Pedrarias Davila in the destruction and dissipation of the Indians of Castilla del Oro, graduated in the deaths of the inhabitants of Nicaragua, and canonized in Peru, according to the order of the Pizarros.\" Between 1519 and 1532, Soto explored the coasts of Guatemala and the Yucatan, learning the ways of a conquistador. However, in 1532, Soto, by now a \"famous\" captain, led a group of men from Nicaragua to assist Francisco Pizarro in the conquest of Peru. He assisted in the capture of the Inca (Atahualpa) at Cajamarca. Pizarro sent approximately fifteen men to invite Atahualpa to meet with him. However, the Spaniards attacked the Inca in what became known as the Battle of Cajamarca. Pizarro held Atahualpa captive until a room could be filled with Incan gold as a ransom. When this was accomplished, Pizarro, fearing a non-existent Incan army was approaching, killed Atahualpa. Soto eventually made his way back to Spain where he was awarded gold and a new title. He was to become the Governor of Cuba and charged with colonizing North America. In May 1539, Governor Hernando de Soto landed in Florida with 620 men and 220 horses. By 1540, the conquistadors were making their way along the coast of Georgia, South and North Carolina, and into the Ridge and Valley Province of Tennessee, northwest Georgia, and north Alabama looking for gold. While traversing the Ridge and Valley Province, Soto made contact with the cacique (chief) that controlled over 400 miles of land (known as a chiefdom) that ranged from northeast Tennessee to central Alabama. This chief, known as Coosa, ruled over nearly 50,000 inhabitants. Soto and his expedition party lived among the Coosa Indians for several weeks, devouring their food stores. Upon leaving the principle city of the chiefdom, Soto took Coosa hostage in order to gain safe passage through the remaining villages and towns. Once he reached the chiefdom of the Mabilas, ruled by Chief Tuskasoosa, Coosa was awarded his freedom. The governor passed through Tuskaloosa's land but not without trials. The largest battle fought between the Spaniards and Indians was the Battle of Mabila, where the nine hour fight claimed over 200 Spanish lives and approximately 2,000 of the Mabila Indians' lives. In his continued quest for gold, Soto moved through Mississippi and Arkansas. However, he did not make it out of North America alive. The governor died on May 21, 1542, of fever. In order to perpetuate the deception of having the Indians believe he was a god, expedition members shrouded his body with blankets filled with sand and sank it in the Mississippi River. Bibliography Graham, R. B. Cunninghame. Hernando De Soto: Together with an Account of One of His Captains, Concalo Silvestre. London: William Heinemann, 1903. Hudson, Charles. Knights of Spain, Warriors of the Sun: Hernando de Soto and the South's Ancient Chiefdoms. Athens: University of Georgia Press, 1998. Lockhart, James. Men of Cajamarca: Social and Biographical Study of the First Conquerors of Peru. Austin: University of Texas Press, 1972.",
    "url": "https:\/\/www.nps.gov\/chch\/learn\/historyculture\/hernando-de-soto.htm"
}
