{
    "title": "Chattahoochee River National Recreation Area: Oriental Bittersweet",
    "body": "Oriental Bittersweet         James H. Miller, USDA Forest Service, Bugwood.org  Oriental bittersweet (Celastrus orbiculatus) is an attractive but very invasive deciduous, twining, and climbing woody vine to 60 feet with drooping branches in tree crowns, forming thicket and arbor infestations. It has alternate elliptic-to-rounded leaves 1.2-5 inches long. Female plants have axillary dangling clusters of inconspicuous yellowish flowers that yield spherical fruit capsules, green maturing to yellow, that split to reveal three-parted showy scarlet fleshy-covered seeds, which remain through winter at most leaf axils. Colonizes by prolific vine growth that root at nodes and seedlings from prolific seed spread mainly by birds, possibly by other animals and humans collecting and discarding decorative fruit-bearing vines. Seeds are highly viable, germinate even under dense shade, and after germination, grow rapidly when exposed to light. Most seed will germinate but only remain viable for one year in the soil. Resembles American bittersweet (C. scandens), which has only terminal white flower clusters that yield orange fruit capsules; leaves usually twice as large but absent among the flowers and fruit. Hybridization occurs between the two species. Management Strategies  DO NOT PLANT ORIENTAL BITTERSWEET. Remove prior plantings, and control sprouts and seedlings. Bag and dispose of plants and fruit in a dumpster or burn. Bittersweet is commonly used in Christmas wreaths. Be sure to dispose of berries in a trash can and do not throw into your yard. Treat when new plants are young to prevent seed formation. Pull, cut, and treat when fruit are not present. Minimize disturbance near where this plant occurs, and anticipate wider occupation when plants are present before disturbance. Repeated cutting to groundline commonly recommenbded for control, while root sprouts might worsen some infestations. Manually pull new seedlings and large vines when soil is moist, ensuring removal of all roots. Outlying large vines that remain after treatments will resprout, even under a forest canopy. Burning treatments are suspected of having minimal topkill effect due to scant litter. Readily eaten by goats while seed spread is possible.",
    "url": "https:\/\/www.nps.gov\/chat\/learn\/nature\/oriental-bittersweet.htm"
}
