{
    "title": "Andersonville National Historic Site: Andersonville and other Civil War Prisons",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research     Bibliography     Andersonville and other Civil War Prisons                  Bibliography: Andersonville and other Civil War Prisons       The books listed on this page include the following topics: Andersonville prison | Wirz Trial | Other Civil War Prisons | National Cemeteries       Andersonville Bearrs, Edwin C. Andersonville National Historic Site: Historic Resource Study and Historical Base Map. Washington, D.C.: National Park Service, 1970. Burnett, William G. The Prison Camp at Andersonville; Civil War Series. Fort Washington, PA: Eastern National, 1995. Davis, Robert Scott. Ghosts And Shadows of Andersonville: Essays on the Secret Social Histories of America's Deadliest Prison. Macon, GA: Mercer University Press, 2006. Kantor, McKinley. Andersonville. Penguin Press, 1955 (Fiction). Futch, Ovid. History of Andersonville Prison. University of Florida Press, 1968. Lynn, John W. 800 Paces to Hell: Andersonville. Sergeant Kirkland's Press, 1999. Marvel, William. Andersonville: The Last Depot. University of North Carolina Press, 1994. O'Connor, Bob. The U.S. Colored Troops at Andersonville Prison. Infinity Publishing, 2009.      Wirz Trial  Leonard, Elizabeth D. Lincoln's Avengers: Justice, Revenge, and Reunion After the Civil War. W. W. Norton & Company, 2004.      Other Civil War Prisons Allison, Don, ed. Hell on Belle Isle, Diary of a Civil War POW. Faded Banner Publications, 1997. Bryant, William O. Cahaba Prison and the Sultana Disaster. University of Alabama Press, 1990. Derden, John K. The World's Largest Prison: The Story of Camp Lawton. Mercer University Press, 2012 Gillispie, James M. Andersonvilles of the North: The Myths and Realities of Northern Treatment of Civil War Confederate Prisoners. University of North Texas Press, 2008. Hall, James R. Den of Misery: Indiana's Civil War Prison. Pelican Publishing Company, 2006. Krauss, William. The Story of Camp Chase. The General's Books, 1906. Levy, George. To Die in Chicago: Confederate Prisoners at Camp Douglas 1862-65. Pelican Publishing Company, 1999. Kelly, Dennis. A History of Camp Douglas Illinois, Union Prison, 1861-1865. Southeast Region National Park Service, 1989. McAdams, Benton. Rebels at Rock Island: The Story of a Civil War Prison. Northern Illinois University Press, 2000.      National Cemeteries  Faust, Drew Gilpin. This Republic of Suffering: Death and the American Civil War. Alfred A. Knopf, 2009. Holt, Dean W. American Military Cemeteries, 2nd edition. McFarland, 2009. Sledge, Michael. Soldier Dead: How We Recover, Identify, Bury, and Honor Our Military Fallen. Columbia University Press, 2007.",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/bib-02.htm"
}
