{
    "title": "Andersonville National Historic Site: Civil War Prisoner Diaries\/Memoirs",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research     Bibliography     Civil War Prisoner Diaries\/Memoirs                  Bibliography: Civil War Prisoner Diaries\/Memoirs          Civil War Prisoner Diaries\/Memoirs and Other Readings Boaz, Thomas M. Libby Prison and Beyond: A Union Staff Officer in the East, 1862-1865. White Mane Publishing Co., 1999. Braun, Herman. Andersonville, An Object Lesson on Protection. Milwaukee, 1892. Burson, William. A Race for Liberty: or My Capture, Imprisonment, and Escape. Wellsville, Ohio, 1867. Copley, John M. A Sketch of the Battle of Franklin, Tenn.; with Reminiscences of Camp Douglas. Austin, 1893. Forbes, Eugene. Diary of a Soldier, and Prisoner of War in the Rebel Prisons. Trenton, 1865. Gooding, James Henry (Author), Adams, Virginia M. (Editor). On the Altar of Freedom: A Black Soldier's Civil War Letters from the Front. University of Massachusetts, 1999. Kellogg, Robert H. Life and Death in Rebel Prisons. Hartford, 1865. King, John H. Three Hundred Days in a Yankee Prison, Reminiscences of War, Life, Captivity, Imprisonment at Camp Chase, Ohio. Atlanta, 1904. King, John R. My Experience in the Confederate Army and in Northern Prisons. Clarksburg, WV, 1917. Maile, John L. \"Prison Life in Andersonville\" With Special Reference to the Opening of Providence Spring. Los Angeles, 1912. Mosher, Charles. Charlie Mosher's Civil War. Longstreet House, 1994. Ransom, John. John Ransom's Andersonville Diary. Berkley Publishing Co., 1963. Roberts, Edward F. Andersonville Journey, The True Story. Burd Street Press, 1998. Robins, Glenn. They have left us here to die : the Civil War prison diary of Sgt. Lyle Adair, 111th U.S. Colored Infantry. Kent State University Press, 2011. Smith, W. B. On Wheels and How I Came There. New York, 1893. Smith, Charles M. From Andersonville to Freedom. Providence, 1894. Sprague, Homer B. Light and Shadows in Confederate Prisons. New York, 1915. Styple, William, et al. Andersonville: Giving Up the Ghost. A Collection of Prisoners' Diaries, Letters and Memoirs. Kearny, NJ: Belle Grove Publishing, 1996.",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/bib-03.htm"
}
