{
    "title": "Andersonville National Historic Site: The Story of the Headstones",
    "body": "The Story of the Headstones       By Alan Marsh, Cultural Resources Manager        Section H at sunset NPS\/Alan Marsh  Thousands of \"unknown\" Civil War soldiers, Union and Confederate, lie in cemeteries across the nation. Many died in battle, many in prison camps. The lack of record keeping, the lack of a formal identification system (dog tags were not required) and the high number of battle deaths combined to create the large number of soldiers interred without a name associated to an individual gravesite. Today, descendants of these soldiers want to know about their ancestor; where they fought, where they were held prisoner, where they died and where they are buried. For some of these descendants, their quest leads them to Andersonville and to more questions. We are fortunate that a burial record was kept at Camp Sumter (Andersonville Prison) during the camp's operation. We know that Union soldier Dorence Atwater was responsible for recording the names of the dead for several months and others kept it before and after him. The recorders of the dead had little to rely- on as they carried out their grim task. Without dog tags they had to depend on others for information; writing the name how it sounded and hoping the regimental and other information was correct. As the Army found out, a lot of it was not. After the Civil War, the U.S. Army administered the national cemetery at Andersonville. During the late 1800s and early 1900s they made a major effort to correct information regarding interments and published a new burial register, incorporating the Atwater list with new information. During the early 1900s (around 1908) each state Adjutant General was furnished with a list of names and records taken from the burial register and in some instances information was acquired from the Commissioner of Pensions. As we see in the following statement written during this period, the task was not a simple one:  \"Lists were prepared of the troops from each state and submitted to the Adjutant General thereof for correction, and this list includes such corrections as were made by them, also remarks as Commissioner of Pensions offered on lists submitted to him. There is much confusion in the Pennsylvania list. In some cases the number used to indicate regiment is the lineal number, and sometimes that of the arm, so that it happens that men belonging to the same regiment appear as attached to different organizations, and we have no way of correcting this error. The 1st NH Cavalry subsequently became the 1st RI Cavalry, and some confusion results therefrom, but it is believed those errors have all been eliminated. There are over a thousand cases where we have the wrong state, but it is thought that when the carding of Union troops now under way in Pension Office is completed many of these errors can be corrected. It is known that in the cases of 16th CT Infantry, and 85th NY Infantry, captured at Plymouth, NC, were a number of deserters from Confederate army who enlisted in those regiments and for their protection in case of re-capture, were given the names of enlisted men previously belonging to those regiments but who had been lost in battle or otherwise. This fact accounts for some of the cases of men supposed to be buried here but not accounted for on state records. Another source of error was the fact that some men when captured gave the wrong name, in some cases men on list for exchange died and a comrade answered that name when role was called. Hence the man that really died appears on state records as having been exchanged. There are a number of cases where men supposed to be buried here are still alive, buried elsewhere, or who have died in recent years and doubtless, the list will be increased before corrections are completed. When the new register of Andersonville cemetery is finally made up the story of Dorence Atwater, whose thoughtfulness and real heroism made the complete list possible, should be incorporated therein.\"1  The effort to correct cemetery information began even before there were headstones. On April 20, 1868, while wooden headboards placed by Clara Barton and others marked the graves, 1st Lieutenant A. W. Corliss wrote from Andersonville to the Quartermaster General in Washington. Corliss, in charge of both Andersonville and Marietta National Cemeteries, was well aware of numerous discrepancies between burial records and headboards. \"In view of the above discrepancies, I have the honor most respectfully, to request to be authorized to employ a suitable person, to compare the several lists, with the headboards, and prepare a corrected catalogue of names.\"2 The work to correct cemetery records continued for several decades. In a response to a letter from Mr. B. F. Atherton (Cemeterial branch, Quartermaster General Office), Andersonville National Cemetery Superintendent James M. Bryant expressed his concern that the project to correct burial records might not be continued. \"As you are aware we have a number of cases where men are recorded as buried here who are yet living, and a still larger number who were killed and buried elsewhere, or who have died in recent years.\"3 Bryant continued to support continuation of the project by adding near the close of his letter that \"Mr. Silas G. Burdick, Cuba, NY, one of the commissioners for the erection of the New York monument in this cemetery is among those recorded as being buried here, and a regulation headstone marks his grave. We ought to correct that matter before they dedicate [the monument] as he will be here, and it might be a little unpleasant for him.\"4 On paper, grave #1064 was changed to \"unknown\" but upon review by the Chief Quartermaster's Office direction was given to change it to Addison Burdick, 85th New York Infantry, hopefully before Silas arrived for the monument dedication. Superintendent Bryant continued to work on the burial records for the remainder of the year and reported in November that he had reached the SMITHS on the burial register and found them a \"numerous and patriotic family.\"5 He also recorded that \"the 'unknowns' will be greatly reduced in number and the number buried here, according to our records, yet living, or who have died since the war, will be considerably increased, and will, I think reach forty or fifty.\"6 In 1912 Bryant submitted a request to the Depot Quartermaster, U.S. Army requesting that unknown headstones be furnished to replace headstones of soldiers who in actuality had not died at Andersonville. This request for fifty-one unknown headstones was followed two days later with a request for an additional seventy-two unknown headstones. The efforts to correct interment information at Andersonville National Cemetery involved examinations of Andersonville burial records and headstones, state records and War Department records. If an individual supposedly from one state could not be found on that state's list, often he was found on another state's list. In these cases, Superintendent Bryant would write the state Adjutant General and track down the individuals. Often, the search did not stop there. Bryant's desire for an accurate cemetery list seems to have driven him to steps that many others no doubt would not have attempted. Acquiring addresses of soldiers from pension offices, Bryant would write veterans to clarify the cemetery records. One fellow, Levi John Lewis, received such a letter. Lewis had been a member of Company L, 5th Massachusetts Cavalry and in 1913 was living in the National Soldiers Home in Maine. While looking through an accumulation of mail Lewis came across Byrant's letter. He wrote Andersonville's Superintendent, \"I came across your letter that I was dead and buried in Andersonville, now there is a great error for I never was in Ga. in my life and can't for the world see how such a glaring mistake could happen.\"7 Great lengths have been taken over the years to provide an accurate list of Civil War soldiers and civilians interred at Andersonville National Cemetery. The efforts of Dorence Atwater and others during the existence of Andersonville Prison provided a foundation upon which others have built upon. James Bryant and other post-war administrators of the cemetery worked diligently to correct the records and have as accurate accounting as possible. Still, numerous questions remain and frequent requests are made by individuals for the National Park Service to change headstone information or erect new headstones with the name of a Civil War soldier who died, or supposedly died, at Andersonville. The staff at Andersonville National Historic Site believes that veterans who were at Andersonville Prison should be recognized as such. We maintain a computer database of Andersonville prisoners (and guards) at the National Prisoner of War Museum and make the information available on the Internet through the Civil War Soldiers and Sailors System. We will add information and notes to the computer database but we do not change existing information on Civil War headstones or erect new headstones for Civil War soldiers. One case that illustrates the problem involves soldiers reported to have died at Andersonville. We have many requests from the public to erect a headstone for their ancestor because they have paperwork that says the individual was reported to have died at Andersonville. Although there are less than 500 graves marked \"unknown\" in the cemetery, there are 829 Union soldiers whose paperwork (usually post war military or pension papers) state \"reported to have died at Andersonville.\" Some historians believe that the rush for post-war pension by soldiers and widows, combined with the push to have extra money given to former prisoners of war, led to cases where \"Andersonville\" was written on pension requests due to convenience - not to mention it was the most infamous prison camp of the Civil war and gained national attention and notoriety During the trial of Captain Henry Wirz. We have also had cases where an individual requested that a name on the Civil War headstone be changed and had documentation to support their claim. We have seen, however, that a name may be spelled a multitude of ways in various documents (and sometimes in the same document). For many reasons we have elected to maintain the historic headstones as they are and make changes, additions, and comments in the computer database. We hope the public understands the complexity of the matter and the reasons that we have developed this policy.        Footnotes    National Archives, Record Group [RG] 92, Entry 636.   Corliss, to QMG, National Archives, RG 92, Entry 576, Box 1.   James Bryant to Atherton, March 28, 1911. National Archives RG 92, Entry 89.   Ibid.   Bryant to B.F. Atherton, November 25,1911. National Archives, RG 92, Entry 89.   Ibid.   Letter, Levi J. Lewis to James Bryant, May 13, 1913. National Archives, RG 92, Entry 89.",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/headstones.htm"
}
