{
    "title": "Andersonville National Historic Site: Creating the POW Museum",
    "body": "Creating the National Prisoner of War Museum       The idea of a museum to commemorate the sacrifices of all American prisoners of war took root in 1970 when the United States Congress passed legislation to establish the Andersonville National Historic Site. This legislation mandated that the new historic site should tell the story of Andersonville and other Civil War era prisons, protect the physical features of the historic prison site and Andersonville National Cemetery, and should “interpret the role of prisoner of war camps in history and to commemorate the sacrifices of Americans who lost their lives in such camps”.  For a number of years, the park maintained a small historic building as the POW museum, with exhibits developed by park staff. In the mid-1980s park staff began to work with American Ex-Prisoners of War (AXPOW) a national organization of former POWs and their families, setting in motion the idea that a National Prisoner of War Museum should be a part of this National Park Service unit. It was not until the 1990s when Congress appropriated funding for planning and development of the Museum that the project began in earnest. The NPS and AXPOW continued to work closely together to raise funding and corroborate on both design for the building and for the interpretive exhibits. The overwhelming goal for the project was that the Museum would be a fitting visitor center for the public and give visitors a total understanding of the story of all POWs.  As the project continued, another partnership group joined the effort. The Friends of Andersonville, a group of local and national supporters of the park, became involved in the fund raising process and also served as a petitioner to the state of Georgia for assistance with construction of a new entrance road for the park which would lead directly to the site of the new Museum. Finally in the summer of 1996, construction of the building began. April 9, 1998 not only commemorated the 56th anniversary of the fall of Bataan during World War II, but marked a new era of interpretation at Andersonville NHS. Thousands of former prisoners of war and their families along with national and local supporters of the park gathered to dedicate the National Prisoner of War Museum.",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/creatingthemuseum.htm"
}
