{
    "title": "Andersonville National Historic Site: Wirz Monument",
    "body": "The Wirz Monument         The Wirz Monument in downtown Andersonville. NPS\/Stephanie Steinhorst  Located outside of the park, in the community of Andersonville, stands a lone monument, a memorial to Captain Heinrich Hartmann Wirz. Wirz served as commander of the Camp Sumter military prison for most of its fourteen months of operation between 1864-65, and was later convicted of murder and conspiracy by a military tribunal. He was hanged in Washington, DC on November 10, 1865. The monument, like the man for whom it is dedicated, was as bathed in controversy during its conception and construction as it is today. Between 1899 and 1916 sixteen northern states dedicated monuments to the prisoners held at Andersonville. In response to this monument building, and to honor Wirz and to vindicate his name, a site in the town of Andersonville, near the infamous prison, was chosen as the location for a monument to be erected by the United Daughters of the Confederacy. The process for selecting the site of the Wirz monument was a difficult one steeped in controversy. Several arguments ensued over where the monument should be located. Many members of the various chapters within the UDC felt that Richmond, Virginia was the best location, while some thought that Macon or Americus, Georgia would be best. Finally, the selection was narrowed down and Andersonville, Georgia was chosen as the location for the monument. However, not all members agreed with the choice. Many people felt that locating the monument near the ruins of the infamous prison, the National Cemetery, and the monuments erected by the several Northern states to honor their dead, would only serve to engender the greatest bitterness rather than to vindicate the man. Several protests across the country by former Union veteran groups and editorials in northern newspapers, as well as acts of vandalism upon the monument years after it was erected have proven this thought to be true. Even the inscriptions originally drafted for the monument came under fire. An editorial in one Georgia newspaper felt that making reference to the trial and execution of Captain Wirz as \"an illegal court martial\" and \"a judicial murder\" was ill advised.The paper took the position that an inscription that was less provocative be chosen that would still do the deed justice. After much discussion within the UDC, the monument was dedicated by the United Daughters of the Confederacy, on May 12, 1909. Whether you believe him to be a villain, or a hero, Captain Wirz and the monument dedicated to his memory remain as reminders of a bitter and controversial time in our history that today is still shaping our society.      The text panels along the four sides of the monument read as follows: North SideWhen time shall have softened passion and prejudice, when reason shall have stripped the mask from misrepresentations, then justice, holding evenly her scales, will require much of past censures and praise to change places.  Jefferson Davis, Dec. 1888 South SideDischarging his duty with such humanity as the harsh circumstances of the times, and the policy of the foe permitted Capt. Wirz became at last the victim of a misdirected popular clamor. He was arrested in the time of peace, while under the protection of parole, tried by a military commission of a service to which he did not belong, and condemned to ignominious death on charges of excessive cruelty to Federal prisoners. He indignantly spurned a pardon proffered on condition that he would incriminate President Davis and thus exonerate himself from charges of which both were innocent. East SideIn memory of Captain Henry Wirz, C.S.A. born Zurich, Switzerland, 1822, sentenced to death and executed at Washington D.C. November 10, 1865. To rescue his name from the stigma attached to it by embittered prejudice this shaft is erected by the Georgia division, United Daughters of the Confederacy. West SideIt is hard on our men held in southern prisons not to exchange them, but it is humanity to those left in the ranks to fight our battles. At this particular time to release all rebel prisoners would insure Sherman’s defeat and would compromise our safety here. Ulysses S. Grant, Aug. 18, 1864",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/wirz-mon.htm"
}
