{
    "title": "Andersonville National Historic Site: POWs of Other Conflicts",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research     Bibliography     POWs of Other Conflicts                  Bibliography: POWs of Other Conflicts       The books listed on this page include the following topics: Revolutionary War | World War I | World War II | Korean War |  Vietnam War | Persian Gulf War & Iraq War       Revolutionary War Burroughs, Edwin G. Forgotten Patriots: The Untold Story of American Prisoners During the Revolutionary War. Basic Books, 2008.      World War I Messimer, Dwight R. Escape. Naval Institute Press, 1994.      World War II Ash, William & Foley, Brenden. Under the Wire. Thomas Dunne Books, 2005. Hillenbrand, Laura. Unbroken: A World War II Story of Survival, Resilience, and Redemption. Random House, 2010. Kershaw, Alex. The Longest Winter. Da Capo Press, 2004. Knox, Donald. Death March: The Survivors of Bataan. Harvest\/HBJ Book, 2002. Lawton, Manny & Toland, John. Some Survived. Algonquin Books, 2004. Olson, John E. O'Donnell, Andersonville of the Pacific. Private publication, 1985. Vonnegut, Kurt. Slaughter House-Five. Random House, 1969. Whitlock, Flint. Given Up for Dead. Westview Press, 2005.      Korean War Matta, George J. Jr. A POW Diary, My Father's Struggle. DarRyan Press, 1997. Fornes, William S. Walking Through a Spider's Web. Athen Pr. Publishing Co., 2001.      Vietnam War  Allen, Michael J. Until the Last Man Comes Home: POWs, MIAs, and the Unending Vietnam War. University of North Carolina Press, 2009. Alvarez, Everett Jr. Chained Eagle: The Heroic Story of the First American Shot Down over North Vietnam. Potomac Books, 2005. Hirsh, James S. Two Souls Indivisible. Houghton Mifflin, 2004. Johnson, Sam. Captive Warriors: A Vietnam POW's Story. Texas A&M University Press: 1992. McGrath, John M. Prisoner of War: Six Years in Hanoi. Naval Institute Press, 1975. Rowe, James N. Five Years to Freedom. Presidio Press, 1984. Rochester, Stuart I. and Kiley, Frederick. Honor Bound: American Prisoners of War in Southeast Asia 1961-1973. Naval Institute Press, 1999.      Persian Gulf War Cornum, Rhonda. She Went to War. Presidio Books, 1992. 　 Iraq Bragg, Rick. I Am a Soldier, Too: The Jessica Lynch Story. Vintage, 2004.",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/bib-05.htm"
}
