{
    "title": "Andersonville National Historic Site: Burial of Prisoners",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     The National Cemetery     Burial of Prisoners                  Burial of Prisoners       During much of the operation of Andersonville prison camp in 1864-1865, Dorence Atwater, a prisoner from the 2nd New York Cavalry, kept the hospital register. In addition to Atwater, dozens of prisoners were paroled to work around the prison. As he later recalled, \"[prisoners] did all of the work except guard duty.\" Many of these parolees, like Atwater, had previous training or skills that would make them useful to the prison's operation. African American soldiers, many of whom were captured at the Battle of Olustee in Florida, and who were among the first prisoners to arrive at Andersonville, were frequently paroled for extra work. Among the prisoners paroled to work in the hospital was Solon Hyde, a prisoner from Ohio who had been a hospital steward with his regiment and, naturally, had been detailed to conduct similar work at Andersonville. He described the process of maintaining the death register:  When a prisoner died, his name, if known, was written on a slip of paper and pinned to any article of clothing he might have on… and the body was then carried to the dead-house. From the dead-house the corpses were piled on a wagon…and were then driven to their last resting-place… The cemetery was nearly half a mile north of the stockade. The burying was under the immediate supervision of Alonzo Avery…who was a member of the Ninth Minnesota Volunteers and a prisoner. He had a squad of negro prisoners to assist in digging and filling up the trenches…The manner of burying was to dig long trenches, six feet wide and four feet deep, with a six-foot space between trenches. The bodies were placed side by side…As each one was placed in position, the paper containing his name was inscribed with the number of his grave and the date of death. At the same time a stake was numbered to correspond, and laid on the ground…above the body…These papers were handed in each evening to Mr. Atwater, who copied them in the death register, name, number and date, so that if any one should ever wish to remove their friends they could do so.  The process of recording and burying the dead was an arduous task that required diligent work on the part of all of the prisoners involved. When Atwater began keeping the death register on June 15 there were just short of 2,000 dead. By the time he left the following February there were 12,631 on the list, meaning that Atwater, as clerk, recorded the names of more than 10,000 dead in just over seven months as clerk. In order to ensure accuracy the prisoners on the burial detail checked their work diligently. The men being buried in the long trenches were, after all, their comrades and they did their best to ensure accurate burial records. During his tenure as clerk only 1% of the graves were unknown, a testament to the work of Atwater and other paroled prisoners, including the African American prisoners of war.",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/prisonerburial-overview.htm"
}
