{
    "title": "Andersonville National Historic Site: Causes of Death",
    "body": "Causes of Death at Camp Sumter       The register of prisoners who died at the Andersonville Prison included a great deal of information on each individual who perished: name, rank, unit, date of death and cause of death. For the modern reader, the causes of death can prove to be mystifying, as they contain Nineteenth Century medical terms reflecting scientific knowledge of the era. Below are the documented causes of death of prisoners held at Camp Sumter, along with definitions.      Abscess - Swollen, inflamed area in body tissues with localized collection of pus. Anasarca - Abnormal accumulation of fluid in tissues and cavities of the body, resulting in swelling. Also known as dropsy. Ascites - Accumulation of fluid in the abdominal cavity. Asphyxia - Loss of consciousness due to suffocation; inadequate oxygen, and too much carbon dioxide. Catarrh - Inflammation of mucus membranes of nose and throat causing increased flow of mucus. (Common cold). Constipation - Condition in which feces are hard and elimination is infrequent and difficult. Diarrhea - Frequent, loose bowel movements. Symptoms of other diseases. Diphtheria - Acute, highly contagious disease. Characterized by abdominal pain and intense diarrhea. Dysentery - Various intestinal inflammations characterized by abdominal pain and intense diarrhea. Enteritis - Inflammation of intestines. Erysipelas - Acute infectious disease of skin or mucus membranes. Characterized by local inflammation and fever. Gastritis - Inflammation of stomach. Hemorrhoids - Painful swelling of vein in region of the anus, often with bleeding. Hepatitis - Inflammation of liver, often accompanied by fever and jaundice. Hydrocele - Accumulation of fluid in the scrotum. Icterus - Characterized by yellowish skin, eyes, and urine. Also known as jaundice. Laryngitis - Inflammation of the larynx. Nephritis - Acute or chronic disease of kidneys, characterized by inflammation and degeneration. Pleurisy - Inflammation of membranes covering lungs and lining of chest cavity. Characterized by difficult and painful breathing. Also known as pleuritis. Rubeola - Measles. Scurvy - Disease resulting from deficiency of ascorbic acid (Vitamin C), which is found in fresh fruits and vegetables. Characterized by weakness, spongy gums, and bleeding from mucus membranes. Also known as scorbutus. Smallpox - Acute, highly contagious disease. Characterized by prolonged fever, vomiting, and pustular skin eruptions. Tonsillitis - Inflammation of tonsils. Typhoid - Acute infections disease, characterized by fever and diarrhea. Ulcus - Ulcer.",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/causesofdeath.htm"
}
