{
    "title": "Andersonville National Historic Site: Prisoner Shelters",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Camp Sumter     Prisoner Shelters                  Prisoner Shelters         The homes of Andersonville Library of Congress (LC-USZ62-51084)  Often referred to as \"shebangs\" the rough shelters improvised by prisoners were known by many names: shelters, huts, tents, shelter tents, blanket tents, and many others. Shelter, or lack thereof, was a defining part of the Andersonville experience for many prisoners. The Confederate quartermaster officer assigned to Andersonville, Captain Dick Winder, was ultimately responsible for providing the prisoners with shelter. Because of the location of sawmills, the need to provide timber to the railroads, bureaucratic red-tape, in­flation, and general incompetence, Winder was never able to successfully accomplish the task. Left to fend for themselves, the prisoners did the best that they could to build their own shelters, with the limited resources available to them. Prisoner diaries and memoirs document seven common types of shelters:  Tent flys made by attaching two blankets to a ridgepole Crude lean-tos made by piecing together strips of cloth onto a pole frame A kind of teepee made by drap­ing a blanket over a short vertical pole Aimple holes dug vertically into the ground Holes that were dug down and then sideways to create small caves Adobe-like structures made with mud bricks roofed with a blanket, overcoat or blouse Huts made of split pine boards.  Others, less ambitious or lacking necessary resources, scooped out holes in the sand or clay. Here they bunked, but since there were no covering they suffered from the heat and rain. Three or four men could pool their resources to dig a hole about three feet deep and then scoop out the earth at right angles to it. Into these caves they would crawl and be protected against the heat and storm, but they were plagued by cave-ins and several of the troglodytes were smothered in their sleep. Some employed pine boughs for protection. Private Robert Knox Sneden, who survived his time at Anderson­ville, described the shelters as follows:  \"…some had dug holes in the ground three or four feet deep and made a slanting roof over them of poles and pine top boughs. The whole camp looked like a collection of pig pens.\"  While opting to live above ground him­self, Sneden's account of life at Andersonville does give a number of clues that relate to con­struction of shelters. Sneden stated that over­coats, blankets, India rubber blankets, and pine boughs were often used to roof various struc­tures and also mentions that they used ripped shirts for lashing material. Some of the more inventive prisoners used hand carved shovels that were hardened by fire to dig their pits. After the new northern addition to the prison was opened for occupa­tion, Sneden recounted how Union prison­ers quickly began constructing shelters:  \"The new ground has a dead line, stronger built than the old one (which had nearly disappeared being used for fuel). The ground is rising all the way up to the northern barrier or stockade, and hundreds of tree stumps stick out of [the] ground which will be rooted up for fuel in a week or two. Many are burrowing in the ground like rabbits, as they have neither blankets nor brush to make a shelter. The sand is clean however, not full of lice and maggots as in the old stockade.\"  Ironically, these pit shelters were not only intended to provide protection against the weather but also against possible cannon fire, as several of the cannons faced the interior of the prison in case the prisoners rioted. Private Robert Knox Sneden stated that in the summer of 1864 some of the men began digging new holes as they thought the cannons would one day fire into the prison ).  These holes were very deep - almost a meter below surface. Their subterranean nature had several purposes, the most important of which was providing shel­ter against a cold wind or a scorchingly hot day. Combined with some type of roof, there would also be limited protection from the rain. Also the soil at that depth is generally cooler, thereby pro­viding some measure of comfort on the hottest days. Some of the walls in the pits were curved rather than vertical, thus providing a more comfortable place to sleep and spend the days waiting for the war to end.",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/prisoner-shelter.htm"
}
