{
    "title": "Andersonville National Historic Site: Rules and Regulations-1865",
    "body": "Rules and Regulations of the Prison, 1865       In the final months of the Civil War, the Andersonville Prison continued to operate, though with a much smaller prison population that the previous summer. Sgt. Lyle Adair recorded these prison regulations, which were circulated on January 1, 1865, in his diary along with the notation, \"these were the orders to which we the prisoners of Andersonville were subject.\"        Rules and Regulations of the Prison   There will be two daily Roll Calls at the Prison, one at eight o'clock a.m. and one at four o'clock p.m. The prisoners are divided into detachments of one hundred men each, five detachments constitutes a Division. Each division must occupy the ground assigned them for encampment, no huts or tents must be erected outside of the camping grounds. Each detachment must elect a sergeant; the five sergeants of the division will appoint one of their number to draw rations for the whole division. The sergeants are responsible for the cleanliness of their encampment. They will each day make a detail from among their men for policing the camp throughout; any man refusing to do police duty will be punished by the sergts by balling him the rest of the day. No rations will be issued to any division unless all the men are present at roll call. The sergeants in charge of the detachment must report every absentee. lfhe fails to do so and it turns out that the missing man has escaped, he will be put in close confinement until the missing man is recaptured. The sergeant of a detachment will report all those sick in his detachment and will carry them after roll call at eight o'clock a.m. in the morning, to the receiving hospital. After examination by the surgeon in charge he will leave those who are admitted and carry the others back. He will at the same time take charge of those belonging to his division who may be discharged from the hospital. The prisoners have the privilege to write twice a week. No letter must be over one page in length and must contain nothing but private matters. Any prisoner has a right to ask for an interview with the commanding officer of the prison by applying to the sergeant of the gate between the hours of ten and eleven a.m. The sergeants of detachments and divisions must report to the commandant of the prison any short-coming of rations. No prisoner must cross the dead line, nor speak to any sentinel on post nor attempt to buy or sell anything to a sentinel. The sentinel having orders to fire on anyone crossing the dead line or attempting to speak to or trade with them. It is the duty of the detachment sergeants to carry any men who should die in quarters immediately to the receiving. hospital. Giving the hospital clerk the name, rank, company, regiment, and state of division. To prevent stealing in camp the prisoners have a right to elect a chief of police who will select as many men as he may deem necessary to assist him. He and the sergeants of the divisions have a right to punish any man who is detected stealing. The punishment shall be shaving of one half the head and a number of lashes not exceeding fifty.",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/prisonrules1865.htm"
}
