{
    "title": "Andersonville National Historic Site: History of the Andersonville Prison",
    "body": "History of the Andersonville Prison         Plan of prison grounds, 1865. NPS\/Andersonville National Historic Site  Commonly known as Andersonville, the military prison facility was officially named Camp Sumter, in honor of the county in which it was located. Construction of the camp began in early 1864 after the decision had been made to relocate Union prisoners to a more secure location. This decision was made because of the battles taking place near Richmond, VA where many prisoners were being held, and as a way to procure a greater food supply. Camp Sumter was only in operation for fourteen months, however, during that time 45,000 Union soldiers were imprisoned there, and nearly 13,000 died from disease, poor sanitation, malnutrition, overcrowding, or exposure. The prison site initially covered approximately 16 1\/2 acres of land, which was enclosed by a fifteen foot high stockade wall. The prison was enlarged in June 1864 to 26 1\/2 acres to compensate for overpopulation. The stockade was constructed in the shape of a parallelogram that was 1,620 feet long and 779 feet wide. Approximately 19 feet inside of the stockade wall was the \"deadline,\" which the prisoners were not allowed to cross. If a prisoner stepped over the \"deadline,\" the guards in the \"pigeon roosts,\" which were roughly thirty yards, apart were allowed to shoot them.        Looking southwest from the area of the creek. LC-DIG-ppmsca-33768  The first prisoners arrived at Camp Sumter in late February 1864. Over the course of the next few months approximately 400 prisoners arrived daily. By June 1864 over 26,000 prisoners were confined in a stockade designed to house 10,000. The largest number of prisoners held at one time was 33,000 in August 1864. The Confederate government was unable to provide the prisoners with adequate housing, food, clothing, and medical care, Due to the terrible conditions, prisoners suffered greatly and a high mortality rate ensued.      Sergeant Samuel Corthell,  Company C, 4th Massachusetts Cavalry remembered:  \"The camp was covered with vermin all over. You could not sit down anywhere. You might go and pick the lice all off of you, and sit down for a half a moment and get up and you would be covered with them. In between these two hills it was very swampy, all black mud, and where the filth was emptied it was all alive; there was a regular buzz there all the time, and it was covered with large white maggots.\"  When General William T, Sherman's Union forces occupied Atlanta on September 2, 1864, moving Federal cavalry columns within easy striking distance of Andersonville, the Confederate army moved most of the prisoners to other camps in South Carolina and coastal Georgia. From then until May 1865, Andersonville was operated on a smaller basis than before.      When the war ended, Captain Henry Wirz, the stockade commander, was arrested and charged with \"murder, in violation of the laws of war.\" Tried and found guilty by a military tribunal, Wirz was hanged in Washington, D,C. on November 10, 1865. A monument to Wirz, erected by the United Daughters of the Confederacy, stands today in the town of Andersonville. Andersonville prison ceased operation in May 1865. Most former prisoners returned to their prewar occupations, In July and August 1865, a expedition of laborers and soldiers, accompanied by a former prisoner named Dorence Atwater and Clara Barton came to Andersonville to identify and mark the graves of the Union dead and transform the place into the Anderosnville National Cemetery. As a paroled prisoner, Atwater was assigned to record the names of deceased Union soldiers. Fearing loss of the death record at war's end, Atwater made his own copy in hopes of notifying the relatives of some 12,000 dead interred here. Thanks to his list and the Confederates records confiscated at the end of the war, only 460 of the Andersonville graves had to be marked \"unknown US soldier.\"        Inner stockade, west side, 1867 National Archives  The prison site reverted to private ownership in 1875. In December 1890 it was purchased by the Georgia Department of the Grand Army of the Republic, a Union veterans organization, Unable to finance improvements needed to protect the property, this group sold it for one dollar to the Woman's Relief Corps (WRC), the national auxiliary of the GAR. The WRC made many improvements to the area with the idea of creating a memorial park. Pecan trees were planted to produce nuts for sale to help maintain the site and states began erecting commemorative monuments, The WRC built the Providence Spring House in 1901 to mark the site where, on August 9, 1864, a spring burst forth during a heavy summer rainstorm-an occurrence many prisoners attributed to divine providence. The fountain bowl in the Spring House was purchased through funds raised by former Andersonville prisoners. In 1910 the Woman's Relief Corps donated the prison site to the people of the United States. It was administered by the War Department and its successor, the Deparment of the Army, until its designation as a national historic site by Congress in October 1970. Since July 1, 1971, the park has been administered by the National Park Service.",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/camp_sumter_history.htm"
}
