{
    "title": "Andersonville National Historic Site: Successful Escapes From Andersonville",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Camp Sumter     Successful Escapes From Andersonville                  Successful Escapes From Andersonville       Visitors to Andersonville National Historic Site frequently inquire about prisoner escapes. Escapes are a major part of our popular culture, as films like \"The Great Escape,\" and even \"Escape From Alcatraz\" or \"The Shawshank Redemption\" have ingrained into collective memory the heroic adventures of a prison escape. This is especially true at Andersonville. Even before the movie, \"Andersonville,\" which featured an escape from the prison stockade, tales of tunnels and runaway prisoners being tracked by hounds are nearly as old as the prison itself. The Wirz Trial was filled with testimony about the techniques used to track down escaped prisoners and the punishments doled out those recaptured.  Nearly every published prisoner memoir in the years after the war told of an escape attempt either by tunneling or by running away from work details, and many survivors regaled family friends with adventures of escape. All of this has created a vision of Andersonville in which escape plays a major role in not only the prison's story, but in the experience of each individual prisoner. Many descendants who visit the site today share family stories of how their ancestor escaped from Andersonville.But how widespread was escape? If the published memoirs and family stories are any indication, it seems that a significant majority of the prisoners escaped from Andersonville, and that the forests and farmland surrounding the stockade were a superhighway crowded Union soldiers on the run. However, this is not the case. According to surviving Confederate records, only 351 prisoners escaped from Andersonville, which means that only around 0.7% of all prisoners ever managed to escape. However, those same records indicate that many of these men were recaptured and returned to Andersonville or sent to other prison facilities. But how many of these men actually made it back to Union lines in a successful escape? The US Army recorded each soldier who returned to Union lines as an escaped prisoner. This document is available in the National Archives as part of Record Group 249, M1878 as part of the Records of the Sultana. This document allows us to go through and identify exactly who successfully escaped from not only Andersonville, but from a variety of Confederate prisons. According to these records, 32 Union soldiers are confirmed to have escaped from Andersonville between February of 1864 and May of 1865. This means that 0.07%, or only one out of every 1,400 prisoners held at Andersonville successfully escaped. What happened to the remainder of these unaccounted-for escapees is unknown. Perhaps they quietly returned home instead of reporting back to the army. It is likely that many of these men died while on the run. Successful escape from Andersonville was virtually impossible, and it was much rarer than what has often been portrayed. Even most of those who managed to successfully escape from Andersonville did so between the Fall of 1864 through the Spring of 1865, when the prison and its security systems were breaking down as the war ended. For example, Nicholas Williams, of the 4th US Cavalry is documented as having escaped Andersonville on May 1, 1865 when fewer than fifty Union prisoners remained. Many of the prisoners who claimed to have escaped from Andersonville often either escaped from other camps or in transit between camps.  Ultimately, escape from Andersonville was not an everyday occurrence, but rather was a symbol of hope. The men documented by the US Army as having successfully escaped from Andersonville to freedom are:     Name   Unit   Date of Escape\/Return to Union lines     James Benson   8th Iowa Cavalry   Reported to Union lines April 14, 1865     John Botton   17th Indiana Cavalry   Dec 12, 1864     George Bostwick   20th Ohio Infantry   Oct 7, 1864     John Bolton   17th Indiana Infantry   Dec 12, 1864     Andrew J. Beller   53rd Ohio   May 2, 1865     Madison Canady   2nd Tennessee Volunteers   Nov 27, 1864, reported to Union lines in east TN Dec. 26     Henry S Cowan   14th Illinois Volunteers   Nov 11, 1864, reports to Union lines at McDonough, GA Nov. 16     Josiah Dye   52nd Ohio Infantry   Oct 17, 1864, reported to Hilton Head Nov. 22     John Denn   93rd Indiana Infantry   Sept 22, 1864     Patrick Davis   8th Iowa Cavalry   April 3, 1865, reported to Union lines May 9, 1865     George Fullford   71st Ohio Infantry   Dec 12, 1864, reptd to Camp Prole, Jan. 2, 1865     Elijah Fry   42nd Illinois Infantry   April 18, 1865, sent to Benton Barracks, June 22, 1865     Benjamin F Hall   5th New York Cavalry   March 26, 1865, reported within Union lines April 20, 1865     David Jones   101st Pennsylvania Infantry   Oct 18, 1864 – reported to Union lines in Key West Nov 14, 1864     Jackson Lee   Purnell's Legion   Sept 8, 1864, reported to Union lines near Savannah December 23, 1864     Robert Longstaff   5th Pennsylvania Cavalry   Reached Union Lines February 22, 1865     JJ Moorefield   111th Illinois Infantry   Reported to Union lines East Point, GA Sept 24, 1864     John Foley   2nd Battery Vermont Light Artillery   Sept 9, 1864, reported to Union lines at Decatur, GA Sept 26, 1864     Thomas Hammond   16th Illinois Cavalry   Aug 23, 1864     Solomon Halfhill   59th Ohio Infantry   Aug 22, 1864, rept to Union lines Atlanta Sept 16, 1864     Adam Head   12th Ohio Infantry   July 12, 1864, reptd to Union lines Aug 24, 1864     George Potter   2nd Tennessee Volunteers   Reported to Union lines March 13, 1865     Henry McKinzie   14th Illinois Volunteers   Aug 24, 1864 – reported to Union lines at New Orleans Sept 23, 1864     William Stepp   2nd Tennessee Volunteers   Nov 27, 1864, reported to Union lines in Knoxville, TN Dec 26, 1864     Stanley Calaway   1st Tennessee Volunteers   Sept 10, 1864, Reported to Knoxville Nov 2, 1864     George Telford   71st Ohio Infantry   Dec 11, 1864     John Turner   23rd Michigan Volunteers   Reported to Union lines April 20, 1865     Franklin Cass   7th New Hampshire Volunteers   Sept 17, 1864, reported to Union lines at Atlanta Sept 20, 1864     Nicholas Williams   4th US Cavalry   May 1, 1865, reported to Union lines, May 19, 1865     John Wallace   7th Ohio Cavalry   March 25, 1865, reached Union lines at Nashville April 15, 1865     Henry Gould   28th Massachusetts Infantry   Reported to Union lines December 15, 1864     John Eager   5th Iowa Cavalry   Sept 22, 1864",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/escapefromandersonville.htm"
}
