{
    "title": "Organ Pipe Cactus National Monument: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems         Alamo Canyon   Organ Pipe Cactus National Monument lies in an area of wide alluvial basins separated by steep mountain ranges. Elevations range from 981 in the Southwest corner of the monument to 4800 feet at the top of Mt. Ajo, the highest peak in the monument. The mountains are all volcanic in origin and make an excellent stop for students studying the geology of the Southwest. Another natural feature in the monument are the rare springs that bring life to the desert. Quitobaquito springs are the most easily visited and the largest in the monument. These wetland areas contain a diversity of plants and also attract wildlife from the surrounding desert.     Knowing the condition of natural resources in national parks is fundamental to the National Park Service's ability to manage park resources in a manner that \"preserves, unimpaired, the natural and cultural resources and values of the national park system for the enjoyment, education, and inspiration of this and future generations.\" The National Park Service has implemented a strategy to institutionalize scientifically credible natural resource inventory and monitoring service wide as a means to meet this mandate of the NPS Organic Act. The effort will ensure that the 270 park units with significant natural resources possess the information needed for effective, science-based resource protection and management.   The Sonoran Desert Network (SODN) consists of 10 units in central and southern Arizona and 1 unit in southwestern New Mexico. These units are characteristic of the upper Sonoran subdivision of the Sonoran Desert Ecoregion and the Apache Highlands Ecoregion, and range in size from half a square mile to 517 square miles (147 to 133,882 hectares). Organ Pipe Cactus National Monument is one of those units.",
    "url": "https:\/\/www.nps.gov\/orpi\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
