{
    "title": "Andersonville National Historic Site: Support Your Park",
    "body": "Explore This Park    Get Involved     Support Your Park             Support Your Park        Park rangers depend on the support of volunteers and partners, including the American Ex-Prisoners of War, to achieve our mission. NPS\/Alan Marsh        Do your part America's National Parks belong to everyone. Support from the public is essential to maintain them. This support can come in many forms: financial, gifts of material goods, volunteer efforts, or political support.  Cooperation Association\/Bookstore Eastern National operates the bookstore located in the National Prisoner of War Museum. Proceeds from book sales directly benefit park operates and support interpretive programs and materials. more... Be a Friend Founded in 1996, the Friends of Andersonville is a private not-for-profit organization with a mission to support, promote, and raise funds for Andersonville National Historic Site. The Friends of Andersonville has funded a range of critical projects with one common goal, which is to promote Andersonville National Historic Site in the best light possible and to assist the National Park Service with relating the Prisoner of War story to the public sector. more... Give a Gift of Time Be a part of one of a great team and make a difference! The National Park Service is an equal opportunity employer. A wide variety of volunteer opportunities exist at Andersonville to assist the park in completing its mission.  more... Help Leave a Legacy The Andersonville Trust is administered by the Friends of Andersonville, a non-profit 501(c)(3) organization that is dedicated to providing assistance to Andersonville National Historic Site, so that the story of Andersonville and the prisoners of war story may be told to all. Tax-deductible gifts support the goals of the park through a wide variety of projects. more...",
    "url": "https:\/\/www.nps.gov\/ande\/getinvolved\/supportyourpark\/index.htm"
}
