{
    "title": "Andersonville National Historic Site: Donate",
    "body": "Donate       You can make a gift to benefit the park either directly to the National Park Service or to our primary nonprofit, tax exempt support organization, the Friends of Andersonville. Donating directly to the park Visitors to the park can give direct cash or check gifts through our donation boxes. Unlike entrance fees, 100% of donated funds stay in this park. Most parks have separate donation accounts for park-specific projects and programs for which you can earmark your gift. A donation box is located in the lobby of the National Prisoner of War Museum. To donate directly to the park, please send a check or money order payable to National Park Service. Send to: Superintendent Andersonville National Historic Site 496 Cemetery Road Andersonville, GA 31711 If you are making a donation in someone's honor, please include the name and address of that person and they will receive an acknowledgement note.  Donating to our Friends Group You may also make a donation through the Friends of Andersonville, a tax-exempt, non-profit organization that helps support intereptation, education and preservation issues at the historic prison site, the National Cemetery, and the National POW Museum. Anyone wishing to donate to the Andersonville Trust can do so. Please mail your tax deductible gift, made payable to Andersonville Trust, to: Andersonville Trust P.O. Box 186 Andersonville, GA 31711  Donating Artifacts Historic objects, manuscripts, books and other related items that have a direct relationship with Andersonville and\/or prisoners of war, may be donated to the park's museum collection, where they are preserved for future generations to enjoy and learn. Contact the Museum Curator at 229 924-0343 x 113 to discuss anything you are considering donating to the park's collection.  Other types of support If you wish to help Andersonville National Historic Site with projects and operations, there are a few ways to help us out. For more information on you might help Andersonville National Historic Site, please contact the Park Superintendent at 229-924-0343 ext 105.",
    "url": "https:\/\/www.nps.gov\/ande\/getinvolved\/donate.htm"
}
