{
    "title": "Andersonville National Historic Site: Civil War Prisons",
    "body": "An Introduction to Civil War Prisons       When the Civil War began, neither side expected a long conflict. Although there was no formal exchange system at the beginning of the war, both armies paroled prisoners. Captured men were conditionally released on their oath of honor not to return to battle. This allowed them to return to camps of instruction as noncombatants. It also meant that neither side had to provide for the prisoners' needs. An exchange system set up in 1862 lasted less than a year. North and South found themselves with thousands of prisoners of war. In the South, captured Union soldiers were first housed in old warehouses and barns. As the number of prisoners increased following the end of regular exchanges in 1863, camps were built specifically as prisons in Florence, South Carolina, Millen and Andersonville, Georgia, and many other locations. Most were wooden stockades enclosing open fields. In the North, officials converted many Federal camps of instruction into prisons. Stockades were placed around Camp Butler in Illinois, Camp Chase in Ohio, and camps at Elmira, New York. Other Confederate prisoners were held at Fort McHenry in Baltimore and Fort Warren in Boston Harbor. The confined soldiers suffered terribly. The most common problems confronting prisoners both North and South were overcrowding, poor sanitation, and inadequate food. Mismanagement by prison officials, as well as by the prisoners themselves, worsened matters. The end of the war saved hundreds of prisoners from an untimely death, but for many the war's end came too late. Of 194,732 Union soldiers held in Confederate prison camps, some 30,000 died while captive. Union forces held about 220,000 Confederate prisoners, nearly 26,000 of whom died. The mortality rates for some of the Civil War prison camps are shown below.       Comparison of occupancy and mortality at some Northern and Southern military prisons. NPS\/Andersonville National Historic Site",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/cwprisons.htm"
}
