{
    "title": "Andersonville National Historic Site: Our Staff & Offices",
    "body": "Our Staff & Offices          Park Management and Administration Encompasses activities related to park-wide administrative, managerial, and support functions, as well as safety and planning. In addition, this area is responsible for working with external constituencies in order to develop valuable park partnerships. Altogether, the Management and Administration staff provides a host of essential services to enable park employees to focus on accomplishing core mission operations and their functional duties.        Superintendent   Charles Sellars   229 924-0343 ext. 105       Chief of Administration   Karen Barry   229 924-0343 ext. 104      Administrative Assistant   Kerri DeVane  229 924-0343 ext. 101            Interpretation and Education The Division of Interpretation and Education conducts a variety of interpretive programs and outreach to encourage the development of a deeper understanding of American history and to broaden public support for preserving park resources. Interpretive rangers present the story of American prisoners of war to visitors through formal interpretation at the park with talks, demonstrations, special events, and with informal interpretation. Unique to Andersonville, interpretive staff also oversee funeral arrangements in the National Cemetery.        Chief of Interpretation & Education    Eric Leonard   229 924-0343 ext. 201       Park Ranger  Stephanie Steinhorst 229 924-0343 ext. 203      Cemetery Administrator   Kim Robins    229 924-0343 ext. 112       Park Guide   Vacant      229 924-0343 ext. 207       Park Guide  Vacant 229 924-0343 ext. 202          Facility Management The Maintenance functional area encompasses all activities designed to improve or prolong the life of the park's assets. The preservation of these resources allows for visitors to safely enjoy their activities at Andersonville.       Chief of Facility Management   Amy Hite   229 924-0343 ext. 109       FMSS Specialist   Kevin Bentley   229 924-0343 ext. 106      Maintenance Mechanic James Taylor 229 924-0343 ext. 107      Engineering Equipment Operator   Vacant   229 924-0343 ext. 107      Gardener Robert Dunford 229 924-0343 ext. 107      Mobile Equipment Operator   Julius Lumkin   229 924-0343 ext. 107       Mobile Equipment Operator   Bob Seales             229 924-0343 ext. 107      Custodial Worker Arthur Ward 229 924-0343 ext. 107           Resource Management The Cultural Resource staff protect the legacy of American prisoners of war through care of museum collections, oral history materials and through resource management monitoring. Cultural resource management at Andersonville encompasses activities related to the management, preservation, and protection of a variety of natural communities and processes, cultural landscapes, museum artifacts, and archaeological sites.         Chief of Resource Management   Alan Marsh     229 924-0343 ext. 115       Museum Curator   Bridget Beers     229 924-0343 ext. 113",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/management\/staffandoffices.htm"
}
