{
    "title": "Organ Pipe Cactus National Monument: Invasive plants",
    "body": "Invasive Plant Species       BUFFELGRASS: ENEMY OF THE SONORAN DESERT        Buffelgrass is one of the greatest threats to the Sonoran Desert   Buffelgrass (Pennisetum ciliare or Cenchrus ciliaris) is a grass native to Africa and the Middle East that is aggressively invading the Sonoran desert. In some places, native Sonoran desert is being bulldozed and buffelgrass seeded. Across the region, buffelgrass is spreading rapidly. Where it establishes, buffelgrass displaces native vegetation and can form dense, single-species stands. Where buffelgrass is dense enough, it can carry fire into Sonoran Desert vegetation, which has no natural adaptation to fire. Within the next several decades, buffelgrass might displace or disrupt many of the common plant and animal species native to the Sonoran Desert.        Grasses like buffelgrass can out compete slower growing native species like cacti.  They also can carry a ground fire towards species that are not adapted to survive a fire.   What does buffelgrass look like? City dwellers and travelers in southern Arizona have probably seen buffelgrass. It is very common in southern Arizona cities and towns and along roadsides because it does well in disturbed places. Buffelgrass plants can be as short as a few inches tall, but can be as much as 3-4 feet tall and shrubby. Leaves tend to be longer and wider than most native desert grasses. When cold-stressed, the edges of the leaves turn reddish or purplish. Buffelgrass flower stalks are long and slightly nodding. Each tiny flower develops into a fruit that has many long, stiff hairs that give the long stalk of fruits a \"fluffy\" appearance. The scientific name Pennisetum ciliare describes the fruiting stalk: Pennisetum means \"feathered\" and the specific name ciliare means \"hairy.\"      Where does buffelgrass come from and why was it brought here? Buffelgrass is native to Africa and India. The species did not occur in the \"New World\" (South, Central, and North America) until people and their livestock brought it by accident or on purpose. The U.S. Department of Agriculture, Agricultural Research Service, Plant Materials Center in Tucson first introduced buffelgrass to the Sonoran Desert in the mid-1930s. In the 1960s and 1970s, buffelgrass first started spreading into natural areas in Sonora, Mexico, and southern Arizona, including desert habitats (Felger 1990). For many years, the U.S. Department of Agriculture Natural Resources Conservation Service (formerly the Soil Conservation Service) and Agricultural Research Service, academic institutions, and others promoted buffelgrass for use as a soil stabilizer and as forage for livestock. As a result, buffelgrass was planted on many acres in the United States on public and private land. In Sonora, millions of square miles of native Sonoran Desert are being converted to pure stands of buffelgrass every year. To provide forage for livestock, the desert is bulldozed and buffelgrass is planted. During the late summer and early fall, Sonorans gather seed along roadsides in Mexico and bundle it in large burlap bags for sale or for their own use.   Why is buffelgrass so successful in the Sonoran Desert?        The seeds of buffelgrass are well adapted to spread quickly, by wind or by hitching a ride from animals.   Buffelgrass has several traits that explain its successfulness. Each plant can produce a large amount of seeds, which are easily dispersed. Wind can carry the fluffy seeds for fairly long distances. The seeds can also \"hitch a ride\" on vehicles or clothing for fairly long distances.  In some ways, its recent arrival has given buffelgrass an advantage in the Sonoran Desert. The species has characteristics that allow it to compete for certain resources better than some native species in the ecosystem. When non-native species such as buffelgrass are introduced to a system, the introduced species is sometimes more successful at capturing resources like water or nutrients than the native species. The native species have not evolved strategies to compete with the non-native species. The result is like matching the Dallas Cowboys with a group of second grade school children and telling them to play football. Guess who is going to win the game? Its ability to survive fire is another reason why buffelgrass is so successful. During dry seasons or during the winter, dry buffelgrass leaves turn into a perfect tinder. A cigarette tossed out the car window, an unattended campfire, or other unintentional spark can easily ignite buffelgrass. Burned buffelgrass will quickly re-sprout from undamaged roots but most native Sonoran Desert plants species, which did not evolve with fire, will die. In Sonora, people ignite fires because they believe fire is a tool to keep native plants out of grazing land and to keep buffelgrass stands healthy. If fires spread into areas that do not have buffelgrass, native species die, providing new open habitat for buffelgrass invasion.   What does this mean for Organ Pipe Cactus National Monument?        Organ Pipe Cactus National Monument uses volunteers to help control the spread of buffelgrass.   The implications for the monument are serious. Many ecologists familiar with the spread of buffelgrass in Mexico and Arizona are concerned that buffelgrass will displace huge areas of native Sonoran Desert. We expect the invasion will be most rapid in along roads and trails and will spread from there. Buffelgrass is already common in the State of Sonora, Mexico, and in southern Arizona. State highway 85, passing through the heart of Organ Pipe Cactus National Monument, and Mexico Highway 2 along the international boundary, are the primary conduits of seeds moving into the Monument. Once overtaken by buffelgrass, the Sonoran Desert will be changed for a long time, perhaps forever. Given what we know now, keeping buffelgrass out of the Monument will be a long-term endeavor. If we slow down the invasion, perhaps we will buy some time to learn how to control it. If you would like to help to help in this effort, there are a few things you can do:  Become familiar with buffelgrass and report all occurrences in the monument to the Division of Resources Management. Don't try to remove it yourself.  Participate in organized eradication efforts. Volunteer!   Plant native species in your home gardens.",
    "url": "https:\/\/www.nps.gov\/orpi\/learn\/nature\/invasive-plant-species.htm"
}
