{
    "title": "Andersonville National Historic Site: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger               Be A Junior Ranger          What is it like to be a Civil War prisoner at Andersonville?   Who do you trust?   Would you try to escape?    Will you survive?   All these questions and more are part of \"Captured! A Prisoner of War Story\" the innovative Junior Ranger activity book available at the National Prisoner of War Museum.  Available only at the park, this free book will take kids and their families through the difficult choices of a prisoner held at Andersonville.  Activities explore the National Prisoner of War Museum, the prison site and National Cemetery.  Upon completion, Junior Rangers can earn an official Andersonville Junior Ranger badge and \"Key to Freedom\" patch.     This program is best suited for visitors 8 years old to adults.  Younger visitors are encouraged to explore the park and the prisoner of war experience with the help of an adult or older reading buddy.   The book takes approximately 45 minutes to complete, but additional time should be allowed for further exploration of exhibits, movies and the national cemetery grounds.            Junior Rangers study a picture in the museum NPS\/ E. Leonard   How do I have a successful visit to Andersonville?  Be on your BEST behavior!   B - Be Respectful. This place is important.  Fathers, brothers, and sons died and are buried here.  You will treat everything with care because the monuments and cemetery represent family.  Low voices and quiet walking lets everyone learn. E - Earthworks Are Original.  Those interesting grassy mounds around the cannons are 150 years old.  You will protect them by NOT walking on them. S - Shoes on the Ground.  You will not climb on monuments, cannons, headstones, or structures.   T - Trust.  As a Junior Ranger, you are trusted to follow the rules.  You are a steward or guardian of national parks.  You will follow the rules and help others to be safe.    If everyone is on their BEST behavior then we all succeed.",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/kidsyouth\/beajuniorranger.htm"
}
