{
    "title": "Andersonville National Historic Site: Teens",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Teens              Teens        HIAP participants work closely with other living history volunteers and park staff to portray daily life at Andersonville NPS\/Stephanie Steinhorst       The Historical Interpreter Apprentice Program  Andersonville National Historic Site is proud to offer an award-winning educational opportunity in 2015. The Historical Interpreter Apprentice Program (HIAP) is a great chance for high school students interested in history, teaching, public speaking, theater and community service to learn new skills and get strong work experience at a federal institution.        HIAP participant Camille Bennett helped visitors understand how local civilians were affected by Andersonville  NPS\/Chris Barr  Who is an historical interpreter?           An historical interpreter is a person who presents history to wide audiences, in a variety of formats. This can include professions like teachers, park rangers, museum guides, tour guides and actors. Historical interpreters might participate in such things as writing museum exhibits, leading tours, showing historical games or chores, creating brochures or performing as historical figures. They are, at heart, storytellers who can use their written words, their voices and their bodies to tell amazing stories that happen to be true. Even at a site about the Civil War, both young men AND women are needed to successfully tell our story. What is an historical interpreter apprentice?  Beginning in January 2015, a small number of high school students will be chosen as the third class of apprentices at Andersonville NHS. The apprentice class will meet every Saturday morning from 9:00 am - 12:00 am at the park. These short sessions will explore different ways to view history and ultimately how to interpret it to an audience using your best skills. Sessions will include taking tours, exploring Andersonville, learning how to run a museum, guest speakers, field trips, lessons on historical activities and clothing, all while building skills to be used at the park's Living History weekend in March. The final session will be the opportunity to act as roving interpreters at the park's history event during the day and camp out with rangers and staff in Civil War tents on site in March. This is a rare and special opportunity we want to extend to students to give them more creative outlets for community service and work experience. What is the commitment? Apprentices are expected to participate in seven sessions from 9:00 am to 12:00 pm every Saturday from January 24 to March 7, 2015. The final session will be all-day events on Saturday, March 14 and Sunday, March 15. While apprentices are expected to attend every session, sickness or pre-arranged absences will be allowed. If you know you have schedule conflicts please mark that on your application when you submit it to the park.  We will work to be flexible in regards to school or sports events, but missing more than one session makes it difficult to excel. This program is a privilege and should be treated as such.   Our sessions will traditionally end at 12:00 pm, but on specific Saturdays we may participate in up to two fieldtrips which will take us off site for the majority of the day. These trips will require some flexibility, but their benefits are extensive.    Mandatory attendance for the final event on March 14th-15th is expected. The park's living history event is the culmination of all your hard work and training and will give you the opportunity to shine in front of a live audience.   Apprentices will be expected to read short articles or view websites as homework between Saturday sessions. These are not meant to be burdens or busy work but will better prepare apprentices to talk about historical interpretation together. Each week apprentices will receive their homework for the next week and other handouts during the day. A Facebook group is utilized for information and assignments. After the completion of the program, apprentices will be encouraged to come back when available to volunteer for special events. We want the returning group to act as mentors for the next generation of apprentices which gives everyone valuable experience.    When you become an apprentice you will be representatives of your school, your community, and the National Park Service.        HIAP participants experience prison life at Andersonville NPS\/Chris Barr  How do I apply?  The application form and cover letter for the 2015 Apprentice program is now available.  Cover Letter | Application Form Hand deliver or mail the application packet to Andersonville National Historical Site museum before 5:00 pm on Friday, January 2nd. Park staff will review the applications and will select the apprentices. You will be notified by January 16th by email. After you receive the selection email, you will receive an acceptance packet in the mail. There will be forms to sign and some materials to get you started. Your first session will be Saturday, January 24th at 9:00 am. Who do I contact with questions? Stephanie Steinhorst Park Ranger Andersonville National Historic Site 496 Cemetery Road Andersonville, GA 31711 229-924-0343 x203 e-mail us",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/kidsyouth\/teens.htm"
}
