{
    "title": "Andersonville National Historic Site: Scouting Activities",
    "body": "Scouting Activities        Scouts and leaders placing flags in the National Cemetery. NPS\/Eric Leonard        Andersonville National Historic Site is pleased to work with Scouting groups. The park has a long tradition of working together with scout groups on service projects, Eagle Scout projects and merit badges. A long-standing historical hike program provides resource learning opportunities for all ages of scouts.        An official hike patch is available for purchase at the park bookstore   Historical Hike  The Andersonville Historical Hike is a 3-mile walking history lesson through Andersonville National Historic Site and the town of Andersonville. This historic hike is designed to acquaint young hikers with the story of Andersonville and American prisoners of war. The hike is not along a physical trail, but allows an exploration of the park through the use of a questionnaire to direct your visit. Those interested in the hike should request a questionnaire at the information desk of the National Prisoner of War Museum. The hike begins in the National Prisoner of War Museum, continues outside through the historic prison site, into the town of Andersonville and ends in Andersonville National Cemetery. Historical Hike worksheet and leader information (updated January 2014)      Primitive Scout Camp  A primitive campsite is available, free of charge, across Highway 49 from the National Cemetery entrance on National Park Service land. The group campsite is available only for organized youth groups such as Boy and Girl Scouts and must be reserved at least two weeks in advance. Eligible groups should have a connection to the park including camping as part of a curriculum or program based visit to the park, or be providing volunteer assistance to the park. To reserve this campsite, please complete this form and return it to the park via email or fax.      Service Projects Service plays a large role in Scouting's advancement as well as personal growth and development. There are many opportunities in Andersonville National Historic Site to do service projects and get involved in the park. If you are in need of service hours or an Eagle Scout project, park staff can work with you to find the right projects. Please contact the park at 229 924-0343 for more information. Shelter Building For a hands-on service learning project, the park uses scout groups to assist in the maintenence and construction of the replica prisoner shelters in the reconstructed northeast corner of the prison. Please contact us at least a month in advance so we can plan ahead for your visit! Memorial Day Weekend Flag Placement and Pickup Scout groups are instrumental to the success of the Memorial Day event each year posting flags at grave sites in the National Cemetery. Flag placement occurs on Saturday morning of Memorial Day Weekend, and flag pickup occurs on the Tuesday after the holiday. Advanced registration is required. More information....",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/kidsyouth\/scouting_activities.htm"
}
