{
    "title": "Andersonville National Historic Site: Wisconsin Monument Makeover",
    "body": "Wisconsin Monument gets a Makeover       By Jay Womack 2008 Early in the afternoon of October 15, 1907, a train carrying 107 passengers and bound for Andersonville, Georgia left Madison, Wisconsin. Among the passengers were fifteen former prisoners of war who had survived the horrors of at Andersonville. The trip’s purpose was to attend the dedication of the Wisconsin monument, which had recently been constructed in the northwest corner of the former stockade. The train arrived at its destination early in the morning of October 17 and the official dedication took place that afternoon. Today the monument appears much as it would have 100 years ago. Comprised principally of Georgia granite, the monument’s inscriptions include the Wisconsin coat of arms, 378 (the number of prisoners from Wisconsin who perished), and words attributed to Ulysses S. Grant: LET US HAVE PEACE. On top of the monument sits a large statue of an American eagle. Like Wisconsin, many Union states that lost men at Andersonville constructed commemorative monuments in the early twentieth century. Part of the Andersonville NHS enabling legislation instructs the park to protect and preserve those monuments located within the prison and cemetery sites. To that end, the Wisconsin monument had its mortar joints repointed last year. Additionally, NHS employee Julius Lumpkin, who applies protective coats of wax to sculptures throughout the park, noticed that the eagle was showing signs of deterioration. The wings were starting to separate, the body had some major cracks, and the entire sculpture acted as though it might take flight when wind gusted through the prison site. The eagle was removed from his perch above the monument and a search to find an art conservator knowledgeable in bronze and alloy metals was conducted. The park eventually found Slavco Sokolovski, a freelance art conservator based in Cambridge, Massachusetts. Slavco is both an artist and a conservator of fine art and architecture. Formerly a senior conservator for fresco and murals at the Institute for the Protection of Cultural Monuments in his Macedonia, he has been living and working in the United States since 2000. Slavco is experienced in a wide variety of conservation techniques, including the cleaning and conservation of metals, wood, stone, painted and gilded plaster, plus fine art such as paintings and icons. He has worked on styles and periods spanning the centuries, including Roman mosaics, Byzantine stone churches, Victorian residences, and American sculpture. As an artist, Slavco’s work has been shown throughout the former Yugoslavia where his work is now part of both public and private collections. He has had exhibitions in Rome, Nuremberg, Dresden, Berlin, Washington, Boston, New York, London, Paris, and Saint Petersburg. During a week spent at the park in early April of 2008, Slavco cleaned, repaired, painted, and re-installed the eagle atop the monument. After 100 years of exposure to the elements, the sculpture needed a thorough cleansing. Once the eagle’s metal surface was free of dirt and oxidation, Slavco repaired the numerous cracks in the body. He then used pigmented epoxies to heal the separated wings and claws. When confident the bird was back in good physical shape, Slavco applied a special coating of bronze followed by multiple coatings of a final sealing and protective material. The final step was a reinstallation of the sculpture on top of the monument. After completing his work, Slavco says the sculpture appears much as it would have just a few years after the dedication. He also discovered the sculpture is not bronze like many of the other statues in the park. Rather, it made up of a combination of zinc and copper alloys. Park Superintendent Fred Boyles stated, \"We are fortunate to find Slavco who could restore this majestic sculpture to its original appearance in honor of the men from Wisconsin who were prisoners at Camp Sumter.\" During the restoration work, the park staff took to calling the eagle \"Old Abe.\" Although listed simply as an American eagle in the dedication of monument, Old Abe - the War Eagle from Wisconsin - was a very famous mascot during and after the Civil War. Surely the designers of the monument had Old Abe, mascot of the 8th Wisconsin Infantry Regiment, in mind when they built the monument over 100 years ago.",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/wisconsin-monument-makeover.htm"
}
