{
    "title": "Andersonville National Historic Site: Historical & Environmental Education Reading",
    "body": "Historical & Environmental Education Reading      A wide array of primary source material exists that provides first-hand accounts of the experiences of prisoners of war. The following items represent some of the most useful and interesting.                  Life and Death in Rebel Prisons One of the earliest published Andersonville prisoner memoirs.               Trial of Henry Wirz Published transcript from the war crimes trial of Captain Henry Wirz               Libby life: experiences of a prisoner of war in... An officer's account of captivity at the Libby prison.           Results   Showing results 1-10 of 10    Sort By:  Title Date         Andersonville National Historic Site A list of the Union soldiers buried at Andersonville   Published in 1866, this report provides a list of the dead at Andersonville, taken from Dorence Atwater's secret copy of the official Confederate records. Dorence, a prisoner held at Andersonville for eleven months, spent much of his time held at the prison as a paroled prisoner, working in the hospital office as a clerk. It was in this capacity that he made a secret copy of the death register. He and Clara Barton accompanied the Army expedition to Andersonville in the summer of 1865.    Publish Date: 1866  Grade level:Fifth Grade - General  Subjects:Civil War, History, Military and Wartime History National\/State Standards:This document could be used in support of activities which align to the common core standards for ELA\/social studies.        Andersonville National Historic Site Contributions relating to the causation and prevention of disease, and to camp diseases; together with a report of the diseases, etc., among the prisoners at Andersonville, Ga  This report by the non-governmental U.S Sanitary Commission is devoted to a series of medical issues pertaining to the Civil War. A third of the book is devoted to Andersonville, written by Confederate surgeon Joseph Jones, M.D. Portions of his essay are derived from the report he attempted to suppress at the end of the war.    Publish Date: 1867  Grade level:Sixth Grade - General  Subjects:Civil War, Medicine, Military and Wartime History National\/State Standards:This document could be used in support of activities which align to the common core standards for ELA\/social studies.        Andersonville National Historic Site Libby life: experiences of a prisoner of war in Richmond, Va., 1863-64   Cuban-born Federico Cavada moved to Philadelphia, the hometown of his American mother. A strong abolitionist, Cavada joined the army at the beginning of the war as an engineer and quickly moved up the ranks. As a lieutenant colonel of the 114th Pennsylvania volunteers, Cavada was captured at Gettysburg, July, 1863. His journal extends from that date to March, 1864. The appendix (p. 205-221) contains a list of Libby prisoners who requested its publication (Dec. 1863)    Publish Date: 1865  Grade level:Fifth Grade - General  Subjects:Civil War, Hispanic or Latino American History and Culture, History, Military and Wartime History National\/State Standards:This document could be used in support of activities which align to the common core standards for ELA\/social studies.        Andersonville National Historic Site Life and Death in Rebel Prisons  Published as the war ended, this prisoner memoir is important because it is among the very first books to tell the Andersonville experience to a national audience. The book also contains descriptive information on other Confederate military prisons, written by men held at each of the locations.    Publish Date: 1865  Grade level:Fifth Grade - General  Subjects:Civil War National\/State Standards:This document could be used in support of activities which align to the common core standards for ELA\/social studies.        Andersonville National Historic Site Narrative of privations and sufferings of United States officers and soldiers while prisoners of war in the hands of the Rebel authorities  This report, published by the non-governmental United States Sanitary Commission provides multiple accounts of the treatment of Union prisoners of war in Confederate military prisons.    Publish Date: 1864  Grade level:Sixth Grade - General  Subjects:Civil War, Medicine, Military and Wartime History National\/State Standards:This document could be used in support of activities which align to the common core standards for ELA\/social studies.        Andersonville National Historic Site On wheels and how I came there  Written twenty-seven years after the end of the war, this prisoner memoir provides a rare account of a prisoner held at Andersonville during the winter of 1864-65. The title of the book is derived from the fact that during his imprisonment Smith contracted scurvy, and was confined to a wheelchair for the remainder of his life.    Publish Date: 1892  Grade level:Fifth Grade - General  Subjects:Civil War, Military and Wartime History National\/State Standards:Georgia Performance Standards High School (United States History) SSUSH9 Middle School (8th Grade GA Studies) SS8H6 Elementary School (5th Grade Social Studies – American History) SS5H1        Andersonville National Historic Site Report on the Treatment of Prisoners of War   This document is the report of a House of Representatives committee which interviewed former prisoners of war and civilians imprisoned by the Confederate States of America during the Civil War. Very much a political document, the report does still contain much material of interest. Beginning on page 787 of the report are transcripts and written statements of Union POWs, telling their own experiences.    Publish Date: 1869  Grade level:Sixth Grade - General  Subjects:Civil War, Law, Military and Wartime History National\/State Standards:Georgia Performance Standards High School (United States History) SSUSH9 Middle School (8th Grade GA Studies) SS8H6 Elementary School (5th Grade Social Studies – American History) SS5H1        Andersonville National Historic Site Scraps from the prison table, at Camp Chase and Johnson's Island.  The account of a Confederate officer of captivity at Johnson's Island. Also contains material related to Wirz, including a letter from Louis Schade, one of Wirz's defense attornies.    Publish Date: 1868  Grade level:Sixth Grade - General  Subjects:Civil War, History, Military and Wartime History        Andersonville National Historic Site The martyrs who, for our country, gave up their lives in the prison pens in Andersonville, Ga  Captain James M. Moore, assistant quartermaster United States army, led the expedition to  Andersonville in the summer of 1865 which established the National Cemetery. This booklet includes his official report of the expedition and includes a listing of the dead buried at Andersonville. This list was published by the government to compete with Dorence Atwater's list of the Andersonville dead, also published in 1866.     Publish Date: 1866  Grade level:Sixth Grade - General  Subjects:Civil War, Military and Wartime History        Andersonville National Historic Site Trial of Henry Wirz  Published at the request of Congress, this government document provides a transcript of the trial of Captain Wirz. In the words of the compiler, \"It is arranged in narrative form for the sake of compactness and as being more easily read, the exact language of each witness being given as nearly as practicable. In cases where the meaning of a witness is doubtful or his answer evasive, and also where the testimony is of great importance, the questions and answers have been given.\"     Publish Date: 1868  Grade level:Seventh Grade - General  Subjects:Civil War, History, Law, Leadership, Military and Wartime History National\/State Standards:Georgia Performance Standards High School (United States History) SSUSH9 Middle School (8th Grade GA Studies) SS8H6 Elementary School (5th Grade Social Studies – American History) SS5H1",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/education\/development\/educationreading.htm"
}
