{
    "title": "Andersonville National Historic Site: Civil War Prisons in the National Parks",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation     Civil War Prisons in the National Parks                Preserving Places of Captivity: Civil War Prisons in the National Parks       During the Civil War, over 400,000 Union and Confederate soldiers were held prisoner at more than 150 different prison sites. Approximately 56,000 of these died in captivity. Although Andersonville is the most famous Civil War prison, it is only one of many Civil War military prisons that are preserved by the National Park Service. Today Andersonville National Historic Site tells the story of all American prisoners of war. Many Civil War prisons, such as those in Elmira, NY and Salisbury, NC were constructed out of existing warehouses and military training depots. After the war, these sites reverted back to their pre-war uses and were not preserved. However, many prisoners were also held in permanent structures such as coastal fortifications and today it is possible to visit these sites of captivity.        The prison cells at Fort Pulaski held hundreds of Confederate officers.  NPS\/Fort Pulaski National Monument  Fort Pulaski Fort Pulaski National Monument Captured by Union Forces in the spring of 1862, Fort Pulaski guarded the mouth of the Savannah River, and was a key Union outpost in the naval blockade. In the fall of 1864 around 600 Confederate officers were held in the fort's casemates. Thirteen Confederate prisoners of war died in captivity at Fort Pulaski. Today, visitors can walk through these casemates that served as cells, and the park has public programming to tell these prisoners' stories. Fort Pickens & Fort Massachusetts  Gulf Islands National Seashore Located along the Gulf Coast of Florida, Fort Pickens was occupied by Union forces at the outset of the war, and was put to use as a prison for captured Confederates. Fort Massachusetts on Ship Island in Mississippi held around 4,000 Confederate prisoners of war. All total, more than 100 prisoners died in captivity in the forts that are today preserved as part of Gulf Islands National Seashore. Fortress Monroe Fort Monroe National MonumentA small number of Confederate soldiers and political prisoners were held at Fortress Monroe in Virginia. Additionally, after 1863 it was an inspection point for mail sent home by prisoners. Fortress Monroe's fame as a military prison came after the Civil War ended, when Confederate President Jefferson Davis was held in its casemates for two years.        Confederate prisoners at Fort Warren NPS\/Andersonville National Historic Site  Fort Warren Boston Harbor Islands National Recreation Area Fort Warren, located on Georges Island in Boston Harbor, held Confederate officers in 1861 and again from 1863 until the end of the war. Additionally, numerous political prisoners were held at Fort Warren both during and after the war. Today Fort Warren is a major feature of the Boston Harbor Islands National Recreation Area. Fort Alcatraz Golden Gate National Recreation Area Alcatraz is best known as \"The Rock\" for its role as a Federal penitentiary. During the Civil War, a small number of Confederate sailors were imprisoned there along with Confederate sympathizers and political prisoners.        Living history program at Fort McHenry on the experience of Confederate prisoners held there.  NPS\/Fort McHenry National Monument & Historic Shrine  Fort McHenry Fort McHenry National Monument and Historic Shrine Fort McHenry is best known as the site of the Star Spangled Banner, written by Francis Scott Key during the War of 1812. During the Civil War, nearly 7,000 Confederate soldiers and political prisoners were held in the casemates and cells at this American icon, including Key's grandson. Most of those held at Fort McHenry were captured at the Battle of Gettysburg and many were either exchanged or transferred to other prisons. Thirty-three Confederate prisoners died at Fort McHenry, which became known as the \"Baltimore Bastille.\"  Fort Jefferson Dry Tortugas National Park Fort Jefferson is located on a small island approximately seventy miles west of Key West, Florida. Its remote location made it an ideal location for a military prison, and it held both Confederate prisoners of war and Union soldiers convicted of various crimes. The most famous prisoner held on this desolate island was Dr. Samuel Mudd, who was convicted after the war for assisting John Wilkes Booth.         A living historian at Governor's Island National Monument shares with visitors the experiences of Confederates held captive in Castle Williams NPS\/Governor's Island National Monument  Fort Columbus & Castle Williams Governor's Island National Monument New York Harbor was home to numerous prisons throughout the war. Among these were Fort Columbus and Castle Williams, both located on Governor's Island. Fort Columbus, now known as Fort Jay, held Confederate officers and also served as a hospital for Confederate prisoners of war. The highest ranking Confederate to die in captivity, Major General William Whiting, died in Fort Columbus in February 1865. Castle Williams held enlisted Confederate soldiers, and is a popular visitor destination on Governor's Island today.  Libby Prison & Belle Isle Richmond National Battlefield Park From 1861 until early 1864, most Union soldiers captured by Confederate forces were housed in Richmond in one of dozens of tobacco warehouses or on Belle Isle in the James River. Although today the park does not preserve the physical sites of these prisons, their stories are told as part of the Richmond National Battlefield Park.         Fort Wood, which held Confederate prisoners of war, is now the base of the Statue of Liberty NPS\/Statue of Liberty National Monument  Fort Wood Statue of Liberty National Monument Fort Wood was constructed on Bedloe's Island in New York Harbor before the War of 1812. It saw limited use until the Civil War, when it was used as a recruiting depot and prison site. Its captives were primarily wounded Confederates who were recuperating before being exchanged or transferred, although some of these prisoners died in captivity. After the war, the star-shaped Fort Wood was filled in and became the base for the Statue of Liberty, and Bedloe's Island was renamed to Liberty Island. Each year millions visit this site to contemplate freedom, and most are unaware that they stand where Confederate soldiers were held and died in captivity.         A park ranger talks with visitors about the experiences of soldiers held prisoner at Andersonville.  NPS\/Benjamin Warren  Camp Sumter Military Prison Andersonville National Historic Site Camp Sumter Military Prison, more commonly known as Andersonville, was in operation from February of 1864 until the end of the war. During that time approximately 45,000 Union soldiers were held in captivity at Andersonville. Of these, nearly 13,000 died, making Andersonville the deadliest landscape of the Civil War. Andersonville is the largest and most famous of the Civil War prisons.  Today at Andersonville National Historic Site the National Park Service has reconstructed several sections of the prison stockade, and the landscape is dotted with monuments, many of them erected by survivors. The park is home to the National Prisoner of War Museum, which is dedicated to telling the story of all of America's prisoners of war. Other Preserved Prisons In addition to those in the National Parks, there are numerous Civil War prison sites that are preserved by various state and local parks. Among these are Fort Delaware, Camp Lawton, Point Lookout, and Camp Ford.  Several others are in various stages of preservation by local heritage groups. Although it was not used as a Civil War prison, Castillo de San Marcos was used as a prisoner of war facility throughout the Indian Wars, and hundreds of Native Americans were held captive there.",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/npsprisons.htm"
}
