{
    "title": "Andersonville National Historic Site: The Sack of Cement Cross",
    "body": "The Sack of Cement Cross         The Sack of Cement Cross in the Philippines. NPS\/Andersonville NHS  The Camp O' Donnell Sack of Cement Cross In what was to become the first Prisoner of War camp to hold American and Filipino captives after the April 1942 fall of Bataan, a simple, crudely made memorial was erected to preserve the memory of the Americans who fought in the fierce battle for Bataan. The pre-WWII Philippine Army camp known as Camp O'Donnell, which was located 20 miles north of Clark Air Force Base on the island of Luzon, eventually would confine more than 50,000 American and Filipino prisoners of war. In the space of just three months more than 1,547 American officers and enlisted men who survived the fighting on the Bataan Peninsula would perish while held captive there. On one particularly hot and miserable day in late June 1942, the Japanese supply sergeant, nicknamed \"Banjo Eyes\" by the American prisoners, unceremoniously gave the American supply officer a \"presento\" of one sack of cement. Without providing any other directions or instructions, the Japanese supply sergeant simply stated \"Now, courtesy of Imperial Japanese Army, you make shrine for men who die.\" Not wanting to provide any insinuation that the treatment afforded by their captors was by any means humane, but instead wishing to inspire hope for the future and to rally their flagging spirits, the Americans decided on a simple white cross on top of a base. Defiantly and without reference to being prisoners of war, across the base are the words: IN MEMORY OF THE AMERICAN DEAD O'DONNELL WAR PERSONNEL ENCLOSURE 1942 Below this inscription is the phrase \"OMNIA PRO PATRIA\", which means \"Everything for Country\" After standing unattended for over 45 years as a mute reminder of the suffering and pain experienced by the prisoners, this unpretentious memorial was removed from the Philippines by the American Battle Monument Commission and the U. S. Navy just prior to transferring all U.S. installations to Filipino ownership. Commemorating the death of one out of every ten Americans confined in Camp O' Donnell, the cross is presently on display in the National Prisoner of War Museum located at Andersonville National Historic Site.       The Sack of Cement Cross on display in the National Prisoner of War Museum. NPS\/Alan Marsh",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/sackofcementcross.htm"
}
