{
    "title": "Andersonville National Historic Site: Mystery of the Dove",
    "body": "The Mystery of the Andersonville Dove         The setting sun lights up the stone dove placed on top of grave 12,196. NPS\/Andersonville National Historic Site  Rows and rows of identical marble headstones mark the graves of 12,920 Union soldiers who died at the Andersonville Prison, but one stands out. The headstone is like the others, except it has a stone dove on top. Headstone number 12,196 in Section H of the national cemetery marks the grave of L.S. Tuttle, a Sergeant in company F of the 32nd Maine Infantry Regiment. His death in the Andersonville stockade on November 30, 1864, resulted from diarrhea, a common cause of death in the crowded Confederate prison. He was only 29. Only the barest facts of Tuttle's life are known. Lewis Tuttle was born in Saco, Maine. Records show that before he was employed as a cooper, making and repairing wooden barrels. Two brothers also served in the same company and regiment. Sergeant Tuttle was captured along with his brother David in the contested crossing of the North Ana River in Virginia on May 19, 1864. David would also perish at Andersonville and is buried beneath a plain headstone at grave 12,322. His other brother, Loren, was probably the luckiest of the three. A Confederate rifleman shot him in the shoulder, which allowed him to be discharged and avoid the possibility of capture and incarceration at Andersonville. Records do not show what happened to him after the Civil War. Lewis Tuttle's military records indicate he was six feet tall, fair-skinned, and had light hair and gray eyes. He had a wife named Lydia Ann and two daughters, Clara Ella and Addie Cora. For years, visitors have been curious about the origin of the dove. The dove has been on the marker for many years, but again, no one knows exactly when it first appeared. There have been many theories as to who put it there and why, but the dove is still a mystery.... What do you think?",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/tuttle-dove.htm"
}
