{
    "title": "Andersonville National Historic Site: Myths of Civil War Prisons",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Myths of Civil War Prisons                 Myths of Civil War Prisons         Andersonville prison as it appeared in August of 1864, when it held more than 30,000 prisoners.  For much of its operation, Andersonville was much smaller.  A.J. Riddle  The military prisons of the Civil War, especially the most famous one, have long been the subject of mythology and misconception, beginning in the years immediately following the end of the war. The following pages will present a common myth or assumption about Andersonville & other Civil War prisons, and then explore its origin and accuracy. Many of these posts will challenge what you've always read, been told, assumed, or believed about Civil War prisons. Myth: The first prisoners arrive at Andersonville on February 25, 1864 Myth: Prisoners at Andersonville called their shelters 'Shebangs.' Myth: Andersonville is the only prison that is preserved or discussed. Myth: Henry Wirz was the only person convicted or executed by the US government during the Civil War Myth: Union prisoners didn't galvanize and join the Confederate service. Myth: The deadline was unique to Andersonville. Myth: The Raiders were a dominant force throughout the history of the prison. Myth: General Grant stopped the exchanges. Myth: \"My ancestor escaped from Andersonville.\" Myth: It's Always August at Andersonville. Myth: The guards died at the same rate as the prisoners. Myth: Clara Barton established the National Cemetery and led the expedition to identify the graves. Myth: General Sherman's March to the Sea destroyed the supplies needed by prisoners at Andersonville, and he could have liberated 30,000 prisoners if he marched south instead of to Savannah. Myth: The Mystery of Felix de la Baume Myth: You Starved Our Prisoners and We Took Care of Yours Who Are These Men? The Andersonville Prisoner Photographs",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/cwprison-myths.htm"
}
