{
    "title": "Andersonville National Historic Site: The Trial of Henry Wirz",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The Trial of Henry Wirz                 The Trial of Henry Wirz        Image published in Harper's Weekly, based on testimony given during the trial, showing Confederate Captain Henry Wirz stamping an imprisoned U.S. soldier. NPS\/Andersonville National Historic Site       Captain Henry Wirz was still at his post when U.S. Cavalry Captain Henry E. Noyes arrived at Andersonville in early May 1865 with orders for his arrest. Noyes took Wirz to Washington in late May. General Lew Wallace presided over a military commission which tried Wirz for: (1) conspiring with Jefferson Davis, Howell Cobb, John H., Richard B., and W.S. Winder, Isaiah H. White, R. Randolph Stevenson, and others to \"Impair and injure the health and to destroy the lives.., of large numbers of federal prisoners.., at Andersonville\" and (2) \"murder, in violation of the laws and customs of war.\" Lasting two and a half months, during the course of the trial nearly 150 former prisoners, civilians, and confederate officers, officials, and guards testified about conditions at the prison. One of the great paradoxes of the Wirz Trial is that both prosecution and the defense sought to prove that Captain Wirz was following orders; the prosecutors hoped to convict higher ranking Confederate officials and Wirz hoped to absolve himself by passing responsibility up the chain of command. As in nearly every military tribunal, the \"following orders\" defense did not work. Wirz could blame the poor logistics and overcrowding on his superiors, but he could not escape his own orders and actions. He was convicted of conspiracy and murder. The sentence was carried out on November 10, 1865, in the courtyard of old Capitol Prison. The dramatic trial began an ongoing dialogue over whom to hold responsible for the conditions at Andersonville and the high number of deaths. Captain Henry Wirz's conviction and subsequent execution is still debated to the present day.",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/thewirztrial.htm"
}
