{
    "title": "Andersonville National Historic Site: POW\/MIA Flag",
    "body": "History of the POW\/MIA Flag          In 1971, Mrs. Michael Hoff, an MIA wife and a member of the National League of Families, recognized the need for a symbol of our POW\/MIAs. Prompted by an article in the Jacksonville, Florida, Times Union, Mrs. Hoff contacted Norman Rivkees, vice president of Annin & Company, which had made a banner for the newest member of the United Nations, the People's Republic of China, as a part of their policy to provide flags to all UN member nations. Mrs. Hoff found Mr. Rivkees very sympathetic to the POW\/MIA issue, and he, along with Annins advertising agency, designed a flag to represent our missing men and women. Following League approval, the flags were manufactured for distribution. Concerned groups and individuals have altered the original POW \/MIA flag many times; the colors have been switched from black with white to red, white and blue, to white with black. The name POW\/MIA also has been revised at times to MIA\/POW. Such changes, however, are insignificant. The importance lies in the continued visibility of this symbol, a constant reminder of the plight of Americas POW\/MIAs. On March 9, 1989, an official League flag, which flew over the White House on 1988 National POW\/MIA Recognition Day, was installed in the U.S. Capitol Rotunda as a result of legislation passed overwhelmingly during the 100th Congress. The leadership of both Houses hosted the installation ceremony in a demonstration of bipartisan Congressional support. This POW\/MIA flag, the only flag displayed in the US Capitol Rotunda, stands as a powerful symbol of our national commitment to our POW\/MIAs until the fullest possible accounting for Americans still missing in Southeast Asia has been achieved. According to Section 1082 of the 1998 Defense Authorization Act, the POW\/MIA flag must be flown on specific days at certain federal buildings. Those days are:  Armed Forces Day, the third Saturday in May; Memorial Day, the last Monday in May; Flag Day, June 14; Independence Day, July 4; National POW\/MIA Recognition Day, the third Friday in September; and Veterans Day, November 11.  The locations include:  the Capitol; the White House; the Korean War Veterans Memorial and the Vietnam Veterans Memorial; each national cemetery; buildings containing the official offices of the secretaries of State, Defense, Veterans Affairs, and the director of the Selective Service System;  each military installation, as designated by the Secretary of Defense; each VA medical center; and each U.S. Postal Service office.  Additionally, in the case of VA medical centers, the POW\/MIA flag is required to be flown any day that the US flag is displayed. Every day, both in the National Cemetery, and in front of the National Prisoner of War Museum, Andersonville National Historic Site proudly displays the POW\/MIA as a symbol of our mission to tell the full story of prisoners of war.",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/history-powmia-flag.htm"
}
