{
    "title": "Andersonville National Historic Site: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places               Places                   The Prison Site               Andersonville National Cemetery               Monuments in Andersonville National Cemetery               Monuments at the Prison Site             Place is perhaps the most important factor of the visitor experience at Andersonville. The landscapes and monuments of the park provide us with a tangible viewscape to appreciate the people and stories that illustrate the prisoner of war experience here and elsewhere in our nation's history.        Providence Spring, 1930s. NPS\/ANDE 2605  Andersonville Prison Site The site of Camp Sumter Military Prison (commonly called Andersonville) is preserved as a focal point of the the National Historic Site. The prison site is 26.5 acres outlined with double rows of white posts. Two sections of the stockade wall have been reconstructed, the north gate and the northeast corner. The prison at Camp Sumter was established early 1864 to provide a place to hold Union prisoners captured by Confederate forces. In only 14 months of operation, 45,000 men were imprisoned here and nearly 13,000 Union prisoners died here.   Learn More...        The Maine monument stands as a lonely sentinel among the graves of Sections I and H. NPS\/Andersonville National Historic Site  Andersonville National Cemetery The initial interments, beginning in February 1864, were the nearly 13,000 men who died in the nearby military prison. Today the cemetery contains over 20,000 interments. Veterans of the Spanish-American War, World War I, World War II, the Korean conflict, the Vietnam War, and more recent conflicts are buried in the cemetery. The cemetery remains an active burial ground for our nations veterans and their families. Learn More....        The National Prisoner of War Museum NPS\/E. Leonard  National Prisoner of War Museum The National Prisoner of War Museum explores the stories and experiences of prisoners of war throughout American History. This facility doubles as the park's visitor center. The distinctive design of the building intentionally invokes military prison of WWII. Former prisoners of war partnered with the park to create and develop the museum, the only museum solely dedicated to interpreting the American prisoner of war experience. Learn More....",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/places.htm"
}
