{
    "title": "Andersonville National Historic Site: Corporal James Gooding",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Corporal James Gooding                Corporal James H Gooding         Youth volunteer portraying Corporal J. H. Gooding. NPS\/Andersonville National Historic Site  James Henry Gooding was born into slavery on August 28, 1838 in North Carolina. At a very young age his freedom was purchased by a James M. Gooding, who may have been his father, and he was sent to New York City. On September 11, 1846, Gooding was enrolled as a student in the New York Colored Orphan's Asylum, a prominent school and boarding house run primarily by Quaker women. There he received a classical education and became a proficient and prolific writer, a talent which would serve him for the rest of his life. From 1850-1852 he was indentured out of the Asylum to work for an Albert Westlake. As he approached adulthood he made the decision to hide his past as a slave, and began telling people he was born free in Troy, New York. In 1856, at the age of 18, he took a job on board a whaling ship out of New Bedford, Massachusetts. Whaling was one of the few industries at that time in which an African-American man could find employment on equal footing with whites. He often composed poetry describing life at sea on whaling ships. During his voyages he made as much as $20 per month, a salary equivalent to an officer on board ship. He gave up whaling in the fall of 1862, when he settled down in New Bedford and married Ellen Allen in the Seaman's Bethel, a prominent church in the city.  He did not remain at home in New Bedford very long. Six days before Gooding's marriage, President Abraham Lincoln announced the Emancipation Proclamation, which took effect January 1, 1863 and opened the door for the enlistment of African Americans into the Union armies. James Gooding enlisted on February 14, 1863 into what would become the 54th Massachusetts Infantry. Throughout his service he sent letters to editors of the New Bedford Mercury, which published them weekly and tracked the progress of the 54th Massachusetts. The 54th Massachusetts was sent to the barrier islands of coastal Georgia and South Carolina. Providing a description of the South to the Mercury, Gooding remarked in June 1863 that all he saw was \"…stink weed, sand, rattlesnakes, and alligators. To tell the honest truth, our boys out on picket look sharper for snakes than they do for rebels.\" This monotony would not last long. Less than a month later, Gooding participated in the storming of Fort Wagner near Charleston, SC, depicted in the 1989 film Glory. Describing the action at Fort Wagner to the Mercury, Gooding said, \"We met the foe on the parapet of Wagner with the bayonet…\"          Letter from Corporal James Henry Gooding to President Lincoln. Library of Congress  The magnitude of what the 54th Massachusetts was doing in terms of advancing civil rights for African Americans was not lost on Gooding. After the assault on Wagner he remembered that, \"…a regiment of white men gave us three cheers as we were passing them, it shows that we did our duty as men should.\" In September of 1863, tired of being paid only ten dollars a month compared to the thirteen dollars a month that white soldiers received, and far less than the twenty dollars he earned on his last voyage at sea, Corporal James Gooding wrote a letter to President Abraham Lincoln. In this letter he demanded equal pay for equal work, an argument that would reverberate across American history for more than a hundred years after his death. \"Are we Soldiers or are we Labourers?\" \"You caution the Rebel Chieftain, that the United States knows no distinction in her Soldiers. She insists on having all her Soldiers of whatever creed or Color, to be treated according to the usages of War. Now if the United States exacts uniformity of treatment of her Soldiers from the Insurgents, would it not be well and consistent to set the example herself by paying all her Soldiers alike?\"        Grave #3585, Corporal James Henry Gooding, in the Andersonville National Cemetery NPS\/Andersonville National Historic Site  Gooding would soon find out the consequences of the United States' demand that all captured soldiers be treated equally. Prisoner exchanges, which had been prevalent throughout much of the war, were ceased in mid-1863 as a result of the Confederacy's refusal to treat captured African American soldiers equally as captured white soldiers. The halting of prisoner exchanges led to the creation of large prison camps such as Camp Sumter in Andersonville, GA. On February 20, 1864 Corporal Gooding fought at the Battle of Olustee in northern Florida. Gooding's comrades believed he was killed in battle. His commander sent notification to the editors of the Mercury that he was killed in battle and his wife applied for a pension in April. He was, however, not dead. Wounded in the thigh, Gooding was taken to Andersonville in early March 1864, where he died as a prisoner of war on July 19, 1864. He is buried in grave 3,585 in the Andersonville National Cemetery. Unknown to him at the time of his death, Congress had passed the law in June 1864 granting equal pay to African American soldiers.        This 1834 lithograph depicts the Seaman's Bethel where James H. Gooding was married in 1862.  The site today is preserved by the New Bedford Whaling National Historic Park NPS\/New Bedford Whaling National Historic Park  Much of the memory of James H. Gooding is preserved by the National Park Service. Andersonville National Historic Site serves his final resting place and tells his final story of sacrifice and suffering, where he paid the ultimate price for freedom. The New Bedford Whaling National Historic Park preserves, in part, the legacy of men like James Gooding, who found equality and opportunity in the 1840s and 1850s whaling industry. Both the Seaman's Bethel where Gooding was married and the Customs House where he enlisted into the 54th Massachusetts are preserved as part of the New Bedford Whaling National Historic Park. Sources: Gooding, James H. On the Altar of Freedom: A Black Soldier's Civil War Letters From the Front. Edited by Virginia M. Adams. Amherst: The University of Massachusetts Press, 1991. Seraile, William. Angels of Mercy: White Women and the History of New York's Colored Orphan's Asylum. New York; Fordham University Press (Empire State Editions), 2011. Written by park guide Chris Barr",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/j-h-gooding.htm"
}
