{
    "title": "Andersonville National Historic Site: Hispanic Prisoners in the Civil War",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Hispanic Prisoners in the Civil War                Hispanic Prisoners in the Civil War         Federico Cavada   Federico Fernandez Cavada was born in Cienfuegos, Cuba in 1832. His father, Isodoro Cavada, died in 1838 and Federico was sent to live with his mother, Emily Gatier, in Philiadelphia. In Philadelphia the young Cavada was educated and became an engineer. A staunch abolitionist, Cavada enlisted, along with his brother Adolfo, in the Union Army at the outbreak of the Civil War, in which he served as an engineer. Assigned to a hot air balloon observation unit, Cavada spent a good deal of time in 1862 drawing maps and sketches while floating above Confederate positions in Virginia. By July of 1863 Cavada had achieved the rank of Lt. Colonel and was in command of the 114th Pennsylvania Infantry. On July 2, 1863 the regiment was engaged in fierce fighting at the Battle of Gettysburg and Cavada was captured by Confederate forces. After a march of nearly two weeks, he found himself held in the infamous Libby Prison in Richmond, VA. Cavada was held as a prisoner of war until the Spring of 1864, when he was exchanged. Later that year he published his prison memoir, Libby Life: Experiences of a Prisoner of War in Richmond, VA, 1863-1864. Complete with his own illustrations, Cavada's book gave a detailed narrative of the prisoner of war experience from his capture until his release.        Osceola Pochontas's enlistment papers NPS\/Andersonville National Historic Site  After the Civil War, Cavada was appointed as a consul in Cuba. In 1869 he resigned, and joined the Cuban resistance against Spanish rule in the Cuban Ten Years War. Although he survived his prisoner of war experience in Libby Prison, he would not be so fortunate in Cuba. Captured by Spanish forces, he was executed by firing squad in July of 1871. Although Cavada is the most prominent Hispanic prisoner held during the Civil War, he was not the only one to suffer in captivity for his new country.  Juan Castaño was a Spaniard living in Buffalo, NY when he enlisted in the 140th New York as a substitute in 1863.  Captured at Bristoe Station in October 1863, Castaño was first held in Richmond before being transferred to Andersonville in the Spring of 1864. He died of diarrhea on May 17, 1864 and is buried in grave 1,177 in Andersonville National Cememtery.   Osceola Pochontas was born around 1838 in Mexico. Prior to enlistment in the Union Army he worked as a seaman, which might help explain how he ended up in Connecticut sometime after 1860. Pochontas enlisted in Company L of the 1st Connecticut Cavalry on January 6, 1864. He was captured on May 5, 1864 at Craig's Church, VA and sent to Andersonville. He died on October 11, 1864 of scurvy and is buried in grave 10,676 in the Andersonville National Cemetery. To date, Pochontas and Castaño Pochontas are the only documented Hispanic soldiers to be held at Andersonville Prison.        Juan Castaño is one of two documented Hispanic soldiers to have been held prisoner at Andersonville.  NPS\/S. Elyaman  The contributions made by Hispanics during the Civil War are often overlooked. They risked their lives and their freedom in order to ensure that the nation would be preserved. Their stories, which are still being discovered and told, provide inspiration and reflection as the legacy of the Civil War belongs to all Americans.",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/historyculture\/hispanicpow.htm"
}
