{
    "title": "Organ Pipe Cactus National Monument: Javelina",
    "body": "Javelina         The collard peccary is commonly known as a javelina. NPS Photo  Don't call me a Pig! Often confused for a wild pig, the collard peccary (Tayassu tajacu) is a completely different species of mammal. More commonly called a javelina, these animals can measure in length from three to four feet, and weigh between 44-88 pounds. Unlike wild hogs and pigs, who were introduced to America by European settlers, the javelina is native to the American Southwest. Sometimes called a \"musk hog,\" the javelina releases a very strong odor when alarmed or excited. Scent glands are present below each eye and on the Javelina's back. These glands are also used to mark territory, which can range from 75 to 700 acres. Javelinas will also mark other members of the squadron with these scent glands by rubbing against one another. Due to extremely poor vision, the javelina must rely on these scents and their sense of smell to communicate. The smell can be quite strong, and you will usually smell a javelina before you see it!        Javelina tusks help it tear tough plants, but are also used for defense and communication. NPS Photo  Javelinas are omnivores, meaning the mammal will eat both meat and plants. While javelinas have been observed eating small animals, their food of choice tends to be roots, grasses, seeds and fruits. The short, curved tusks of the javelina help the it tear through tougher plants, like the prickly pear cactus. The tusks of the javelina are also used for defense and for communication. By rubbing the tusks together, they create a chattering noise, which can be used to warn predators and other javelinas who are getting too close. Every time the javelina opens and closes its mouth, the tusks are sharpened as they rub against each other. Javelinas live and travel in groups, called a squadron. The average squadron size tends to be between six and nine animals, but javelina's have also been observed living by themselves. Javelinas have very aggressive and unpredictable behavior which prevents them from being domesticated. Your best chance to see a javelina is at night.",
    "url": "https:\/\/www.nps.gov\/orpi\/learn\/nature\/javelina.htm"
}
