{
    "title": "Andersonville National Historic Site: Multimedia Presentations",
    "body": "Multimedia Presentations           A Story in Stone NPS\/C. Barr   A Story in Stone is a video series that highlights stories of some of the more than twenty thousand individuals buried in Andersonville National Cemetery.  These videos are written, filmed, and produced by park staff and volunteers. These videos can be found here.                        Providence Spring: Remembering Hope in Andersonville In August of 1864, a spring was discovered inside the prison.  Its clear waters served as an important place of remembrance for generations after the Civil War ended.    Duration:2 minutes, 49 seconds                                A Flag Over Andersonville On February 1, 2014, a Second National Flag of the Confederacy was raised at the star fort, site of the Confederate headquarters, to mark the 150th anniversary of Confederate operations here. This flag will fly throughout the sesquicentennial of Camp Sumter Military Prison at Andersonville.Learn more about the flags of Andersonville at http:\/\/www.nps.gov\/ande\/historyculture\/flagsandersonville.htm  Duration:2 minutes, 40 seconds                                The Solution: A Prison Crisis in 1863 A prison crisis in Richmond in the fall of 1863 prompted Confederate officials begin construction on a new prison that would solve the problems plaguing the city.    Duration:4 minutes, 29 seconds                                150th Anniversary of the Gettysburg Address In commemoration of the 150th Anniversary of Abraham Lincoln's Gettysburg Address, we reflect on what this speach means in the context of Andersonville National Cemetery.    Duration:2 minutes, 18 seconds                                They Have Fallen A short film based on a poem by Andersonville Prisoner Robert H. Kellogg  Duration:2 minutes, 3 seconds                                Memorial Day 2013 A short video highlighting flag decoration at Andersonville National Cemetery for Memorial Day 2013.   Duration:59 seconds                                Iraq War POW Shoshana Johnson Iraq War POW Shoshana Johnson spoke at the Rylander Theatre as part of the park's 2013 POW\/MIA Recognition Day Programs. This event was co-sponsored by the Friends of Andersonville and Georgia Southwestern State University.    Duration:59 minutes, 4 seconds                                Facing Uncertainty: The Family of One Prisoner of War A short video profiling the experience of Pat Curry, who was a young child when his father, James Curry, became a POW during the Korean War.    Duration:5 minutes, 21 seconds                                Andersonville's National Park Week 2012 Video A video created for National Park Week 2012. Click on the thumbnail on the left to view the video. Click on \"Video Transcript\" below to see the spoken words.   Duration:31 seconds                                Echoes of Captivity three minute Trailer Trailer to the park's primary interpretive film, \"Echoes of Captivity.\" This film is an introduction to the experience of prisoners of war throughout American history.  Duration:5 minutes, 23 seconds                     Audio Tour of the Prison Site     This is a 30 minute narrated driving tour of the prison site that can be downloaded and burned to disc or .mp3 player.   Duration:27 minutes       Credit \/ Author: Friends of Andersonville   Date created: 2001-06-01     Download Original File: ande-01-Prison-Driving-Tour1.mp338,903 KB                     Audio Tour of Andersonville National Cemetery     This is a 30 minute narrated driving tour of Andersonville National Cemetery that can be downloaded and burned to disc or .mp3 player.   Duration:26 minutes, 11 seconds      Credit \/ Author: Friends of Andersonville   Date created: 2001-06-01     Download Original File: ande-02-Cemetery-Driving-Tour1.mp337,722 KB",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/photosmultimedia\/multimedia.htm"
}
