{
    "title": "Andersonville National Historic Site: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     December 09, 2014  Author Tracy Groot to speak at the January “Night Museum”  On the evening of Saturday, January 24, 1015, the popular \"Night Museum\" program will return to Andersonville National Historic Site for the first time in the new year. From 6:00 - 8:30 p.m., the National Prisoner of War Museum will be open for a rare night-time opportunity to view the museum exhibits and experience the prison site by lantern light. At 7:00 p.m., a special program will be presented by Tracy Groot, author of \"Sentinels of Andersonville.\"   December 09, 2014  150th Anniversary First Saturday Programs — January 3, 2015  Following General Sherman's decisive march to the coast, the prison population at Andersonville increased from a few hundred United States prisoners to over 5,000 men. Many of these prisoners had been held in numerous prisons across the South, and each man hoped never to see Andersonville again.That winter their worst fears were realized when they re-entered the dreaded stockade in December. Join park staff and volunteers for special programs on the First Saturday of January (Saturday, January 3, 2015), to learn more about the Andersonville Prison. There is no admission fee and all programs are open to the public.   November 14, 2014  Wreaths Across America at Andersonville National Cemetery 2014  Andersonville National Historic Site would like to invite you to remember and honor our military veterans during the winter season by participating in the Wreaths Across America program on December 13, 2014 at 12:00 p.m. Beginning December 1, 2014, wreaths and floral blankets no larger than 2 by 3 feet are permitted in the cemetery. Wreaths should be brought in person, or delivered by a florist, directly to the gravesite.   November 14, 2014  150th Anniversary First Saturday Programs—December 6, 2014  At the beginning of December 1864, Andersonville was a shell of its former self. Andersonville had become a hospital prison, with most of the remaining population sick, dying, or tending to those in need. In the days around Christmas, over 3,400 prisoners were returned through the gates to Andersonville. Their holiday season was one of uncertainty. In his diary, George Clarkson despaired, \"my heart almost fails me, hope I shall never see another such a black Christmas.\" Join park staff and volunteers for special programs on the First Saturday of December (Saturday, December 6, 2014), to learn more about the Andersonville Prison. There is no admission fee and all programs are open to the public.   November 01, 2014  2014 Holiday Hours at the Andersonville National Historic Site  During the upcoming winter holiday season, the National Prisoner of War Museum at Andersonville National Historic Site will be closed on Thanksgiving Day, November 27, 2014; Christmas Day, December 25, 2014; and New Years Day, January 1, 2015. The park entrance, prison site, and picnic area will also be closed on these three days.   October 28, 2014  The Friends of Andersonville and American Ex-Prisoners of War Receive National Director's Partnership Award  The Friends of Andersonville and American Ex-Prisoners of War (AXPOW) received the 2014 National Park Service Director's Partnership Award for their efforts to complete an interactive traveling exhibit about the Prisoner of War (POW) experience. A multi-year fundraising effort and long-standing collaboration with the staff of Andersonville National Historic Site was acknowledged with this award, which highlights the national significance of the partnership.   October 15, 2014  2015 Prisoner of War Research Grant Program Announced  Andersonville National Historic Site, home of the National Prisoner of War Museum, seeks applicants for an annual grant program which will provide financial assistance to support original research and writing leading to interpretive works on the history of American Prisoners of War. The application deadline for 2015 awards is December 12, 2014.   October 09, 2014  November “Night Museum” Returns to Andersonville National Historic Site 2014  On the evening of Saturday, November 15, the popular \"Night Museum\" program will return to Andersonville National Historic Site. From 6:00 - 9:00 p.m., the National Prisoner of War Museum will be open for a rare night-time opportunity to view the museum exhibits and experience the prison site by lantern light.   October 09, 2014  150th Anniversary First Saturday Programs—November 1, 2014  Join park staff and volunteers for special programs on the First Saturday of November (Saturday, November 1, 2014), to learn more about the history of Andersonville Prison. The event is free and all programs are open to the public.   September 30, 2014  Seasonal Decorations at the Andersonville National Cemetery  With the arrival of autumn, the staff at Andersonville National Cemetery would like to remind the public of seasonal changes to the floral decoration policy.   September 30, 2014  Fall Living History Weekend at Andersonville National Historic Site  As part of the 150th commemoration of the Civil War, Andersonville National Historic Site will be hosting a living history weekend on Saturday, October 25 and Sunday, October 26, 2014. A variety of programs will be offered on both days. Living historians will be present at the prison site from 10:00 am to 4:00 pm on Saturday, and from 10:00 am to 3:00 pm on Sunday. A Junior Ranger Station will be available for kids to complete their Junior Ranger books and earn patches and badges. This event and admission to the park are free.   September 09, 2014  Andersonville Completes \"State of the Park\" Report  Scientists, historians and Andersonville National Historic Site managers have taken a long look at the natural, cultural and historic resources in their care and summarized their findings in a new \"State of the Park\" report released this week.   August 08, 2014  Vietnam POW Wayne Waddell to Speak at Annual POW\/MIA Convocation  National Prisoner of War\/Missing in Action (POW\/MIA) Recognition Day is Friday, September 19, 2014. In honor of that day, the National Park Service, the Friends of Andersonville, and Georgia Southwestern State University (GSW) are hosting the 2014 National POW\/MIA Convocation at 11:00 a.m., Wednesday, September 17 in the Jackson Hall Auditorium on the campus of Georgia Southwestern State University. The public is invited. The annual Convocation begins four days of area events in recognition of National POW\/MIA Recognition Day. The annual \"The Ride Home\" event will host ceremonies to remember military service members still listed as Missing in Action and to honor former POWs on the campus of GSW.   August 01, 2014  150th Anniversary First Saturday Programs—September 6, 2014  Join park staff and volunteers for special programs on the First Saturday of July (Saturday, September 5, 2014), to learn more about the Andersonville Prison. There is no admission fee and all programs are open to the public.   July 18, 2014  Tourism to Andersonville National Historic Site and Jimmy Carter National Historic Site creates $9,162,300.00 in Economic Benefit  A new National Park Service (NPS) report shows that 166,225 visitors to Andersonville National Historic Site and Jimmy Carter Historic Site in 2013 spent $9.2 million in communities near the parks. That spending supported 136 jobs in the local area.   July 14, 2014  150th Anniversary First Saturday Programs—August 2, 2014  Join park staff and volunteers for special programs on the First Saturday of August (Saturday, August 2, 2014), to learn more about the worst month at Andersonville Prison. There is no admission fee and all programs are open to the public.   June 16, 2014  150th Anniversary First Saturday Programs—July 5, 2014  Join park staff and volunteers for special programs on the First Saturday of July (Saturday, July 5, 2014), to learn more about prisoner desperation at Andersonville Prison. There is no admission fee and all programs are open to the public.   May 02, 2014  150th Anniversary First Saturday Programs—June 7, 2014  Join park staff and volunteers for special programs on the First Saturday of June (Saturday, June 7, 2014), to learn more about the Andersonville Prison. There is no admission fee and all programs are open to the public.   May 02, 2014  Memorial Day Programs and Events at Andersonville  Memorial Day represents a time for the nation to pause, remember and honor the service of deceased veterans and military members who died on active duty.  Chief Warrant Officer 3 James L. Ramge, United States Army (Retired) will be the featured speaker at 2:00 p.m. on Sunday, May 25, 2014, at the annual Memorial Day Service in Andersonville National Cemetery.   April 25, 2014  EchoTaps to be Sounded in Andersonville National Cemetery  Armed Forces Day is Saturday May 17, 2014 and the solemn tune Taps will be sounded at the Andersonville National Cemetery at 11:00 a.m.  This tribute to veterans is known as EchoTaps.   April 08, 2014  150th Anniversary First Saturday Programs—May 3, 2014  Join park staff and volunteers for special programs on the First Saturday of May (Saturday, May 3, 2014), to learn more about the experience of confinement at the Andersonville Prison. There is no admission fee and all programs are open to the public.   March 17, 2014  Spring Decoration Changes Policy at Andersonville National Cemetery  As the reappearance of leaves on the trees outside denotes the arrival of warmer weather, the National Park Service would like to remind the public of seasonal changes to the floral decoration policy in Andersonville National Cemetery.   March 12, 2014  Help Build Replica Prisoner Shelters at Andersonville for “Park Day”  For the annual Park Day event, volunteers will assist with repair and rebuilding of replica prisoner shelters in the reconstructed northeast corner of the prison site on Saturday, April 12, 2014..   March 03, 2014  Tourism to Andersonville National Historic Site creates $6,612,500.00 in Economic Benefit  A new National Park Service (NPS) report shows that 122,883 visitors to Andersonville National Historic Site in 2012 spent $6.6 million in communities near the park. That spending supported 99 jobs in the local area.   March 03, 2014  April First Saturday Programs at Andersonville—April 5, 2014  Nearly a month after the first prisoners arrived, the north wall of the stockade was finally completed, providing Confederate officers a sense of security as the number of prisoners continued to increase.  Over 7,000 Union soldiers were imprisoned here by April first; at the end of the month the prison would be near its designed capacity of 10,000. Join park staff and volunteers for special programs on the First Saturday of April, (Saturday, April 5, 2014) to learn more about the Andersonville Prison. There is no admission fee and all programs are open to the public.   February 14, 2014  Living History Weekend at Andersonville National Historic Site  Andersonville National Historic Site will host its annual Civil War Living History Weekend on Saturday, March 8  and Sunday, March 9, 2014.   February 07, 2014  150th Anniversary First Saturday Programs—March 1, 2014  Join park staff and volunteers for special programs on the First Saturday of March to learn more about the opening of the Andersonville Prison. There is no admission fee and all programs are open to the public.   January 29, 2014  Prisoner of War Museum to host program on Hawaiians in the Civil War  The National Prisoner of War Museum will be hosting historian Justin Vance from Hawaii Pacific University on Saturday, February 15, 2014 at 1:00 pm.  Dr. Vance will be giving a program in the auditorium entitled, “Hawaiians and POWs from Hawaii in the American Civil War.”   January 23, 2014  150th Anniversary First Saturday Programs—February 1, 2014  Join park staff and volunteers for special programs on the First Saturday of February to explore the creation of the Andersonville Prison. These programs are part of a monthly series during the 150th anniversary of Andersonville.   January 10, 2014  Prisoner of War Museum to Host Book Signing with Vietnam POW Bill Robinson  The National Park Service will be hosting former Vietnam POW Bill Robinson  and historian Glenn Robins, author of the recent biography The Longest Rescue: The Life and Legacy of Vietnam POW William A. Robinson at the National Prisoner of War Museum at Andersonville National Historic Site on Saturday, January 18, 2014 from 10:00 a.m. until 4:00 p.m.   January 03, 2014  Andersonville National Historic Site to Commemorate the 150th Anniversary of the Andersonville Prison and the Experiences of Civil War Prisoners of War  Andersonville National Historic Site will offer a series of events and programs to mark the Sesquicentennial (150th Anniversary) of the Andersonville Prison throughout 2014 and 2015.   December 16, 2013  Night Museum Program Returns to Andersonville to Begin the 150th Anniversary  On the evening of Saturday, January 25, 2014, Andersonville National Historic Site will again hold its Night Museum event. This event will be the first program in observance of the 150th anniversary of the Andersonville prison.   November 08, 2013  Wreaths Across America at Andersonville National Cemetery  Andersonville National Historic Site would like to invite you to join thousands of Americans to remember and honor our military veterans past and present by participating in the Wreaths Across America program. Sponsored wreaths will be laid on gravesites in National Cemeteries across the country, including Andersonville National Cemetery, on Saturday, December 14, 2013.   November 01, 2013  Holiday Hours at the Andersonville National Historic Site  During the upcoming winter holiday season, the National Prisoner of War Museum at Andersonville National Historic Site will be closed on Thanksgiving Day, November 28, 2013; Christmas Day, December 25, 2013; and New Years Day, January 1, 2014.The park entrance, prison site, and picnic area will also be closed on these three days.   October 24, 2013  November “Night Museum” Returns to Andersonville National Historic Site  On the evening of Saturday, November 16, the popular “Night Museum” program will return to Andersonville National Historic Site.   October 23, 2013  2014 Prisoner of War Research Grant Program Announced  Andersonville National Historic Site, home of the National Prisoner of War Museum, seeks applicants for an annual grant program which will provide financial assistance to support original research and writing leading to interpretive works on the history of American Prisoners of War.  These research grants are made possible through the generosity of the Friends of Andersonville.   October 17, 2013  Andersonville National Historic Site Reopens to Visitors  Andersonville National Historic Site re-opened to visitors today.  Upcoming events are listed, and seasonal changes to the grave decoration policy are explained.   September 12, 2013  Back to School – in Andersonville and America’s National Parks  The National Park Service has launched a new online service for teachers that brings America's national parks, including Andersonville National Historic Site, into neighborhood classrooms. The new \"Teachers\" section of the National Park Service website provides a one-stop shop for curriculum-based lesson plans, traveling trunks, maps, activities, distance learning, and other resources.   September 09, 2013  Temporary Exhibit “Armistice Ends The War” Opens at Andersonville National Historic Site  Andersonville National Historic Site is pleased to announce the installation of \"Armistice Ends The War,\" a new temporary exhibit at the National Prisoner of War Museum.   August 19, 2013  Former Prisoners of War to tell their stories for National POW\/MIA Recognition Day  National Prisoner of War\/Missing in Action (POW\/MIA) Recognition Day is Friday, September 20, 2013; the National Park Service, the Friends of Andersonville, and Georgia Southwestern State University (GSW) are hosting the 8th Annual POW Convocation program the morning of Wednesday, September 18. In addition, a special community program has been added to the calendar on Thursday evening, September 19 at the Rylander Theater where former Iraq War POW Shoshana Johnson will speak.   May 10, 2013  Clarence “Tiger” Davis to speak at Andersonville Memorial Day Observance  Vietnam Veteran Clarence “Tiger” Davis will be the featured speaker at 2:00 p.m. on Sunday, May 26, 2013, at the annual Memorial Day Service in Andersonville National Cemetery. Memorial Day activities will begin at 1:30 p.m. in Andersonville National Cemetery with instrumental music performed by the US Army Maneuver Center of Excellence Band. The formal program will begin at 2:00 p.m. The ceremony will feature wreath presentations by several military, civic, and patriotic organizations.   May 03, 2013  Return With Honor Temporary Exhibit Opens at Andersonville National Historic Site  Andersonville National Historic Site is pleased to announce the opening of its latest temporary exhibit, Return With Honor. This exhibit commemorates the 40th Anniversary of the release of American POWs held during the Vietnam War.   April 29, 2013  New Operating Hours for the National Prisoner of War Museum  Beginning Monday, May 13, 2013, the National Prisoner of War Museum will adopt new operating hours of 9:00 a.m. to 4:30 p.m. daily.   April 12, 2013  Dynamic Teacher Wanted for Summer Professional Development Opportunity at Andersonville National Historic Site  Andersonville National Historic Site is accepting applications from teachers interested in a challenging and fun professional development opportunity at the park this summer. One teacher will be selected as Teacher-Ranger-Teachers (TRT), working with park rangers for eight to ten weeks to develop lesson plans focused on park resources.   April 12, 2013  Getting Ready for Memorial Day at Andersonville  Beginning with citizen gatherings nearly 150 years ago, Memorial Day is the most significant annual ceremony in Andersonville National Cemetery. Today, this patriotic holiday is observed by the National Park Service with a multi-day series of public activities.   April 10, 2013  EchoTaps to be Sounded in Andersonville National Cemetery - 2013  Armed Forces Day is Saturday May 18, 2013 and to observe the occasion, the solemn tune Taps will be sounded at every National Cemetery and U.S. Veterans cemetery worldwide at 11:00 a.m.   April 08, 2013  Prisoner of War Museum to Host Book Signing with Bob Bovitch  The National Prisoner of War Museum at Andersonville National Historic Site will host a book signing Saturday by Vietnam Veteran Bob Bovitch. Mr. Bovitch has written several books concerning veterans’ issues.   March 27, 2013  Statement on the effects of sequestration at Andersonville National Historic Site  Effective March 1, 2013, Andersonville National Historic Site was required by \"sequestration\" (a series of automatic, across-the-board permanent spending cuts) to reduce its annual budget by five percent.The park, including Andersonville National Cemetery, must absorb that cut in the remaining seven months of this fiscal year that ends September 30.The federal law imposing sequestration requires that each park take this cut.   March 18, 2013  Seasonal Decorations at Andersonville National Cemetery march 2013  As the reappearance of leaves on the trees outside denotes the arrival of warmer weather, the National Park Service would like to remind the public of seasonal changes to the floral decoration policy in Andersonville National Cemetery.   March 15, 2013  Korean War POW Bill Freeman to speak at the National Prisoner of War Museum  The National Prisoner of War Museum at Andersonville National Historic Site is proud to announce that former Korean POW Bill Freeman will speak at 3:00 p.m. on Saturday April 6, 2013 in the museum theater.   March 13, 2013  Team Up to Clean Up Andersonville for “Park Day”  On Saturday, April 6, 2013, history buffs and preservationists from around the country will team up with the Civil War Trust to help clean and restore America's priceless battlefields, cemeteries and shrines. At Andersonville, volunteers will assist with repair and rebuilding of replica prisoner shelters in the reconstructed northeast corner of the prison site.   February 26, 2013  Andersonville National Historic Site Tourism Creates $4,032,000 in Local Economic Benefit  A new National Park Service report for 2011 shows that the 108,812 visitors to Andersonville National Historic Site spent $4,032,000 in communities surrounding the park. This spending supported 61 jobs in the local area.   February 22, 2013  Civil War Living History Weekend Returns to Andersonville  Andersonville National Historic Site will host its annual Civil War Living History Weekend on Saturday, March 9 and Sunday, March 10, 2013.This living history program offers visitors the opportunity to gain a better understanding of what life was like at Camp Sumter, the infamous Civil War military prison near Andersonville. Living historians will portray Union prisoners and Confederate guards.   January 25, 2013  African American History Month programs at Andersonville  Andersonville National Historic Site is proud to announce a series of programs throughout the month of February in honor of Black History Month.   December 12, 2012  Night Museum Program Returns to Andersonville  On the evening of Saturday, January 26, 2013, Andersonville National Historic Site will again hold its “Night Museum” event. The 7:00 p.m. special program will be \"The Resurrection of Camp Lawton,\" presented by Dr. John K. Derden.   December 11, 2012  Winter Holiday Hours at Andersonville National Historic Site  During the upcoming winter holiday season, the National Prisoner of War Museum at Andersonville National Historic Site will be closed on Christmas Day, December 25, 2012; and New Years Day, January 1, 2013.  The park entrance, prison site, and picnic area will also be closed on these two days. The Andersonville National Cemetery will be open to the public each of these holidays, from 8:00 a.m. until 5:00 p.m. Holiday access to the National Cemetery will be through the Cemetery gate.   November 26, 2012  Andersonville National Historic Site accepting Historical Interpreter Apprentice Program applications  Andersonville National Historic site is proud to offer a free award-winning educational opportunity in 2013.  The Historical Interpreter Apprentice Program is a great chance for high school students interested in history, teaching, theater and community service to learn new skills and get strong work experience with a federal park while having fun. This free program is open to high school students.  Applications are due Friday, December 14th.   November 09, 2012  Holiday Hours at the Andersonville National Historic Site 2012  During the upcoming winter holiday season, the National Prisoner of War Museum at Andersonville National Historic Site will be closed on Thanksgiving Day, Christmas Day, and New Years Day. The Andersonville National Cemetery will be open to the public each of these holidays, from 8:00 a.m. until 5:00 p.m. Holiday access to the National Cemetery will be through the Cemetery gate, located just north of the city of Andersonville on Highway 49.   November 06, 2012  Wreaths Across America at Andersonville National Cemetery 2012  Andersonville National Historic Site would like to invite you to join thousands of Americans to remember and honor our military veterans past and present by participating in the Wreaths Across America program. Sponsored wreaths will be laid on gravesites in National Cemeteries across the country, including Andersonville National Cemetery, on Saturday, December 15, 2012.   October 29, 2012  Special Program at Andersonville: Son of a Korean War POW to speak  On Saturday November 10 at 3:00 p.m., a special program will occur in the theater of the National Prisoner of War Museum at Andersonville National Historic Site. Park volunteer Pat Curry will tell the story of his father's 33 month imprisonment in North Korea from 1950 through 1953, and how it affected his family.   October 18, 2012  Andersonville National Historic Site to host “Night Museum” program  On the evening of Saturday, November 17, Andersonville National Historic Site will host a new program, \"Night Museum.\" From 6:00 - 9:00 p.m., the National Prisoner of War Museum will be open for a rare night-time opportunity to view the museum exhibits and experience the prison site.   October 10, 2012  Andersonville National Historic Site to Observe the Centennial of the Illinois Monument  Nearly one hundred years ago, on December 20, 1912, citizens of the State of Illinois dedicated a monument in the Andersonville National Cemetery “in grateful remembrance of the patriotic devotion of her sons who suffered and died in the Military Prison at Andersonville.” The staff of Andersonville National Historic Site invites the public to observe the centennial of this monument at 2:00 p.m. on the afternoon of Veterans Day, Sunday November 11, 2012.   October 05, 2012  Seasonal Decorations at the Andersonville National Cemetery fall 2012  The staff at Andersonville National Cemetery would like to remind the public of seasonal changes to the floral decoration policy.   October 05, 2012  2013 Prisoner of War Research Grant Program Announced  Andersonville National Historic Site, home of the National Prisoner of War Museum, seeks applicants for an annual grant program which will provide financial assistance to support original research and writing leading to interpretive works on the history of American Prisoners of War.  These research grants are made possible through the generosity of the Friends of Andersonville.   September 28, 2012  Temporary Exhibit “Recent Acquisitions” Opens at Andersonville National Historic Site  Andersonville National Historic Site, home of the National Prisoner of War Museum, is pleased to announce the installation of Recent Acquisitions, a new temporary exhibit at the National Prisoner of War Museum.This exhibit features items donated to the museum collection by former POWs or their families in recent years. The images and artifacts relate to the prisoner of war experience during the Civil War, World War II from the European and Pacific theaters, the Korean War, and the Vietnam War.   August 30, 2012  Vietnam POW Bill Arcuri to Speak at Seventh Annual POW\/MIA Convocation  National Prisoner of War\/Missing in Action (POW\/MIA) Recognition Day is Friday, September 21, 2012. In honor of that day, the National Park Service, the Friends of Andersonville, and Georgia Southwestern State University (GSW) are hosting the 2012 National POW\/MIA Convocation at 11 a.m., Wednesday, September 19 in the Jackson Hall Auditorium on the campus of Georgia Southwestern State University. This year's featured speaker is Bill Arcuri.   August 21, 2012  Founders Day Activities at Andersonville National Historic Site  It's time to wish the National Park Service a \"Happy 96th Birthday!\" Come celebrate Founder's Day at Andersonville National Historic Site. Each child that visits the National Prisoner of War Museum will receive a special goodie bag filled with park-themed items, and will have the opportunity to earn their Junior Ranger badge, Jr. Civil War historian patch and Civil War trading cards.   July 23, 2012  Prisoner of War Museum to Host Book Signing with Mark Hughes  The National Park Service and Eastern National will be hosting a book signing with Mark Hughes, author of The New Civil War Handbook at the National Prisoner of War Museum at Andersonville National Historic Site on Sunday, July 29, 2012 from 10:00 a.m. until 4:00 p.m.   June 27, 2012  Independence Day Programs at Andersonville  Andersonville National Historic Site will celebrate our nation's Independence Day with special programming on Wednesday, July 4, 2012.   June 21, 2012  Civil War to Civil Rights Trading Cards  Trading cards have been popular with kids for generations, from images of sports figures to movie stars. Now, Andersonville National Historic Site is offering nine free trading cards featuring different individuals, places, or stories which explore the story of the Andersonville prison.   May 18, 2012  MSgt Jennifer Nesbitt to be Featured Speaker at Andersonville Memorial Day Observance  Air Force Master Sergeant Jennifer L. Nesbitt will be the featured speaker on Sunday, May 27, 2012 at the annual Memorial Day Service in Andersonville National Cemetery. The program will begin at 2:00 p.m.   May 11, 2012  Temporary Exhibit “We Can Forgive But Never Forget” Opens at Andersonville National Historic Site  A new temporary exhibit “We Can Forgive But Never Forget” is on display at the Prisoner of War Museum at Andersonville National Historic Site. This exhibit coincides with the 70th Anniversary of the fall of the Philippines. The objects displayed are from prisoners held by the Japanese during World War II who fought on Bataan and Corregidor.   May 09, 2012  EchoTaps to be Sounded in Andersonville National Cemetery - 2012  Armed Forces Day is Saturday May 19, 2011 and the solemn tune Taps will be sounded at every National Cemetery and U.S. Veterans cemetery worldwide at 11:00 a.m. The EchoTaps event at Andersonville National Cemetery begins promptly at 11:00 a.m. on Saturday May 21. Participating buglers will be stationed throughout the cemetery to play a cascading rendition of 'Taps.'   April 05, 2012  Andersonville NHS is Seeking Youth Conservation Corps Applicants  Are you between the ages of 15 and 18, looking for employment, and like to work outside? Here is a wonderful opportunity to join the Youth Conservation Corps (YCC). Andersonville National Historic Site is looking for young men and women, ages 15 through 18, who work, learn, and earn together on projects that further the development and conservation of the natural resources of the United States.   March 27, 2012  Park-to-Park Bicycle Ride to Connect Andersonville and Plains  Andersonville National Historic Site is partnering with the River Valley Regional Commission and Jimmy Carter National Historic Site to host the first Park-to-Park bicycle ride from Andersonville, through the city of Americus, Plains on April 28, 2012 during National Park Week.   March 27, 2012  National Prisoner of War Museum to be closed April 16, 2012  The National Prisoner of War Museum located at Andersonville National Historic Site will be closed the morning of Monday, April 16, 2012 to allow for maintenance work. The length of the closure is anticipated to be approximately five hours.   March 23, 2012  Spring Seasonal Decorations at the Andersonville National Cemetery  As the reappearance of leaves on the trees outside denotes the arrival of warmer weather, the staff at Andersonville National Cemetery would like to remind the public of seasonal changes to the floral decoration policy.   March 05, 2012  Join Us for the Annual Civil War Living History Weekend at Andersonville  Andersonville National Historic Site will host its annual Civil War Living History Weekend on Saturday and Sunday, March 10 and 11, 2012. Additional detail and schedule are listed.   February 29, 2012  Team Up to Clean Up Andersonville National Cemetery for  “Park Day”  On Saturday, March 31, 2012, history buffs and preservationists from around the country will team up with the Civil War Trust to help clean and restore America's priceless battlefields, cemeteries and shrines. Volunteers are needed for clean-up activities in the Andersonville National Cemetery in advance of the Memorial Day holiday.   February 29, 2012  Andersonville National Historic Site = visitors, money and jobs for local economy  A new National Park Service (NPS) report shows that 121,535 visitors in 2010 spent $4,232,000 in communities near Andersonville National Historic Site. That spending supported 72 jobs in the local area.   February 14, 2012  Annual Civil War Living History Weekend at Andersonville  Andersonville National Historic Site will host its annual Civil War Living History Weekend on Saturday and Sunday, March 10 and 11, 2012.  This educational program offers visitors the opportunity to gain a better understanding of what life was like between 1864 and 1865 at Andersonville, the infamous Civil War prison camp.   February 13, 2012  African American History Month program at Andersonville  Andersonville National Historic Site is proud to host its second annual African American History Month program at 2:00 p.m. on Saturday, March 3, 2012 in the National Prisoner of War Museum auditorium.   December 14, 2011  2011 Christmas Holiday Hours at Andersonville National Historic Site  During the upcoming winter holiday season, the National Prisoner of War Museum at Andersonville National Historic Site will be closed on Christmas Day, December 25, 2011; and New Years Day, January 1, 2012.  The park entrance, prison site, and picnic area will also be closed on these two days. Beginning with the New Year, on Monday, January 2, 2012, the National Prisoner of War Museum will adopt new operating hours of 9:00 a.m. to 5:00 p.m. daily.   November 19, 2011  National Prisoner of War Museum to Host Author John Siegfried  The National Park Service and Eastern National will be hosting author John Siegfried at the National Prisoner of War Museum at Andersonville National Historic Site on Saturday, November 26, 2011 from 9:00 a.m. until 4:00 p.m.   November 14, 2011  2011 Holiday Hours at the Andersonville National Historic Site  During the upcoming winter holiday season, the National Prisoner of War Museum at Andersonville National Historic Site will be closed on Thanksgiving Day, November 24, 2011; Christmas Day, December 25, 2011; and New Years Day, January 1, 2012.  The park entrance, prison site, and picnic area will be closed on these three days.   November 01, 2011  Wreaths Across America 2011 at Andersonville National Cemetery  Andersonville National Historic Site would like to invite you to join thousands of Americans to remember and honor our military veterans past and present by participating in the Wreaths Across America program. Sponsored wreaths will be laid on gravesites in National Cemeteries across the country, including Andersonville National Cemetery, on Saturday, December 10, 2011.   October 28, 2011  Seasonal Decorations at the Andersonville National Cemetery October 2011  As the changing color of the leaves outside denotes the arrival of cooler weather, the staff at Andersonville National Cemetery would like to remind the public of seasonal changes to the floral decoration policy.   October 03, 2011  Civilian Conservation Corps Exhibit Opens at Andersonville National Historic Site  Andersonville National Historic Site is pleased to announce the opening of its latest temporary exhibit, Andersonville's New Deal: The Civilian Conservations Corps. The exhibit introduces visitors to one of the most popular work programs of the 1930s, the Civilian Conservation Corps or CCC. Company 1411 of the CCC established a tent camp at Andersonville in September 1934 and opened a more permanent camp the following month. The exhibit utilizes photographs, artifacts and text to show the impact of the CCC on Andersonville.   September 07, 2011  Andersonville National Historic Site to Host Teacher Workshop  On Saturday,October 22, 2011, Andersonville National Historic Site, in partnership with the Georgia Council for History Education (GCHE) will host its first ever teacher workshop. Intended for teachers representing grades 5 through 12, the focus of the workshop will be to offer various ideas for the enrichment of classroom curriculum as well as to introduce new educational materials and programs developed by park staff. The workshop will end with a tour of the park.   August 31, 2011  Vietnam POW Al Agnew to Speak at Sixth annual POW\/MIA Convocation  National Prisoner of War\/Missing in Action (POW\/MIA) Recognition Day is Friday, September 16, 2011. In honor of that day, the National Park Service, the Friends of Andersonville, and Georgia Southwestern State University (GSW) are hosting the 2011 National POW\/MIA Convocation at 11 a.m. September 14 in Jackson Hall Auditorium on the campus of Georgia Southwestern. The public is invited.   August 17, 2011  2011 Prisoner of War Research Grant Program Announced  ANDERSONVILLE NATIONAL HISTORIC SITE, home of the National Prisoner of War Museum, seeks applicants for an annual grant program which will provide financial assistance to support original research and writing leading to interpretive works on the history of American Prisoners of War. These research grants are made possible through the generosity of the Andersonville Trust.   May 20, 2011  Historian Benjamin Cloyd to be Featured Speaker at Andersonville Memorial Day Observance  Historian Benjamin Cloyd will be the featured speaker on Sunday, May 29, 2011 at the annual Memorial Day Service at Andersonville National Historic Site beginning at 2:00 p.m.   May 18, 2011  Andersonville National Cemetery and Others to Honor Private Benjamin, World War II Era U.S. Marine  At the wishes of his surviving family, Private James Howard Benjamin, US Marine Corps, will be reinterred to Andersonville National Cemetery on Saturday, May 28, 2011, at 1:00 p.m. with the coordination and support of the Patriot Guard Riders, Veterans of Foreign Wars Post 6442 (Oglethorpe, Georgia), West Mortuary, and the city of Montezuma, Georgia. Scheduled speakers at the committal service include the Honorable Sanford D. Bishop, Jr., Representative from Georgia's 2nd Congressional District and a representative from the Montford Point Marine Association.   May 16, 2011  Echotaps to be Sounded in National Cemeteries to Salute Veterans - 2011  Armed Forces Day is Saturday May 21, 2011 and the solemn tune Taps will be sounded at every National Cemetery and U.S. Veterans cemetery worldwide (including Andersonville National Cemetery) at 11:00 AM.   May 13, 2011  Son of Andersonville Guard Visits Prison Camp Site  No abstract supplied.   April 30, 2011  Andersonville NHS is Seeking Youth Conservation Corps Applicants 2011  No abstract supplied.   April 29, 2011  Exhibit on the USS Pueblo opens at the National Prisoner of War Museum  Andersonville National Historic Site is pleased to announce the installation of Remember the Pueblo, a new temporary exhibit at the National Prisoner of War Museum.   April 11, 2011  Celebrate Junior Ranger Day at Andersonville National Historic Site  In conjunction with National Park Week, Andersonville National Historic Site will celebrate Junior Ranger Day on April 23, 2011. There is no charge for these programs and there is no need to register. A parent or guardian is asked to accompany each participating Junior Ranger. Each child who completes our program will earn a Junior Ranger badge, and certificate when they are sworn in as Junior Rangers. New Junior Rangers can also begin the Junior Civil War Historian program.   March 08, 2011  Two Authors to sign books at park’s Living History Weekend  The National Park Service and Eastern National will be hosting author Bob O’Connor at the National Prisoner of War Museum at Andersonville National Historic Site on Friday, Saturday, and Sunday, March 11, 12, and 13th from 10:00 am until 4:00 pm. His recent book, U.S. Colored Troops at Andersonville Prison, is a tribute to the soldiers who suffered the hardships of one of the most notorious prisons of the Civil War. On Saturday, March 12, Barry L. Brown, co-author of Crossroads of Conflict, a new guide to Civil War sites in Georgia, will be present to sign copies of his book. Based on a comprehensive survey of sites identified by the Georgia Civil War Commission, Crossroads of Conflict covers 350 historic sites in detail, bringing the experience of the war to life.   March 04, 2011  Team Up to Clean Up Andersonville National Cemetery for \"Park Day\" 2011  On Saturday, April 2, 2011, history buffs and preservationists from around the country will team up with the Civil War Trust to help clean and restore America’s priceless battlefields, cemeteries and shrines. Volunteers are needed for clean-up activities in the Andersonville National Cemetery in advance of the Memorial Day holiday. Volunteers will meet at the Cemetery Administrator's Office and parking area adjacent to the Andersonville National Cemetery at 8:30 a.m.   February 18, 2011  Annual Living History Weekend to Return to Andersonville  No abstract supplied.   February 03, 2011  Dr. Frank Smith to speak at Andersonville National Historic Site for African American History Month  Andersonville National Historic Site is proud to host a presentation by Dr. Frank Smith, Jr. at 3:00 p.m. on Saturday, February 12, 2011 in the National Prisoner of War Museum auditorium.   January 14, 2011  Young Visitors Invited to Become Junior Civil War Historians  Children ages six and older can earn a special Junior Civil War Historian patch by completing the Junior Ranger programs at two or three of the participating parks and\/or completing special online activities.   December 15, 2010  National Prisoner of War Museum to be closed December 20th  The National Prisoner of war Museum located at Andersonville National Historic Site will be closed the morning of Monday, December 20, 2010 to allow for maintenance work. The length of the closure is anticipated to be approximately four hours.   December 13, 2010  Wreaths Across America Event held at the Andersonville National Cemetery  Sunny skies greeted over one hundred participants to the annual Wreaths Across America ceremony at the Andersonville National Cemetery on Saturday, December 11.   November 19, 2010  2010 Holiday Hours at the Andersonville National Historic Site  The park announces holiday season closures of the National Prisoner of War museum and holiday access to the Andersonville National Cemetery.   November 15, 2010  Honoring our Fallen Veterans: Wreaths Across America  No abstract supplied.   September 21, 2010  POW\/MIA Events Continue at Andersonville National Historic Site  No abstract supplied.",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/news\/newsarchive.htm"
}
