{
    "title": "Andersonville National Historic Site: National Parks and National Cemeteries",
    "body": "National Parks & National Cemeteries       Currently, the National Park Service manages 14 national cemeteries. Eleven of these cemeteries were transferred from the War Department to the Department of the Interior by Executive Order No. 6166 in 1933. Three national cemeteries were authorized or transferred after 1933. These cemeteries represent a continuum of use dating to a period before the establishment of the historical parks of which they are an integral part and are administered to preserve the historic character, uniqueness, and solemn nature of both the cemeteries and the historical parks of which they are a part. National Cemeteries administered by the National Park Service are classified as either \"active\" or \"closed.\" Active cemeteries have casket or cremation gravesites available for first interments. A first interment is the initial burial of human remains following the death of the individual. Closed cemeteries have no available unreserved gravesites for either casket or cremation first interments, but may inter eligible family members in the same gravesite as previously interred individuals. There are two active national cemeteries currently administered by the NPS: Andersonville and Andrew Johnson National Cemeteries. Antietam, Battleground, Chalmette, Fort Donelson, Fredericksburg, Gettysburg, Poplar Grove, Shiloh, Stones River, Vicksburg, Yorktown and Custer National Cemeteries are closed.       NPS\/HFC       The 14 national cemeteries managed by the Department of the Interior's National Park Service are:   Andersonville National Cemetery, Andersonville National Historic Site, Andersonville, Georgia Andrew Johnson National Cemetery, Andrew Johnson National Historic Site, Greenville, Tennessee Antietam National Cemetery, Antietam National Battlefield, Sharpsburg, Maryland (closed) Battleground National Cemetery, Civil War Defenses of Washington, Washington, D.C. (closed) Yorktown National Cemetery, Colonial National Historical Park, Yorktown, Virginia (closed) Fort Donelson National Cemetery, Fort Donelson National Battlefield, Dover, Tennessee (closed) Fredericksburg National Cemetery, Fredericksburg and Spotsylvania County Battlefield Memorial National Military Park, Fredericksburg, Virginia (closed) Soldiers' National Cemetery, Gettysburg National Military Park, Gettysburg, Pennsylvania (closed) Chalmette National Cemetery, Jean Lafitte National Historical Park, New Orleans, Louisiana (closed) Custer National Cemetery, Little Bighorn Battlefield National Monument, Crow Agency, Montana (closed) Poplar Grove National Cemetery, Petersburg National Battlefield, Petersburg, Virginia (closed) Shiloh National Cemetery, Shiloh National Military Park, Shiloh, Tennessee (closed) Stones River National Battlefield, Stones River National Battlefield, Murfreesboro, Tennessee (closed) Vicksburg National Cemetery, Vicksburg National Military Park, Vicksburg, Mississippi (closed)",
    "url": "https:\/\/www.nps.gov\/ande\/planyourvisit\/np-natcems.htm"
}
