{
    "title": "Organ Pipe Cactus National Monument: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               The GREEN Desert         The Sonoran Desert is a surprising place to most visitors who expect the desert to be all sand and gravel.  NPS Photo  If you close your eyes and think of a desert, what colors come to mind? Brown? Tan? Sand and rock? Many first-time visitors to the Sonoran Desert are very surprised to find this place is green. Organ Pipe Cactus National Monument preserves over 330,000 acres of green, living desert that is yours to explore and get to know. Because of its amazing biodiversity, this place is considered a mecca for Sonoran Desert Research and is honored with a designation by UNESCO as an International Biosphere Reserve. Each of the plants have learned tricks and techniques to survive heat and drought, as well as freezing temperatures and floods. This is a land of extremes when it comes to plant life. This section can introduce you to some of our more common as well as some unique species of the Sonoran Desert.        Want to know more?  Check out: Cacti \/ Desert Succulents Trees and Shrubs      Rare Plants  So what makes a plant rare anyhow?  Plants can be rare for an astonishing number of reasons and rarity is the subject of many lively discussions among biologists.  Reasons for being rare include extreme specialization on the part of the plant in question or by habitat change or destruction caused by humans.  Sometimes the standards by which rarity is judged are human-imposed (a rare population on one side of a political boundary may be common on the other side) and other times is based on a plant's biology. So why are scientists so interested in rare plants and why should you be?  The distribution of plants (where do they live and why?) can teach us about the past and how we can save species in the face of ongoing change.  In the best case scenario, studying rare plants can help managers preserve a population by conserving its genetic resources and perhaps even by learning how to grow the plant in other places.   Just like backing up your computer prevents data loss, growing plants in dedicated botanical gardens preserves species when their current range is threatened.  For example, through an agreement with the Center for Plant Conservation, plant materials from the Monument are currently being held at the Desert Botanical Garden in Phoenix, AZ.   Here are a few of Organ Pipe's rare plants:        Desert Caper NPS Photo  Desert Caper (Atamisquea emarginata) Although common in Sonora, Mexico, there is only a small group of these trees that grow beyond the border in a wash system in Organ Pipe where shallow groundwater occurs.  This population is the northernmost extension of the caper population.  Its sprawling branches can be seen hugging its nurse tree, usually a mesquite tree, which it uses for both structural support and for protection.  its relative that lives in the Mediterranean produces the fruit called capers you can find in grocery stores as condiments.  Because this desert population is probably limited by freezing temperatures, will it move north as the climate warms?  Or will declining groundwater limit its habitat?      Night-blooming Cereus (Peniocereus striatus) This unique cactus, found in only a few places in the United States, has apparently expanded its range northward because of a combination of climate change (warming climate more favorable to this plant's survival), because of the end of cattle grazing on the Monument and improvement in habitat quality.  Will we see this plant move even farther north as the climate continues to warm? Plant Population and Habitat Characteristics of the Endemic Sonoran Desert Night-Blooming Cereus      Several species at Organ Pipe were intentionally planted by humans, and are today considered worth preserving because they preserve the history of the Quitobaquito Settlement and its agricultural fields.  We call these \"heritage plants\" and there are many other organizations interested in their preservation, like the Desert Museum. Pomegranates These trees were grown for food along with figs and other agricultural crops.      Cottonwood Trees (Populus fremontii) Most likely planted by past inhabitants for shade and scenery.  All remaining trees at the Quitobaquito pond are female (the flowers of cottonwood trees are either female or male; so this population cannot reproduce without the male trees present).  The remaining trees may also be clones (genetically similar) to each other, if they were grown from the same \"mother\" tree.  To preserve these unique trees, Organ Pipe employees are growing out cuttings from the trees in a native plant nursery.",
    "url": "https:\/\/www.nps.gov\/orpi\/learn\/nature\/plants.htm"
}
