{
    "title": "Andersonville National Historic Site: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do        Living historians portraying Union prisoners of war interact with park visitors. NPS\/ANdersonville NHS       A visit to Andersonville National Historic Site offers a variety of ways to explore the story of prisoners of war in American history. The National Prisoner of War Museum provides an overview of both the Civil War prison camp and an introduction to the experiences of American prisoners of war through time. Touring the historic prison site offers an opportunity to contemplate first-hand the hardships faced by Union prisoners of war imprisoned here in 1864-65. The 20,000 graves in the Andersonville National Cemetery vividly illustrate the continuing cost of freedom. During your visit, the park provides numerous opportunities to better understand the resources found here and the history of prisoners of war through tours, programs, and special events. Visitors to Andersonville National Historic Site are encouraged to begin their experience in the National Prisoner of War Museum, which serves as the park's visitor center. The museum features two introductory films which explore both the Civil War story of Andersonville and the experiences of prisoners of war throughout American history. The museum's exhibits are presented using a thematic approach in telling the stories of those Americans held captive during times of war. The exhibits are rich in artifacts, graphics and text. Also located throughout the exhibit area are short video programs that bring the story of individual prisoners to life.   After enjoying the films and the museum exhibits, visitors are encouraged to explore the site of Camp Sumter where approximately 45,000 Union prisoners were held during the Civil War. Andersonville National Cemetery is the resting place of nearly 13,000 of those prisoners, as well as veterans of the U. S. Armed Forces since the Civil War. These areas of the park may be visited using the park brochure or using an audio tour that explores both the prison site and the cemetery.",
    "url": "https:\/\/www.nps.gov\/ande\/planyourvisit\/things2do.htm"
}
