{
    "title": "Andersonville National Historic Site: A Story In Stone",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations     A Story In Stone                Story In Stone        More than 20,000 individuals are buried in Andersonville National Cemetery.  Each of these men, women, and children has a unique story behind them.  A Story in Stone is a video series produced by park staff to highlight some of the people buried here, or connected to the cemetery.  Each one of these videos shares a unique story of loss, mourning, and sacrifice.                        Osceola Pochontas: A Story in Stone What makes us American?  Duration:2 minutes                                 Robert and Fay Payne: A Story in Stone Andersonville is a place where we mourn, but it's also a place where loved ones are at long last reunited.   Duration:2 minutes, 16 seconds                                John Bickell: A Story in Stone John Bickell died in the very place he'd struggled to survive.  Duration:2 minutes, 3 seconds                                Arthur Ford: A Story in Stone Arthur Ford's family helped birth a nation, and when that nation was ripped apart, his family's ties proved stronger than politics.  Duration:2 minutes, 52 seconds                                Joel Eaton: A Story in Stone Andersonville killed Joel Eaton. But before he died he made a decision with permanent consequences, and he is not buried in the national cemetery.   Duration:2 minutes, 4 seconds                                Clinton Smith: A Story in Stone President Ronald Reagan spoke at the memorial service for Clinton Smith and his comrades.   Duration:1 minute, 45 seconds                                Floyd Thompson: A Story in Stone Floyd Thompson spent 9 years as a POW. His memorial marker is in the same cemetery where 13,000 American prisoners of war are laid to rest.   Duration:2 minutes, 5 seconds                                Charlie Upson: A Story in Stone Charlie Upson isn't buried at Andersonville. But his mother heard of Clara Barton's work at Andersonville, and hoped that she would go mark Charlie's grave.   Duration:2 minutes, 40 seconds                                Marion Mathews: A Story in Stone  Marion Mathews died 70 years ago, but his family honors his memory everyday at Andersonville National Cemetery.  Duration:1 minute, 44 seconds                                Samuel Melvin: A Story in Stone On December 31, 1863 Samuel Melvin made a New Years Resolution to keep a diary in hopes that one day someone might take pleasure in reading it. 150 years later, in the summer of 2014, his wish was fulfilled, as thousands of people followed his diary on the Andersonville National Historic Site Facebook page. Samuel became a window into the tragedy of captivity - a human face to the hopes and dreams that were lost at Andersonville. He died on September 25, 1864.  Duration:4 minutes, 8 seconds                                Alvin Coffin: A Story in Stone Ranger Stephanie shares her story of Alvin Coffin, who died at Andersonville in August of 1864  Duration:1 minute, 28 seconds                                Roland Harrell: A Story in Stone When Roland Harrell was taken prisoner in 1942, his family was unaware of his fate.    Duration:2 minutes, 20 seconds                                Joseph Burke: A Story in Stone Joseph Burke journeyed across an ocean and across a continent in search of a new life.  Instead, he found death in a southern prison.    Duration:1 minute, 32 seconds                                John Jameson: A Story in Stone John Jameson's finest work went unpainted.    Duration:3 minutes, 18 seconds                                Samuel Vernon: A Story in Stone On Memorial Day, 1868, a young girl remembered her father's death at Andersonville by honoring a Confederate's death.   Duration:1 minute, 45 seconds                                Jimmy Williams: A Story in Stone 101 years after Andersonville Prison closed, it again received nation attention - this time with the burial of a young soldier killed in Vietnam.   Duration:2 minutes, 2 seconds                                Byrant Newcomb: A Story in Stone Bryant Newcomb died at Andersonville, and his family contacted Clara Barton in 1865 in hopes of finding closure.  Duration:1 minute, 43 seconds                                Daniel Sanders: A Story in Stone For Daniel Sanders, freedom came at great cost.  Duration:1 minute, 41 seconds                                Ted Croft: A Story in Stone \"December 7, 1941 - a date which will live in infamy.\" These words likely provided little comfort to Ted Croft's family.   Duration:2 minutes, 5 seconds                                Bernard Hicks: A Story in Stone Bernard Hicks was a Bostonian who joined the Air Corps at the start of World War I.    Duration:1 minute, 38 seconds                                Jack Batchelor: A Story in Stone Captain Jack Batchelor's demonstrated tremendous resiliency in captivity in World War II.    Duration:1 minute, 32 seconds",
    "url": "https:\/\/www.nps.gov\/ande\/learn\/photosmultimedia\/story-in-stone.htm"
}
