{
    "title": "Organ Pipe Cactus National Monument: Sonoran Pronghorn",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Sonoran Pronghorn                Sonoran Pronghorn           Back from the Brink The Sonoran pronghorn is edgy. It’s skittish and shy. It’ll sprint away at the sound of a car passing two miles away. If you’ve seen one, you’re pretty lucky. The Sonoran pronghorn is tinier than its more extroverted grassland sibling, the American pronghorn. This desert subspecies can freeze, invisible in the patchwork of cactus and rock. Fear is their survival strategy. It steers them away from highways, automobiles, and noisy humans. It makes them fast. It keeps them wary. You’d be wary too if you lived between two nations where drought leaves you wanting and mountain lions keep you sharp. Long before modern human inhabitation of the Sonoran Desert, the pronghorn travelled seasonally in and out of food-rich areas. Their range was far-reaching, stretching from the Colorado River Valley south into Mexico and east to nearly Tucson. No speeding highways, low flying aircraft, nor ranch fencing limited their movement. If times were hard, they could- warily, carefully, fearfully- move hundreds of miles to find water and better pasture. Times have changed though. Ribbons of blacktop ushered in people and, with them, came development. The shy pronghorn’s habitat shrunk. Mexican Highway 2 and border fences divided the population in two. The majority of the pronghorn roamed in the area east of Rocky Point. The rest stayed in the US, bounded by US Interstate 8 to the north.         Jim Hedrick  The situation grew dire in summer of 2002. Neither the winter rains nor the monsoons came. It was the driest year on record. Wildlife biologists hoped that the pronghorn’s protected range could provide enough food to skirt through, but, without rain, seasonal water sources ran dry. The US population dwindled to 25 individuals, a tight genetic bottleneck. There was still a viable population of 600 animals in Mexico, but new mining and ranching development had begun to limit their habitat as well. Would the tiny Sonoran pronghorn suffer the same fate as the cheetah? Were they doomed to genetic isolation? Or worse- extinction?        Jim Hedrick  In 2004, scientists started a captive breeding program. Eleven animals were caught (not an easy task considering the animal’s elusive reputation), some taken from Mexico to provide for genetic diversity. A square mile of desert was set aside in a non-wilderness area of Cabeza Prieta National Wildlife Refuge. It took a few years and some supplemental food and water, but the captive population grew. The experiment seemed a success. Some of the male yearlings were released in 2006 and seemed to integrate well into the US population. A few more were released in the following two years. In 2008, another twenty-seven fawns were born, nudging the captive population to around 55 animals. Up to fifteen more yearlings are slated to be introduced during the winter of 2009. Biologists hope that the new shot of genetic material will keep the next generation resistant to disease and as wary as ever. As the population grows, refuge managers become more comfortable that the introverted creature under their care is bounding back. Wiley and wary, the wild population in the US is now approximately 80 animals (at the time of printing). With the project a tentative success, you might actually have the chance to see one. That is, if you are just lucky enough to catch a glimpse before the wary pronghorn disappears in the desert patchwork.           Jim Hedrick",
    "url": "https:\/\/www.nps.gov\/orpi\/learn\/nature\/pronghorn.htm"
}
