{
    "title": "Organ Pipe Cactus National Monument: Who Was Kris Eggle?",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Who Was Kris Eggle?                Who was Kris Eggle?       When you arrive in Organ Pipe Cactus National Monument, your first stop should be the Kris Eggle Visitor Center. Organ Pipe National Monument’s visitor center was re-designated by the United States Congress as the Kris Eggle Visitor Center on July 29, 2003.        Ranger Kris Eggle, 1973-2002 J. Kessler  Kristopher William Eggle was a Law Enforcement Park Ranger from Cadillac, Michigan. He was an Eagle Scout, a National Honor Society Student, and valedictorian of his graduating class at Cadillac High School in 1991. After high school, he attended University of Michigan and earned a degree in wildlife biology. Kris approached his entire life with a kind of contagious enthusiasm that could only inspire everyone who knew him. He constantly gave of himself without ever asking for anything in return.        Ranger Eggle early in his career at Sleeping Bear Dunes National Lakeshore, Michigan   In 1995 Kris accepted a position with the National Park Service at Great Smoky Mountains National Park tracking wild boar and bears. He later served as an Law Enforcement Ranger at Sleeping Bear Dunes National Lakeshore and Canyonlands National Park before arriving at Organ Pipe Cactus National Monument in 2000. He was elected president of his class at the Federal Law Enforcement Training Center where he graduated at the top of his class and received  the Director's Award for outstanding achievement. Kris took great pride in his daily work providing for visitors' safety and protecting our nation's heritage. As a National Park Ranger, Kris enforced Federal and State Laws while at the same time performing as an emergency medical technician, wildland and structural firefighter, and search and rescue team member.        Kris Eggle at work in Organ Pipe Cactus National Monument NPS PHOTO  In the wake of 9\/11, Kris protected his country by intercepting thousands of pounds of illegal drugs, and guarding a 30-mile stretch of the nation’s southern boundary. Kris Eggle was shot and killed in the line of duty at Organ Pipe Cactus National Monument, on August 9, 2002 while pursuing members of a drug cartel  who fled into the United States after committing a string of murders in Mexico. He was 28 years old. We miss him every day, yet his life and memory inspires all of us here to do our best.        National Park Service and US Border Patrol during the dedication of the Kris Eggle Visitor Center NPS Photo  On July 29, 2003 The United Sates Congress passed Public Law 108-64, officially designating the Organ Pipe Cactus National Monument's visitor center as the Kris Eggle Visitor Center. A public dedication ceremony was held on November 2, 2003. A memorial to Ranger Eggle can be found in the front of the visitor center.",
    "url": "https:\/\/www.nps.gov\/orpi\/learn\/historyculture\/kris.htm"
}
