{
    "title": "Chattahoochee River National Recreation Area: Parks For The People",
    "body": "Parks For The People       The Chattahoochee River NRA is one of seven parks nationwide selected to participate in the Van Alen Institute's Parks for the People competition. The overarching goal of the competition is to generate new and innovative ideas for the design and planning for a twenty-first century conception of national parks, the experiences of their visitors, the sustainability of their infrastructure, and their relationship to the public. Student participants will seek to inspire park stewardship by creating richer, more fulfilling park experiences. They'll consider the following questions:  How can design enhance park experience? How can parks become more accessible? What is \"preservation\" and how can it evolve? What new ventures or partnerships could help connect parks to people? What is \"sustainability\" and what is its future role? What part can technology play in parks?  The competition will test six draft design principles identified in the Designing the Parks program:  Reverence for place Engagement of all people Expansion beyond traditional boundaries Advancement of sustainability Informed decision-making An integrated research, planning, design and review process  The following documents are available for use in the competition: 2010 CRNRA Visitor Study 2010 Commercial Services Strategy Below are links to GeoPDFs of the park units to aid in design. These files include advanced PDF features, accessible through the layers tab of PDF readers, which allow users to add and remove layers representing topography, trails, streams, roads, and other features.      Note: GeoPDFs are very large files and may take several minutes to download.  Abbott's Bridge North Abbott's Bridge South Allenbrook and Vickery Creek West Bowman's Island East- North Bowman's Island East- South Bowman's Island West Cochran Shoals- Columns Drive Cochran Shoals- Gunby Creek East Palisades- Indian Trail East Palisades- Whitewater Creek Gold Branch- North Gold Branch- South Holcomb Bridge Island Ford Island Ford North-Cowart Tract Johnson Ferry North (Facilities) Johnson Ferry North Johnson Ferry South Jones Bridge- CREEC Jones Bridge- North McGinnis Ferry Medlock Bridge Orr's Ferry Paces Mill Powers Island- Interstate North Settles Bridge-Central Settles Bridge- North Settles Bridge-South Sope Creek Suwanee Creek Vickery Creek- East West Palisades- Rottenwood Creek West Palisades- Sandy Point",
    "url": "https:\/\/www.nps.gov\/chat\/learn\/management\/parksforpeople.htm"
}
