{
    "title": "Chattahoochee River National Recreation Area: Upgrade and Construction of the River Access Facility at Rogers Bridge Park.",
    "body": "Upgrade and Construction of the River Access Facility at Rogers Bridge Park         Rogers Bridge EA draft cover  Chattahoochee River National Recreation Area, a unit of the National Park Service, would like to invite the public and interested parties to comment on the recently completed draft Environmental Assessment (EA) entitled Upgrade and Construction of the River Access Facility at Rogers Bridge Park. The purpose of the proposed project is to improve conditions of riparian resources; prevent further degradation; and enhance visitor use, experience, and safety at the existing Rogers Bridge Park river access facility. The EA was prepared to decide whether a Special-Use Permit should be issued to the City of Duluth, Georgia, for upgrading the existing river access facility and along the Chattahoochee River at Rogers Bridge Park in the City of Duluth. The EA describes the purpose of and need for the project, alternatives that were considered, existing conditions at the site, and the effects of the alternatives on natural and cultural resources. The EA evaluates three alternatives: Alternative A - the No Action Alternative; Alternative B - Upland Trail and Pedestrian Step-Down Canoe Ramp (Preferred Alternative); and Alternative C - Upland Trail, Canoe Ramp, and Adjacent Boardwalk and Viewing Platform. Under the No Action Alternative, the National Park Service would not issue a Special-Use Permit to the City of Duluth for the upgrade and construction of the river access facility at Rogers Bridge Park. As a result, the existing river access facility would continue to degrade. Under Alternative B, a new mulch trail and pedestrian step-down canoe ramp would be constructed. All construction activities under Alternative B would occur within the existing river access facility footprint, and no new ground disturbance or clearing of vegetation would be required. Under Alternative C, a new mulch trail, canoe ramp, boardwalk, and viewing platform would be constructed. Construction activities under Alternative C would require clearing and removal of vegetation, and new ground disturbance. The EA can be viewed at the following locations:  The NPS Planning, Environment and Public Comment (PEPC) Web site - http:\/\/parkplanning.nps.gov Park Headquarters - 1978 Island Ford Parkway, Sandy Springs, GA 30350 Duluth Public Library - 3480 Duluth Park Lane, Duluth, GA 30096  You may submit comments on the document by mail (Superintendent, CRNRA, 1978 Island Ford Parkway, Sandy Springs, GA 30350), electronic mail (e-mail us), or through the PEPC Web site. Please be aware that your entire comment, including your personal identifying information, may be made publicly available. While you can ask to have your identity withheld, we cannot guarantee that we will be able to do so. We will always make submissions from organizations or businesses, and from individuals identifying themselves as representatives of organizations or businesses, available for public inspection. The public comment period is open from November 22, 2011, through December 22, 2011.",
    "url": "https:\/\/www.nps.gov\/chat\/learn\/management\/rogers-bridge-park-ea.htm"
}
