{
    "title": "Chattahoochee River National Recreation Area: Commercial Services Strategy",
    "body": "Commercial Services Strategy         Pavilion at Johnson Ferry available for commercial space.   July 1, 2011 The Chattahoochee River National Recreation Area (CRNRA) is developing a Commercial Services Strategy (CSS) to identify opportunities to enhance the park’s mission and the visitor experience through public\/private partnerships. The purpose of a CSS is to:    Describe the desired future conditions of the park for visitor use and private business; Detail potential business opportunities as recommended by park staff, volunteers, visitors, current business operators, and other relevant stakeholders; Create a framework for quickly and easily evaluating business proposals and map existing and potential businesses to this framework; Prioritize business opportunities and outline an action plan for implementation.        A picturesque vista on the river, respite from urban environment, available for recreational activities.   How Can a Business Operate in the Park? Federal law states that any business operating in the National Park Service must be deemed necessary and appropriate for the use and enjoyment of the park. There are two major categories a business in the park may fall into: concession or commercial use authorization holder. Any business operating in the park must be considered appropriate for the park, meaning they do not negatively impact park resources. A concession must be considered both necessary and appropriate; commercial use authorizations may be issued without being considered necessary. Appropriate criteria help to answer the question, “Can the Park authorize this service without compromising the reason it is a unit of the National Park System?” These criteria shed light on the critical components of the park and visitor service that cannot be compromised and they describe the potential negative impacts of a business that must be prevented. Necessary criteria help to answer the question, “Why is this service important for the park?” These criteria describe how a business could enhance the visitor experience and further the goals and mission of the park.           Opportunities for Commercial Services Through meetings with park management, volunteers, the operators of current commercial services in the park, and historical data collected by the park, we have developed the list below of possible commercial services. This list is not final, and just because an activity is listed, does not mean it will be approved. Any comments or questions, as well as new additions, are welcome.  Recreational watercraft rental Shuttle service Food and beverages Retail Guided educational tours Fishing services and tours Bike rentals Fitness classes Camping Rock climbing Geocaching Youth-inspired activities For further information, or to provide feedback, please feel free to contact either Kelly Chang or William Gordon. They can also be reached by phone at (678) 538-1227.",
    "url": "https:\/\/www.nps.gov\/chat\/learn\/management\/commercial-services-strategy.htm"
}
