{
    "title": "Chattahoochee River National Recreation Area: Lower Roswell Road Multi-Use Trail",
    "body": "Explore This Park    Get Involved     Planning     Lower Roswell Road Multi-Use Trail              Lower Roswell Road Multi-Use Trail       Chattahoochee River National Recreation Area, a unit of the National Park Service, has prepared a draft Environmental Assessment (EA) entitled Lower Roswell Road Improvements: Multi-Use Trail Facility and Entrance Improvements, Chattahoochee River National Recreation Area - Gold Branch Unit. The purpose of the proposed project is to improve conditions for visitor use, experience and safety along the park's Gold Branch Unit, and to expand non-motorized public access and recreational opportunities within the jurisdiction of the CRNRA and Cobb County, Georgia. The EA was prepared to decide whether a Special-Use Permit should be issued to Cobb County, Georgia, for portions of road expansion, multi-use trail construction, and entrance improvements that would occur on NPS property. The EA describes the purpose of and need for the project, alternatives that were considered, existing conditions at the site, and the effects of the alternatives on natural and cultural resources. The EA evaluates three alternatives: Alternative A - the No Action Alternative; Alternative B - Multi-use Trail Alternative (Preferred Alternative); and Alternative C - Sidewalk Alternative. Under the No Action Alternative, the National Park Service would not issue a Special-Use Permit to Cobb County for trail construction or road and entrance improvements. As a result, there would be no non-motorized access facilities to the Gold Branch Unit and motorists would need to continue to use a high degree of caution in accessing Gold Branch Unit's existing entrance. Under Alternative B, a multi-use trail would be constructed adjacent to Lower Roswell Road along the Gold Branch Unit, and a pedestrian sidewalk would be constructed on the opposite side of the road. Bike lanes would be placed along both sides of the road. Also under Alternative B, the unit's entrance would be relocated approximately 200 feet north of its existing location, and a southbound left turn lane would be placed on Lower Roswell Road in order to provide turning motorists refuge from through-traffic. Under Alternative C, pedestrian sidewalks and separate bike lanes would be constructed along both sides of Lower Roswell Road. Also under Alternative C, Gold Branch unit's entrance would be relocated approximately 200 feet north of its existing location, and a southbound left turn lane would be placed on Lower Roswell Road in order to provide turning motorists refuge from through-traffic. Under both Alternatives B and C, a roundabout would be constructed at the intersection of Lower Roswell Road, Timber Ridge Road and Willeo Road. Lower Roswell Road EA Lower Roswell Road EA Appendices The Lower Roswell Road Improvements Environmental Assessment (EA) and this Finding of No Significant Impact (FONSI) together constitute the record of environmental impact analysis and decision-making process for the multi-use trail and Gold Branch Unit entrance improvement project along Lower Roswell Road in Cobb County, Georgia. The National Park Service (NPS) will implement the selected alternative (Alternative B: Construction of a multi-use trail and sidewalk, and relocation of Gold Branch Unit entrance). This means that the Chattahoochee River National Recreation Area (CRNRA) will undertake a federal action in issuing a Special-Use Permit to Cobb County, Georgia to construct a non-motorized recreational access route along Lower Roswell Road on park property and replace the existing entrance in the park's Gold Branch Unit. Lower Roswell Road FONSI",
    "url": "https:\/\/www.nps.gov\/chat\/learn\/management\/lower-roswell-road.htm"
}
