{
    "title": "Chattahoochee River National Recreation Area: Planning",
    "body": "Explore This Park    Get Involved     Planning             Planning       Planning in the National Park Service guides informed and insightful decisions that provide relevant and timely direction to park management, and informs future decision-making for each national park system unit in accord with its stated mission. Planning also provides methods and tools for resolving issues in ways that minimize conflicts and promotes mutually beneficial solutions - solutions that articulate how public enjoyment of the parks can be part of a strategy for ensuring that resources are protected unimpaired for future generations. The National Park Service prepares a variety of planning and environmental documents to help guide management of park resources and visitor use and activity. The Park Planning and Special Studies Division in the national office provides overall direction for park planning. It works closely with the seven regional planning offices, which are responsible for plan production and technical assistance to parks. Additional capacity for plan production and planning services is provided by the Denver Service Center Planning Division. Planning is accomplished through collaboration with various NPS programs, such as Facilities, Transportation, Wilderness, Cultural Resources, and Natural Resources, to meet park planning needs.           Tom Wilson  General Management Plan The General Management Plan and Environmental Impact Statement is the basic guidance document for managing the Chattahoochee River National Recreation Area for the next twenty years. more..            Parks for the People The Chattahoochee River National Recreation Area is one of seven NPS sites nationwide partnering with the Van Alen Institute in Parks for the People: A Student Competition to Reimagine America's National Parks. more...       Environmental Assessments An Environmental Assessment (EA) is a brief National Environmental Policy Act (NEPA) document that is prepared to; (a) help determine whether the impact of a proposal or alternatives could be significant; (b) aid NPS in compliance with NEPA by evaluating a proposal that will have no significant impacts, but that may have measurable adverse impacts; or (c) evaluate a proposal that either is not described on the list of categorically excluded actions, or is on the list but exceptional circumstances (section 3.5) apply. Recent EAs:  Lower Roswell Road  Lower Roswell Road EA Appendices Upgrade and Construction of the River Access Facility at Rogers Bridge Park Forsyth County Shakerag Water Reclamation Facility Chattahoochee River Trail Connection Plan Pedestrian Bridge at Morgan Falls Replace\/Rehabilitate Hewlett Field River Access        Wetlands Statement of Findings A Wetlands Statement of Findings (WSOF) documents the rationale for identifying a preferred planning alternative that has adverse impacts on wetlands, explains why no alternatives with less wetland impacts were practicable, and otherwise documents compliance with the policies and requirements of D.O. #77-1 and these procedures. Recent WSOFs  US 41 Road and Bridge Widening        Cultural Landscape Reports Cultural landscapes are defined as geographical areas, including both cultural and natural resources and the wildlife or domestic animals therein, associated with a historical event, activity, or person, or that exhibits other cultural or aesthetic values. A Cultural Landscape Report (CLR) documents changes to the cultural landscape and provides treatment recommendations based on the significance and integrity of the resource and the needs of contemporary park management. Sope Creek       Long-Range Interpretive Plan The Long-Range Interpretive Plan is a document that sharpens our focus and pulls together all of theeducation and interpretation efforts related to the Chattahoochee River National Recreation Area. Theplan summarizes the park themes, identifies the desired visitor experience, describes the existingcondition of interpretive services, and lists internal and external issues and influences. The plan alsooffers park managers and staff recommendations for achieving this long-term vision for interpretation.",
    "url": "https:\/\/www.nps.gov\/chat\/getinvolved\/planning.htm"
}
