{
    "title": "Chattahoochee River National Recreation Area: YCC Application Packet",
    "body": "YCC Application Packet       Instructions The following forms must be completed and submitted together to make up your YCC Application Packet. Applicants 16 years of age and older do not have to obtain a Work Permit. All forms must be signed where required by the applicant and the parent or guardian if the applicant is under the age of 18. You should print a YCC checklist of all forms needed to complete your application packet. An incomplete application packet will eliminate you from consideration for a position. The forms that make up the application packet are available online as pdf documents. They can be opened, completed, and printed using Adobe Acrobat Reader, available free online. Forms completed by hand are also acceptable as long as they are complete, legible, and signed where appropriate.  Forms Georgia Youth Work Permit (if under the age of 16) Obtaining a Georgia Youth Work Permit is a 3 step process. The first step is completed by you, the second step is completed by the park, and the final step is completed by the issueing officer at your school.  You must go to the Georgia Department of Labor (GDOL) website at http:\/\/www.dol.state.ga.us\/em\/online_work_permit.htm to begin the application process for your Georgia Youth Work Permit. Once on the website select the \"Work Permit - Minor's Instructions for the Online System\" link and review the instructions. Return to the GDOL website and select the \"Minor\" link and follow the instructions for completing the online application. Once you have completed your application print the \"Work Data Sheet\" with your 10 character \"Minor Security Key (MSK)\" and enclose a copy in your application packet. If you are selected for a job, by May 6, 2016 the park will complete the \"Employer\" section on the GDOL website and inform you of your selection. Once notified of your selection you must take the \"Work Data Sheet\" and your birth certificate to the issuing officer at your school. After the issuing officer has certified the employment certificate online, he\/she will print a completed copy from the system and present it to you. You must take the computer generated copy of the online certificate to the park within 10 days. Failure to do so will result in you forfeiting your job. The park will maintain this copy of the employment certificate at the park in your official personnel file.  FS Form 1800-18, Youth Conservation Corps Application  Open the form and complete all boxes and print the completed form. You and your parent or guardian must sign and date the form before enclosing in your packet. FS Form 1800-3, Youth Conservation Corps Medical History Open the form and complete all of Part I and items 1 through 4 in Part II then print the completed form. You must sign and date the form at the bottom of Part I. Your parent or guardian must review the information in Part II, make any necessary comments in the \"REMARKS\" section, and sign and date the form in boxes 5 and 6. Enclose the completed signed form in your packet. Form G-4, State of Georgia Employee's Withholding Allowance Certificate Open the form and complete all boxes that apply and print the completed form. You must sign and date the form before enclosing in your packet. Form W-4 (2016), Employee's Withholding Allowance Certificate Open the form and complete all boxes that apply and print the completed form. You must sign and date the form before enclosing in your packet. Standard Form 1199A, Direct Deposit Sign-Up Form Open the form and complete all boxes that apply in Section 1 and print the completed forms. Please note that information entered on the first page will appear on the second and third pages. Sign and date all three pages of the form and take to your financial institution for their review and completion of Section 3. They will return the completed form to the park. Please make a copy and enclose in your packet. Form I-9, Employment Eligibility Verification  Open the form and complete all boxes that apply in Section 1 and print the completed form. You must sign the form before enclosing in your packet. Also enclose a copy of your U.S. Passport, or copy of your Photo Identification & Social Security Card. The originals of these items must be shown the first day of work. Standard Form 181, Ethnicity and Race Identification Open the form and complete all boxes that apply and print the completed form. Your signature is not required on the form! Enclose the form in your packet.  National Park Service, Photo Release Form Open the form and complete all boxes and print the completed form. You and your parent or guardian must sign and date the form before enclosing in your packet. Youth Conservation Corps, Corps Member Information Sheet Open the form and complete all boxes that apply and print the completed form. Your parent or guardian must sign and date the form before enclosing in your packet. Youth Conservation Corps, Emergency Notification Form Open the form and complete all boxes that apply, print the completed form, and enclose in your packet Youth Conservation Corps, Parental Approval Form Open the form and complete all boxes that apply and print the completed form. Your parent or guardian must sign and date the form before enclosing in your packet. Youth Conservation Corps, Self-Statement of Swimming Ability Open the form and complete all boxes that apply and print the completed form. You and your parent or guardian must sign and date the form before enclosing in your packet.  Youth Conservation Corps, Smoking Policy Open the form and print the form. You and your parent or guardian must sign and date the form before enclosing in your packet.  YCC Application Packet Submission Submit all completed and signed forms in your YCC Application Packet to the park by certified mail, fax, or e-mail. Application packets will not be returned, make a photo copy for your records before submitting. Incomplete application packets will not be considered!  Chattahoochee River National Recreation Area Youth Conservation Corps 1978 Island Ford Parkway Sandy Springs, GA 30350 Fax: 678-538-1218 E-mail: CHAT_Personnel@nps.gov  DEADLINE: Your YCC Application Packet must be received by the park no later than April 29, 2016! Enrollee selections will be made using a random method, and applicants will be notified of their status by e-mail.",
    "url": "https:\/\/www.nps.gov\/chat\/getinvolved\/ycc-application-packet.htm"
}
