{
    "title": "Chattahoochee River National Recreation Area: General Management Plan",
    "body": "General Management Plan          The Final General Management Plan\/Environmental Impact Statement is the basic guidance document for managing the Chattahoochee River National Recreation Area for the next twenty years. The purposes of this plan are to specify resource conditions and visitor experiences to be achieved in the park and to provide the foundation for decision-making and preparation of more specific resource plans regarding park management. It represents an agreement by the National Park Service with the public on how the park will be used and managed during the plan period. Chattahoochee River National Recreation Area was authorized by an act of Congress in 1978. The boundaries of the park were expanded to total 10,000 acres in 1999.The last General Management Plan for Chattahoochee River National Recreation Area was completed in 1989.The metropolitan area surrounding the park has changed significantly since 1989, and the patterns and types of visitor use have also changed. This plan represents the results of a multi-year planning process that began in 1999. The geographic area covered by this plan includes 10,000 acres of land located along 48 miles of the Chattahoochee River corridor extending from Buford Dam, Lake Lanier southward, to Peachtree Creek in Atlanta. Three key management issues have been identified for the park.   The first key management issue is to determine the most appropriate levels of service for visitor interpretation and education in the park.   A second key management issue is to determine suitable locations for administration and visitor facilities.   The third key management issue is to determine how to manage the park to allow for quality visitor experiences while protecting natural and cultural resources. The park is located in a long, narrow river corridor surrounded by developing communities and the park is therefore highly sensitive to potential effects of encroachment and use.   You may view a complete copy of the document at the following link. The document file is in Portable Document Format (PDF) and requires Adobe Acrobat Reader to view. The document will open in a new window. Warning: This is a very large file and may take several minutes to open.  Final General Management Plan\/Environmental Impact Statement (35 MB)  For viewers wishing to see specific sections and views with slower dial-up connections, this document has been divided into smaller sections quicker download. The section files are in Portable Document Format (PDF) and require Adobe Acrobat Reader to view. The sections will open in new windows.  Cover, Introduction, Summary (pp. i-xvi) (1.59 MB) Contents (pp. xvii-xxii) (155 kB) Chapter 1: Purpose Of and Need for Action (pp. 1-36) (3.52 MB) Chapter 2: Alternatives (pp. 37-88) (13.1 MB) Chapter 3: Affected Environment (pp. 89-152) (3.59 MB) Chapter 4: Environmental Consequences (pp. 153-266) (.99 MB) Chapter 5: Recommendations for Future Planning Efforts (pp. 267-272) (331 kB) Chapter 6: Consultation and Coordination (pp. 273-298) (4.11 MB) Bibliography (pp. 299-316) (1.08 MB) Glossary of Terms (pp. 317-322) (673 kB Appendices (pp. 323-426) (7.38 MB)",
    "url": "https:\/\/www.nps.gov\/chat\/learn\/management\/general-management-plan.htm"
}
