{
    "title": "Chattahoochee River National Recreation Area: Youth Conservation Corps",
    "body": "Youth Conservation Corps         Youth Conservation Corps members pose for a photograph during an educational field trip to Atlanta Botanical Gardens in 2015. NPS  2016 Youth Conservation Corps (YCC) Program There will be eight young adults selected by lottery for the nonresidential 2016 YCC crew at the park. While the corps members will spend most of their time on work projects they will also learn about the environmental and cultural resources found in the park. Work Projects The park YCC crew works on a wide variety of trail maintenance projects including trail clearing, repairs, and construction. The work will be accomplished using hand tools. Corps members may also be assigned to maintenance work such as janitorial services, equipment cleaning, etc. during inclement weather. Environmental Education Environmental education programs will be offered as part of this year's program. A minimum of 40 hours will be spent on environmental programs provided by our staff in conjunction with other park areas         YCC corps members working on a trail.   General Information Employment Requirements Corps members must be at least 15 years of age by June 7, 2016 and not over 19 years of age by July 31, 2016. They must also be United States citizens. A Georgia Youth Work Permit is required for all applicants under the age of 18 and must be submitted as part of their application packet. Job Location Corps members will report to work each day at the Island Ford unit located in the north end of Sandy Springs, Georgia. Corps members will be dismissed from the Island Ford unit at the end of the work day. Corps members are responsible for their own transportation to and from Island Ford. Pay Rate Corps members are paid $9.00 per hour, which is above the federal minimum wage. Corps members may take sick leave but will not be paid for the time absent. Schedule The standard work day is from 7:00 a.m. to 3:30 p.m., Monday through Friday. Crew members will receive one 15 minute break in the morning and a second 15 minute break in the afternoon. Additional breaks may be given dependent on working conditions. There will be a 30 minute lunch break. Corps members are required to pack a lunch daily. Work Conditions Corps members will encounter a variety of harmful flora and fauna during their workday; bees, snakes, ticks, mosquitoes, Poison Ivy, and Poison Oak are common. The work will be performed under hot and humid conditions.            Employee Responsibilities Safety Appropriate safety training and personal protective equipment (PPE) will be provided by the park. Corps members are expected to work in a safe manor using appropriate PPE when required. Safety is the responsibility of every corps member. Clothing Requirements Work uniforms will be provided for corps members and must be worn during the work day. At the end of the shift all uniforms will be collected and washed before the next day of work. Street clothes should be worn to and from work. For your safety on the job sandals, shorts, and tank tops are prohibited. Direct Deposit All corps members will be paid by direct deposit to their designated bank. Corps members must submit banking information prior to the first day of work.          WOW! Look what I found. NPS  Conditions of Employment The following are conditions of employment. Immediate termination of employment will result if these directives are not followed. Alcohol & Illegal Drugs Alcohol or illegal drug use or possession is prohibited. Any corps member under the influence or in possession of alcohol or illegal drugs during work hours will be referred to a law enforcement park ranger. For your own safety corps members are required to provide a written list of their current medications prior to participation in the program. Harassment Verbal or physical harassment is prohibited. To maintain an appropriate work place, corps members are not permitted to exhibit physical signs of affection toward other corps members or acquaintances while at work. Weapons Weapons are prohibited during working hours. Knives with blades over 6 inches long are prohibited during work hours. Smoking Smoking is prohibited at work sites, job sites, while in park facilities, and while in vehicles.       How to Apply To apply for the 2015 Summer YCC Program at Chattahoochee River National Recreation Area, complete the YCC Application Packet and send to the park by certified mail, fax, or e-mail. Application packets will not be returned, make a photo copy for your records before submitting. Incomplete application packets will not be considered!  Chattahoochee River National Recreation Area Youth Conservation Corps 1978 Island Ford Parkway Sandy Springs, GA 30350 Fax: 678-538-1218 E-mail: CHAT_personnel@nps.gov  DEADLINE: Application Packet must be received no later than April 29, 2016. Corps member selections will be made using a random method on May 2, 2016. All applicants will be notified of their status by e-mail by May 4, 2015.  Questions Please e-mail us with any questions that you may have about the program.",
    "url": "https:\/\/www.nps.gov\/chat\/getinvolved\/youth-conservation-corps.htm"
}
