{
    "title": "Chattahoochee River National Recreation Area: Teacher-Ranger-Teachers",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Teacher-Ranger-Teachers                Teacher-Ranger-Teachers          This program was not funded for 2014. The Teacher-Ranger-Teacher (TRT) program is an extended professional development opportunity for educators from K -12 schools to learn about the resources and educational materials available through the National Park Service. Teachers participating in TRT will have the opportunity to engage in parks and park resources, participate in a webinar about lesson planning, develop at least one lesson to be used in their classroom or school, assist the park with an education project, and increase their understanding of place-based learning. Administration of the program, professional development hours, and graduate credit hours will be made available to participants through a cooperative agreement with the University of Colorado, Denver. The emphasis of this program is to link national park units and teachers from schools with underserved student populations in urban and rural school districts. TRTs perform various tasks depending on their interests and the needs of the park. They spend most of their time engaging with park education projects, learning about park resources, and developing lesson plans to use in their classrooms and in the park with students. Their experience will also include exposure to a variety of work performed in national park units by employees from many career fields. When TRTs return to the schools in the fall, they spend part of their classroom time presenting their TRT projects to their own students and to a wider education audience. These presentations can be connected to the National Park Service outreach during National Park Week in April or at other times during the school year. Program Goals  Provide teachers with place-based learning experiences, Provide access to the rich resources of the national parks for inclusion into classrooms and schools, Provide teachers with new knowledge and teacher skills related to the resources and themes interpreted in the National Park Service, and  Provide parks with the expertise of teachers to inform and shape park education programs and services.       Teacher-Ranger-Teachers at the Chattahoochee Typically the park hires several Teacher-Rangers for the summer. The Teacher-Rangers will work 30 hours per week for 6 weeks. The work week will consist of three 8-hour days and one 6-hour day with work on Saturdays required. The workday will begin and\/or end at the park headquarters at 1978 Island Ford Parkway, Sandy Springs, Georgia. Occasionally the workday will begin and\/or end at various park units. The Teacher-Ranger will be paid $3000 for the summer. An official Teacher-Ranger uniform, and any safety equipment that may be required to perform the job, will be provided. The duties of the Teacher- Rangers may include developing and presenting the following:  Junior Ranger activities Summer camp activities Educational podcast Professional development Family programs America's Great Outdoors activities Work with youth organizations Tie Common Core Standards to programs STEM Education materials\/activities Create online connections to students Network with local schools\/districts Incorporate Technology into NPS programs Healthy People\/Healthy Parks projects  The Teacher-Rangers will be required to:  Learn about the natural, cultural, and historic resources of the park. Maintain a positive and willing attitude Walk on uneven terrain in various weather conditions Maintain a daily log of your activities to be turned in your final day. Participate in occasional park-wide programs. Learn how to use the park phone system and set building alarms. Interact with park visitors about rules and regulations pertaining to life jacket (PFD) use, pets in the park, bicycle use, etc. Maintain a valid driver's license and drive park automobiles, trucks, or vans Participate in on-site training.  During the school year, the Teacher-Rangers will bring national parks into the classroom by developing and presenting curriculum-based lessons that draw on their summer experience in the park. In April, during National Park Week, Teacher-Rangers wear their TRT uniform to school, discuss their summer as a park ranger, and engage students and other teachers in activities that relate to America's national parks.      How to Apply If you have any questions about the program please e-mail us or contact Marjorie Thomas, Park Education Coordinator by phone at 678-538-1243. To apply for an exciting summer as a Teacher-Ranger at Chattahoochee River National Recreation Area please download and complete the application (fillable pdf). Submit your completed application with the attached principal approval letter (signed), letter of support from a colleague, and a resume to the park. By e-mail: e-mail us By FAX: 770-399-8087 By Mail: Chattahoochee River NRA Attn. Teacher-Ranger-Teacher 1978 Island Ford Parkway Sandy Springs, GA 30350 Application are not being accepted for 2014 due to lack of funding!",
    "url": "https:\/\/www.nps.gov\/chat\/learn\/education\/development\/trt.htm"
}
