{
    "title": "Chattahoochee River National Recreation Area: Invasive Plants",
    "body": "Invasive Plants       The Chattahoochee River NRA is home to an amazing 948 plant species, 813 of which are native. In order to preserve this diversity, it is important to limit the number of invasive species competing for resources. Although the park works to control invasive plants from spreading, they are often introduced from nearby areas unintentionally- seeds being carried by animals, the wind, or the river are just some of the ways. Click the links above for information about some of the most invasive plants in the park from A Management Guide for Invasive Plants in Southern Forests, a publication of the US Forest Service. The Lady Bird Johnson Wildflower Center has developed Plantwise Guidelines to help prevent the introduction and spreading of potentially invasive plants:  Know Your Plants: sometimes invasives look very similar to native plants. Learn identifying characteristics to make sure you're planting or treating the right one. Use Native or Non-Invasive Alternatives: Ask your nursery about non-invasive plant alternatives. There are often plants with similar characteristics to invasives that can promote a healthier local ecosystem and support local food webs and habitats for wildlife. Watch Out for Invasive Hitch-hikers: Check clothes, belongings, pets and vehicles for seed and pieces of invasive plants that may have attached themselves. Always use local firewood- pests can spread quickly when people tranport firewood or other untreated wood to new areas. Have a Care if you Share: Only share native or non-invasive plants. Also remember to buy native plants from a reputable supplier. While some are legitimately rescued, many are dug from the wild to be sold. Harvesting native plants from the wild can reduce populations and is illegal in the park. Use Seed Mixes that are Invasive Plant-free: Buy seed mixes from reputable sources that guarantee the purity and content of their seed. Take a native seed list with you when you go shopping to make sure the seeds are native to your area. Use Weed-free Soil, Mulch, and Straw: Check to be sure soil and mulch are weed-free. You may have to pay a little more for guaranteed weed-free products, but it will be much less expensive than eradicating an invasive plant infestation. Keep an Eye on New Sprouts and Volunteers: Invasive plants can come from anywhere and spread very quickly. Some make attractive additions to our gardens but can produce a lot of seedlings and make control difficult. Control sprouts by hand-pulling or mowing unwanted seedllings to prevent them from growing to maturity. Invasive plants are usually good at taking advantage of landscape disturbances. Be especially watchful for invasive plants sprouting up in newly disturbed soil, such as ground tilled for a vegetable or flower garden. Pulling or treating these sprouts quickly before they become established is the easiest and most cost-effective way to manage them. Be Especially Careful with Aquatic Plants: Always dispose of aquatic plants carefully! Many aquatic plants, though attractive as water garden and aquarium decorations, are highly invasive. Many continue to be sold through aquarium and pond supply dealers, both online and in retail garden centers. Infestations are often the result of the improper disposal of plants or water from ornamental ponds or the overflow of ponds into local waterways after heavy rains. Invasive aquatic plants often thrive in slow-moving water such as ponds, lakes, swamps, and irrigation canals. These dense colonies of aquatic plants can clog waterways and make fishing, swimming, and boating difficult. They also reduce the amount of oxygen in the water, which fish and other organisms need to survive, block animals from getting to the water and crowd or shade out native plants. Dispose of Invasive Plants Carefully: When disposing of invasive plant materials, check for any seeds, fruit, or cuttings that could re-sprout. At a minimum, bag these materials to help stop their spread. If it is permitted in your area and can be safely done, consider burning the material. If you use chemical treatment to eradicate invasive plants, make sure to follow all label directions. If You Can't Part with Your Invasive Plant, Contain, Control, or Cage It: Be responsible. If you have a plant in your garden that has invasive tendencies, take special steps to keep it in your garden, such as inserting root barriers, trimming regularly, or harvesting fruits or seeds before they can be spread. Use pots or root barriers to prevent rhizomes or suckers from sprouting outside the planting area. Pull any sprouts to prevent them from spreading and becoming established.",
    "url": "https:\/\/www.nps.gov\/chat\/learn\/nature\/invasive-plants.htm"
}
