{
    "title": "Chattahoochee River National Recreation Area: Chattahoochee Resource Blog",
    "body": "Explore This Park    Learn About the Park     Nature     Chattahoochee Resource Blog               Chattahoochee Resource Blog        Green-winged Teal ©Tom Wilson       RSS  About This Blog Hello and welcome to the Chattahoochee River NRA Science and Resource Management (SRM) Blog. Facts, trivia, photos and random bits of natural resource-focused information will be posted as it occurs, transpires, arises, befalls, ensues, or becomes a plain ol' nuisance. Postings will include the fabulous, the interesting, the unusual and the ugly. For instance we will post photos of spring ephemerals as they come into bloom in the park. Or an interesting animal caught on camera. Or, we may post current E. coli levels, sewage spills, and stream bank erosion. Stay updated on the news and natural phenomenon of the Chattahoochee River National Recreation Area.     Combating exotic plants in the park.  September 25, 2014 Posted by: Noelia Aponte-Silva    An array of exotic plant species are displacing the natives at Chattahoochee River National Recreation Area and may ultimately lead to ecosystem replacement. Learn what the park is doing to combat these exotic plants. exotic plants      EPMT Activity at Sope Creek  September 18, 2014 Posted by: Joe Jarquin    The Southeast Exotic Plant Management Team returned to the park in September to continue the eradication of Kudzu. Assisted by park interns and volunteers, eradication efforts at Sope Creek has occured annually since 2010.      Great day for Georgia Aster  May 30, 2014 Posted by: Allyson Read    The park has partnered in a Candidate Conservation Agreement (CCA) for the Georgia aster (Symphyotrichum georgianum).  The signing of the CCA creates a partnership of agencies, organizations, and other entities that voluntarily agree to specific conservation measures to ensure species recovery and to avoid listing on the endangered species list.      Introducing EXOT, CRNRA's New Invasive Plant Eradication Protocol!  October 31, 2013 Posted by: Rudy Evenson and Paula Capece  1 Comments     This post links to a .pdf report on the park's new method for determining when, where, and how to attack invasive plant infestations. Volunteers and park staff will use GPS units to create a database of treatment areas, including location, species, treatment method and date, and resources threatened by the infestation. The database will then be used to prioritize and schedule treatments parkwide.      Southeast Coast Exotic Plant Management Team Revisits Sope Creek in April  May 06, 2013 Posted by: Rudy Evenson and Allyson Read  0 Comments     From April 3 to April 8, the SEC-EPMT treated approximately 6 acres of privet on the former kudzu site cleared at Sope Creek last year. The work is intended to prevent privet from taking over the newly cleared kudzu area. A .pdf of their report is attached.      Great Backyard Bird Count  February 27, 2012 Posted by: Candice Larussa  0 Comments     The weekend of February 18 marked the 15th annual Great Backyard Bird Count (GBBC), an encompassing event that engages bird watches of all ages to participate as citizen scientists for the weekend. The data collected becomes invaluable since birds are dynamic creatures rendering it impossible for scientist to document the distribution of every species in such a short period of time.      That's no Snowy Owl... It's a Leucistic Red-Tailed Hawk!  January 24, 2012 Posted by: NPS Staff  75 Comments     The CRNRA is home to several species of birds, both year-round dwellers like the Great Blue Heron (Ardea herodias) and also migratory passers-through, like the Sandhill Crane (Grus canadensis). In fact, we have 192 confirmed species!      The Park After Dark: White-Tailed Deer  January 10, 2012 Posted by: NPS Staff  4 Comments     Visitors to the park know it can be busy during the daytime; just visit Cochran Shoals on the weekend and you'll understand. People may be the most commonly spotted creature during the daytime, but for our animal inhabitants, the nighttime is the right time!      Leave it to Mother Nature!  December 23, 2011 Posted by: Candice Larussa  0 Comments     During the midsummer heat, as the buzzing of insects was drowning out the incessant drone of cars on Johnson Ferry Road, CRNRA received a phone call from Colonial Pipeline regarding the wetland located at the closed parking lot at Johnson Ferry South.      Bald Eagle siting  October 05, 2011 Posted by: Allyson Read, Photograph by Tom Wilson  6 Comments     A bald eagle (Haliaeetus leucocephalus) was sited this morning approximately 1 mile downstream of the Johnson Ferry Bridge.  Dennis Teague called in with this exciting report.      New Bee Species Found in Park  August 31, 2011 Posted by: Allyson Read  0 Comments     To date, 5, and possibly 7, new species of bees have been identified during a pollinator study at the Cochran Shoals unit of the park.      Hornworms as Host  August 22, 2011 Posted by: Megan Beezley  1 Comments     I asked as I was pulling invasive plants from the Boxwoods planted behind Hewlett Lodge. The shrubs seemed to be host to a variety of invasive species- Honeysuckle waving defiantly from the top, Elaeagnus' tentacle-like stems sprouting from the sides and English Ivy trying to sneak in underfoot. But this… THIS was something that brought the term \"invasive\" to a whole new level.      Building with Bamboo  August 19, 2011 Posted by: Megan Beezley    Here in the Science and Resource Management division of the park, a big challenge is managing non-native species. Few residents are unfamiliar with kudzu's amazing ability to overtake untended lots, of wisteria's lavender tendrils dripping from trees or of privet's incessant propagation mission.      Yellow Jacket Bees  August 04, 2011 Posted by: Allyson Read  0 Comments     Recently we have received several reports from hikers at the Sope Creek unit of the park that have been stung by yellow jacket bees.      Spiny softshell turtle  July 18, 2011 Posted by: Megan Beezley, Photograph by Joe Steed  1 Comments     While most folks along the river would be (understandably) upset if you started calling them yellow-bellied, a stinkpot or a cooter, there are a few denizens of the river proud to claim such distinctive names!",
    "url": "https:\/\/www.nps.gov\/chat\/blogs\/CHAT-PRM-2012.htm"
}
