{
    "title": "Chattahoochee River National Recreation Area: Safety",
    "body": "Safety       For Non-Emergency Law Enforcement Assistance A non-emergency is an event that does not pose a direct threat to the health and safety of you and others people. Examples of when to call the non-emergency line are when you see a property crime (car break-ins, vandalism) suspicious activity or a threat to the park's resources (digging, metal detecting). 404-730-7911 For Emergencies An emergency is an event which represents a direct threat to the health and safety of visitors or employees. Example of when to dial 911 are for missing person, fire, physical altercation, or injury. DIAL 911      Zika Virus The Zika virus is a viral disease transmitted to people by infected mosquitoes (Aedes species, a non-native species introduced by humans). Visit the National Park Service Zika Virus page to learn about the virus and how it impacts our visitors.         Personal Flotation Device (PFD) A U.S. Coast Guard approved personal flotation device (PFD) is Required To Be Worn if you are boating, tube floating, or wading in river areas between  Buford Dam and the GA 20 highway bridge and Morgan Falls Dam and the Morgan Falls boat ramp.  On all other river sections in the park, you must have a wearable, appropriately sized; U.S. Coast Guard approved PFD on board all watercraft, including float tubes and air mattresses for each person. All children under the age of 13 MUST WEAR a U.S. Coast Guard approved PFD when a watercraft is underway.        Swift waters can overtake you! NPS Photograph\/Robert Armstrong  Check The Flow Always be cautious of rising river levels due to water releases from Buford and Morgan Falls Dams. Check the water release schedule before entering the river. Entering the river directly below a dam as water is released is very dangerous. Rising river levels further downstream may not be as dramatic and thus be just as deadly. For the Buford Dam water release schedule call 1-855-DAM-FLOW (1-855-326-3569) or 770-945-1466. For the Morgan Falls Dam water release schedule call 404-329-1455. Please visit our Downstream Flow Rate page for approximate times that it takes for river levels to begin to rise at various locations below Buford Dam.      Flash Floods While not as frequent as the daily water releases from the dams, you must be aware that natural flash floods do occur on the Chattahoochee River. If you are on the river during a hard rain you would naturally expect for the river level to rise. How about those days when the skies remain sunny overhead all day but you see dark clouds nearby. Besides a sunburn you may soon be in a flash flood. Use common sense on days like this and be prepared to get off the river immediately.      Water Bring fresh drinking water and non-perishable food or snacks. Drink and eat periodically to avoid dehydration and keep your energy levels high. DO NOT drink the river water as harmful levels of bacteria may be present! For additional information about the water quality of the Chattahoochee River and the BacteriAlert Program visit the Chattahoochee Riverway Project website at http:\/\/ga2.er.usgs.gov\/bacteria\/default.cfm. Hypothermia Water released from Buford Dam comes from the bottom of Lake Sidney Lanier and is approximately 50 degrees Fahrenheit. This cold water is great for trout, but dangerous for you. Beware of Hypothermia which is the severe lowering of the body's temperature. When exposed to these low temperatures, exhaustion or unconsciousness can occur in less than 30 minutes. If you fall into this cold water, get out quickly and warm yourself. Hypothermia can occur even in the warmest summer months. Severe Weather Watch weather and water conditions and head for shore if bad weather threatens. If lightning occurs, get out of the water, stay away from trees, and seek low shelter. Lightweight, quick-drying clothing is adequate in the summer. During cooler seasons wear clothes of natural and synthetic fiber blends. For cold weather wear wool or synthetic fibers -- they retain heat even when wet. Always wear appropriate footwear. Diving Never dive or jump in the river. There are dangers in the form of submerged rocks, murky water, and fluctuating water levels that can cause serious injury. Lost Know your planned fishing spots and tell others your plans. Paces Mill is the last take-out point in the park. It is located a short distance downstream from the I-75 Highway underpass on the West side of the river.",
    "url": "https:\/\/www.nps.gov\/chat\/planyourvisit\/safety.htm"
}
