{
    "title": "Chattahoochee River National Recreation Area: Downstream Flow Rate",
    "body": "Downstream Flow Rate       Buford Dam Call 770-945-1466, or toll free at 1-855-DAM-FLOW (1-855-326-3569), for the Buford Dam water release schedule. Use the chart below to determine the approximate time it will take for the water to arrive at your location. This chart covers the section of the recreation area from Bufford Dam to the Ga. 400 bridge. Make sure you are in a safe location when the river begins to rise.      The Chattahoochee River downstream of Buford Dam is subject to release of water and increase of flows within the River. The information provided is for informational and planning purposes only. Water Travel Time From Dam is listed as a range of times in hours and minutes that water could begin to rise at a location. Click on a link in the table to view the current river level for that location.     Location on River River Mile Dist. From Dam Water Travel Time From Dam (hh:mm)   Buford Dam 348.1 0.2 < 0:15   Ga. 20 Bridge 345.8 2.5 0:30 - 1:00   Settles Bridge 343.6 4.7 0:45 - 1:30   McGinnis Ferry 339.8 8.5 1:45 - 2:00   Rogers Bridge 336.9 11.4 2:30 - 3:15   Abbotts Bridge 335.3 13.0 3:15 - 4:30   Medlock Bridge 330.8 17.5 3:30 - 4:45   Jones Bridge 328.7 19.6 3:45 - 6:00   Garrard Landing 325.4 22.9 5:15 - 7:30   Island Ford 320.6 27.7 6:30 - 8:45   Ga. 400 Bridge 318.4 29.9 8:00 - 11:45         Morgan Falls Dam Call 404-329-1455 for the Morgan Falls Dam water release schedule. Use the chart below to determine the approximate time it will take for the water to arrive at your location. This chart covers the section of the recreation area from Morgan Falls Dam to the U.S. 41 (Cobb Parkway\/Northside Parkway) bridge. Make sure you are in a safe location when the river begins to rise.      Click on a link below to view the current river level for that location.     Location Time   Morgan Falls Dam immediately   Johnson Ferry North 45 minutes   Powers Island 3 hours    Paces Mill  NO Public Takeouts Past This Landing!  4 hours",
    "url": "https:\/\/www.nps.gov\/chat\/planyourvisit\/downstream-flow-rate-buford-dam.htm"
}
