{
    "title": "Chattahoochee River National Recreation Area: Brochures",
    "body": "Explore This Park    Plan Your Visit     Brochures            Brochures       Site Bulletins A site bulletin is generally produced in-house by the park staff using standard paper sizes. They address a number of topics and issues that change frequently or of a seasonal nature. Below is a list of site bulletins that have been produced by the park.  Boating Safety (PDF) Poison Ivy, Poison Oak, and Poison Sumac (PDF)        Checklist Have you ever wondered how many different species you have seen in the park over the years? It's time to download and print a copy of one or all of the checklist below and start keeping track. If you happen to find a species in the park that is not on the list take a clear photograph and note its location. Report your finding to the park to help support the park scientist. This is a great way to become a Citizen Scientist!  Bird Checklist (PDF) Checklist of Reptiles and Amphibians (PDF)       Educational Programs (PDF) The Chattahoochee River National Recreation Area strives to help educate people of all ages to the park and its resources. We offer curriculum-based programming, free of charge, to educational groups upon request.      Environmental Education Training Workshops (PDF) These workshops are open to private and public school teachers, nature center instructors, resources agency educators, youth organization leaders, and all interested volunteers. This brochure will tell you all about the workshops, dates, times, location and cost. This is a great way for teachers to receive PLU staff development credit.     Maps Give your memory a break! Nearly every trail junction throughout the park has a map of the unit with your current location. But what happens when you need a map between trail junctions? You hope you memorized the right map features from the last map you looked at… or pull out your own map from your back pocket. Here is the place to download and print the trail maps in the park. Happy Trails!      River Guide (PDF 1.56MB) The beautiful river and the land along it have a rich history dating back for centuries. The word Chattahoochee is American Indian and is thought to mean \"River of Painted Rocks.\" The Cherokee referred to the Chattahoochee River Corridor as the Enchanted Land. This guide is designed to help you discover the enchantment.",
    "url": "https:\/\/www.nps.gov\/chat\/planyourvisit\/brochures.htm"
}
