{
    "title": "Organ Pipe Cactus National Monument: The Desert Ranchers",
    "body": "The Desert Ranchers         Roundup in Alamo Canyon NPS Photo  When you look out at the vast Sonoran Desert wilderness, full of saguaro, organ pipe, and cholla cactus, you do not exactly expect to see signs of cattle ranching. The land here is harsh, dry, and extreme. To a small group of ranchers, this land was paradise. Throughout the monument, you can see signs of these ranchers and their lifestyles. As you explore these old ranch sites, one cannot help but be impressed by the determination and perseverance of these men who worked this desert land. The history of the earliest cattle ranching here in Organ Pipe’s territory started when cattle were introduced by the Spanish, perhaps Coronado or Padre Kino at his mission near Sonoyta. Cattle prospered on the mission farms and their ancestors provided stock for Indian herds in the area. The introduction of cattle, horses, and burros changed the face of this area forever. After the US\/Mexico international boundary fence was established between Arizona and Mexico, cattle could no longer roam freely back and forth and the range became more restrictive.         Approaching Dos Lomitas Ranch site NPS Photo  American ranching in the Monument region goes back to the early decades of the 1900’s, when southern Arizona was the new (and last) frontier. Desert ranching is unique. The carrying capacity for the 500 square mile Monument is only one head of cattle per square mile. These cattle fed on a variety of desert food sources, from annual grasses to mesquite beans and even cholla joints. An old time rancher once said that here in the desert his cattle did not graze, they browsed. In the region that became Organ Pipe Cactus National Monument, there was one main ranching family, the Grays. The Grays moved to this region in 1919 with seven children, four daughters and three sons. Their main ranch house was the Dos Lomitas near the Mexican border. As time passed, the Grays began to expand their cattle operation. By the 1950s, the Grays had established ranches all across the Organ Pipe Territory, and even acquired other nearby ranches. They grazed their cattle on both sides of the border with line camps at various wells scattered across the map of the Monument: Blankenship, Gachado, Alamo, Poso Nuevo, Bonita, and Bates- creating a ranching empire.        The last cattle being removed from Organ Pipe, 1972 NPS Photo  When the Monument was established in 1937 great controversy surrounded the question of whether to continue to allow grazing permits, and what the carrying capacity was for the range. The Gray family originally received annual permits to graze 550, and a few years later a 1,050 head of cattle. These grazing permits were canceled in the 1960’s, and in the last roundup over 1,700 cattle were counted. The final cattle were removed from Organ Pipe Cactus in 1972, effectively ending the cowboy era of the Monument. The prolonged ranching period had a great effect on the desert ecosystem. Wild grasses were nearly eaten towards extinction. Small cacti were trampled out of the ground. These effects can still be witnessed today, over 30 years since the last roundup.  To the ranchers, this was a way of life. They would wake up before dawn, clean the corrals, and herd the cattle sometimes over 16 miles each day to the nearest water source. It was a tough, but necessary lifestyle. Today if you explore the Monument, many of the roads and trails you travel on are old ranching roads leading to isolated line camps or wells.  Beyond this evidence of desert ranching, further evidence of cattle in the Monument is seen in the many areas that are still recovering from overgrazing. While visiting these sites, one can almost be transported back to the cowboy days of Organ Pipe Cactus National Monument.",
    "url": "https:\/\/www.nps.gov\/orpi\/learn\/historyculture\/ranching.htm"
}
