{
    "title": "Chattahoochee River National Recreation Area: Current Conditions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions              Current Conditions          Alerts    Information        Zika Virus  Alert 1 , Severity ,information ,, Zika Virus  The Zika virus is a viral disease transmitted to people by infected mosquitoes (Aedes species, a non-native species introduced by humans). The best way to prevent the spread of  Zika and other viruses is to take steps to prevent mosquito bites. more          Rising River Waters Can Kill!  Alert 2 , Severity ,information ,, Rising River Waters Can Kill!  Watch for rapidly rising river levels on the Chattahoochee River and its tributaries. Water released from dams and heavy rain can turn a day on the river into a tragedy! Call 1-855-DAM-FLOW for Buford Dam and 404-329-1455 for Morgan Fall Dam schedule. more               Air quality can be a big concern in the park during the hot summer days.   Air Quality Learn the current Air Quality Index (AQI) at the park and the forecast for tomorrow from the AirNow website. The site gives details about the pollutants found and provides health warnings. Subscribe to EnviroFlash and after you choose the type and frequency of service you want, EnviroFlash will be sent to your email or cell phone as specified. Or get the free AIRNow iPhone or Android App so you can check at any time!        Floating trash makes visitors wonder about the river's water quality. NPS  Water Quality The river has a reputation for less than healthy water quality. Although the water quality of the river has improved it still has its bad days. Take a quick look and you can understand why. When visitors see trash floating down the river and piling up behind a log jam they become concerned about the beauty lost. But when their nose catches some of the aromas along the river they really become concerned. Just what's in the water that can't seen? Visit the BacteriAlert website to find out how safe is it to swim, wade, and boat in the Chattahoochee River today.        Morgan Falls Dam releasing water during the Fall Flood of 2009, one of the worst floods on record for the river. USGS\/Alan Cressler  Water Release Schedules The river level of the Chattahoochee is influenced on a daily basis by water released from Buford Dam and Morgan Falls Dam. Call 770-945-1466, or toll free at 1-855-DAM-FLOW (1-855-326-3569), for the Buford Dam water release schedule. Or visit their Hydropower Generating Schedule website for release times and amounts for the current day. Call 404-329-1455 for the Morgan Falls Dam water release schedule. Once you know the release time visit our Downstream Flow Rate page to calculate when you can expect the river level to rise at your location.        The Chattahoochee River hit record levels during the autumn flood of 2009. NPS  Flooding The water level in the river can be influenced by not only water releases from the dams but also precipitation in the watershed. Get the river forecast for Georgia from the National Weather Service. Zoom in on the map and select points (Norcross, Roswell, and Vinings) along the river for current river conditions, historical information, and descriptions for different flood stages.        While snow storms are rare in the park it still pays to check the weather forecast. NPS\/VIP Tom Wilson  Weather Checking the weather forecast should be on everyone's checklist before heading down the river. While electrical storms should be tops on your list, check for tornado and flash flood warnings. If you should see lightening or hear thunder get off the river to a safe place. Wait 30 minutes after the last crack of thunder before continuing your float. Have an action plan for inclement weather and act on it before it's too late! Get the current weather conditions for the park from the National Weather Service.",
    "url": "https:\/\/www.nps.gov\/chat\/planyourvisit\/conditions.htm"
}
