{
    "title": "Chattahoochee River National Recreation Area: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes          Entrance Fee The payment of the entrance fee is required at parking lots in the Chattahoochee River National Recreation Area (CRNRA). Your proof of payment is a pass that must be displayed from the inside rearview mirror, or on the dashboard, of your vehicle making sure the face of the pass is visible from the outside. CRNRA Daily Park Pass - $3 The daily park pass is valid for the date of purchase! It admits all persons traveling in a single, private, non-commercial vehicle (car\/truck\/van) and is non-transferable. A daily park pass may be obtained at all parking lots in the park at the Fee Station. Follow the directions posted at each Fee Station for obtaining a pass. Hang the pass from your inside rearview mirror of your vehicle making sure the face of the pass is visible from the outside. CRNRA Annual Park Pass - $35 The annual park pass is valid for one year from the month of purchase! It admits all persons traveling in a single, private, non-commercial vehicle (car\/truck\/van) and is non-transferable. You may purchase your annual park pass in one of several methods. Online Purchase your annual park pass online at Pay.Gov, a service of the U.S. Department of the Treasury, print your receipt, and display the receipt on the dashboard of your vehicle until you receive your pass in the mail. In Person Purchase your annual park pass during daylight hours at one of the automated machines located at the following park locations:  Jones Bridge | Map Johnson Ferry North | Map Cochran Shoals at Columns Drive | Map Cochran Shoals at Interstate North | Map Cochran Shoals at Powers Island | Map Palisades at Paces Mill | Map  Or purchase your annual park pass at the Island Ford Visitor Center located in the historic Hewlett Lodge from 9 a.m. to 5 p.m. every day except December 25. By Phone You may also purchase your annual park pass with a credit card by calling 678-538-1200 from 9 a.m. to 5 p.m. every day except December 25. You will receive your pass in the mail in 10 working days.         America the Beautiful - The National Parks and Federal Recreational Lands Pass Series A valid America the Beautiful pass is now acceptable for entrance to Chattahoochee River National Recreation Area. Display it in your vehicle as you would a daily or annual park pass.  An America the Beautiful pass is your ticket to more than 2,000 federal recreation sites. Each pass covers entrance fees at national parks and national wildlife refuges as well as standard amenity fees at national forests and grasslands, and at lands managed by the Bureau of Land Management and Bureau of Reclamation. A pass covers entrance and standard amenity fees for a driver and all passengers in a personal vehicle at per vehicle fee areas (or up to four adults at sites that charge per person). Children age 15 or under are admitted free. Learn more about the different types of passes in the series at http:\/\/www.nps.gov\/findapark\/passes.htm.",
    "url": "https:\/\/www.nps.gov\/chat\/planyourvisit\/fees.htm"
}
