{
    "title": "Chattahoochee River National Recreation Area: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1978 Island Ford Parkway  Sandy Springs, GA 30350                 Directions         Start your visit to the park at the Island Ford Visitor Center locate in the historic Hewlett Lodge. Here you will be able to pick up maps, as well as the latest information on the park. Enter the following GPS coordinates (33° 59' 40.64\" N 84° 20' 2.16\" W) into your favorite mapping software or GPS unit for driving directions to the park entrance. Once you arrive at the park entrance follow the road for approximately one mile to the Island Ford Visitor Center.  Directions Details           Operating Hours & Seasons         Park Hours The park lands and waters are open for day-use only from dawn to dusk year round. Dawn is defined as 30 minutes before legal sunrise and dusk is defined as 30 minutes after legal sunset. The sunrise and sunset hours are posted at the information kiosk located throughout the park.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Summers typically consist of long spells of warm, humid weather. Average highs are in the lower 90's and overnight lows range from the upper 60's to lower 70's. Winters are more variable with highs averaging from the mid 50's to lower 60's while the lows average in the mid 30's. Oftentimes, stretches of mild weather will alternate with cold spells. Spring and Autumn seasons are characterized by much variability from day to day and from year to year.          Fees & Passes     Entrance Fees:   Daily Park Pass - $3.00 The Daily Park Pass is valid for the date of purchase! It admits all persons traveling in a single, private, non-commercial vehicle (car\/truck\/van) and is non-transferable. The Daily Park Pass must be displayed from the inside rear-view mirror, or on the dashboard, of your vehicle making sure the face of the pass is visible from the outside.   Entrance Passes:   Annual Park Pass - $35.00 The Annual Park Pass is valid for one year from the month of purchase! It admits all persons traveling in a single, private, non-commercial vehicle (car\/truck\/van) and is non-transferable.  The Annual Park Pass must be hung from the inside rear-view mirror, or placed on the dashboard, of your vehicle making sure the face of the pass is visible from the outside.         Visitor Centers       Island Ford Visitor Center The Island Ford Visitor Center is located in the historic Hewlett Lodge. Here you will be able to purchase your Annual Park Pass as well as the any of the passes in the America The Beautiful series. While there pick up maps, obtain the latest information on the park, or pick up a souvenir from the Eastern National store.                  You're at the right place to start planning your visit to Chattahoochee River National Recreation Area (CRNRA). Here you will learn the basics that you need to know before visiting the park. Click on one of the links below to learn more. Operating Hours & Seasons Fees & Passes Current Conditions Permits & Reservations Weather Pets Goods & Services",
    "url": "https:\/\/www.nps.gov\/chat\/planyourvisit\/basicinfo.htm"
}
