{
    "title": "Chickamauga & Chattanooga National Military Park: Youth and Scouting Volunteer Opportunities",
    "body": "Explore This Park    Get Involved     Volunteer     Youth and Scouting Volunteer Opportunities              Youth and Scouting Volunteer Opportunities       The National Park Service recognizes youth like you as key players in the preservation and protection of national parks. Whether learning about the park by hiking, joining a ranger-guided program, or engaging in a service project, you can make an impact today which will last for years to come. Learn more about some of the available volunteer opportunities below!        A park ranger works with young people on a service project at Chickamauga Battlefield NPS Photo   Resource Stewardship Scout Ranger Program The Resource Stewardship Scout Ranger program invites Girl, Boy, and Cub Scouts to participate in educational and\/or volunteer service projects at national park sites to spark their awareness of the national parks and to provide scouts with the opportunity to explore the national parks and learn more about protecting our natural and cultural resources. Scouts are awarded certificates and\/or patches for participating in the program. Scouts can earn a certificate or patch by participating in:  Organized educational programs (including ranger guided interpretive tours, Junior Ranger programs, environmental education programs, or any other official NPS education program) or    Volunteer service projects (including any organized project that helps and enhances the natural and\/or cultural resources of a park unit and is identified by the park as an appropriate volunteer opportunity)   To earn a troop certificate, troops must participate for a minimum of five hours at one or more national park sites. To earn a patch, individual scouts must participate for a minimum of ten hours at one or more national park sites.   To get started, visit the youth programs website and select the appropriate scout organization to find out more information about the program. Then, find a park near you and contact the park to discuss and schedule a program or project to fulfill program requirements.        An Eagle Scout with his project at Chickamauga Battlefield NPS Photo   Eagle Scout Projects Are you a Life Scout looking to organize your Eagle Scout project? Many Eagle Scouts have successfully completed their projects at the park. In order to apply for an Eagle Scout project at Chickamauga and Chattanooga National Military Park, please follow these steps:  Complete an application. When applying, please include:   Troop Number Scout Leader's name and contact information Proposed work period (spring or fall)       Upon receipt of an application, the park volunteer coordinator will contact you to discuss possible projects.       College Internships The park occasionally hosts competitive, unpaid internships in a variety of park service disciplines including historical interpretation. These internships are aimed at giving students a taste for what working for the National Park Service is like while earning students school credit at their respective college or university. For more information, please email the volunteer coordinator.    If you are interested in paid employment with the National Park Service, please visit the Work With Us portion of the website. For information about the National Park Service's Pathways Program for student employees, please visit the Pathways Program website.",
    "url": "https:\/\/www.nps.gov\/chch\/getinvolved\/youth-opportunities.htm"
}
