{
    "title": "Chickamauga & Chattanooga National Military Park: Donate",
    "body": "Donate         Arrowhead NPS  How to Support Your Local National Park: The National Park Service appreciates your support in the form of visitation and donations. Your donations directly contribute to the services and features you enjoy at Chickamauga & Chattanooga National Military Park. Donation money supports the maintenance of our monuments and trails and fund many of the special events including our living history and anniversary programs.  There are several ways that you and your family can make a donation to Chickamauga & Chattanooga National Military Park or the National Park Service. These options include: on-line giving through our friends groups and cooperation association, Memorial gifts for living or deceased family or friends, and wills and bequests. Your donation and gifts will be greatly appreciated and be given direct recognition if your family desires. You have the option to give anonymously as well. Recognition of your donation can be used to inspire others to give to Chickamauga & Chattanooga National Military Park or to the National Park Service.  You can make a gift to benefit our park either directly to the National Park Service or to our non-profit, tax-exempt support organizations - the Friends of Chickamauga and Chattanooga National Military Park or the Friends of Moccasin Bend National Park. If you make the gift directly to the park, the entire gift will be used for the purpose you identify. No administrative costs are deducted from your gift to the National Park Service. Your check will be deposited in a government account and the full amount will be spent as you intended. Most parks have separate donation accounts for park-specific projects and programs for which you can earmark your gift. Government accounts are non-interest bearing and cannot generate interest between the time between the time it is deposited and the time it is spent.  The advantage of making your gift check to the Friends groups, is that the amount will be deposited in an interest-bearing account to assist park-prioritized requested programs and projects.  To make a donation, please mail your check to: Chickamauga and Chattanooga National Military Park P.O. Box 2128 Fort Oglethorpe, GA 30742        Friends of the Park Logo FOP  To make a donation through the Friends of Chickamauga and Chattanooga National Military Park, please mail your check to:   Friends of Chickamauga and Chattanooga P.O. Box 748 Chattanooga, TN 37401   or visit their website: www.friendsofchch.org        Friends of Moccasin Bend Logo FOMB  To make a donation through the Friends of Moccasin Bend National Park, please mail your check to: Friends of Moccasin Bend National Park P.O. Box 4953 Chattanooga, TN 37405  or visit their website: www.moccasinbendpark.org",
    "url": "https:\/\/www.nps.gov\/chch\/getinvolved\/donate.htm"
}
