{
    "title": "Chickamauga & Chattanooga National Military Park: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners         Friends of the Park Logo FOP  Friends of Chickamauga and Chattanooga National Military Park   Established in 1986, Friends of the Park is a 501(c)(3) not-for-profit organization that serves as an advocate for Chickamauga & Chattanooga National Military Park, helping to preserve, promote and enhance its resources for the benefit of the public.   Core Values    Respect for our past. We honor America's history and support the park in preserving hallowed ground and irreplaceable cultural resources.       Fiscal stewardship. We are dedicated to ongoing financial support for park needs. We commit ourselves to fiscal sustainability, excellent stewardship of contributed funds, and sound relationships with partners who can help us achieve our mission.       Service to the public. We are aligned with the park in serving the public. We strive to engage the entire community in our efforts to promote public understanding of the park and appreciation of its significance. We endorse excellence, relevance and inclusiveness in the park's educational outreach and visitor experiences.      Vision   Chickamauga and Chattanooga National Military Park commemorates vivid stories of conflict, change, reconciliation and reunion. It is a place for remembrance, reflection and discovering more about what it means to be an American. Established as the first national military park and first national historical park, it remains the model for all others.   As Friends, we enhance the park and strive to instill in others our passion for all it symbolizes. By engaging the public, volunteers, partners and donors in our work, we inspire the community and every park visitor to honor the past, better understand its relevance to lives today, and preserve it for the future.         Friends of Moccasin Bend Logo FOMB  Friends of Moccasin Bend The Friends of Moccasin Bend are helping the National Park Service build outstanding visitor experiences at one of America’s newest national park areas. We are a not-for-profit, 501(c)(3) organization dedicated to preserving, protecting and interpreting Moccasin Bend National Archeological District, where evidence exists that shows 12,000 years of human history. Moccasin Bend became a unit of Chickamauga & Chattanooga National Military Park, and the national park system’s first and only national archeological district, when it came under the management of the National Park Service in 2003.Moccasin Bend is a national park in progress. We’ve helped the park service make a great start. The bend currently offers two public hiking trails and year-round, ranger-led programs for families, teachers and students, history buffs and outdoor enthusiasts. Exciting plans are on the drawing board for more trails, bike paths, and outdoor amenities; an interactive interpretive center for visitors; a preservation training program for local youth; a pedestrian\/bike ferry connecting the bend with downtown Chattanooga; and much more.",
    "url": "https:\/\/www.nps.gov\/chch\/getinvolved\/partners.htm"
}
