{
    "title": "Chickamauga & Chattanooga National Military Park: Volunteer",
    "body": "Volunteer        Volunteers play a key role in interpreting, maintaining, and sharing the park with visitors from around the world. In an average year, over 1,000 volunteers contribute 10,000-16,000 hours of service. Whether individuals, school groups, scouts, clubs, or corporate organizations, people just like you donate their time and efforts to provide essential services throughout the park. Some donate just a few hours on a specific project; others come to the park every week. Interested to learn more? Please see our available volunteer opportunities below!         A volunteer helps clear a trail on Lookout Mountain during National Trails Day, 2015. NPS Photo  Drop in Opportunities Even if you don't have time to volunteer on a regular basis, you can still help the park by joining us for a drop-in volunteer opportunity! These events are great opportunities to bring out your friends and family to work with other individuals just like you to help preserve your park for future generations. Projects may include landscape restoration, trail maintenance, and more. For more information and to register, call 423-752-5213 x 137 or email us. Advanced registration is encouraged in the event changes need to be made to project location or time. Trail Maintenance Projects  Trail maintenance projects occur regularly throughout the year. If you would like to join the email list to be notified of these projects, please email the volunteer coordinator.   Days of Service   Everybody can make an impact at Chickamauga and Chattanooga National Military Park! Join us for one of our Days of Service, offered several times throughout the year. 2016 Days of Service Civil War Trust Park Day - Saturday, April 2, 2016. National Trails Day - Saturday, June 4, 2016. National Public Lands Day - Saturday, September 24, 2016. Things to Know Before You Come to a Project Wear comfortable work clothes, long pants, and sturdy shoes or boots (must be closed toe). Before the project begins, you will be asked by a staff member to complete a Volunteer Service Agreement. A hat and sunscreen are recommended, along with a full water bottle and a snack\/lunch. Work gloves will be provided by the National Park Service along with any necessary tools or supplies. Projects are rain or shine, with exception to thunderstorms, lightning, and other weather extremes. Group Opportunities   Are you a looking for a project for your scout troop, corporate office, or other group? Groups often come to the park to develop group dynamics and teamwork while giving back to the community. If you are interested in learning more or scheduling a project, please call 423-752-5213 x 137 or email the volunteer coordinator.   Youth Volunteer Opportunities Are you a student or youth looking to get involved in your national parks and volunteer? We have a variety of opportunities available ranging from Eagle Scout projects to internships. Visit our youth volunteer page to learn more.        Volunteers assisting visitors during the 150th Anniversary Programs in 2013. NPS Photo   Seasonal and Long-Term Volunteer Opportunities Are you interested in volunteering seasonally or year-round? Volunteers help park staff preserve, protect, and interpret all aspects of the park for the enjoyment of the public. We hope your service will not only help the park complete projects which would not otherwise get done, but also inspire you in new ways. In turn, perhaps your service will inspire others to get involved and take a personal part in caring for and protecting park resources. Click on the titles below to learn more and apply.        Current Volunteer Opportunities        America the Beautiful Volunteer Pass to National Parks and Federal Recreational Lands   Volunteers who donate 250 hours on a cumulative basis are eligible for a free one-year pass to national parks and federal recreation sites which charge an entrance or user fee. The pass admits the pass holder and passengers at per-vehicle fee areas or admits the pass holder plus three other adults at per-person fee areas (children 15 and under are admitted free). A volunteer is eligible to receive a new pass each time they donate 250 cumulative hours, however the pass is issued only in the volunteer's name. For more information, please visit the U.S. Geological Survey website.",
    "url": "https:\/\/www.nps.gov\/chch\/getinvolved\/volunteer.htm"
}
