{
    "title": "Chickamauga & Chattanooga National Military Park: Get Involved",
    "body": "Explore This Park    Get Involved           Get Involved         Living Historians Portray Colonel John Wilder's Mounted Infantry at Chickamauga Battlefield during the 150th Anniversary. NPS  Looking for how to get involved? Browse through the website navigation or use the search tool to find opportunities.  NPS Centennial 2016 is the 100th birthday of the National Park Service. Find out what we're doing to get ready, and look for ways that you can help!     Our Partners It takes more than just the National Park Service to care for this special place in America. Help from our non-profit partners like Friends of Chickamauga and Chattanooga National Military Park and Friends of Moccasin Bend National Park makes many of the connections we make with our community possible. Learn more about how you can support the work of these partners here!     Donate Visitor donations provide key resources to fuel ongoing projects to preserve, protect, and interpret this special place. Find out how you can make a financial donation.     Work with Us Keep an eye out for year-round or summer seasonal positions at the park. Most seasonal hiring occurs in spring. The park also hires a variety of both paid and volunteer positions. Find out more here!     Volunteer Volunteers play a critical role in providing opportunities for visitors to connect with the park, whether serving in a visitor center, assisting staff around the park, or serving as an advocate around the community. Find out more about how you can join the thousands of volunteers who make a difference each year.     Planning As the second national park to be created, just 18 years after Yellowstone National Park, many years of planning have gone into the operation of Chickamauga and Chattanooga National Military Park. Today, the planning process is how the public can express opinions in the management of a national park. Click here to find out if any current opportunities exist to share your voice or browse past planning documents.     Sustainability Learn what we're doing to minimize our impact on the environment, and find suggestions of how you can help.",
    "url": "https:\/\/www.nps.gov\/chch\/getinvolved\/index.htm"
}
