{
    "title": "Chickamauga & Chattanooga National Military Park: Chickamauga Battlefield",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Chickamauga Battlefield                Chickamauga Battlefield         Much of the Battle of Chickamauga took place in a wooded terrain. NPS Photo  In the late summer of 1863 the Union Army of the Cumberland under the command of General William Rosecrans maneuvered south from middle Tennessee with the objective of capturing the city of Chattanooga, the gateway to the Confederacy. By late September, much of the Union Army crossed Lookout Mountain south of the city and threatened to cut off the Confederate Army of Tennessee, commanded by General Braxton Bragg. Bragg's Confederates withdrew towards LaFayette, Georgia. Both armies then engaged in a game of cat and mouse among the hills and coves south of Chattanooga. On September 18, 1863, the Confederate army attempted to cross West Chickamauga Creek at several bridges and fords. These crossing were opposed, especially at Reed's Bridge and Alexander's Bridge, by Union cavalry. By the next day, September 19, the skirmishing along the creek crossings had blossomed into full scale battle. Throughout the day on September 19, Confederate troops poured into the fight from the east, reinforced by General James Longstreet and his men from the Army of Northern Virginia, while Union reinforcements moved in from the north and south. It was a terrifying fight as the wooded terrain concealed troop movements and positions, leading to chaos as units blindly attacked each other. Throughout the day the battle see-sawed back and forth through the woods east of the LaFayette Road, although by nightfall the Union army was anchored in a strong position along the LaFayette Road.        The Wilder Brigade Monument is an 85 foot tower that overlooks the south end of the battlefield where John Wilder's \"Lightning Brigade\" fought. It is open for visitors to climb seasonally in the spring, summer, and fall, with weather permitting. NPS Photo  Overnight, Bragg reorganized the Army of Tennessee, placing General James Longstreet, just arrived from Virginia, in command of the left wing of the army, and General Leonidas Polk in command of the right. Bragg planned an early morning assault, but miscommunication between Bragg and his subordinates delayed the attack until around 9:30 am. The assault began on the Confederate right, with Confederate troops under the command of former Vice President John C. Breckenridge and Irish-born Patrick Cleburne attacking the Union left along present day Battleline Road and the Kelly Field area. Killed in this fight was President Abraham Lincoln's brother-in-law, Confederate General Benjamin Helm. That morning, General William Rosecrans experienced its own miscommunication, and it had catastrophic consequences for the Army of the Cumberland. In the heat of battle, he gave conflicting orders to General Thomas Wood regarding how he should position his troops. Wood pulled his troops out of line and began to move them to the north, creating a gaping hole in the center of the Union army. At that moment, disaster struck, as Longstreet's Confederates attacked the spot Wood had just vacated near the Brotherton Cabin. The center and right of the Union army collapsed and was routed towards Rossville. General George Thomas rallied his corps on the Union left at Snodgrass Hill, and with support from the Reserve Corps commanded by Gordon Granger, fended off relentless Confederate attacks throughout the afternoon, saving the Union army from annihilation. For his work that day, Thomas became known as the Rock of Chickamauga. On the evening of September 20, 1863, Thomas and his men withdrew from the battlefield and rejoined the army en route to Chattanooga.   The Battle of Chickamauga was over. In its wake were a broken Union army and 35,000 men killed, wounded, missing, and captured. The victorious Confederates controlled the field, and soon followed the Union Army to Chattanooga and prepared to lay siege. In November 1863 the Union Army, reinforced by Generals Ulysses S. Grant, William Sherman, and Joseph Hooker, defeated the Confederates at Orchard Knob, Lookout Mountain, and Missionary Ridge. The Union army may have lost the Battle of Chickamauga, but they won control of Chattanooga and threw open the gateway to the Confederacy.        Chickamauga Battlefield Visitor Center NPS Photo  Battlefield Visitor Center Located at the site of the McDonald farm during the time of the battle, the Chickamauga Battlefield visitor center is home to several museum exhibits about the Civil War and campaign for Chattanooga. There is a movie theater where the 26 minute film, \"The Campaign for Chattanooga: Death Knell of the Confederacy\" is shown throughout the day. Also, inside the visitor center is an Eastern National bookstore, and the Fuller Gun Collection, an impressive collection of military muskets and rifles from the colonial era through the early 20th century.   Touring the Battlefield  Many visitors tour the battlefield utilizing the park's self-guided cell phone tour. At eight locations around the battlefield, visitors can call in and listen to a recorded narration of the battle action. Information about the cell phone tour can be found in the park brochure, which you can get at the visitor center or download. Additionally, Ranger-Guided tours are scheduled throughout the year, and be sure to check the park's calendar for special events and tours. You may also tour the battlefield on the fifty miles of hiking trails throughout the park.  Picnicking Picnicking is permitted in several locations around the park. There are several designated picnic areas in the park. Picnic areas are at   -The intersection of Reed's Bridge Road and Lafayette road across the street from the visitor center.   -The intersection of Brotherton Road and Alexander's Bridge Road   -The Recreation Field   -Off of Highway 27 west of the battlefield.  Picnic areas are marked on the park map. Picnicking is not permitted at any other location of the battlefield other than designated picnic areas. Please plan accordingly. Additionally, any \"recreational\" activities should be limited to the recreation field in the south end of the park.",
    "url": "https:\/\/www.nps.gov\/chch\/learn\/historyculture\/chickamauga-battlefield.htm"
}
