{
    "title": "Chickamauga & Chattanooga National Military Park: Be A Junior Civil War Historian",
    "body": "Junior Civil War Historian         Become a Junior Civil War Historian Today! NPS\/Stones River National Battlefield  One hundred fifty years ago, our nation nearly tore itself apart. Soldiers in blue and gray struggled on battlefields across the country and changed the face of the United States of America. You can start your journey towards understanding how important the Civil War was to us by becoming a Junior Ranger at Chickamauga and Chattanooga National Military Park (NMP). You will have the chance to continue exploring this important part of our history by also becoming a Junior Civil War Historian. When you are done, you will understand how the Civil War shaped our nation’s history and become part of a select group of young visitors who truly appreciate how important the Civil War is to us today.  There are two ways to become a Junior Civil War Historian. Option 1 Become a Junior Ranger at Chickamauga and Chattanooga NMP and two (2) participating parks. Make sure you get a ranger to initial and date your activity card or your Junior Ranger program booklets. Once you have become a Junior Ranger at three parks, turn in your activity card or Junior Ranger program booklets at a participating park to receive your patch. Option 2 Become a Junior Ranger at Chickamauga and Chattanooga NMP and one (1) other participating park and do one online activity at the Junior Civil War Historian website.  Turn in your activity card or Junior Ranger program booklets along with a printout of your completed online activity at a participating park to receive your patch.  The following parks are also participating in the Junior Civil War Historian Program (Click on the park name to find out more). Andersonville National Historic Site Andersonville, GA Fort Donelson National Battlefield Dover, TN  Fort Sumter National Monument Charleston, SC Fort Pulaski National Monument Savannah, GA Kennesaw Mountain National Battlefield Park Kennesaw, GA  Shiloh National Military Park Shiloh, TN  Stones River National Battlefield Murfreesboro, TN  Vicksburg National Military Park Vicksburg, MS",
    "url": "https:\/\/www.nps.gov\/chch\/learn\/kidsyouth\/for-kids.htm"
}
