{
    "title": "Chickamauga & Chattanooga National Military Park: Places",
    "body": "Places        An artillery position on Chickamauga Battlefield NPS Photo        In 1890 the United States Congress authorized Chickamauga and Chattanooga National Military Park, the first such park in the country. It was dedicated in 1895 and has since served as a model for most national military and historical parks. Today the park encompasses more than 9,000 acres of battlefields, monuments, and forests, and urban landscapes. Chickamauga and Chattanooga National Military Park consists of six distinct places through the greater Chattanooga area.  The Chickamauga Battlefield is the largest part of the national military park. There is a visitor center with an orientation film and exhibits on the September 1863 Battle of Chickamauga. Lookout Mountain Battlefield includes much of the wooded slopes of the mountain where the famed \"Battle Above the Clouds\" took place in November 1863. At the top of Lookout Mountain is a park visitor center and historic Point Park, a memorial park that overlooks the city of Chattanooga. Moccasin Bend National Archeological District is the newest addition to the national military park, and preserves this culturally sensitive location in a bend in the Tennessee River. In late November 1863, Union forces stormed the Confederate positions along Missionary Ridge east of Chattanooga. Today, parts of this battlefield are preserved through a series of eight monuments and reservations along the crest of the ridge. Orchard Knob is a hill in east Chattanooga. From this location General Ulysses S. Grant directed troops during the Battles of Chattanooga. Signal Point is the northern most part of Chickamauga and Chattanooga National Military Park. From this location soldiers used signal flags to communicate across the valley. Today, Signal Point is a popular destination for hikers beginning the Cumberland Trail.",
    "url": "https:\/\/www.nps.gov\/chch\/learn\/historyculture\/places.htm"
}
