{
    "title": "Chickamauga & Chattanooga National Military Park: Lookout Mountain",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Lookout Mountain                Lookout Mountain         Historic image of the gates of Point Park, which were constructed in 1904 and modeled after the US Army Corps of Engineers Insignia. Library of Congress  The Confederate Army followed up their victory at Chickamauga in September 1863 by pursuing the Union Army to Chattanooga. As Union troops prepared to defend the city, the Confederates encircled the city and prepared to lay siege. From early October through late November, Confederate troops perched high atop Lookout Mountain could observe the Union Army down below, and artillery positions on the point of the mountain could choke off Union supply routes, as well as shell Union positions down on Moccasin Bend.  In late October, Union and Confederate forces clashed at Wauhatchie in the valley to the west of Lookout Mountain and Union troops successfully opened up a supply route known as the Cracker Line. On November 24, 1863, Union troops under the command of General Joseph Hooker swept the northern slopes of Lookout Mountain in what became known as the \"Battle Above the Clouds.\" For the rest of the Civil War, Lookout Mountain was a tourist destination for Union soldiers and civilians, and a photographer even established a studio to capture portraits of soldiers on the point. Today there are several areas of Lookout Mountain that are part of Chickamauga and Chattanooga National Military Park.  Point Park Point Park is a ten acre memorial park that overlooks the Lookout Mountain Battlefield and the city of Chattanooga. There is a paved walking path around the park that takes visitors by several historic tablets, monuments. Confederate artillery positions, and scenic overlook. The largest monuments in Point Park is the New York Peace Memorial, which was erected by the state of New York as a tribute to peace and reconciliation between Union and Confederate veterans after the war. Inside Point Park, at the point of the mountain, is the Ochs Memorial Observatory. Inside are exhibits on Civil War signaling, photography, and Moccasin Bend, which is visible below the point. Admission to Point Park is $5 per adult aged 16 and over. Just outside of the park is a visitor center with exhibits on the Civil War campaign for Chattanooga, including a large painting \"The Battle Above the Clouds.\"         Robert Cravens rebuilt his home on Lookout Mountain in 1866, and today it is part of Chickamauga and Chattanooga National Military Park. NPS   Cravens House Robert Cravens was a local iron master in antebellum Chattanooga. His home on the northern slope was one of the few permanent residences on Lookout Mountain at that time. Cravens was a wealthy entrepreneur who enslaved at least twelve people, some of whom likely lived and worked at his home on the mountain. When the Civil War broke out his son, Jesse, enlisted in the Confederate army while the Cravens stayed behind in Chattanooga. During the siege of Chattanooga the Cravens family fled to their property in Georgia, and the Confederate Army used the home as a headquarters and encampment. Because it was visible from Moccasin Bend, Union gunners used the home as a target point when they fired at Confederates on the mountain. On November 24, 1863, much of the fighting in the Battle of Lookout Mountain took place on the Cravens' property. After the battle, Union forces used the home as a headquarters and as an encampment for reporters. It was during this time that the house was largely destroyed. After the war ended, the Cravens family returned to Lookout Mountain and began to rebuild the home, which was completed in 1866. Today Chickamauga and Chattanooga National Military Park preserves this 1866 reconstruction of the Cravens House.  The Cravens House is located on Cravens Terrace Road just off of the Scenic Highway in Lookout Mountain, Tennessee. It is also accessible via the Lookout Mountain trail network. The house is open on the weekends during the summer month, and for other special programs. There are no admission fees for the Cravens House. The property is open from sunrise to sunset daily. On the property is the 1866 Cravens House and several monuments, markers, and cannon that tell the story of the Battle of Lookout Mountain. Additionally, nearby are the ruins of Camp Demaray, a Civilian Conservation Corps camp that was located on the mountain during the Great Depression.           Volunteers work on a Lookout Mountain Trail NPS  The Lookout Mountain Trail System Crisscrossing Lookout Mountain are more than thirty miles worth of trails that allow hikers to explore much the park on the mountain. Many of these trails are old railroad beds from the late 19th century, and others were built by the Civilian Conservation Corps in the 1930s. The Lookout Mountain trails are popular with hikers throughout the Chattanooga region, and are maintained by the park staff and volunteers. Visit our volunteer page to learn more about how you can help maintain the Lookout Mountain trails. You can also download a copy of the Lookout Mountain Trails.  Sunset Rock and Wauhatchie In late October 1863, Confederate Generals James Longstreet and Braxton Bragg stood on Sunset Rock on the western side of Lookout Mountain. Below was the Union Army, attempting to open a supply line through the valley. Longstreet and Bragg planned their attack, which culminated in the Battle of Wauhatchie on October 28-29, 1863. Today Sunset Rock is a popular destination for hikers and rock climbers, as well as people wanting to watch the sunset. It is located on West Brow Road in Lookout Mountain, Tennessee. There is very little parking for Sunset Rock; do not park in the street or in the nearby yards. You can also access Sunset Rock via the Bluff Trail. From Sunset Rock, you can see the Wauhatchie Battlefield in the valley below. The state of New York erected two monuments at the Wauhatchie Battlefield. Today these two monuments are located outside of the park boundaries, but the monuments themselves are part of Chickamauga and Chattanooga National Military Park. The New York monument is located on Parker Lane, just off of Interstate 24. Take exit 175 onto Brown's Ferry Road, and Parker Lane is jus south of the interstate. The monument to David Ireland's Brigade is located along the Wauhatchie Pike, approximately one mile south of US Highway 64\/Cummings Highway.",
    "url": "https:\/\/www.nps.gov\/chch\/learn\/lookout-mountain.htm"
}
