{
    "title": "Chickamauga & Chattanooga National Military Park: James Deshler",
    "body": "James Deshler         Brigadier General James Deshler Library of Congress  James Deshler was born February 18, 1833, in Tuscumbia, Alabama, the middle child of David and Eleanor Deshler. James's father was a member of a prominent Pennsylvania family and traveled with his English born wife to Alabama in 1825 to work on the construction of Alabama's first railroad, the Tuscumbia Railway. David became a very wealthy merchant and was able to rear his children in comfort and ease, yet tragedy would seem to haunt them. In 1844, James's sister, Charlotte Ann, died at the age of thirteen. The eldest son, David Jr., was appointed to attend West Point but sadly this honor ended in tragedy as well. David Jr. drowned swimming in the Hudson River in 1845, leaving James as the only child. James now became the focus of his father's attention, and he soon had James following in his brother's footsteps, entering West Point in 1850. James did very well in his studies, being described by fellow cadet Edward P. Alexander as \"a first class man…fine looking fellow with very attractive manners & qualities.\" James graduated seventh in the Class of 1854, which included future Confederate generals James Ewell Brown Stuart, George Washington Custis Lee, Archibald Gracie Jr., and Stephen D. Lee. James was commissioned a second lieutenant and assigned to duty with the 3rd United States Artillery, then serving in California. In 1855, he transferred to the 10th United States Infantry and saw his first combat in an expedition against the Lakota Sioux in Nebraska Territory, which resulted in the massacre of a Sioux village. In 1857, James participated in the Mormon War in Utah, being promoted at the conclusion of the conflict, in 1858, to the rank of first lieutenant. During this time, the sectional crisis between North and South rapidly escalated, and despite his northern birth, David Deshler firmly sided with his adopted home. He noted to a friend in Philadelphia, \"You speak of the Union as glorious, Well, I can say Amen to the glorious part, as long as it was permitted to be what our fathers made it; but for the last thirty years or more, there has been no peace for the South on account of the everlasting and infernal agitation of the negro question by your section, whom it really did not concern. Where there is nothing but strife in a house, I would be for separation, if I had to take the outside.\" His father undoubtedly exercised strong influence over his son because in May of 1861 at Fort Wyse, Colorado Territory, James resigned his commission in the United States Army and departed home to Alabama, where he was soon commissioned a captain in the Confederate artillery and ordered to report to General William Loring in the mountains of western Virginia where he was assigned to act as adjutant general for General Henry Jackson's brigade. James would now see his first combat against his old flag, being involved in the Battle of Cheat Mountain in September of 1861. Deshler next saw action in a fight at Alleghany Summit and was wounded there on December 13, 1861. When he returned to service, James was promoted to the rank of Colonel and sent to North Carolina to serve on the staff of General Theophilus Holmes as his chief of artillery. After the fighting outside Richmond, Virginia, in the summer of 1862, Holmes was transferred to the Trans Mississippi Theater with his staff. In October 1862, Deshler was given command of a brigade of Texas infantry that was being organized near Austin, Arkansas. Deshler was ordered with this command to become part of the garrison of Arkansas Post. This garrison soon came under attack by a dual Union army and naval operation that resulted in the surrender of the fort on January 11th, 1863. After the battle, General William T. Sherman recalled of Deshler at the time of the surrender, \"Wishing to soften the blow of defeat, I spoke to him kindly, saying that I knew a family of Deshlers in Columbus, Ohio, and inquired if they were relations of his. He disclaimed any relation with people living north of the Ohio, in an offensive tone.\" Deshler and his men soon found themselves prisoners of war. Upon their exchange in May 1863, Deshler's brigade was ordered to the Army of Tennessee, then encamped around Tullahoma, Tennessee. Upon his exchange, Deshler was promoted to brigadier general and rejoined his command in July at Chattanooga. Deshler was with his command during the Battle of Chickamauga, where, on September 20th, he was killed while checking the ammunition of his men. Captain Irving Buck of Cleburne's staff noted, \"a shell exploded in Gen. Deshler's bosom and tore him to pieces. We thus lost one of the nicest & most gentlemanly officers I have ever known.\"  Deshler's remains were buried on the field by his body servant and were later removed by his father to Tuscumbia to be buried with the rest of his family.   Bibliography Warner, Ezra J. Generals in Gray: Lives of the Confederate Commanders. Baton Rouge: LSU Press, 2006.    McCaffrey, James M. This Band of Heroes: Granbury's Texas Brigade, C.S. A. College Station: Texas A&M University Press, 2000.",
    "url": "https:\/\/www.nps.gov\/chch\/learn\/historyculture\/james-deshler.htm"
}
