{
    "title": "Chickamauga & Chattanooga National Military Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases       Chickamauga and Chattanooga National Military Park's news releases and other information can be found below. The news release date and contact information are provided for each release. If you have any questions, please feel free to contact the park.             Subscribe  | What is RSS     August 05, 2016  Chickamauga and Chattanooga National Military Park Celebrates the 100th Birthday of the National Park Service  Chickamauga and Chattanooga National Military Park is pleased to announce the waiver of entrance fees to Point Park, atop Lookout Mountain, between Thursday, August 25 and Sunday, August 28.   August 03, 2016  Take Me Out to the Park: Community Picnic and Historic Base Ball  Chickamauga and Chattanooga National Military Park invites the public to attend the fourth local event in 2016 to celebrate the Centennial anniversary of the National Park Service. Teams from the Tennessee Association of Vintage Base Ball will play a special doubleheader in the Recreation Field at Chickamauga Battlefield on Saturday, August 27 at 12 pm and at 2:30 pm. Please follow the \"Special Event\" signs to the Recreation Field and for designated parking.   August 01, 2016  LOOKOUT MOUNTAIN WILDLAND FIRE UPDATE  Dade County, GA:   On Monday, July 11, a wildland fire was reported on the western slope of Lookout Mountain within the boundaries of Chickamauga and Chattanooga National Military Park, southwest of Covenant College.  At various times since the report, personnel from the Georgia Forestry Commission, the West Brow Fire and Rescue, the United States Forest Service (USFS), and the National Park Service (NPS) have worked diligently to suppress the fire. As of Monday, August 1, the 20.38 acre fire was reported as being 100% controlled.   May 19, 2016  2016 Artillery Programs at Chickamauga and Chattanooga National Military Park  Chickamauga and Chattanooga National Military Park invites the public to attend artillery programs this summer at Chickamauga Battlefield and at Point Park on Lookout Mountain.   May 04, 2016  Chickamauga and Chattanooga National Military Park and Outdoor Chattanooga Continue Chickamauga Battlefield Bicycle Tours in 2016  Chickamauga and Chattanooga National Military Park and Outdoor Chattanooga will join forces once again this year to offer a series of free, monthly historical bike tours through Chickamauga Battlefield, beginning Saturday, May 21 at 9:30 am. Additional Saturday battlefield bicycle tours are scheduled for June 18, July 16, August 20, September 17, and October 15.   April 21, 2016  Tourism to Chickamauga and Chattanooga National Military Park Creates $77,644,700 in Economic Benefit  A new National Park Service (NPS) report shows that the 1,002,373 visitors to Chickamauga and Chattanooga National Military Park in 2015 spent $63,192,300 in communities near the park.  That spending supported 979 jobs in the local area and had a cumulative benefit to the local economy of $77,644,700.",
    "url": "https:\/\/www.nps.gov\/chch\/learn\/news\/newsreleases.htm"
}
