{
    "title": "Organ Pipe Cactus National Monument: Quitobaquito Springs",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Quitobaquito Springs                Quitobaquito Springs        View of the pond at Quitobaquito Nps Photo       A Place of History and Nature  People and animals have a tendency to return to the same place over and over again, generation after generation.  Quitobaquito Spring is no different. Some of the artifacts found in the area date back approximately 16,000 years and Quitobaquito has been occupied ever since by many people and cultures. It is also the home of endangered species and is a place that remains a challenge to manage in order to preserve and protect the history and habitat that is unique to Quitobaquito.        What's in a Name? The origin of the name \"Quitobaquito\" has been lost to history. It is thought to be a corruption of the Spanish and O'odham languages. Some possible meanings are small spring, watering place, a reference to the Mexican town of Quitovac, or lookout (or get-away) little cow.        Native American pithouse at Quitobaquito circa 1920s. NPS PHOTO  The Early People The area around Quitobaquito is associated with a prehistoric trade route known as the Old Salt Trail. Ancient cultures used this route to obtain salt, obsidian, seashells, and other commodities from the salt beds of Sanora, Mexico. The spring is also part of the historic homeland of American Indians.  The Hia C-ed O'odham and the Tohono O'odham both lived at Quitobaquito. Today, the Tohono O'odham have a reservation just east of the Ajo Mountains, approximately 30 miles from Quitobaquito. Their ancestors lived and subsisted here for hundreds and even thousands of years.  Prehistoric becomes historic when people start keeping records and writing things down. In 1698, Father Eusebio Francisco Kino wrote about visiting the spring, which he named San Sergio. After arriving in Mexico in 1683, Father Kino extablished 24 missions in 24 years, the closest being in present-day Sonoyta, Mexico.        Trading coin from Dorsey's store at Quitobaquito, circa 1880s. NPS Photo  Residents of the Oasis Quitobaquito has had many colorful residents. Andrew Dorsey arrived in the early 1860's, opened a store, dug the pond deeper and built an earthen dam to create a bigger water source. He also dug irrigation ditches to water his pomegranate and fig trees. Dorsey lived in the area until the 1890's. In 1887, a former Texas ranger named Jefferson Davis Milton was hired to establish a United States Custom and Immigration station at Quitobaquito. Milton went on to mine for gold and sliver in the area and established the Milton Mine that you can still visit in the monument today. Around 1903, local rancher Thomas Childs Jr. arrived and rebuilt Dorsey's dam and irrigation ditches. Among other crops, he started to grow watermelons. On April 13, 1937, President Franklin Roosevelt signed the proclamation creating Organ Pipe cactus National Monument. Around 1947, the pond at Quitobaquito was approximately 2 feet deep, and covered an area up to 0.5 acres. Also over 4,000 feet of irrigation ditches existed, providing water to at least 8 fig trees and 22 pomegranate trees. On July 8, 1957, Jim Orosco sold all remaining private land at Quitobaquito to the National Park Service for $13,000.  The Orosco family of Hia C-ed O'odham decent, are believed to be the longest term resident family at Quitobaquito, living there from 1887 to 1957.  In 1961 the National Park Service removed all old structures from the site and also drained and deepened the pond. A parking lot and trails were built to accommodate visitors.  The area was fenced and cattle guards were added to discourage livestock grazing.        Researcher holding a baby Sonoyta Mud Turtle. NPS PHOTO   Managing for Today and Beyond Drought conditions from the mid- 1990's to 2006 caused moderate fluctuations in the pond level. In 2007 it was determined that there was also large-scale leakage from the pond and corrective actions were taken over the next few years including bulrush removal, partial pond and berm renovation and the placement of a temporary seal around the leaning Fremont cottonwood tree in the southwest corner, the site of substantial water leakage. All of these actions were in an effort to protect and preserve the pond and the habitat of its inhabitants such as the endnagered Quitobaquito pupfish. The pond is also the home of the Quitobaquito spring snail, the Sonoyta mud turtle and the desert caper plant. This is the only spot in the United States that these species can be found naturally occurring. The desert caper supports the caper butterfly (ascia Howarthi) that is only found coexisting with the plant. The Quitobaquito spring snails are so small that they are hard to find. You can sometimes spot the snail, about the size of a grain of black pepper, in the sprng-fed streams serving the pond. Quitobaquito is also the only place the Sonoyta mud turtle is found in the United States and has been deemed a candidate for protection under the Endangered Species Act.",
    "url": "https:\/\/www.nps.gov\/orpi\/learn\/historyculture\/quitobaquito-springs.htm"
}
