{
    "title": "Chickamauga & Chattanooga National Military Park: Deaf \/ Hearing Loss",
    "body": "Explore This Park    Plan Your Visit     Accessibility     Deaf \/ Hearing Loss              Deaf \/ Hearing Loss       Chickamauga Battlefield Visitor Center For Those With Hearing Impairments: A variety of written information is available in the visitor center. The film auditorium is equipped with sound amplification devices for those with a partial hearing loss. Hearing assistance devices are available at the visitor center for the film auditorium for visitors with a hearing difficulty. The park orientation film is also closed captioned. Ask for additional information at the information desk in the visitor center lobby. Chickamauga Battlefield For Those With Hearing Impairments: The free park map and guide available at the visitor center is keyed to the self-guiding tour signs along the park roads. Wayside exhibits with text and visual illustrations are also located throughout the park. Lookout Mountain Battlefield Visitor Center For Those With Hearing Impairments: A variety of written information is available in the visitor center. The film overviews located in the visitor center are closed captioned. Lookout Mountain Battlefield (Point Park) For Those With Hearing Impairments: The free park map and guide available at the visitor center is keyed to taking a th self-guiding walking along the rock and paved paths through the park. Wayside exhibits with text and visual illustrations are also located throughout the park. Cravens House For Those With Hearing Impairments: There are wayside exhibits with text and visual illustrations located on the grounds to assist visitors with hearing impairments. There are visual exhibits within the Cravens House.   Moccasin Bend National Archeological District For Those With Hearing Impairments: Wayside exhibits with text and visual illustrations are also located along the Brown's Ferry Federal Road trail.",
    "url": "https:\/\/www.nps.gov\/chch\/planyourvisit\/hearing.htm"
}
