{
    "title": "Chickamauga & Chattanooga National Military Park: William Rosecrans",
    "body": "William Rosecrans         Major General William Rosecrans   Prior to the American Civil War, William Rosecrans was a United States Army officer, inventor, and engineer.  \"Old Rosey,\" as he came to be known, graduated fifth in his class from West Point in 1842 (a class that boasted future generals James Longstreet, Daniel H. Hill, Richard H. Anderson, Abner Doubleday, Alexander P. Stewart, and Earl Van Dorn), and entered the United States Army. His first assignment was at Fortress Monroe, Virginia, as an engineer. Soon after, he requested an appointment to teach at West Point, which was granted. There, he taught engineering and served as post commissary and quartermaster. He suffered from poor health and resigned from the army in 1854. After which, he held several civilian positions. He took over a mining business in western Virginia, helped build one of the first oil refineries west of the Allegheny Mountains, and obtained several patents for inventions. In 1859, while serving as president of the Preston Coal Oil Company, Rosecrans was severely burned after an experimental \"safety\" oil lamp exploded that set the refinery on fire. It took him eighteen months to recover, and facial scaring left him with the appearance of having a perpetual smirk. However, when war came, Rosecrans offered his services to the Union. He briefly commanded the 23rd Ohio Infantry but was soon promoted to brigadier general in the regular army. After successfully fighting his first engagement at Rich Mountain, Virginia, Rosecrans requested a transfer to the West. He was placed in command of the left wing of the Army of the Mississippi at Iuka and Corinth. Animosity between U.S. Grant and Rosecrans was heightened after Corinth in 1862 due to Grant blaming Rosecrans for not pursuing the Confederate Army and Rosecrans placing blame on Grant for not sending proper reinforcements during and following the battle.  After Corinth, Rosecrans was promoted to major general of the XIV Corps, his promotion being back dated to March 1862, so he could outrank Major General George Thomas. He secured a major victory at the Battle of Stones River (Murfreesboro, Tennessee) and reorganized the XIV Corps into the newly named Army of the Cumberland. In the summer of 1863, Rosecrans moved against the Confederates under General Bragg, taking Middle Tennessee and the City of Chattanooga with less than 600 casualties. Rosecrans' fatal mistake came during the Battle of Chickamauga, when he ordered troops to fill a gap in the Union line. Unknown to Rosecrans, his order created an actual gap in the line, through which Confederates under the command of Lieutenant General James Longstreet poured. The Army of the Cumberland was shattered, retreated to Chattanooga, and was besieged. Rosecrans was relieved of command and placed in charge of the Department of Missouri until the war's end.   Bibliography Annals of the Army of the Cumberland: Comprising Biographies, Descriptions of Departments, Accounts of Expeditions, Skirmishes, and Battles; Also Its Police Record of Spies, Smugglers, and Prominent Rebel Emissaries. Together With Anecdotes, Incidents, Poetry, Reminiscences, etc. and Official Reports of the Battle of Stones River. Philadelphia: DJ Lippincott & Co., 1864. Daniel, Larry J. Days of Glory: The Army of the Cumberland, 1861-1865. Baton Rouge: LSU Press, 2004. Powell, David A. and David A. Friedrichs. The Maps of Chickamauga: An Atlas of the Chickamauga Campaign, Including the Tullahoma Operations, June 22-September 23, 1863. New York: Savis Beatie, 2009.",
    "url": "https:\/\/www.nps.gov\/chch\/learn\/historyculture\/william-rosecrans.htm"
}
