{
    "title": "Chickamauga & Chattanooga National Military Park: Guided Tours",
    "body": "Guided Tours         Park rangers lead visitors on a special hike during the 150th Anniversary in September 2013. NPS  Chickamauga and Chattanooga National Military Park offers a variety of regularly scheduled ranger-guided tours. At Chickamauga Battlefield, ranger guided car caravan tours take place at 10 am and 2 pm. During the summer, these tours occur everyday. From Fall through Spring, these programs take place on the weekends only. Car caravan tours typically last around two hours and begin at the Chickamauga Battlefield Visitor Center. You will drive your own vehicle in a car caravan, following a park ranger to various locations around the battlefield. At each stop, the ranger will share stories about what happened in that area. Car caravan tours do not require much walking, be prepared to stand for 15-20 minutes at a time. There are no fees for admission or programs at Chickamauga Battlefield.  At Point Park on Lookout Mountain, ranger-guided tours take place at 11 am and 2 pm daily during the summer months. During the rest of the year, tours take place on the weekends. These are walking tours that typically last 30-45 minutes. Visitors walk with a park ranger along the paved path around Point Park and learn about the history of Chattanooga and the park. Programs begin just inside the gate at Point Park. Admission to Point Park is $5 per adult, ages 16 and over (15 and under are free).   Also, be sure to check our calendar for upcoming special programs that are scheduled throughout the year.  If you are a teacher, and are trying to schedule a ranger-guided program for your class field trip, please visit our Field Trips page. If you are planning a tour for a community group such as a Sunday School class, veterans' organization, or Sr. Citizens group, fill out and submit this form.  **Please note that all programs are subject to change based on weather and staff availability.** _____________________________________________",
    "url": "https:\/\/www.nps.gov\/chch\/planyourvisit\/guidedtours.htm"
}
