{
    "title": "Chickamauga & Chattanooga National Military Park: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar           Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 6 results    Show ALL instances of recurring events   RSS Feed      Chickamauga & Chattanooga National Military Park Chickamauga Battlefield Bike Ride      Time: 9:30 AM to 11:30 AM Location: Chickamauga Battlefield Fees: Free (Supported by Friends of the Park)     Saturday, August 20, 2016 Chickamauga and Chattanooga National Military Park and Outdoor Chattanooga will join forces once again this year to offer a series of free, monthly historical bike tours through Chickamauga Battlefield.  View Details      Chickamauga & Chattanooga National Military Park Finding Your Park: Visiting Point Park Through the Ages      Time: 9:00 AM to 5:00 PM Location: Lookout Mountain Battlefield (Point Park) Fees: $5\/adult, ages 16 and older; 15 and under enter free     Saturday, August 20, 2016 The northern tip of Lookout Mountain is not only a popular place to visit today. Civilians and soldiers alike visited throughout history. Costumed interpreters will be on hand to discuss how those historical figures \"found their park\" throughout time. View Details      Chickamauga & Chattanooga National Military Park National Park Service Birthday: Free Entrance to Point Park      Location: Point Park atop Lookout Mountain Fees: Free     Thursday, August 25, 2016 Free entrance to Point Park in celebration of the National Park Service's 100th Birthday! View Details      Chickamauga & Chattanooga National Military Park Take Me Out to the Park: Community Picnic and Historic Base Ball      Time: 12:00 PM to 4:30 PM Location: Chickamauga Battlefield (Recreation Field) Fees: Free     Saturday, August 27, 2016 Chickamauga and Chattanooga National Military Park began with a veteran's picnic, so we're celebrating with a community picnic and base ball game that harkens back to the beginning of the game during the Civil War. View Details      Chickamauga & Chattanooga National Military Park Artillery Programs at Chickamauga Battlefield      Time: 10:30 AM to 11:00 AM,11:30 AM to 12:30 PM,1:30 PM to 2:00 PM,2:30 PM to 3:00 PM,3:30 PM to 4:00 PM Location: Chickamauga Battlefield Fees: Free     Saturday, September 3, 2016 Join us for a cannon firing program and demonstration at Chickamauga Battlefield on Saturday September 3, 2016 View Details      Chickamauga & Chattanooga National Military Park Centennial Program: Blues in the Knob      Time: 6:00 PM to 10:00 PM Location: Orchard Knob Reservation Fees: Free     Saturday, September 10, 2016 In partnership with the Orchard Knob Neighborhood Association, this event will highlight musical blues from Orchard Knob Reservation in Chattanooga.  View Details             If you are interested in finding out more about our daily program offerings for the summer season, please visit the Guided Tours section of the website under Plan Your Visit\/Things to Do.       2016 Special Event Bulletin",
    "url": "https:\/\/www.nps.gov\/chch\/planyourvisit\/calendar.htm"
}
