{
    "title": "Chickamauga & Chattanooga National Military Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Chickamauga and Chattanooga National Military Park offers a wide array of opportunities for visitors to explore the historical and natural landscapes on which thousands of Union and Confederates fought and died during the Civil War. In order to ensure that your visit is safe enjoyable, please be aware of the following.  In the summer temperatures can reach the upper 90s, it is important to drink lots of water. During the winter months, freezing temperatures can be dangerous for visitors and motorists alike. Be aware of ice on roads and bridges, and dress appropriately.   On Lookout Mountain there are numerous places with steep dropoffs and cliffs, please stay on the designated paths and trails. Use caution while hiking. Wear sturdy shoes or hiking boots. Watch out for plants and animals such as poison ivy & poison oak, ticks, and venemous snakes including copperheads and rattlesnakes. Do not approach or harass wildlife, inlcuding the park's many deer and turkey. Chattanooga is a major city that is home to more than 160,000 people. Many roads leading to and from the reservations at Orchard Knob and Missionary Ridge can become congested. Excercise caution when driving or walking in these areas.  The LaFayette Road, which runs through the center of the Chickamauga Battlefield, is a major thoroughfare in the region. Drive carefully and excercise caution when walking or crossing this road. If you are bicycling in the park, you might want to take a few minutes to read this brochure: Seven Smart Routes to Bicycle Safety for Adults  Some areas of the have mosquito populations that become active in warmer weather. Visitors can help to protect themselves by wearing insect repellent and appropriate clothing. For information about the recent development of the Zika Virus and how the National Park Service is responding, click here. If you require emergency assistance at any time, please call 911.",
    "url": "https:\/\/www.nps.gov\/chch\/planyourvisit\/safety.htm"
}
