{
    "title": "Chickamauga & Chattanooga National Military Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions           CAR CHICKAMAUGA BATTLEFIELD Visitor Center Physical Address: 3370 LaFayette Road, Fort Oglethorpe, GA 30742 GPS Coordinates for Chickamauga Battlefield Visitor Center: N34° 56.415 W085° 15604 From Interstate 75: At Exit 350 take Battlefield Parkway (Georgia 2) west to Fort Oglethorpe. Turn left at the intersection of Battlefield Parkway and Lafayette Road. Go one mile on Lafayette Road to the park entrance and visitor center. From Interstate 24: At Exit 180 take U.S. Highway 27 south (Rossville Boulevard) to Fort Oglethorpe. At the intersection of Battlefield Parkway, continue straight through the intersection onto Lafayette Road to the park entrance one mile ahead. LOOKOUT MOUNTAIN BATTLEFIELD Visitor Center Physical Address: 110 Point Park Road, Lookout Mountain, TN 37350 GPS Coordinates for Lookout Mountain Battlefield Visitor Center: N35° 00.587 W085° 20.627 From Interstate 24: From Exit 178, turn left onto Broad Street.  Broad Street will become U.S. Highway 41 (Cummings Highway). Turn left onto TN Highway 148. Continue on TN Highway 148 to the top of Lookout Mountain. At the top, turn right onto East Brow Road. The Lookout Mountain Battlefield Visitor Center is located at the end of East Brow Road, across the street from the Point Park Entrance Gate. If you are wishing to visit, the park has maps available for download prior to your arrival.          PLANE There are commercial flights into the Chattanooga Metropolitan Airport. Rental car agencies are also available. From the Chattanooga Airport, turn left onto Lee Highway. From Lee Highway, turn right onto TN Highway 153. From TN Highway 153, take Interstate 75 South. For Chickamauga Battlefield, follow the directions labeled above \"From Interstate 75.\" For the Lookout Mountain Battlefield, follow the directions labeled above \"From Interstate 24.\" You can also fly in to Atlanta’s Hartsfield International Airport, or Nashville International Airport, and rent a vehicle there.  PUBLIC TRANSPORTATION Public transportation to the Chickamauga Battlefield and Lookout Mountain is not available. In Chattanooga, city buses run to the Incline Railway at the base of Lookout Mountain, allowing access to Point Park at the top of the mountain. Taxi service is also available.",
    "url": "https:\/\/www.nps.gov\/chch\/planyourvisit\/directions.htm"
}
