{
    "title": "Organ Pipe Cactus National Monument: Peaks and People",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Peaks and People                Peaks and People       Many mountain peaks in Organ Pipe Cactus National Monument are named for people who impacted the area's history in some way. From an entrepreneur to explorers, park rangers to a politician—the maps below shows Organ Pipe Cactus and the peaks named for its prominent people.        Diaz Peak and Spire are located east of the visitor center in the southern Ajo Mountains   Díaz Peak & Díaz Spire Named for Captain Melchior Díaz  (Died: C.E. 1541) Spanish Conquistador & Explorer Diaz Peak and Diaz Spire are both remnants of a long-ago volcano located south of the Ajo Mountain Range, and are both named for the first European to venture here. As a key member of the Coronado Expedition of C.E. 1539-1542, Captain Melchior Díaz scouted over 3500 miles in search of information, supplies, as well as fabled cities of gold. As the first Spaniard through the area, the information he gathered and recorded on the native peoples, their homes, tools, and the many natural resources-- offers modern scholars a glimpse into the area's ways-of-life prior to European contact.        Kino Peak is located in the northwest corner of the monument near Bates Well   Kino Peak Named for Father Eusebio Francisco Kino  (C.E. 1645 –C.E. 1711)  Italian Missionary & Explorer In the northwest corner of the monument runs the Bates Mountain Range where the volcanic rock of Kino Peak towers above the desert, and is named for an Italian Jesuit who documented and influenced the American Indians who still call these lands home. Father Eusebio Francisco Kino was a missionary, explorer, geographer, and cosmographer, who authored published works on astronomy, cartography, and religion. During his career, he helped establish over 2 dozen missions and settlements throughout Arizona, New Mexico, and Mexican state of Sonora.        Montezuma's Head can be seen from Highway 85   Montezuma's Head Named for the god I'itoi  An O'odham Deity North of the Ajo Mountains stand a box-shaped monolith made of layers of volcanic rock called Montezuma's Head. Montezuma is the name western O'odham gave to the ancient O'oodham deity, I'itoi. The area is held as sacred and the Tohono O'odham and Hia-Ced O'odham make personal and family pilgrimages to the site, which was placed on the National Register of Historic Places in 1994. Formally named I'itoi Mo'o--Montezuma's Head and 'Oks Daha--Old Woman Sitting, many stories are connected to the site. One story states that the people avoided the sacred site after sunset-on pain of turning to stone. One day, a tired old woman sat down to rest, and as the sun set, she- and the basket she carried- turned to stone and are there today. The smaller rock block just north of the main peak [Montezuma's Head] is said to be the woman's basket.         Pinkley Peak  Named for Frank \"Boss\" Pinkley (C.E. 1881- C.E. 1940) Archaeologist, Park Ranger, & NPS Regional Superintendent The highest peak in the Puerto Blanco Mountains is formed of rhyolite and named for National Park Service Ranger, Frank Pinkley. As the superintendent of the Southwestern National Monuments, Pinkley administered 27 national monuments in four states, and was excitedly planning the development of Organ Pipe Cactus National Monument at the time of his death in 1940. \"The Boss,\" as Pinkley was affectionately known, left an extraordinary legacy. Pinkley wrote monthly essays and articles to his staff which was compiled into the collection, Ruminations from The Boss. The interesting, often humorous essays written by Pinkley revealed his uncanny ability to explain, instruct, and entice his fellow Park Rangers in a fatherly way.        Tilloston Peak, in between Highway 85 and the Ajo Mountain Drive, dominates the landscape   Tillotson Peak Named for M. R. Tillotson (C.E. 1886–C.E. 1955) Engineer & NPS Regional Director Made of volcanic ash called tuff, and easily viewable from both AZ Highway 85 and the Ajo Mountain Drive, this peak features a curved fault plane which contributes to the tilt of the exposed strata. This popular peak was named for the NPS Regional Director M.R. (Minor Raymond) Tillotson. More famous for his work in Grand Canyon National Park, Tillotson became the regional director overseeing many southwest parks, including Organ Pipe Cactus, in 1940. Tillotson's work with the National Park Service from 1920-1955 is documented by the numerous manuscripts prepared by Tillotson on Park Service history including valuable photographs taken by Tillotson of park rangers, visitors, airplanes, social gatherings, and award presentations.        Twin Peaks, is located just north of the main campground.   Twin Peaks- Levy Named for Manuel \"Mikul\" G. Levy (C.E.1859- C.E. 1942) Entrepreneur & Prospector & Post Master Formed of volcanic rock Levy Peak is the lower, eastern peak of Twin Peaks named for local figure M.G. Levy. Born in Texas, Levy studied mining at Heidelberg University in Germany before founding the Levy Mining, Mercantile & Contracting Company in 1912. Levy owned the rights to Organ Pipe Cactus' Victoria Mine as well as a series of retail stores that catered to local miners, ranchers and homesteaders. One of his many stores was located at Quitobaquito Springs. Twin Peaks- Gadsden Peak Named for James Gadsden (C.E. 1788 –C.E. 1858) American Diplomat, Soldier, & Businessman Formed of volcanic rock- the taller, western point of Twin Peaks is Gadsden Peak- named for James Gadsden, an American minister to Mexico. Gadsden negotiated the sale of lands from Mexico to the United States in 1853. For $10,000,000, the Gadsden Purchase added roughly 30,000 square miles to the United States, moving the international border from the Gila River to the southern boundary of what is now Organ Pipe Cactus National Monument.",
    "url": "https:\/\/www.nps.gov\/orpi\/learn\/historyculture\/peaks-and-people.htm"
}
