{
    "title": "Chickamauga & Chattanooga National Military Park: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do         6-pounder cannon on display at Chickamauga Visitor Center. National Park Service  Chickamauga Battlefield features a 7 mile self-guiding auto tour, monuments, historical tablets, hiking trails and horse trails. The Chickamauga Battlefield Visitor Center contains exhibits and the Fuller Gun Collection which contains over 300 examples of military long arms.  The battlefield has around 50 miles of trails, and you can download a trail map or get one at the visitor center front desk. For groups or individuals wishing to hike certain distances and learn along the way, several designated hiking trails are available. Please click on the desired trail map below. General Bragg Trail (5 Miles) Confederate Line Trail (6 Miles) Memorial Trail (9 Miles) Historical Trail (11 Miles) Cannon Trail (14 Miles) Lookout Mountain Battlefield contains monuments, historical tablets, hiking trails, scenic vistas, and the historic Cravens House. The Lookout Mountain Battlefield Visitor Center also houses the \"Battle Above the Clouds\" painting by James Walker. Lookout Mountain Battlefield Trail Map (2014) Moccasin Bend National Archeological District has a 3 mile loop trail designed for hiking. The trailhead for the Blue Blazes Trail and parking area are located off Moccasin Bend Road in Chattanooga. Also, the Brown's Ferry Federal Road trace is a 1.2 mile trail to the Tennessee River and back that follows the historic routes of the Cherokee in 1838 and of Union supplies in 1863. Parking for the trace is located off Pineville Road, north of the Hamm Road\/Moccasin Bend Road intersection. Group Tours and Programs If you are planning a visit to Chickamauga & Chattanooga National Military Park with a group or community organization and would like a ranger-led tour, please print and submit this form. If you are a teacher planning a visit with your class, click here for information about the park's field trip programs.",
    "url": "https:\/\/www.nps.gov\/chch\/planyourvisit\/things2do.htm"
}
