{
    "title": "Chickamauga & Chattanooga National Military Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           3370 LaFayette Road  Fort Oglethorpe, GA 30742                 Directions         From I-75, take exit 350 onto Battlefield Parkway (GA HWY 2) and continue to the intersection of Battlefield Parkway and LaFayette Road. Turn left onto LaFayette Road and continue for approximately 1 mile. The visitor center will be on the right. From I-24, take exit 180 onto Rossville Boulevard (US HWY 27). Continue south to the intersection of Battlefield Parkway. Drive through the intersection, continuing on the LaFayette Road. The visitor center will be on the right.   Directions Details           Operating Hours & Seasons         Chickamauga and Chattanooga National Military Park All units of Chickamauga and Chattanooga National Military Park are open for visitation during daylight hours, with the following exceptions: 1. Cravens House is open seasonally based on personnel availability. 2. Point Park gate is open at 8:30 am daily. 3. Sanders Road Picnic Area on Lookout Mountain is closed. 4. US Highway 27 Picnic Area closed December 1 - March 15. 5. Wilder Brigade Monument closed December 1 - March 15. 6. Signal Mountain Restrooms closed December 1 - March 15.    Standard Hours    Sunday: 6:00 AM - Sunset   Monday: 6:00 AM - Sunset   Tuesday: 6:00 AM - Sunset   Wednesday: 6:00 AM - Sunset   Thursday: 6:00 AM - Sunset   Friday: 6:00 AM - Sunset   Saturday: 6:00 AM - Sunset      Additional Information View More       Christmas Day:   -       New Year’s Day:   -                  Weather           The climate in northern Georgia is generally temperate. Short, cool winters give relief from hot summers. Most visitors enjoy this area during long, mild fall and spring seasons.         Fees & Passes     Entrance Fees:   Point Park (Lookout Mountain Battlefield) Entrance Fee - Per Person - $5.00 An entry fee is charged per person, ages 16 and older, ages 15 and under enter the park for free. The entrance ticket covers the number of individuals entering Point Park and is valid for 7 days from the time of purchase.     Chickamauga Battlefield - $0.00 No entrance fee is charged at Chickamauga Battlefield   Missionary Ridge - $0.00 There are no entrance fees for any of the reservations on Missionary Ridge. The reservations include: Sherman Reservation Bragg Reservation 73rd Pennsylvania Reservation Ohio Reservation Iowa Reservation De Long Reservation Turchin Reservation   Orchard Knob - $0.00 There is no entrance fee at Orchard Knob Reservation.    Moccasin Bend National Archeological District - $0.00 There are no entrance fees at any of the sites on Moccasin Bend National Archeological District   Signal Point - $0.00 There is no entrance fee to Signal Point Reservation   Cravens House (Lookout Mountain Battlefield) - $0.00 There is no entrance fee at Cravens House Reservation   Entrance Passes:   Point Park Annual Pass - $30.00 Visitors who purchase a Point Park Annual Pass can visit Point Park on an unlimited basis throughout the year. The pass allows entry to the park for the passholder and three other individuals.          Visitor Centers       Chickamauga Battlefield Visitor Center The Chickamauga Battlefield Visitor Center is located at the north end of Chickamauga Battlefield. Inside are museum exhibits on the Battle of Chickamauga and Campaign for Chattanooga, as well as the Fuller Gun Collection. There is a bookstore administered by Eastern National and an orientation film is shown every half hour.    Lookout Mountain Battlefield Visitor Center Atop Lookout Mountain, discover details about the siege of Chattanooga and the battles for control of the city. View exhibits and the historic 13- by 30-foot James Walker painting,THE BATTLE OF LOOKOUT MOUNTAIN. Point Park has battery positions, monuments, exhibits, trails, and views.                  Chickamauga Battlefield Visitor Center and Operations Building NPS  The purpose of Chickamauga and Chattanooga National Military Park is to preserve, protect and interpret for the benefit of the public the nationally significant history, stories, and resources associated with the Civil War campaign for Chattanooga including the battles of Chickamauga and Chattanooga; and the 12,000 years of American Indian presence on the Moccasin Bend Peninsula.",
    "url": "https:\/\/www.nps.gov\/chch\/planyourvisit\/basicinfo.htm"
}
