{
    "title": "Organ Pipe Cactus National Monument: Timeline",
    "body": "Monument Timeline       A Few Significant Events in the History of Organ Pipe Cactus National Monument 1450- 1850 1850-1940 1940-2000 2000- Present        Petroglyhs NPS Photo  1450: Hohokam dispersed into Tohono O'odham and Hia Ced O'odham cultures 1540: Coronado Expedition enters the Sonoran Desert. Diaz Peak is named in honor of Melichior Diaz, a member of the expedition. Diaz is the first European to cross the Organ Pipe Cactus NM region. 1698: Father Eusebio Kino established a mission ranch in Sonoyta, leading to the first livestock grazing in Organ Pipe Cactus. Father Kino later established the trade route known as the Camino del Diablo. 1821: Mexico gianed independence from Spain 1845-1846: Mexican-American War. War ended with the signing of the Treaty of Guadalupe HIldago, ceding to the US all of Upper California and the territory north of the Gila River in Arizona. Organ Pipe was still part of Mexico. 1849: '49ers seeking gold in California traveled through Organ Pipe using the Camino del Diablo, Growler Pass, and other undocumented areas. 1850s: Mining begins outside of the town of Ajo. 1853: Gasden Purchase. Land south of the Gila River is purchased from the Mexican government for $10 million. Land was purchased to build the Southern Pacific Railroad route to California. Land became part of Arizona and New Mexico, including what is now Organ Pipe Cactus National Monument.        Ranch House at Alamo Canyon V. Sartori, NPS Photo  Late 1850s: At least 3 mining districts are established south of Ajo, AZ, within the present Monument boundaries. 1887: Jeff Milton lived at Quitobaquito Spring as the first U.S. Immigration Agent in the area. 1890s: Cipriano Ortega operated Victoria Mine claim and worked it for silver. The mine was worked intermittently through the mid 1970s, operating under a special use permit from the National Park Service. Early 1900s: Border un-fenced, unguarded- marked only by obelisk style monuments. First evidence of smuggling. 1907: 60 feet of land immediately north of the international border is withdrawn from public domain for use by customs officers. (later to become part of Lukeville, AZ). 1910: Jeff Milton discovered ore body, began operating the Milton Mine. 1910s: William and Birdie Miller began ranching at Alamo Canyon. 1914: Army under the Command of General Pershing camped in Alamo Canyon. Americans and Mexicans engage in mutual raiding. 1916: New Cornelia Mining Company established at Ajo; major economic growth periods begins. 1919: Robert Louis Gray purchased the Blankenship Ranch. Was renamed Dos Lomitas. Cattle began to graze over what would become Organ Pipe Cactus NM. 1935: Robert Gray Sr. acquires water rights to Bates Well and Daniel's Well. Henry Gray moves to Bates Well. 1937: Organ Pipe Cactus National Monument is established on April 13th by President FDR. Much opposition from local ranchers and miners. Early 1940s: Bobby Gray settles at Dowling Well.        Visitor Center Dedication, April 1959 NPS Photo  1939: Gray family receives special permits to continue ranching within park boundaries. 1939: First custodian (superintendent), William R. Supernaugh, appointed. No other staff appointed until 1943. 1939: Grazing rights granted to Tohono O'odham tribe to graze traditional lands below the Ajo Mountians. 1941: Congress passed an \"Act to allow mining within... the Monument\" for the duration of World War II. Prospectors flock to the area. Act was repealed on September 28, 1976. Mid to late 1940s: Border fence constructed, primarily to control cattle trespass. Early 1950s: Park Service Visitor Center constructed. Building is located about 1\/4 mile south of the existing visitor center. 1950: Ajo Chamber of Commerce began movement to change Organ Pipe's name to Arizona Desert National Park. Congress took no action. 1950: Old road into Ajo Mountains extended and improved to become the self guided Ajo Mountain Drive. 1951: NPS acquires Dos Lomitas homestead of Robert Gray. 1952: First campgorund established. 1959: Park totally rehabs Quitobaquito, deepens pond, razes buildings, improves general appearance. 1959: Current Visitor Center is dedicated 1959: All grazing rights terminated by NPS. 1974-76: Gray brothers die, ending the ranching era or Organ Pipe Cactus NM. 1975: Final cattle removed from park. 1976: Organ Pipe Cactus declared an International Biosphere Reserve by UNESCO. 1977: Congress declares 95% of Monument as wilderness. 1978: Quitobaquito placed on National Register of Historic Places. 1989: Monitoring of the lesser long nosed bats begins. 1990s: Illegal immigrant crossing dramatically increase, as does drug trafficking across Monument lands.        Historic Boundary Marker with Vehicle Barrier NPS Photo  2000: Over 200,000 undocumented immigrants cross Monument lands. 2002: Park Ranger Kris Eggle killed in action. 2003: November 22, by Congressional Act, Organ Pipe Cactus Visitor Center renamed in honor of Kris Eggle and rededicated in formal ceremony with NPS Director Fran Mainella in attendance. 2004: Vehicle barrier construction begins across Monument's 33 miles of international boundary. 2005: North Puerto Blanco Drive re-opened for the first 5 miles. 2006: Vehicle barrier completed. 2008: Homeland Security pedestrian fence is constructed for 5 miles surrounding the Lukeville Port of Entry. 2010s: New technology deployed along the border to deter illegal entry 2011: Ajo Border Patrol Station expanded.  Over 500 Border Patrol agents stationed in Ajo. 2014: Closed areas of the park are reopened 2015: Visitation soars by 25%",
    "url": "https:\/\/www.nps.gov\/orpi\/learn\/historyculture\/monument-timeline.htm"
}
