{
    "title": "Fort Frederica National Monument: Archeology at Frederica",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Archeology at Frederica                Archeology at Frederica        Dr. Joel Shiner supervises an archeological excavation at Frederica in the 1950s. NPS Photo      Starting in 1947, the National Park Service and the Fort Frederica Association sponsored a series of archeological investigations at the Frederica site.  Using information from 18th century maps and journals as a guideline, archeologists unearthed sections of the fort and town.  By matching the archeological data to the historical documents, these archeologists have given us a glimpse into Frederica’s past. Outline of the Excavations  1947: Charles Fairbanks dug trenches along the south section of the town wall and moat, and then explored a section of the soldier barracks. 1950: Excavations focused on the Hawkins-Davison house, an early “duplex”.  The exposed foundation allowed researchers to determine the locations for the house lot lines and street lines of the main Broad Street in Frederica Town. 1952: Archeologist Fairbanks and Historian Margaret Davis Cate continue to delineate house lots, street widths, and the fort and barracks. 1953: Fairbanks excavated portions of the town’s palisaded wall and determined the “original depth and shape of the moat…” 1956: Dr. Joel Shiner excavated two structures within the fort:  a blacksmith shop and the southern storehouse. 1957: Shiner continued excavations in the fort, along Broad St., the northeastern bastion, and the Houston House. 1959: Archeologist Jackson W. Moore Jr. worked on the southeastern bastion, and continued to investigate portions of the moat. 1975: Nick Honerkamp excavates the Hird house.   Unlike previous work which unearthed foundations and other physical features, Honerkamp was focused on studying the colonial lifestyles.  He helped pinpoint the material culture and diet of some of the towns-people. 1978\/79: Honerkamp continues colonial life-ways investigation by excavating the home of a bachelor and comparing the artifacts to those found at the Hird Family House. 1980\/90s: Several excavations performed by the South-East Archeological Center (SEAC) around the perimeter of the burying ground, and in areas where utility lines were placed. 2005: Ground penetrating radar is used to locate a bomb magazine that exploded in 1744.",
    "url": "https:\/\/www.nps.gov\/fofr\/learn\/historyculture\/frederica-archeology.htm"
}
