{
    "title": "Fort Frederica National Monument: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories               Stories      There are many stories of people, places, and events related to Frederica's history. Native & Early History 1945 Historic Site Report Battle For Georgia Online Research Sites Archeology at Frederica The Fort At Frederica, 1962       Below are links spotlighting stories of people and places important to Colonial Georgia that are not covered in the links above.  Click on a link below to access more information.         James E. Oglethorpe 1696-1785   From New Georgia Encyclopedia Online The founder of Georgia was a visionary, social reformer and military leader. He established many colonial towns including: Savannah, Frederica, and Ebenezer, while building many forts along Georgia's coast.         Trustee Georgia, 1732-1752 From New Georgia Encyclopedia Online The first 20 years of Georgia history are referred to as Trustee Georgia, because a Board of Trustees governed the colony. King George II signed a charter establishing Georgia and its governing board on April 21, 1732.         Savannah  From New Georgia Encyclopedia Online Founded in 1733 by colonists led by James Edward Oglethorpe, Savannah is the oldest city in Georgia and one of the outstanding examples of eighteenth-century town planning in North America.         Creek Indians  From New Georgia Encyclopedia Online For most of Georgia's colonial period, Creeks outnumbered European colonists and occupied more land than these newcomers. Not until the 1760s did the Creeks become a minority population in Georgia.         Highlanders of Darien, Georgia  From New Georgia Encyclopedia Online Darien was founded in 1736 by Scottish Highlanders from Inverness, who were recruited by General James Oglethorpe to help defend the colony. The Scots were highly capable soldiers, among the finest in the world.         Salzburgers of Ebenezer, Georgia  From New Georgia Encyclopedia Online Ebenezer was the town for Georgia's first religious refugees. James Oglethorpe offered persecuted Protestants from Salzburg (in present-day Austria) refuge in his colony of Georgia. These germanic immigrants were the agricultural backbone of the colony.",
    "url": "https:\/\/www.nps.gov\/fofr\/learn\/historyculture\/stories.htm"
}
