{
    "title": "Fort Frederica National Monument: Battle for Georgia",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Battle for Georgia                Battle for Georgia         1747 map of St. Simons Island, showing the sequence of the 1742 battles.   The Battles of Gully Hole Creek & Bloody Marsh, 1742 After Oglethorpe’s attempt to capture Spanish Florida in 1740, he returned to Frederica to prepare for a counterattack. This came in 1742, when a combined Spanish force of St. Augustine's Garrison, free Black soldiers from Fort Mosé, and grenadiers from Havana, Cuba arrived off the shore of St. Simons Island. (Numbers correspond to ones on map)  The Spanish fleet ran the guns of Fort St. Simons and landed on the island near present day Torras Causeway on July 5th.   Spanish forces march on Fort St. Simons, and occupy it. On July 7th Don Manuel de Montiano, Governor of Florida and leader of the expedition, sends out a reconnaissance party. As this party approaches Frederica, Oglethorpe and the highlander company race to meet the Spanish.   An English patrol engages the Spanish advance party about a mile from town. Oglethorpe and his highlanders join this skirmish, (the Battle of Gully Hole Creek). Many Spanish break and run, while others engaged in hand-to-hand combat. 12 Spaniards were killed and ten were captured. One Highlander died of heat exhaustion.   The British pursue the retreating Spanish for two miles. Oglethorpe posts his red-coated regulars, the 42nd Regiment, and Lt. MacKay’s Highlanders along the edge of a marshy area. He then returns to Frederica to gather more troops.  Montiano sends out a relief force to cover the retreat. When they reach the marsh, the British ambush them. When the Spanish fire back, many British regulars break and run towards Frederica.  By the time Oglethorpe arrives, the battle of “Bloody Marsh” is over. According to Montiano, the Spanish returned fire until ammunition ran out, and then retreated. Montiano reported that seven Spanish were killed during this not-so-bloody battle.   The Spanish remain for seven days, and scout up the Frederica River. Oglethorpe plants disinformation in the Spanish camp (via a released prisoner) about British reinforcements due to arrive.   The appearance of scout ships from Charlestown convinced Montiano that the disinformation was real. He orders Fort St. Simons destroyed, and on July 15th sails back to Florida.",
    "url": "https:\/\/www.nps.gov\/fofr\/learn\/historyculture\/battle.htm"
}
