{
    "title": "Organ Pipe Cactus National Monument: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture                 Stories   Learn more about the unique stories that make tell the amazing tales of people in the Sonoran Desert          Places   The 500 square miles of Organ Pipe Cactus holds many unique and special places          Collections   Virtually explore our extensive artifact collection telling over 12,000 years of history          Timeline   Follow the story of Organ Pipe Cactus through the timeline feature                Ancient Petroglyphs NPS Photo  Organ Pipe Cactus: A Complex Human Story In what is now Organ Pipe Cactus National Monument, archaeological evidence places human beings in this area approximately 1,600 years ago. These people left behind projectile points, seashells, pottery, rock art and the paths they followed on foot are still carved onto the desert floor. Over the millennia, people moved through here while following impressed trade routes, hunting and gathering, and settling for short periods of time. Once agriculture was introduced in the southwest, people began to establish more permanent settlements and eventually larger villages. Many archaeological sites can be found within Organ Pipe Cactus. The Hohokam people's culture existed in this area from the first years Common Era (C.E.). through C.E. 1450. Considered the greatest of the ancient southwest cultures, the Hohokam achieved remarkable successes during their time, and are today most noted for the creation of extensive irrigation canals fed by the Salt and Gila rivers. Several miles of irrigation canals can still be seen on the desert floor at Organ Pipe Cactus. These waterways supported fields of corn, beans, squash, tobacco, and cotton        Hohokam Sea Shell Jewelry NPS Photo  Barely 90 years after the Hohokam culture dispersed across the landscape, the first Europeans ventured into the Sonoran Desert, and named the area \"New Spain.\" These Spaniards were looking for wealth that they could acquire from others. These conquerors used the unique landmarks shown to them by local American Indian guides, as well as the sun, moon, and stars to accurately map and document their discoveries.Nearly 150 years after the first Spaniards confirmed the lack of large and wealthy civilizations,missionaries combed the area to collect the many valued souls of the people who lived here. With the spread of Christianity, local American Indian cultures changed to use the European methods of farming and ranching taught by the missionaries. Not long after the area was purchased from Mexico by the United States in 1853, both ranching and mining dominated as the major industries for American Indians, Mexicans, and European settlers- lifestyles which lasted into the 20th Century,and overlapped with the creation of Organ Pipe Cactus National Monument in 1937.      The early national monument faced many challenges, especially with local miners and ranching families. Mineral mining began in the late 19th century, and was allowed to continue up to 1976. Hiking in the monument you can easily see the mining history in old prospecting holes, tailings, and buildings. Modern ranching in the monument began at the beginning of the 20th century, and also continued through the 1970's.The effects of overgrazing are still seen today. You can visit old ranching sites at Alamo Canyon, Bates Well, and otherwells scattered across the monument. In 1976 The United Nations designated Organ Pipe Cactus National Monument as an International Biosphere Reserve, reconfirming its status as an outstanding example of the Sonoran Desert. Then in 1977, Congress declares 95% of Organ Pipe Cactus National Monument as a Wilderness area.",
    "url": "https:\/\/www.nps.gov\/orpi\/learn\/historyculture\/index.htm"
}
