{
    "title": "Organ Pipe Cactus National Monument: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility          The following is offered as a guide only. Be aware of your own capabilities and plan your visit accordingly. Leashed service dogs are always welcome. Download the Accessibility Guide from our Publications page.        A view of the Kris Eggle Visitor Center from the parking area.    NPS Photo  The Kris Eggle Visitor Center is a good place to begin your visit. The lobby, auditorium, exhibits, and bookstore area are accessible. For the visually impaired there is a relief map of the monument and a touch table with a variety of items. Large print brochures, Braille exhibit descriptions, and audio- recorded information is available at the visitor center desk. Drinking fountains, restrooms and picnic areas are fully accessible 24 hours a day. Behind the Kris Eggle Visitor Center is an accessible 100-yard, hard-surfaced nature trail suitable for scooters and wheelchairs. This level, gently winding trail offers close views of many plants and birds native to the Sonoran Desert.      Twin Peaks Campground, is located 1-1\/2 miles from the Kris Eggle Visitor Center. All restrooms and drinking water facilities within the 208 site campground are accessible. Four sites have picnic tables designed for wheelchair and scooter users; these sites are located nearest the restrooms. Some of these sites also have raised tent pads which may be inconvenient. Persons desiring a more level space may request another site. The group campground has one restroom accessible with assistance. Group sites 1 and 2 are level and may be considered accessible, though the ground is soft in some places. The campground amphitheater can be accessed from a 100 yard ADA compliant trail.      Ranger Programs- During the winter months, free ranger-led programs are offered. These programs highlight the cultural and natural significance of Organ Pipe Cactus. Not all programs are accessible, but some accessible programs are offered daily in the winter season. Check at the Kris Eggle Visitor Center, campground bulletin boards, or the park newspaper for more information. Certain ranger-led van tours have the option for visitors to follow in their personal vehicle- please check at the visitor center first.",
    "url": "https:\/\/www.nps.gov\/orpi\/planyourvisit\/accessibility.htm"
}
