{
    "title": "Ocmulgee National Monument: Laws & Policies",
    "body": "Laws & Policies       As of February 22, 2010 a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park.   Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances.      Frequently Asked Questions Q. Why are people allowed to have firearms in some national parks? A. A new federal law (Sec. 512 of P.L. 111-24), effective February 22, 2010, makes national parks – and national wildlife refuges – subject to applicable federal, state, and local firearms laws. The law is a provision of the Credit Card Accountability Responsibility and Disclosure Act of 2009, which was passed by Congress and signed by the President in May 2009.   Q. How do I know when I’m in a national park? A: National parks will generally have signs indicating that you are entering a national park.  In backcountry areas or large expanses such as those in Great Smoky Mountains National Park or Yellowstone National Park, it is up to the individual to know where he or she is and the laws of that state.   Q. I am going to a park that spans two states; can I choose which state’s laws to abide by? A: No. It is up to individuals to know the laws of the state they are in and where they are in the park.    Q. What was the law before? Could I bring in an unloaded firearm?  A. You could carry a firearm in many Alaskan national parks and in a limited number of other national parks that allow hunting (when the firearm was brought for the purpose of hunting). Also, people who travelled with firearms could have an unloaded firearm that was rendered inoperable and packed, cased, or stowed when their travels took them through a national park.   Q.  Can I have a firearm in every park after February 22, 2010? A. No. If you can legally possess a firearm in the state in which the national park in located, you can possess it in that park on and after February 22, 2010.  It is up to visitors to understand the requirements of federal law and the laws of the states\/localities they live in and are travelling to (or through).  Park websites offer basic information about the applicable state law(s) and will generally include a link to a state website with more information.   Q. Can I take a firearm anywhere I go in the park? A. No.  Federal law prohibits firearms in “federal facilities,” which are generally defined as federally-owned or -leased buildings where federal employees work on a regular basis.  Buildings that meet this definition will have signs posted at public entrances noting the prohibition on firearms. In addition, privately-owned or -operated facilities within park boundaries may not allow firearms, consistent with the laws of that state.   Q. I’ve got my firearm, can I hunt while I’m here? A. The new law does not change hunting regulations and laws. A limited number of national parks allow hunting.  You must adhere to the park’s hunting rules and regulations, which are generally available on a park’s website.   Q. I have a permit from my home state to carry a concealed firearm, does that allow me to carry a firearm in a state I am visiting? A. Some permits are recognized in multiple states, many are not. It is up to the individual to know which states accept his or her concealed carry permit.   Q. Where can I find the firearms laws for each state? A: Go to the following link for individual state websites http:\/\/www.usa.gov\/Agencies\/State_and_Territories.shtml   Q. I am worried that having firearms in national parks will affect the safety of my family and the experience we hope to have.  Should I still come?  A. For nearly 100 years, the mission of the National Park Service has been to protect and preserve the parks and to help visitors enjoy them.  The parks belong to all Americans. Our commitment is to administer the law, administer it fairly, and to ensure the safety of our visitors, the parks and their resources, while all visitors enjoy these special places.",
    "url": "https:\/\/www.nps.gov\/ocmu\/learn\/management\/lawsandpolicies.htm"
}
