{
    "title": "Gullah\/Geechee Cultural Heritage Corridor: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Gullah Geechee Cultural Heritage Corridor 2817 Maybank Highway  Johns Island, SC 29455                 Directions         The corridor encompasses a cultural and linguistic area along the southeastern coast of the United States from the northern border of Pender County, North Carolina to the southern border of St. Johns County, Florida and 30 miles inland.  The Commission operates a small business office on Johns Island, SC., but there are many sites to explore within the Corridor.  Directions Details           Operating Hours & Seasons         Several Visitor Centers in the Heritage Corridor.  Several Visitor Centers in the Heritage Corridor.    Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM             Weather           The weather varies throughout the year and even throughout the day. Please check the National Weather Service information at http:\/\/www.weather.gov for forecast information.         Fees & Passes     Entrance Fees:   N\/A - $0.00 N\/A         Visitor Centers                  The corridor encompasses a cultural and linguistic area along the southeastern coast of the United States from the northern border of Pender County, North Carolina to the southern border of St. Johns County, Florida and 30 miles inland. The land mass of this area, which is included in the Southern Atlantic Coastal Plain and the 79 barrier islands that hug the coast, encompass approximately 12,818 square miles, an area larger than the states of Maryland and Delaware combined. This area is home to one of the country's most unique cultures, a tradition first shaped by captive Africans brought to the southeastern United States from the primarily rice-producing regions of West and Central Africa. That culture continues today by their descendents, known as Gullah Geechee people. Read more at http:\/\/gullahgeecheecorridor.org\/ .",
    "url": "https:\/\/www.nps.gov\/guge\/planyourvisit\/basicinfo.htm"
}
