{
    "title": "Ocmulgee National Monument: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals            OCMULGEE'S  \"FALL LINE\"  ENVIRONMENT     Five miles of trails, including the Opelofa, Loop, Bartram, McDougal, and Mound Village Trails, connect the major features of the park.  During the Early Mississippian Period (AD 900-1150), a thriving culture flourished here on the Macon Plateau.  These true farmers planted crops in extensive fields and lived in large villages with intricate social relationships as suggested by their earthlodges and huge flat-topped mounds. A 2-mile road allows easy access to several earthen mounds including the Great Temple Mound, the largest of the 7 mounds rising 50 feet from the base, and the  Funeral Mound which was the burial place for the leaders of this complex society. Ocmulgee National Monument and present-day Macon are located at the Fall Line, where two great environmental zones  (Piedmont and Coastal Plain) overlap.  Upstream from Macon, the Ocmulgee River flows between rolling hills, its channel marked by stretches of rocky shoals and rapids.  Below Macon, the river changes character.  Its waters move languidly through wide floodplains filled with wooded wetlands, swamps and oxbow lakes where Bald Eagles now thrive for the first time since the 1930's.  Much of this area is now protected within Bond Swamp National Wildlife Refuge.   Ocmulgee National Monument's 702 acres encompass forested uplands, open fields, year-round wetlands, and thickly wooded river floodplain.  A relatively undeveloped greenway extends along the river between Ocmulgee National Monument and Bond Swamp National Wildlife Refuge about five miles downstream. Because of its Fall Line location, numerous habitats, and connections to a larger ecosystem, Ocmulgee is home to a wide variety of plant and wildlife species, and is visited seasonally by many migrant birds, including endangered Woodstorks. Georgia Birding Checklist Wildlife Refuges in Georgia Natural Communities at Robins Air Force Base Land and Water Conservation Fund Nature Net Watchable Wildlife State Flowers and Trees         Amphibians That live in the park          Reptiles That live in the park",
    "url": "https:\/\/www.nps.gov\/ocmu\/learn\/nature\/animals.htm"
}
