{
    "title": "Ocmulgee National Monument: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories              Stories         150th Anniversary Reenactment July 2014 NPS Photo  The Civil War comes to Macon During \"The War Between the States\" the newly founded city of Macon was threatened with destruction not once, but twice when Union and Confederate forces met just across the river from the city. Both conflicts took place here on the grounds of the Ocmulgee National Monument. Today, the Dunlap trail leads to one of the few surviving Civil War earthworks in Macon, a reminder of another time in history adding to our heritage that is Ocmulgee. Around 1856, Samuel F. Dunlap selected a hilltop in close proximity of Walnut Creek to build his house and establish a dairy farm. Little did he know that in 1864 the city of Macon would be sending small arms, cannon and supplies to the Confederate Army in Atlanta.In reality, the Southern forces were defeated by this late date, but there was still a lot of fight left in the South.The North needed decisive victories to bring the war to an end. Sherman's \"March to the Sea\" became a major factor in the ultimate outcome of the conflict.That march led Union forces to Macon. The Battle of Dunlap Hill On July 27, Major General William T. Sherman had sent 9,000 Union cavalrymen riding south in two columns. Their orders were to join forces at Lovejoy and wreck the vital Macon railroad that fed and supplied the Confederate army defending Atlanta. Major General George Stoneman led one of these columns through Covington and Monticello, intending to march down the east side of the Ocmulgee River before joining the other column led by McCook. To his surprise and dismay, Stoneman soon discovered there were no bridges along that muddy stretch of the Ocmulgee.Reluctant to rejoin Sherman without accomplishing anything, he continued south, hoping to capture Macon and perhaps even liberate the 35,000 Union soldiers imprisoned at Camp Ogelthorpe and Andersonville. Union and Confederate forces first met at Macon on July 30, 1864, in an encounter called \"The Battle of Dunlap Hill;better known as \"The Stoneman Raid. \"Major General George Stoneman, already involved in the conquest of Georgia, saw potential for strengthening Union forces by freeing the men in these two Central Georgia prison camps. Upon reaching Macon, Stoneman occupied the Dunlap House, set up temporary entrenchment in the yard, and began to shell the city. Stoneman didn't know that the city had advance warning of his arrival. On the morning of July 30th, Georgia's Governor Brown was in Macon conducting business with Confederate officers, Major General Howell Cobb and General Joseph E. Johnston. Due to an appeal by the governor, Macon was defended by swarms of Georgia reserves and militiamen commanded by Major General Howell Cobb. Unable to brush them aside in his attempted siege, Stoneman retreated northward. Early the next morning, his column collided with Confederate cavalry. After a daylong fight at the battle of Sunshine Church, Stoneman and 700 of his men surrendered. The rest fled northward, through Eatonton, Madison, High Shoals and Watkinsville. Stoneman forces had been routed and he himself was imprisoned at Camp Ogelthorpe and his men sent to Andersonville, the very prisons he sought to liberate. The only lasting effect of \"The Stoneman Raid\" on Macon occurred when a Union cannonball, aimed at Confederate Treasurer William Butler Johnston's home, struck the home of Judge Asa Holt. Today the Johnston-Hay House and the Cannonball House attracts visitors from all over the world. The Battle of Walnut Creek The second military encounter between Union and Confederate forces near the city of Macon was also at the Dunlap Farm.This skirmish took place on November 20-21, 1864. This action was a diversionary ploy for the major troop movements of General Sherman's Union force through Middle Georgia. In October 1864, as a reaction to \"The Stoneman Raid\" and news of the destruction Federal troops had inflicted throughout Georgia, additional defense construction was made for the city of Macon. It is believed that the gun emplacement on the Dunlap Trail was built as a part of this additional defense system. But regardless of when the earthwork was constructed, its 12-pound Napoleon gun and 8 others played an important role in the \"Battle of Walnut Creek.\" When Brigadier General Judson Kilpatrick and his men reached Macon, they were met elements of Wheeler's Confederate Calvary, made up of the 1st and 2nd Convalescent Regiments, the 24th Tennessee, Captain Albrough's command, Captain Atkins' company and nine cannons. A Union calvaryman later explained: \"The regiment was not engaged again until the arrival of the command at Macon... when during the demonstration made by General Kilpatrick... the regiment was ordered to make a saber-charge along the Clinton and Macon Road, and from which the enemy were firing. The distance to reach the guns was something over half a mile, along a road through deep woods, which concealed the enemy's guns and their works. \"The regiment... charged along the road, reached the enemy's guns, which were in a redoubt, completely blocking the road, there being room only for two horses to enter the works abreast. In the rear of, and also extending from both flanks of the redoubt, were long lines of breastworks and rifle pits, filled with infantry. On the left of the road there was also a battery commanding the road and the point from which the regiment charged it. As the head of the column entered the redoubts, the first line of the enemy's infantry... seemed to be stampeded. The second line, however, were seen advancing from the woods... and seeing that the guns could not be removed, and that there was barely time to withdraw the regiment before the rebel infantry would be upon us, I ordered the column to retire under fire from enemy guns.\" In November of 1864, Sherman was well on his \"March to the Sea\" when Governor Joseph E. Brown decided to move the capital to Macon, to keep the state's records safe.A legislature was seated in the old city hall from February 15 until March 11, 1865. \"The battle of Walnut Creek\" was the last skirmish fought in the vicinity of Macon.The Union forces had been successfully driven away until the official surrender.On April 20, 1865, Major General Howell Cobb surrendered to Major General James H. Wilson, eleven days after Robert E. Lee surrendered to Ulysses S. Grant. Today, the Dunlap Trail is a short pleasant walk from the Ocmulgee National Monument Visitor Center.Here you will be able to see one of the few remaining Civil War earthworks in Middle Georgia.Although not open to the public, the nearby Dunlap House was once occupied by Union soldiers.The Dunlap Mound was the \"hill\" for which Macon's first Civil War battle was named.It stands as a reminder of the rich historic culture in which Macon takes so much pride.        Excavation of the Trading Post Site NPS PHOTO  The Largest Archaeology Dig in America History The largest dig ever conducted in this country occurred here at Ocmulgee and the surrounding area.Between 1933 and 1936, over 800 men in Roosevelt's Works Progress Administration (WPA), Civil Works Administration (CWA), Federal Emergency Relief Administration (ERA &FERA) and later the Civilian Conservation Corps (CCC) excavated under the direction of Dr. Arthur R. Kelly from the Smithsonian Institute.Kelly was the only archaeologist at the Ocmulgee camp and conducted evening training courses for the men.Hundreds of thousands of artifacts were discovered including pottery, pottery sherds, metals, arrowheads, spear points, stone tools, pipes, bells, jewelry, seeds, bones, etc. –some of which is on display in the Ocmulgee National Monument Museum or stored in the museum curatorial.This dig helped piece together a timeline of people who lived on the Macon Plateau between 12,000 BC and 1800 AD.Each of the major periods was represented here at Ocmulgee. All together 2.5 million artifacts were found with 800 men working at one time. The CCC (Civilian Conservation Corps) Large-scale archeological excavations at Ocmulgee Old Fields in Macon, Georgia began in December of 1933. The site was declared a National Monument in 1936. In 1937 the National Park Service along with U.S. Congressman Carl Vinson, General Walter Harris, and Dr. Charles C.Harrold completed a list of needed development projects including construction of a museum, restoration of archeological features, access roads and parking, tree planting, and fence construction - all to include the detached Lamar Site where a levee was also needed.Camp NM-4, Company 1426 (now re-classed by the National Park Service as NP-5), was established at Ocmulgee National Monument in May 1937 under the direction of Dr. Arthur R. Kelly as Project Superintendent and Gordon R. Willey as Senior Foreman Archeologist.The Camp developed rapidly with over 200 unemployed youth ages 17 –23 years old living in four (4) army style barracks with accompanying mess halls, kitchen, latrine, educational and recreational halls, and an infirmary, along with a garage and shops.Life in the Camp was not all work, with no play, as evidenced by the recreation hall with pool and ping-pong tables, and outdoor volleyball and basketball courts, and a softball field.Each enrollee received $30.00 monthly of which$25.00 was allotted for family support and sent home. The CCC youth were extensions of, and in some cases, worked simultaneously with other depression era relief agencies.Included in the massive archeological excavations and rehabilitation of the site were the Civil Works Administration (CWA), the Federal Emergency Relief Administration (FERA), and the Works Progress Administration (WPA). The CCC was administered through the War Department and the enrollees wore army style uniforms and maintained their Camp in military fashion with somewhat less emphasis on discipline than regular army.Individual assignments and training included cooking, serving in the archeological laboratory located in the Macon Auditorium, and later serving as guides for park visitors.However, most of the young men served as laborers in the rehabilitation of the excavation sites and on construction projects. Major construction projects included: building their own camp, restoring the 1000 year old Indian Earthlodge, beginning work on a 40,000 square foot museum and administration facility (not finished until after World War II), constructing and paving two miles of roads including culverts and curbing, building parking lots, and preparing trails including a bridge between the museum and Earthlodge that has become a local landmark.Additional laborious details at the detached Lamar Site (two miles south of the main site and including two large mounds) involved levee construction along with cleaning-up after the excavations.The clean up, or rehabilitation effort, included the non-dramatic, backbreaking work of re-filling excavation ditches.The young men labored in the heat of summer and in the cold of winter.The bleak days of the depression and the loneliness of family separation were blended into cheerful days and new comradery through necessity and youthful optimism.Concrete was hauled in wheelbarrows, logs were moved by human power, and even stone quarried without modern equipment.At the Earthlodge, enrollees puddled clay in large pits, mixed in straw, and then applied the mixture to the inner concrete wall to simulate the Indian architecture.The public was admitted to this historic structure on November 11, 1937 after the CCC 'boys' completed the steel walkway and installed electric lights.Park projects continued throughout 1940.A wooden fence was installed around much of the park.At the entrance, a building resembling the design of old Fort Hawkins (1806) was added for the CCC visitor guides. Work continued on the large protective shelter over the Funeral Mound.1941 saw some of the CCC enrollees duties transferred to nearby Camp Wheeler which would provide infantry training during the coming war.On December 7, 1941 one era ended and another began. Lives changed. In early 1942 only 40% of the original CCC members remained at Ocmulgee National Monument.All emphasis was being placed on the war effort and work ended at the park in February 1942.The last three CCC youth employed at Ocmulgee were on loan from the Soil Conservation Service, and they provided visitor services. Camp NM-4, Company 1426, was closed at Ocmulgee National Monument in July 1942.Most of the young men continued in the service of their nation.Some gave all.On November 12, 1983 a reunion for the young men of Civilian Conservation Corps Camp NM-4, Company 1426, was held at Ocmulgee National Monument in Macon, Georgia.Approximately eighty-two (82) enrollees attended . . . but, they were no longer young.There were tours of the park including the Earthlodge the men had labored over, lunch was served from a National Guard field kitchen, and dinner was held in the new Discovery Lab in the basement of the museum.Members of the original Camp band provided music.Stories were swapped, acquaintances renewed, and some even located their initials in the concrete pilings of the Earthlodge bridge. \"Cabbage Head,\" \"Radio\" (you couldn't turn him off), \"Big,\" and \"Little Chicken\" are now gone from the Monument, but evidence of their efforts are enjoyed by thousands of visitors annually.       The Southeast Archaeology Society has created a link on our archaeology dig in the 1930's. This link shows never before seen photographs from the dig and a map that show you exactly where they dug during the dig. The work at Ocmulgee, which began in late 1933, consisted of extensive excavations driven by the nation's need to create jobs during the Great Depression. But the project also provided the opportunity for intensive research into the prehistory of middle Georgia that resulted, for the first time, in an understanding of the time sequence of the American Indian cultures in the Southeastern United States.   Click on the link to learn more on the archaeology dig.  1930's dig",
    "url": "https:\/\/www.nps.gov\/ocmu\/learn\/historyculture\/stories.htm"
}
