{
    "title": "Ocmulgee National Monument: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People              People         Paleo Indian Culture Dean Quigley  Paleoindian Culture: (17,000 BCE-9,600 BCE) Ice Age hunters arrive in the Southeast, leaving of their distinctive \"Clovis\" spear points on the Macon Plateau. The best diagnostic archaeological evidence for these early Paleo Indian bands is long, fluted chipped stone projectile (likely spear) points. These early points are named \"Clovis\" after the Clovis, New Mexico archaeological site where the point type was first recognized in association with Late Pleistocene fauna. Within only a few hundred years after 14,000 years ago (12,000 BC), the Paleo Indians appear to have occupied most of the North American continent and the Southeast. Excavations at Paleo Indian sites, better dating techniques, and study of the distribution of Paleo Indian point types and the Late Pleistocene environment have led archaeologists to develop new models for Paleo Indian occupation in the Southeast now broken down into three sub periods between 11,500 and 9,600 BCE. People adjust to gradually warming weather as the glaciers melt and many Ice Age mammals become extinct.          Archaic Period Dean Quigley  Archaic Period (9,600 BCE-1000 BCE) Like the Late Paleo Indian sub period, archaeologists presumed that the Early Archaic culture consisted of small mobile bands exploiting defined territories, but the increase in the number of sites and the recovery of non-local chert tend to support an increase in population resulting in larger numbers of bands that traded resources with each other. The range of lithic tools included knives, drills, choppers, flake knives and scrapers, gouges, and hammer stones. In addition, wet sites produced exceptionally well, preserved organic materials, have enlarged this inventory to include: bone points, atlatl hooks, barbed points, fish hooks, and pins;shell adzes;wooden stakes and canoes;and fragments of cloth and woven bags. This new information on the Early Archaic has contributed to a view of a residential stable hunting and gathering band society that seasonally occupied base camps along major water courses and exploited lithic and food resources within individual stream drainage. . The Middle Archaic appears to involve a much generalized resource exploitation strategy that included the hunting of a variety of animals and the gathering of wild plants, such as nuts, fruits, berries, and seeds. This period demonstrated the first occurrence of shellfish collecting within river valleys and along the seacoast. Excavations of these \"base\" camps revealed storage pits, remains of house floors, and prepared burials at certain sites. Recent radiocarbon samples in Louisiana provided considerable evidence of a mound-building tradition in Louisiana at least by 5,900 years ago. Artifacts indicate a moderate increase in the amount of trade in non-local chert materials supposedly due to a continued growth in prehistoric population. Trade networks that focused on specialized resources developed when people began to live in sedentary base camps.          Woodland Period Dean Quigley  Woodland Period (1000BCE-900 CE) Pottery tempered with sand and grit, sometimes decorated with elaborate designs incised, punctuated or stamped into its surface before firing;cultivation of sunflowers, gourds, and several other plants;construction of semi-permanent villages;stone effigy mounds and earthen burial and platform mounds;connections to the Adena\/Hopewell Cultures farther North and to Weeden Island in Florida and South Georgia. Corn, beans, and squash came from Mexico through trade. These plants became a staple of their diet which cause the culture to flourish. The Woodland Culture was thriving here up until 900 CE when new comers known as the Mississippians came here and built their villages here.        Mississippian Culture Dean Quigley  Mississippian Period (900CE-1600 CE) A new way of life, believed to have originated in the Mississippi River area appears on the Macon Plateau. These people, whose pottery is different from that made by the Woodland cultures in the area, construct a large ceremonial center with huge earthen temple \/ burial \/ domiciliary mounds and earth lodges, which serve as formal council chambers. Their economy is supported by agriculture, with corn, beans, squash and other crops planted in the rich river floodplain. Around 1250CE the Mississippians abandoned the village here at Ocmulgee for about 100 years. For what reason we do not know. Around 1350 the come back to this area and build a village two miles down stream on the Ocmulgee River from the previous village known as Lamar. The Lamar Culture, named for the Lamar Mounds and Village Unit of Ocmulgee National Monument, becomes widespread in the Southeast; chiefdoms marked by smaller, more numerous, often stockade villages with a ceremonial center marked by one or two mounds;combination of the both Woodland and Mississippian elements. In 1540, Chroniclers of Hernando Desoto's expedition into the interior of North America write the first descriptions of the Lamar. Desoto was first and the person to see the mound-builder culture in 1540. Desoto brought European diseases the Natives had no immunity to; its estimated 3\/4 of the Mississippians died from disease.         Hernado Desoto (1496-1542) In 1539, Hernando de Soto, a veteran of Spanish conquest in Peru, landed on the Florida coast with a fleet of vessels, a contingent of 600 men, 300 horses, a herd of pigs, some mules, bloodhounds, many weapons, and a large store of supplies. His goal was to conquer and settle the territory of the Gulf States as well as find gold to enrich himself and his king. Near the end of March, they reached the vicinity of present-day Macon, Georgia, possibly near the Lamar site. One native guide, named Perico, told the Spanish to travel four days east to find gold. Local Indians warned De Soto that to the east he would risk starvation on a large patch De Soto's Georgia Route of uninhabited land. De Soto, lured by the promise of finding gold, chose to follow Perico's advice. Just as they had been warned, they found no people, food, or gold.  The expedition traveled north and westward through South Carolina, North Carolina, Tennessee, Georgia, Alabama, Mississippi, and Arkansas. The crippled expedition continued west, but now faced almost continuous harassment from the Indians, who attacked swiftly in the night then retreated into the landscape they knew so well. De Soto grew despondent as his futile search for gold dragged on and his resources dwindled. On the western side of the Mississippi River, he caught a fever and died. His soldiers, fearing desecration by the Indians, plunged his body into the river's gloomy depths. In the expedition's aftermath, many southeastern towns were left with little, if any, food.Old world diseases, such as small pox and influenza, decimated their populations. Contact with a foreign culture caused disruptions, which altered the Indian's way of life forever. The narratives recorded by the survivors of the expedition provide intriguing glimpses of Late Mississippian life in the southeast and the initial clash of two very different cultures.These accounts are few and slanted;still they are the earliest snapshots of a doomed way of life.        NPS Painting  Muscogee (Creek) Nation (1600 CE-Present) In 1690 a British trading post is constructed on Ochese Creek (present Ocmulgee River at the site now protected within Ocmulgee National Monument). A number of Muscogee towns move from the Chattahoochee River to this vicinity to be near the English. At this time, the Ocmulgee river is called Ochese-hatchee or Ochisi-hatchi (various spellings). The towns are known as the Ochese Creek Nation. The British eventually refer to them simply as the \"Creeks.\" They speak variations of the Muscogean language, but their confederacy incorporates other groups, such as the Yuchi, who speak different languages. The Creeks acquire horses from Spanish Florida and guns from the British. Their culture and dress is modified by use of trade goods such as iron pots, steel knives, and cotton cloth. In 1715, the Yamassee War erupts in protest against British indignities related to the fur trade, including the taking of Indian shipped as slaves to work in Carribean sugar plantations. Many traders in Indian territory are killed. In retaliation, the British burn Ocmulgee Town on Ochese Creek. The Creek towns withdraw to the Chattahoochee River and the Yuchis move with them. The people are known as the Lower Creeks. The Upper Creeks are centered on the Coosa and Tallapoosa Rivers to the northeast. In 1805, the first Treaty of Washington cedes the remainder of the land between the Oconee and Ocmulgee Rivers, excluding a 3x5-mile strip known as the Old Ocmulgee Fields Reserve at present Macon, which the Muscogee (Creek) people refuse to give up. The treaty allows the United states to construct a road across the Creek Nation to the Alabama River and facilities for public accommodations along this road. Much of this \"Federal Road\" follows the ancient Lower Creek Trading Path and eventually stretches from Washington, D.C. to New Orleans. The treaty also provides for a United States military fort on the Reserve to guard the frontier along the Ocmulgee River. This outpost is called Fort Hawkins in honor of Benjamin Hawkins, U.S. Indian Agent to the Creeks and friend of George Washington. In 1821, the Creeks give up the lands between the Ocmulgee River and the Flint River. In 1823, the Creek Council passes a law providing the death penalty for anyone ceding land without the authority of the Council. Pressures for Indian removal continue to increase. Some Creeks, including William McIntosh, believe removal is inevitable. In 1825, the Treaty of Indian Springs ceding the last Creek lands in Georgia is signed by Chief William McIntosh. His cousin is the governor of Georgia. He sells the Creek lands and is consequently assassinated by his own people. The treaty is declared illegal by the federal government, but Georgia authorities disagree. They press harder for removal. In 1826, the second Treaty of Washington officially surrenders the last Creek lands in Georgia. Some of the Creeks join the Seminole in Florida, others move into Alabama. About 1,300, mostly members of the McIntosh faction, resettle to the valley of the Arkansas River in \"Indian Territory,\" now the state of Oklahoma, on lands given to them under the government's voluntary removal program. In 1828, the Old Ocmulgee Fields Reserve, including Fort Hawkins and the mounds, is surveyed and laid off into land lots incorporated into the city of Macon. Roger and Eliazar McCall purchase a portion of the Old Fields and establish a successful flatboat manufacturing enterprise. Of the mound area, the local newspaper reported: \"The site is romantic in the extreme;that, with the burial mounds adjacent, have long been favorite haunts of our village beaux and belles, and objects of curiosity to strangers. We should regret to see these monuments of antiquity and of our history leveled by the sordid plow - - we could wish that they might always remain as present, sacred to solitude, to reflection and inspiration.\" In 1836, the Creek War of 1836 ends when about 2,500 people, including several hundred warriors in chains, are marched on foot to Montgomery, AL, and crowded onto barges during the extreme heat of July. They are carried by steamboats down the Alabama River, beginning their forced removal to Indian Territory. During the summer and winter of 1836-early 1837, over 14,000 Creeks make the three-month journey to Oklahoma, a trip of over 800 land miles and another 400 by water. Most leave with only what they can carry.        Tomochichi and his nephew   Chief Tomochichi  (1644 – 1739) He was a seventeenth-century Creek leader and the head chief of a Yamacraw town on the site of present-day Savannah, Georgia. As the principal mediator between the native population and the new English settlers during the first years of settlement, he contributed much to the establishment of peaceful relations between the two groups and to the ultimate success of Georgia. Although much of his early life is unknown, Tomochichi was exiled from the Creek nation for unclear reasons and, along with several followers, first settled what is now Savannah, Georgia. Presumably, he was Creek and participated in their early activities with Englishmen in South Carolina, both peaceful and hostile. In about 1728 Tomochichi created his own tribe of Yamacraw from an assortment of Creek and Yamasee Indians after the two nations disagreed over future relations with the English and the Spanish. His group, approximately two hundred people, settled on the bluffs of the Savannah River because the location was the resting place of his ancestors and had close proximity to English traders. When General James Oglethorpe and his fellow settlers reached the region in February 1733, they realized the need to negotiate fairly with the neighboring Indian tribes or risk the success of their enterprise. Among Oglethorpe's entourage was Mary Musgrove, daughter of a Creek mother and an English father, who served as interpreter between the general and the chief. Tomochichi had had previous contact with English colonists, making him unafraid yet cautious. The aging warrior had several different options available, but he decided to receive the new arrivals and to give them permission to establish Savannah in order to take advantage of trading and diplomatic connections. By the time of the establishment of the colonial charter of Georgia in 1732 Tomochichi remaining a lifelong friend of the early English colonists, helping the settlers in Georgia negotiate a treaty with the Lower Creeks (as well as settling previous disagreements with the Creek). Tomochichi wanted his people to be educated. He worked with Benjamin Ingham, a friend of John Wesley and Charles Wesley, to create an Indian school at Irene that opened in September 1736. During the first five years of English settlement, Tomochichi provided invaluable assistance to the new colony. One year after Oglethorpe's arrival, the Indian chief accompanied him back to England along with a small delegation of family and Lower Creek tribesmen. There, Tomochichi expertly fulfilled the position as mediator for his people during numerous meetings with important English dignitaries. His travel allowed Tomochichi to be present for the ratification of the Articles of Friendship and Commerce, the treaty that both he and Oglethorpe established allowing Englishmen to settle in Yamacraw Bluff in what would be named Savannah. He politely followed English mannerisms in his public appearances while pushing for recognition and realization of the demands of his people for education and fair trade. Upon his return to Georgia, Tomochichi met with other Lower Creek chieftains to reassure them of the honest intentions of these new Englishmen and convinced them to ally with the English despite previous deceitful encounters with their northern neighbors in South Carolina. He was taken to England by colonial governor James Oglethorpe in 1734. He met King George II of Great Britain at Kensington Palace on August 1, 1734, and gave the King eagle feathers as a token of peace. After Oglethorpe returned to Georgia in February 1736, the chief received John Wesley, minister of Savannah, his brother Charles, and their friend Benjamin Ingham. Tomochichi reiterated his requests for Christian education for his tribe, but John Wesley rebuffed him with complex replies. Ingham, on the other hand, assisted in creating an Indian school at Irene, which opened in September 1736 much to the delight of the elderly chieftain. The same year, Tomochichi and Oglethorpe participated in an expedition to determine the southern boundaries of Georgia and helped mediate interactions with the Spanish. Tomochichi exerted his best efforts to maintain peace, and Oglethorpe regularly asked his friend for advice and assistance in achieving this goal. During the summer of 1739 Oglethorpe made an unprecedented journey to Coweta, deep in Indian Territory, to bolster his connections to the Lower Creeks, which resulted in a mutually favorable treaty. Tomochichi was unable to partake directly in Oglethorpe's negotiations;instead, he lay at home in his village fighting a serious illness. Tomochichi died on October 5, 1739, and while sources differ over his exact age, historians and contemporary observers generally agree that he was in his late nineties. Before he died in 1739, he told the Creek Indians to remember how well the King treated them and he hoped that they would remain friends forever. He was given a public funeral by the colony. His contributions to the colony of Georgia were celebrated with an English military funeral, and the grave site was commemorated with a marker of \"a Pyramid of Stone\" collected from the vicinity. Senauki, his wife, and his nephew, Toonahowi, were left in charge of the tribe, but he appointed no one to take his place as the impartial mediator between the Indians and the English.         William Augustus Bowles (1763–1805) Also known as Estajoca, was a Maryland-born English adventurer and organizer of Native American attempts to create their own state outside of Euro-American control. Some sources give his date of birth as 1764. Bowles was born in Frederick County, Maryland, and joined the British Army at the age of 13. Bowles was still just a boy when the events of 1776 triggered the American Revolution. He served as an ensign with the Maryland Loyalist Battalion, travelling with the battalion when it was ordered to form part of the garrison of Pensacola. Upon arrival, and as he was an officer, Bowles resigned his commission, and left the fortifications. He was captured by Indians from the Creek Nation. While he was living with the Creek Tribe, Spanish naval forces with soldiers embarked upon their ships, and began to attack British forts along the Gulf Coast. Bowles convinced the Creeks to support the British garrison of Pensacola against the Spaniards, but the garrison fell when its ship was hit by artillery fire from the Spanish ships. The survivors of the garrison were captured, but Bowles escaped into the wilderness with his Creek allies. This occurred May 9, 1781, when Bowles was either 16 or 17 years old. After this battle, he was reinstated in the British Army, and went to the Bahamas. After a few months in the Bahamas, the British governor Lord Dunmore, sent Bowles back among the Creeks with a charge to establish a trading house among them. Bowles established a trading post along the Chattahoochee River. He would marry two wives, one Cherokee and the other a daughter of the Hitchiti Muscogee chieftain, William Perryman, and used this union as the basis for his claim to exert political influence among the Creeks, later styling himself \"Director General of the Muskogee Nation\". Pursuing his idea of an American Indian state after the end of the Revolutionary War, he was received by George III as 'Chief of the Embassy for Creek and Cherokee Nations' and it was with British backing that he returned to Florida. In 1795, along with the Seminoles, he formed a short-lived state in northern Florida (part of Spanish East Florida) known as the State of Muskogee, with himself as its \"Director General.\" In 1800, he declared war on Spain. Bowles operated two schooners and boasted of a force of 400 frontiersmen, former slaves, and warriors. A furious Spain offered $6,000 and 1,500 kegs of rum for his capture. When he was finally captured, he was transported to Madrid where he was unmoved by King Carlos IV's attempts to make him change sides. He then escaped, commandeering a ship and returning to the Gulf of Mexico. One of the main victims of his piracy was the trading firm of Panton, Leslie &Company. In 1803, not long after having declared himself 'Chief of all Indians present' at a tribal council, he was betrayed and turned over to the Spanish. Bowles died two years later at Castillo Morro in Havana, Cuba, having refused to eat.         William McIntosh (1775 –April 30, 1825)  Also known as Taskanugi Hatke (White Warrior), was one of the most prominent chiefs of the Creek Nation between the turn of the nineteenth century and the time of Creek removal to Indian Territory. He was a leader of the Lower Towns, the Creek who were adapting European-American ways and tools to incorporate into their culture. He became a planter who owned slaves and also had a ferry business. Because McIntosh led a group that negotiated and signed a treaty in 1825 to cede much of remaining Creek lands to the United States in violation of Creek law, for the first time the Council ordered that a Creek be executed for crimes against the Nation. It sentenced him and other signatories to death. McIntosh was executed by Menewa and a large force of Law Menders in late April 1825;two other signatories were executed and one was shot but escaped. Menewa signed a treaty in 1826 that was similar, but that the Council had agreed to and that provided more benefits to the Creek. For decades, European-American historians attributed McIntosh's achievements and influence to his mixed race and Scots\/European ancestry. Since the late 20th century, historians have better understood that he was raised Creek and how his power related to his mother's prominent Wind Clan in the Creek matrilineal system, and to other aspects of Creek culture. McIntosh's descendants removed with the Creek people to Indian Territory. His two sons served as Confederate officers during the American Civil War. Three of his daughters: Rebecca, Delilah and Catherine, moved to East Texas with their husbands, developing plantations there. Rebecca McIntosh Hawkins Hagerty married again after her first husband died young, and by 1860 was the wealthiest woman in Texas, owning three plantations with a total of 12,800 acres, and 120 slaves. Taskanugi Hatke (White Warrior) was born in the Lower Town of Coweta in present-day Georgia to Senoya (also spelled Senoia and Senoy), a member of the Wind Clan, which was prominent in the Creek Nation. As the Creek had a matrilineal kinship system, through which property and hereditary positions were passed, his mother's status determined that of White Warrior. The boy was also named after his father, the Scots-American Captain William McIntosh, who was connected to a prominent Savannah, Georgia family. Captain McIntosh, a Loyalist during the American Revolutionary War, had worked with the Creek to recruit them as military allies to the British. The senior McIntosh's mother was Jennet (or Janet in some sources) McGillivray, believed to have been a sister of the Scot Lachlan McGillivray, a wealthy fur trader and planter in Georgia. They were of the Clan MacGillivray Chiefs Lineage). After the Revolutionary War, Captain McIntosh moved from the frontier to Savannah to settle. There he married a paternal cousin, Barbara McIntosh. White Warrior gained his status and place among the Creek from his mother's clan. Benjamin Hawkins, first appointed as United States Indian agent in the Southeast and then as Superintendent of Indian Affairs in the territory south of the Ohio River, lived among the Creek and Choctaw, and knew them well. He commented in letters to President Thomas Jefferson that Creek women were matriarchs and had control of children \"when connected with a white man.\" Hawkins further observed that even wealthy traders were nearly as \"inattentive\" to their mixed-race children as \"the Indians\". What he did not understand about the Creek culture was that the children had a closer relationship with their mother's eldest brother than with their biological father, because of the importance of the clan structure. The son McIntosh was considered a skilled orator and politician;he became a wealthy planter and slaveholder;and he was influential in both Creek and European-American society. One of his cousins was George Troup, who became governor of Georgia when McIntosh was a prominent chief. Whites sometimes mistakenly assumed that McIntosh had centralize authority over the Creek, but he was still among numerous chiefs and the central power became the Creek National Council, especially after it adopted the Code of 1818. For generations, Creek chiefs had approved their daughters' marriages to fur traders in order to strengthen their alliances and trading power with the wealthy Europeans.Through both his mother and father, McIntosh was related to numerous other influential Creek chiefs, several of whom were of mixed race. They were descendants of strategic marriages between high-status Creek women and the mostly Scots fur traders in the area. The most prominent were Alexander McGillivray (1750-1793), the son of Sehoy, a Wind Clan mother, and Lachlan McGillivray;and William Weatherford (better known in history as Red Eagle or Lamochatta) (c.1780-1824), also born to the Wind Clan. Both McIntosh and Weatherford became well established as Creek chiefs and wealthy planters, but Weatherford was aligned with the traditionalist Red Sticks of the Upper Towns in the period of the Creek Wars. He and McIntosh, who was with the Lower Towns, were opposed to each other during the conflict. McIntosh was a leader in adopting certain elements of European-American culture;he was interested in introducing US education among the Creek, adopted the use of chattel slavery on his plantations, and played a role in centralizing the Creek National Council over the years. He used his influence to improve a Creek trail connecting the Upper and Lower Towns, that ran from Talladega, Alabama to the Chattahoochee River. He owned two plantations, Lockchau Talofau (\"Acorn Bluff\") in present-day Carroll County, and Indian Springs, in present-day Butts County. His plantation of Acorn Bluff was at the eastern terminus of the McIntosh Road, where the chief developed a ferry operation across the Ocmulgee River. He owned numerous black slaves to cultivate cotton as a commodity crop on his plantations. He also built a resort hotel at Indian Springs, hoping to attract more travelers along the improved road. Parts of this route are still referred to as the McIntosh Road, or the McIntosh Trail. It passes through several northern counties in Alabama and Georgia. The Creek Nation struggled with internal tensions after the American Revolutionary War and during the War of 1812, when both Britain and the United States tried to engage them as allies. The Lower Towns, which comprised the majority of the population, were adapting some elements of European culture and lived more closely in relation to European Americans on the Georgia frontier. Many educated their children in English;some prominent Creek sent their sons to eastern universities for their education;and some adopted Christianity;as well as forms of European dress and houses - to show they were equally \"civilized\". They expanded their farms and some of the elite purchased chattel African slaves to work their plantations, as recommended by the British and Americans. Internal Creek tensions resulted in the Creek War (1813-1814), when tensions between the Lower Creek and the traditional Red Sticks of the Upper Towns erupted into open conflict. McIntosh and other Lower Creek allied with United States forces against the Red Sticks after 1813, during the War of 1812. The Red Sticks were allied with the British, as both wanted to limit American expansion in the Southeast. McIntosh fought in support of General Andrew Jackson and state militias in the Battle of Horseshoe Bend, marking the defeat in 1814 of the Red Sticks and the end of the Creek War. He was made a brigadier general.The Creek were forced to cede lands to the United States in the early 1800s. Maps mark the strips that were ceded over the years. McIntosh played a role in negotiations and cessions of 1805, 1814 (21 million acres after the Creek War), 1818 and 1821. For his role in completing the cession in 1821, US agents awarded McIntosh 1,000 acres of land at Indian Springs and 640 acres on the Ocmulgee River. After the wars, European-American settlers were increasingly migrating to the interior of the Southeast from the coastal areas and encroached on the territories of the Creek and other Southeastern tribes. Cultivation of short-staple cotton, which did well in these areas, was made profitable by Eli Whitney's invention of the cotton gin in the 1790s, which mechanized processing of the cotton. Lands were developed in the piedmont areas for large cotton plantations, stimulating a demand for African-American slaves that resulted in the forcible migration of more than one million slaves to the Deep South in the domestic trade. Remnants of Creek, other American Indian tribes, and fugitive slaves had migrated to Spanish Florida during the late 18th century, when they formed a new tribe, known as the Seminole. Georgia slaves escaped and took refuge in Spanish-held Florida, where the Crown offered them freedom and land. After the Revolutionary War, Britain took over the Florida territory in an exchange with Spain. After the War of 1812, the British withdrew and turned over Fort Gadsden, on the lower Apalachicola River, to blacks in the area. It was occupied by about 300 black men, women, and children, 20 renegade Choctaw, and a few Seminole warriors, led by a black named Garcon. Georgia slaveholders called it the \"Negro Fort,\" and worried that the independence of the blacks would encourage their own slaves to escape or rebel. McIntosh fought with the United States in the First Seminole War and helped capture Fort Gadsden. When the Americans shot a heated cannonball into the fort, it struck the magazine and set off a huge explosion. Most of the people within the fort died immediately. McIntosh was involved with chiefs from the Upper and Lower Towns (then primarily located in Alabama and Georgia, respectively) through the Creek National Council in developing a centralized government that borrowed from Anglo-American traditions. They formulated laws in the Code of 1818, which protected communal tribal property and established a police force known as the Law Defenders. In an effort to protect their remaining lands, the National Council, including McIntosh, had passed legislation in 1824 making it a capital crime to alienate communal land. Like other prominent chiefs, McIntosh worked closely with Benjamin Hawkins, the US Indian Supervisor in the Southeast for two decades until 1816. Hawkins was instrumental in gaining Creek cessions of land through that period, but he also supported McIntosh's efforts to bring European-American education to the territory by welcoming missionaries who set up schools. After President James Monroe came to office, in November 1817 his administration appointed David Brydie Mitchell as US Indian agent to the Creek. Mitchell had formerly been the governor of Georgia (1809-1813) (1815-1817), as well as holding other posts in the state. After the Creek War, the people suffered from the disruption. The US provided food and supplies as part of the annuities for the land cessions, especially the 21 million acres the Creek gave up following the war. Mitchell and McIntosh were suspected of controlling some of the distribution of food and annuities for their own benefit in this period, increasing McIntosh's power among the Creek. In addition, Mitchell was implicated in the African importation case, in which illegal African slaves were held at the Creek agency on their sovereign land, for sale in the Mississippi Territory. This was tried in Admiralty Court as Miguel de Castro v. Ninety-five African Negros (1819-1820) because it was in violation of the US law, effective 1808, to end the international African slave trade. The privateer \"Commodore\" Aury had taken the Africans as a prize from a Spanish ship bound for Havana, Cuba, where Spain continued slavery. He transported them to Amelia Island off Florida. William Bowen bought 110 slaves for $25,000 and had them taken to the Indian agency in the Creek Nation in two batches: in December 1817 and January 1818. Mitchell appeared to be primarily responsible for keeping the Africans at the Creek agency, which was considered outside US territory as it was within the Creek Nation. This was prior to the expected sale of the slaves in the Mississippi Territory, then including Alabama. Too many people learned about the presence of the Africans, and Mitchell was prosecuted over the issue. With the change in administrations, President James Madison replaced Mitchell in 1821 with John Crowell, who had previously served as a US Congressman from Alabama. That year, the Creek agreed to another land cession in order to raise money for needed food and supplies, as conditions were still difficult for them. Under pressure from the United States and the state of Georgia, McIntosh and some Creek chiefs had ceded land in 1821. The National Creek Council at that time considered execution of McIntosh for this breach of the Law to protect the communal lands but did not proceed. Under pressure from Southeast states, whose white populations were greedy for more land, the United States continued to try to persuade or force the Creek and other Southeast tribes to cede the remainder of their lands in exchange for payments and land west of the Mississippi River, in what was called Indian Territory (present-day Oklahoma and Arkansas.) On February 12, 1825, McIntosh and eight other chiefs signed the Treaty of Indian Springs. These chiefs included Samuel and Benjamin Hawkins, mixed-race Creek sons of Stephen Hawkins, who was also of mixed race. The brothers had both been educated at Princeton. Samuel had married McIntosh's daughter Jane, and Benjamin would later marry his daughter Rebecca. The treaty ceded all the remaining Creek land in Georgia (the Upper and Lower Towns) to the United States in exchange for $200,000 and annuities. The fifth article of the treaty stipulated that McIntosh receive payment for lands he was previously granted in 1821. Historians continue to argue over whether McIntosh ceded the land for personal gain, or because he believed removal was inevitable, and he was trying to achieve some security for the Creek Nation. Historians such as Michael Green believed that McIntosh was selling away the tribe's birthright and future;he described the treaty as: \"Fraudulent by the standards of any society, concluded in violation of the expressed orders of both interested governments, riddled with bribery, chicanery and deceit, the treaty illegally acquired for Georgia and Alabama, through the offices of the United States, an enormous amount of land.\" As soon as the Creek National Council learned of this, they protested to Washington, but the Senate had already ratified the treaty. Initially Washington officials tried to carry it out. Governor George Troup of Georgia, a cousin of McIntosh, had promised him protection but put pressure on him to survey lands ahead of time, as Georgia wanted to prepare for a land lottery. Under the treaty the Creek had until late 1826 to leave the ceded territory. Under its Code of 1818, the National Council had established a police force, known as Law Menders. The Council ruled that the signatories of the 1825 treaty had to be executed for ceding the communal land, which was defined as a capital crime. This was the first known occasion when the Council ordered execution of men for a crime against the centralized Nation. The Council assigned chief Menawa, of a ceded township in the Upper Towns, to carry out the sentence. On April 30, 1825, the Red Stick leader Menawa, with a large force of 120-150 Law Menders (the recently organized Creek police force) from towns in the ceded territory, attacked the McIntosh plantation, lighting bonfires around the buildings. They allowed McIntosh's wives and children to leave the house safely. Then they set McIntosh's house on fire. McIntosh, wounded by gunfire, was pulled from the burning house by several attackers, then one of the men stabbed him in the heart. Other Creeks shot him more than fifty times. Chillie McIntosh, the chief's oldest son, had also been sentenced to die, but he escaped by diving through a window. Etommee Tustunnuggee, another Creek chief who signed the 1825 treaty, was killed during the raid. Later that day, the Law Menders found the Hawkins brothers, who were also signatories;they hanged Samuel and shot Benjamin, but he escaped. The Creek had \"adopted certain Anglo-American legal concepts, ...welded them to their own concepts of political independence and used them to serve decidedly Creek purposes.\" William McIntosh's wives asked for a suit of clothes for his burial, but the assassins insisted on throwing the naked corpse into an unmarked grave. His burial site and part of his plantation have been preserved as the McIntosh Reserve in Carroll County, Georgia. According to Meserve, the grave is near Whitesburg.         William Bartram (1739-1823) In 1774, William Bartram, naturalist and botanist, follows the Lower Creek Trading Path from Augusta through the area. In his journal, he records this account of the Ocmulgee Old Fields: \"On the heights of these low grounds are yet visible monuments, or traces, of an ancient town, such as artificial mounts or terraces, squares and banks, encircling considerable areas. Their old fields and planting land extend up and down the river, fifteen or twenty miles from this site. If we are to give credit to the account the Creeks give of themselves, this place is remarkable for being the first town or settlement, when they sat down (as they term it) or established themselves, after their emigration from the west...\" William Bartram observed that the Muscogee (Creek) households consisted of up to four structures arranged around four sides of a square courtyard. The town square was at the center of the Muscogee (Creek) social, political, and religious life. The town square consisted of four arbors and in the middle was the sacred fire with four logs. The ceremonies were held near the sacred fire in the town square ground. One of the major ceremonies that took place annually was the \"Busk\" or Green Corn Ceremony. The ceremony was to renew purity and balance in the Muscogee (Creek) spiritual life. The sacred fire is prominent witness to all things. The Green Corn New Fire restores order and balance from the chaos developed in the past year.",
    "url": "https:\/\/www.nps.gov\/ocmu\/learn\/historyculture\/people.htm"
}
