{
    "title": "Organ Pipe Cactus National Monument: Hiking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking               Hiking        If the trail seems steep, the view is worth it. NPS PHOTO      NEW! I Hike For Health Challenge:  Come hike the Green Desert and earn a reward for being active in Organ Pipe Cactus. There are miles and miles of trails laced around Organ Pipe Cactus National Monument. Some are easy, others are strenuous, most of them fall somewhere in between. Some of the best hiking is off the beaten trails and out in the canyons with a map and compass to guide you.  Always carry water and snacks, and avoid hiking during the hottest parts of the day.  More detailed trail information is available in the park newspaper and in person at the Kris Eggle Visitor Center.Backcountry camping is available in designated areas.  Check with the Kris Eggle Visitor Center for more information.   Hiker Shuttles:During the winter season, free hiker shuttles are offered to the Senita Basin and Red Tanks Tinaja Trailhead. From these trails, one can easily walk back to the campground. Reserve a spot on the shuttle by calling the Kris Eggle Visitor Center at (520)- 387-6849 no more than one week in advance. Senita Basin Shuttle (4.6 mile walk back to campground): Sunday, Thursday, Friday at 8:30am.  Red Tanks Tinaja (6.7 mile walk back to campground): Sunday, Tuesday, Wednesday, Thursday, Friday at 1:30pm      Visitor Center and Campground Trails  Visitor Center Nature Trail (0.1 mile\/ 0.16 km round trip) Easy brick path from Visitor Center with exhibits.  Accessible to scooters and wheelchairs. Pets allowed on leash. Campground Perimeter Trail (1 mile\/ 1.6 km round trip) Easy loop around Twin Peaks Campground.  Pets allowed on leash. Desert View Trail (1.2 miles\/ 2 km round trip) Easy loop trail to beautiful vistas.  Ideal for sunrise and sunset. Benches provided.  Ajo Mountain Drive Trails     County Road 131 (8 miles\/12.8 km one way) Easy trail that follows the old county road which later became AZ Hwy 85. Arch Canyon (1.2 miles\/1.9 km round trip) Easy trail that steadily climbs into a canyon. Good views of the arch and oak-juniper environment Bull Pasture (3 miles\/ 5 km round trip) Difficult trail with steep grade and exposed cliffs. Spectacular views of Mexico and the monument. Can be done as a loop with Estes Canyon Trail. Estes Canyon (3 miles\/ 5 km round trip) Moderate trail and is great for birding. Trail crosses several washes and is relatively flat until the switchback climb to the Bull Pasture trail.     Trail Map for Ajo Mountain Trails      Puerto Blanco Mountain Trails     Senita Basin Trailhead Red Tanks Tinaja Baker Mine Lost Cabin Milton Mine Victoria Mine Dripping Springs Dripping Springs Mine This series of trails are based on historic roads that connected the mines in the Puerto Blanco Mountains.  Trails can be accessed from either of three trail heads: Twin Peaks Campground, North Puerto Blanco Drive, and Senita Basin parking area.  Pick up a trail guide at the Kris Eggle Visitor Center.       Trail Map for Puerto Blanco Mountains      Alamo Canyon Trails    Alamo Canyon (2 miles round trip) Easy trail to historic mining site. Recommended for birding.  Footing can be rough.",
    "url": "https:\/\/www.nps.gov\/orpi\/planyourvisit\/hiking.htm"
}
