{
    "title": "Ocmulgee National Monument: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities              Outdoor Activities         Opelofa Trail NPS Photo  PARK TRAILS Ocmulgee has 6 miles of trails. Park trail rules:  All visitors must be out of the park by 5:00PM. For your protection, please stay off of the mound slopes. Pets are welcome but must be on a leash at all times. Fishing is permitted on the banks of the creek, river, and clay pond.A valid state fishing license is required. Fishing is NOT permitted from boardwalks and bridges. Bikes are ONLY allowed on the Heritage Trail and road. Picnic in the picnic area only; no fires are permitted.If you need additional information, please call the Visitor Center at (478) 752-8257.  Trails and distance- Dunlap Trail- 1\/4 mile This trail leads to one of a few surviving Civil War earthworks in Macon, and to the Dunlap Mound.The Civil War earthworks were constructed after the Battle of Dunlap Hill which took place July 30, 1864. The earthwork was used again that same year in November during the Battle of Walnut Creek. It is named after Samuel Dunlap, who purchased the property in 1856 to build his house and establish a dairy farm. The Dunlap House is a private residence.  McDougal Trail- 1\/2 mile This trail is named after Captain Robert McDougal, who was in command of Fort Hawkins in 1809. McDougal died in 1809, and according to legend, was buried in a small Indian mound near the fort, but archaeologists did not find any human remains in the mound during the excavations in the 1930s. There were three smaller mounds between the McDougal Mound and the fort which were destroyed during expansion and construction of Macon.  Along the trail you will see the park's original entrance from the 1930s.  Heritage Trail- 3\/4 mile This trail is the only bike trail in the park.It begins behind the visitor center and goes to the Clinton Street  foot gate which is open from 9:00 AM-5:00 PM daily. Along the trail you may encounter deer, woodpeckers, and lizards. Opelofa Trail &Loop- 1 mile Opelofa is a Creek word which means \"like-a-swamp.\"There is abundant wildlife in the wetlands this trail runs through. It is great for bird watching;you may see egrets, osprey, herrings, and anhinga. The Walnut Creek Wetlands has fish, turtles, frogs, and snakes. Part of the Loop Trail borders Walnut Creek which is occasionally home to beaver. Bartram Trail- 3\/4 miles William Bartram (1739-1823) was a well-known naturalist who traveled through this area in 1774 and 1776. Bartram wrote about the \"Old Ocmulgee Fields\" in his journal. This trail winds lazily through the woods on both sides of the railroad bridge, which was built in 1874 and is on the National Historic Register.Walking this trail, you may encounter deer, squirrels, chipmunks, lizards and many varieties of birds.  Visitor Center to the Great Temple Mound-1\/2 mile This trail leads to three of Ocmulgee's most popular points of interest –the Earth Lodge, the Trading Post site, and the Greater and Lesser Temple Mounds. The Southeast Mound Trail –1\/4 miles This trail travels from the Southeast corner of the Trading Post site to the Southeast Mound, and then South through the woods a short way to end at the park road. Little is known about this mound.Archaeologists believe it may have been damaged by plowing and erosion.  The Hitchiti Village Site Trail –1\/2 miles Early Creek Indians (late 1600's) are believed to have occupied this area prior to the Yamassee War of 1715. This trail runs through a thickly wooded area.Wildlife you may encounter on this trail is deer, turtles, squirrels, snakes, lizards and a variety of bird species. The River Trail –1 mile This trail winds through a heavily wooded area to the Ocmulgee River. This trail borders Walnut Creek to where it meets the river; it's possible to see many species of wildlife on this trail. However, visitors have occasionally encountered dangerous wildlife such as alligators along this trail or the river; black bear tracks have also been seen. Be aware of your surroundings as you walk along this trail and the river. Funeral Mound Trail –1\/4 miles This trail starts at the Trading Post site and winds through a small area of woodland. The mound was built as a burial ground for the elite members of the Mississippian society. It was built in seven stages and was originally nearly 50 ft. tall. Presently, it stands at only 20 ft. tall because of railroad construction in the 1870's. Please do not walk on this mound. Corn Field Mound Trial –1\/4 miles This trail is grass trail that goes past the Corn Field Mound and prehistoric trenches, and ends at the Heritage Trail. The Corn Field Mound is believed to have originally been a ceremonial cornfield. Later the mound was built over the field. The purpose of the prehistoric trenches is unknown.It could have been used for defensive purposes or for borrow pits for mound building.",
    "url": "https:\/\/www.nps.gov\/ocmu\/planyourvisit\/outdooractivities.htm"
}
