{
    "title": "Organ Pipe Cactus National Monument: Twin Peaks Campground",
    "body": "Twin Peaks Campground        Campers at Twin Peaks Campground enjoy expansive views of the desert and the mountains in the distance. NPS Photo.        Twin Peaks Campground is the main campground at Organ Pipe Cactus National Monument. It is located 1.5 miles from the Kris Eggle Visitor Center and Highway 85. The campground has 208 sites, nine are large enough to accommodate RVs up to 40 feet in length. Thirty-four sites are reserved for tent camping only. Reservations are not accepted, however, on the day of your travel you may call, 520-387-6849,extension 7302, to confirm the availability of a campsite that will accommodate your needs Click here to download a map of the Twin Peaks Campground. ·  Occupancy is limited to one RV and a tent, or two tents, with a maximum of six persons per site. ·  Hookups are not available. There are electrical outlets in the restroom that may only be used for personal hygiene appliances. ·  All the restrooms have running water and flush toilets. Three restrooms have solar-heated showers. Potable water is available throughout the campground. A dump-and-fill station is provided for RVs. ·  Quiet Hours are from 10:00 p.m. to 6:00 a.m. Generator hours are from 8:00 a.m. to 10:00 a.m., and from 4:00 p.m. to 6:00 p.m. Generator use is always prohibited in sites 146 - 208.  ·  Check out time is 11:00 a.m. You may stay for 21 consecutive days with a maximum of 28 days per calendar year. ·  Ground fires and the collection of wood within the monument is prohibited. All fires must be in the provided raised grills. Campground Fees: The cost is $16.00 per night. Holders of the Golden Age\/Senior Pass and the Access pass receive a 50% discount on camping. Additionally, the park entrance fee is $12.00 per vehicle. During the winter season - January through March - campers must register at the campground kiosk, during all other months visitors may self-register at the campground, or register at the Kris Eggle Visitor Center. For a more primitive camping experience, tent campers may try Alamo Campground. Motorhomes and trailers are not permitted.",
    "url": "https:\/\/www.nps.gov\/orpi\/planyourvisit\/twin-peaks.htm"
}
