{
    "title": "Ocmulgee National Monument: Curriculum Materials",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Curriculum Materials                Curriculum Materials       The park has Georgia strands for social studies for 2nd grade through high school for students. Social Studies Activities: 2nd & 3rd grade Dance of the Buffalo- This activity covers social studies language arts, and science. Green Corn Ceremony- This activity covers writing, social studies, and language arts. Let's Eat- This activity covers social studies language arts  Pottery Making-This activity covers social studies language arts To trade or not to trade-This activity covers social studies 4th grade Carving Temple Statues- This activity covers social studies language arts Families Past and Present-This activity covers social studies language arts Five Civilized Tribes-This activity covers social studies language arts Locating Georgia Mounds-This activity covers social studies and math People of the boiling water-This activity covers social studies Build a summer house-This activity covers social studies 5th grade Native Americans in turn of the century America Middle School Curriculum High School Curriculum Park Site Bulletins Teacher Activity Guide Building a Mississippian House Lesson Plan The park also can provide science strands activities during field for 2nd and 4th graders. Activities are limited to 75 students. The cost for these activities is $1.00 per child to help pay for the materials for the project. For 2nd grade activities include: Forest Forever project Insect project Plant life cycle and root observation project frogs life cycle leaf and photosynthesis spider web frame project         Browse Our Curriculum Materials        By Keyword By Keyword        Search                  Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...",
    "url": "https:\/\/www.nps.gov\/ocmu\/learn\/education\/classrooms\/curriculummaterials.htm"
}
