{
    "title": "Voyageurs National Park: Bull Thistle",
    "body": "Bull Thistle         Park employee holding up pulled bull thistle plant NPS Photo  Bull Thistle (Cirsium vulgare)is a tall (three-six feet) biennial herbaceous plant. Large, alternate leaves have sharp spines at the tip. The tall, thick stems are also sharp and covered in prickles. Round, robust flower heads are pinkish purple and bloom mid-late summer. Mature seed heads produce thousands of small, feathery seeds and are easily dispersed by wind. This plant is native to Eurasia. In the 1800s it was introduced in the United States colonial areas, most likely by accident, in a seed or crop mixture. Bull thistle easily establishes itself in disturbed areas with exposed soil. These areas include old building sites, gravel pits, and roadsides. Beaver ponds are also excellent breeding grounds for this species. Unlike canada thistle, which tends to grow in dense clumps, bull thistles grow as solitary plants. Many biological factors make Bull thistle a successful invader. Sharp, spiny leaves, stems, and flower heads discourage animals from eating. Deep, tap roots can easily out-compete native plants for water. One plant can produce thousands of seeds annually, which are easily spread by birds and wind. Seeds can also remain dormant in the soil for 10 years. Voyageurs National Park recognizes the negative effects bull thistle has on the ecosystem. Resource managers are taking steps to eliminate this plant from the park. The most effective removal method is herbicide application. If bull thistle is treated before it flowers in its second year, the species is easier to control, as it will not grow back a third year. How you can help: Please help us prevent the spread of bull thistle in Voyageurs National Park. Inform a park naturalist if you find this plant within the park. For additional information on bull thistle, click on the link below to visit the Minnesota Department of Natural Resources website: MN DNR – Bull Thistle       Bull Thistle Steve C. Garske, University of Wisconsin       For more exotic plant exploration:          Wild Parsnip Reed Canary Grass Birdsfoot Trefoil Canada Thistle Bull Thistle",
    "url": "https:\/\/www.nps.gov\/voya\/learn\/nature\/bullthistle.htm"
}
