{
    "title": "Organ Pipe Cactus National Monument: Hike For Health Challenge",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     Hike For Health Challenge                Hike For Health Challenge              Hike The Green Desert for fun, adventure, and exercise!  Hiking is a great way to exercise while exploring the surprisingly lush Sonoran Desert either by yourself or with your family.  The I Hike For Health program is not just hiking, it is also a virtual scavenger hunt. This hiking challenge will reward you for hitting the trails and achieving distance goals. Stop by the Kris Eggle Visitor Center to pick up the rules and a hiking log.        Earn your reward for hiking the Green Desert NPS Photo  Program Rules 1. In order to qualify for the award, you must hike a minimum of 5 miles (8 km). 2. Each individual seeking the reward must have a photograph of each person on each trail hiked. Present picture to a ranger at the Visitor Center for verification. 3. Use the hiking chart from the visitor center to track your progress. 4. Please only one reward per person. Suggested Hiking Routes: (Roundtrip Distances) Victoria Mine Trail: 4.5 miles (7.2 km) Desert View Trail: 1.2 miles (1.9 km) Estes Canyon- Bull Pasture Loop: 31. miles (5 km) Dripping Springs Mine: 2.8 miles (4.5 km) Senita Basin Loop: 1.2 miles (1.9 km)   Hiking in the Desert Do not hike beyond your own limitations. Drink at least one gallon of water per day in this arid environment. Eat plenty of snacks, and make sure to replace your electrolytes by eating salty foods.  The sun can be very hot; wear a hat and use plenty of sunscreen. Whats Next? Hiking is a great way to exercise and stay in shape. For every mile you walk, you will burn around 100 calories (1\/2 candy bar). Count your steps at home and challenge yourself to keep hiking in the over 400 units of the National Park System not just for your enjoyment, but for your health too. Earn your next Hike for Health pins at the following Arizona parks: Chiricahua National Monument Coronado National Memorial Fort Bowie National Historic Site Tumacacori National Historical Park",
    "url": "https:\/\/www.nps.gov\/orpi\/planyourvisit\/hike-for-health.htm"
}
