{
    "title": "City Of Rocks National Reserve: Geological Features",
    "body": "Geological Features        Photo by Kris Hawkins       Introduction The unusual landforms for the City of Rocks are the result of three processes acting on the granitic rocks of the Almo Pluton and Green Creek Complex. These processes are distinguished as follows: weathering, mass wasting, and erosion.  Weathering: Weathering defines the set of physical, chemical, and\/or biological processes which decay and break rock down into smaller pieces. Weathering processes can act independently and in concert as well as at different scales of observation. Mass Wasting: Mass wasting, also known as slope movement or mass movement, is the geomorphic process by which soil, regolith, and rock move downslope under the force of gravity.  When the gravitational force acting on a slope exceeds its resisting force, slope failure (mass wasting) occurs. Mass wasting may occur at a very slow rate, particularly in areas that are very dry or those areas that receive sufficient rainfall such that vegetation has stabilized the surface. It may also occur at very high speed, such as in rock slides or landslides. Erosion: Erosion is the process that transports the products of weathering and mass wasting away from their source. It usually occurs due to transport by wind, water, or ice; by down-slope creep of soil and other material under the force of gravity; or by living organisms, such as burrowing animals, in the case of bioerosion. _________________________________________________________________________________ Dramatic Geological Features at City of Rocks: Some of these features can be seen on the new Geological Interpretive Trail, located at the Circle Creek Trailhead.         Joints:  A joint is a type extension fracture formed by movement of the rock in a direction perpendicular to the plane of fracture.  Joints form in solid, hard rock that is stretched such that its brittle strength is exceeded (the point at which it breaks). When this happens the rock fractures in a plane parallel to the maximum principal stress and perpendicular to the minimum principal stress (the direction in which the rock is being stretched). This leads to the development of a single sub-parallel joint set. Continued deformation may lead to development of one or more additional joint sets. The presence of the first set strongly affects the stress orientation in the rock layer, often causing subsequent sets to form at a high angle to the first set. Joints control the shape and distribution of most of the spires at City of Rocks.         Tafoni: Tafoni are considered a type of cavernous weathering. They are holes or depressions, usually less than a few meters in width and depth, that commonly form on the undersides of rock masses or on steep rock faces. They often develop on granitic rocks in arid climates. Salt weathering by crystallation has been suggested as the generic cause of tafoni. Much of the salt that helped create the tafoni, of the Albion Mountains, was likely derived from the Great Salt Lake Desert.         Arches:  Arches usually form in narrow, elongate outcrops that are more easily breached by cavernous weathering. Many of these fin-shaped spires are located in the central part of the City of Rocks where the weathering has been enhanced along a set of north-striking joints. The slow enlargement of the sidewall tafoni has produced several arches and windows in the area.         Panholes: A panhole is a depressed, erosional feature found on flat or gently sloping rock. Panholes are the result of long-term weathering and are generally seen on bedrock or very large blocks of rock. They are generally characterized by flat bottoms and sometimes by overhanging sides. The initial form may be a closed hollow created by a patch of humus. Diameters are rarely greater than 15 centimeters. Although most contain water for only a few days following rainfall or snowmelt, some of the largest panholes contain permanent pools, such as Bath Rock.           Intrusions:  An intrusion is liquid rock that forms under the surface of the earth. Magma from under the surface is slowly pushed up from deep within the earth into any cracks or spaces it can find, sometimes pushing existing country rock out of the way, a process that can take millions of years. As the rock slowly cools into a solid, the different parts of the magma crystallize into minerals. Intrusions vary widely, from mountain range sized batholiths to thin vein-like fracture fillings of aplite or pegmatite, like the intrusion pictured here.         Xenoliths: A xenolith is a rock fragment which becomes enveloped in a larger rock during the larger rocks development and hardening. In geology, the term xenolith is almost exclusively used to describe inclusions in igneous rock during magma emplacement and eruption. To be considered a true xenolith, the included rock must be identifiably different from the rock in which it is enveloped. Here, the xenolith is biotite schist, enveloped in the Almo Pluton. Just below the xenolith, is rock of the Green Creek Complex.          Grus:  Grus is crumbled granite (sand) that forms by physical weathering. What causes this is the hot-and-cold cycling of the daily temperatures, repeated thousands of times. The quartz and feldspar that make up granite separate into clean individual grains, without any clay or fine sediment. The primary weathering product of the Almo pluton is grus.       (back to top)",
    "url": "https:\/\/www.nps.gov\/ciro\/learn\/nature\/geological-features.htm"
}
