{
    "title": "City Of Rocks National Reserve: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth         Young Climber at City of Rocks Wallace Keck  Climbing Experience Program The Climbing Experience Program offers visitors young and old an introduction to the experience of climbing outdoors in a supervised setting. Trained employees lead first-time climbers on fun easy routes to experience the Reserve's most popular recreation. Children must be 10 or older, and accompanied by a paying adult. Program is generally offered from Memorial Day weekend through Labor Day, but we may be able to accommodate groups in other seasons. To inquire, call 208-824-5916.                Winter Day-Camp for Kids NPS Photo  Day-Camps for Kids Twice each year, City of Rocks offers day-camps for kids. The next winter day-camp for kids ages 5-9 is February 6, 2015. Activities include backcountry safety, animal track identification and nature in winter. Snowshoes will be provided. The next summer day camp for kids ages 7-11 is June 17, 2015.  Activities include discovering the park's fascinating nature and history. Kids also learn to climb in a safe, supervised setting.  Space is limited and reservations are required. The fee is $5 per child and includes lunch. For additional information and to register call Juanita Jones at 208-824-5916.        Junior Rangers Wallace Keck  Junior Ranger Program Young park visitors are encouraged to become Junior Rangers and help the park rangers protect and interpret the National Reserve. City of Rocks is pleased to offer activity booklets for kids ages 5 to 9 and 10 and up. In addition to the booklets, parents are encouraged to bring their children to regularly scheduled interpretive programs during the summer. Kids that complete the booklet will be awarded an official badge and are sworn in at an interpretive program or in the visitor center by a Ranger.        Young children and parents enjoy an evening hike with the ranger in search of wildlife. Wallace Keck  Summer Interpretive Programs From Memorial Day weekend through Labor Day, join us for scheduled interpretive programs, including guided hikes, nature demonstrations, geology walks, evening program presentations, and coffee with the rangers. All programs are suitable for kids unless otherwise noted. The interpretive programs are designed for parents and children to enjoy the best of City of Rocks together. Program schedules are posted throughout the Reserve and at the visitor center.",
    "url": "https:\/\/www.nps.gov\/ciro\/learn\/kidsyouth\/index.htm"
}
