{
    "title": "City Of Rocks National Reserve: Geology",
    "body": "Geology        Photo by Kris Hawkins          Basin and Range Province City of Rocks is part of the geologic province known as the Basin and Range. Basin and Range topography results from crustal extension. As the crust stretches, faults develop to accommodate the extension. Along these roughly north-south-trending faults, mountains were uplifted and valleys down-dropped, producing the distinctive alternating pattern of linear mountain ranges and valleys of the Basin and Range province. Although there are other types of faults in the Basin and Range province, the extension and crustal stretching that have shaped the present landscape produce mostly normal faults. The upthrown side of these faults form mountains that rise abruptly and steeply, and the down-dropped side creates low valleys. As the rocky ranges rise, they are immediately subjected to weathering and erosion. The exposed bedrock is attacked by water, ice, wind and other erosional agents. Rock particles are stripped away and wash down the mountain sides, often covering young faults until they rupture again. _________________________________________________________________________________         Green Creek Complex Outcrops of the Green Creek Complex, in the Albion mountains, are the most westward exposure of Archean basement rocks in North America. Granite, granitic gneiss, schist, and amphobolite compose most of the rock types of the Green Creek Complex. The oldest rock, of the Green Creek Complex, is dark brown schist that is rich in biotite mica. Most of the Green Creek Complex consists of granite that intruded these schists around 2.5 billion years ago. Metamorphism and deformation have converted the granite into gneiss in some areas, mostly near contacts with the Almo pluton. The Green Creek Complex can easily be distinguished from the younger Almo pluton by its darker color caused by a greater concentration of iron-bearing minerals. _________________________________________________________________________________         Elba Quartzite The Elba Quartzite was formed after the Green Creek Comlex. This quartzite is one of the most distinctive geologic units of the Albion Mountains. It is very light colored, and extremely resistant to weathering because of its high quartz content. The Elba Quartzite originated as a quartz-rich sandstone derived from the prolonged weathering and erosion of Archean basement rocks. The quartz rich sands were probably deposited during the Proterozoic Eon between 15,000 and 600 million years ago. _________________________________________________________________________________         Almo Pluton The Almo Pluton is made of igneous rock formed by the slow cooling of magma that intruded into older rock. Granitic rock of the Almo pluton makes up most of the spires in the City of Rocks. The Almo pluton is cut in many areas by dikes of younger intrusive rocks. Pegmatite dikes in the Almo pluton commonly contain very large crystals. The Almo pluton originated as an intrusive body of magma and therefore has complex contact relationships with the surrounding country rock. The contact is best exposed on the eastern and southern margins of the pluton where the magma intruded Archean gneiss and granite of the Green Creek Complex. The most dramatic contact between these granitic rocks is in the saddle that separates the Twin Sisters. One of the most obvious features of the Almo pluton are the cracks, known as joints, that cut across every outcrop. The orientation and spacing of the joints plays a critical role in controlling the size, shape, and distribution of spires in the City of Rocks. There are three processes that that have created the joints at City of Rocks; contraction, extensional tectonics, and expansion related to the release of pressure as overlying rock is removed by weathering and erosion. _________________________________________________________________________________ (back to top)",
    "url": "https:\/\/www.nps.gov\/ciro\/learn\/nature\/geology.htm"
}
