{
    "title": "City Of Rocks National Reserve: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                Mammals       Most visitors to City of Rocks will observe Mule Deer, Mountain Cottontail, Blacktail Jack Rabbit, Yellow-Bellied Marmot and Golden-Mantled Ground Squirrel, Northern Pocket Gopher, and Least Chipmunks.  The reserve and surrounding area is also home to a number of species that rarely occur further north in Idaho such as the Cliff Chipmunk, Ringtail, Pygmy Rabbit and Desert Bighorn Sheep. Also documented within the reserve are the more elusive Mountain Lion, Bobcat, Coyote, Moose, and Elk. All documented mammals are included in the reserve's Wildlife Checklist.  Species Spotlight:         Yellow-bellied Marmot (Marmota flevivntris) The marmot is the largest of the ground squirrels, a close relative of the woodchuck of the East and Midwest. The yellow-bellied marmot is a heavy-set, brown grizzled animal with white areas on the chin and (as the name suggests) a yellowish belly. Marmots can be waddling fat in the fall, and their long fur makes them look even fatter. Adults are about 26 inches long and weigh up to about 11 pounds. Predators include the coyote, badger, bobcat, golden eagle, hawks, owls, weasels and marten. However, predation probably is a less important cause of mortality than the stress of hibernation. Marmots are protected by a rocky habitat and a social system of alarm calls. Range: Marmots are widespread in western North America. Marmots are associated with alpine meadows, but they actually live in suitable habitat down to the lower foothills. Habitat: Marmots burrow deep into the soil beneath boulders to den. Up to half of their summer weight is lost during hibernation; animals with insufficient fat or a burrow too shallow to prevent freezing, do not arouse in the spring. Diet: Preferred foods are flowering stalks, but marmots eat the leaves of a variety of grasses and forbs.   Reproduction: After hibernation, the marmot emerges to mate as soon as green forage is available. After a 30-day gestation period, approximately five offspring are born. They are weaned at 20 to 30 days. A single male maintains a territory with a harem of several females, yearlings and young of the year.           Mountain Lion (Felis concolor) With sightings documented from Canada to Argentina, the Mountain Lion (also known as Puma, Cougar, and Panther) is the most widely distributed feline in North America. Although as many as three individual lions include City of Rocks in their home range, the chance of actually seeing one is unlikely, but evidence of their existence is readily available. Tracks and scat are the most common clues to lion activity. Tracks are round with 4 distinct toe pads. No claw marks should be evident, as claws are retracted while walking. The size of the foreprint can range from 3-4\" and the hindprint should be slightly smaller. Scat can range in shape and size from masses to irregular cylinders to pellets, and frequently contains traces of hair and bone scraps. Sometimes covered by earth, scat is often left partially exposed as a form of territorial scent marking. Strong, silent, solitary and territorial all accurately describe this elusive cat. Hunting by day or night, a male can cover up to 25 miles searching for prey.  Lions preferably feed on large mammals such as mule deer. Lions also feed on coyotes, porcupines, mice, marmots, hares, raccoons, birds and even grasshoppers. Isolated incidents of mountain lions attacking humans have been documented in areas outside of City of Rocks (one documented attack in Idaho). Even when lions are encountered, they rarely pose a threat. In fact, most prefer to avoid human contact. While hiking in lion country, always be aware of your surroundings and hike with a companion.",
    "url": "https:\/\/www.nps.gov\/ciro\/learn\/nature\/mammals.htm"
}
