{
    "title": "Organ Pipe Cactus National Monument: Scenic Driving and Biking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Scenic Driving and Biking              Driving and Biking        Driving towards a canyon with a volcanic surprise.  The Ajo Mountain drive is a visitor favorite for moments like this one. NPS PHOTO      Scenic Drives: The easiest way to see the splendor of this park is to take a scenic drive. Many hiking trails are accessed using these scenic drives. Ajo Mountain Drive is the most popular scenic drive in the monument. It is a 21 mile, mostly gravel road usually passable by normal passenger car. RVs over 24 feet are prohibited, due to the twisting and dipping nature of the road. The free Ajo Mountain Road Guidebook is available in the Kris Eggle Visitor Center. January through March a free three hour ranger guided van tour is available.  Space is limited and interested visitors may sign up at the Kris Eggle Visitor Center for a seat on the van.Puerto Blanco Drive is the other popular road in the park. The 37 mile drive provides access to the Pinkley Peak Picnic Area, Red Tanks trail head, Senita Basin and Quitobaquito Springs.  Several stops along the way provide wonderful views and information on the ecology and culture of the Sonoran Desert.  The Puerto Blanco Drive was completely reopened in 2014.  Be advised that many travel books and websites do not reflect this change. High clearance vehicles are recommended beyond Pinkley Peak.Bates Well Road is rugged in many sections and extends for 23 miles from Hwy 85 to the boundary with Cabeza Prieata Wildlife Refuge. There is access to the Bates Well ranch site, and access to El Camino de Diablo.  High clearance vehicles are strongly recommended. Pozo Nuevo Road is a 14 mile road that connects Puerto Blanco Drive with Bates Well Road. Offers views of the CIpriano Hills, the Growler Valley, and the historic Pozo Nuevo line-camp. High clearance or 4x4 recommended. Camino de Dos Republicas to Gachado line-shack and Dos Lomitas ranch house goes for 10 miles off of Hwy 85. This road is rough and crosses several washes.  Please read the caution signs at the beginning of this road.             Biking: Bikes are allowed on all roads open to vehicle traffic. Biking is not allowed on any hiking trail. The Ajo Mountain Drive (21 miles) is a popular biking road. Please bike defensively, many drivers are looking out the windows at the beautiful scenery and may not be expecting a bicyclist. There are no hiking trails open to bicycling. Please also carry a way to secure your bicycle, if you plan on leaving it for any period of time, anywhere in the monument. The road is open for biking only during daylight hours.",
    "url": "https:\/\/www.nps.gov\/orpi\/planyourvisit\/driving-and-biking.htm"
}
