{
    "title": "City Of Rocks National Reserve: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do          Climbing Hiking Camping Auto Touring Birding Horseback Riding Photography Hunting Mountain Biking        Climber on Buzzard Perch at City of Rocks Wallace Keck  Climbing Popular since the 1970's, City of Rocks granite is internationally renowned among climbers. There are over 600 routes here, both traditional and sport. Climbs vary from 30-600 feet, rating from the relatively easy 5.6 to the extremely difficult 5.14. A number of guidebooks to both City of Rocks and Castle Rocks are available at the visitor center. Climbing is managed, and a permit is required before placing permanent anchors. Otherwise, visitors are free to climb established routes, or just scramble around. Be aware of private lands within the Reserve as well as rock closures along the California Trail. Some rocks and routes are closed seasonally for nesting raptors. Are you new to climbing or want to give it a try? Consider our Climbing Experience Program - all equipment provided. The Program offers beginners an opportunity to try rock climbing in a safe setting. Trained employees set up easy routes for the novice climber to get a feel for the rock. Participants will be exposed to concepts, techniques,and equipment that becomes an excellent introduction to the sport of climbing. Call the visitor center at 208-824-5901 for rates and reservations. Back to top        Hikers at Indian Grove Overlook Wallace Keck  Hiking Over 22 miles of hiking trails traverse City of Rocks National Reserve, leading to arches, windows, and dramatic overlooks. Trails vary from easy to steep and strenuous. Short walks to all-day hikes deep into the backcountry are available, and trail maps can be acquired at the visitor center. We recommend these short, relatively easy hikes: Window Arch Trail, 300 feet, one way Bath Rock Trail, 1,800 feet loop Creekside Towers Trail, 0.6 miles one way If you have more than an hour, or want to leave the crowds, we recommend these longer, more difficult trails: Geological Interpretive Trail, 1.2-mile loop Flaming Rock Trail, 0.76 miles, strenuous loop North Fork Circle Creek, 6.3 miles between trailheads Castle Rocks State Park offers supurb hiking to rock formations, wetlands, cottonwood groves, pictographs, homesites, and grand views, as well as access to BLM public lands and the Sawtooth National Forest. We recommend these trails: Backyard Boulders Trail, 2-mile loop Castle Rocks Trail, 5-mile loop Back to top         Camping at City of Rocks Wallace Keck  Camping Camping is highly popular between April and November, and reservations are recommended on most weekends, holidays, and even weekdays in June. City of Rocks offers 64 campsites, many tucked in among the granite fins and boulders. Several sites are shaded by aspen, juniper, mountain mahogany and pine. All sites have a ground grill\/fire-ring and picnic table, and many have defined tent pads. Clean vault toilets are located in central areas, and drinking water (April-October) is available at Bath Rock and Emery Pass Picnic Area. Campsite fee is $12.72 per night. Group Campsites for 12-25 people are also available. City of Rocks also offers a designated backcountry camping area at Indian Grove. Free camping is allowed with a signed permit from the ranger station or completed on-line and emailed to the park. Nearby Castle Rocks State Park (Smoky Mountain Campground) provides 38 campsites with water and 30 amp electric hook-ups; long, pave parking pads of which 9 are pull-through. Six sites on a separate loop accomodate equestrian campers. This facility also has flush toilets and showers. Campsite fee is $23.32 per night. Back to top        City of Rocks Back Country Byway Sign Idaho Transportation Department  Auto Touring More popular than climbing, auto touring is one of the best ways to enjoy City of Rocks. The journey technically begins in Albion - the starting point for the 49-mile City of Rocks Back Country Byway, or checkout our auto tour guide and photo tour guide just for City of Rocks. Upon reaching Almo, be sure and stop at the City of Rocks\/Castle Rocks visitor center for maps, information, and to watch the 8-minute orientation video that provide a great overview of City of Rocks geology, history, and things to do. The visitor center also offers books, apparel, and souvenirs. Near the east entrance to the Reserve, drive up the narrow-winding road to the Circle Creek Overlook (elevation 6,120). On a clear day, you can see the Bear River Mountains over 100 miles away! The Geological Interpretive Trail begins at the overlook parking area. Auto tourists should also plan a stop at Camp Rock or Register Rock to view the many signatures in axle-grease, left by California-bound emigrants (1843-1882). Follow the California National Historic Trail for interpretive exhibits on Pinnacle Pass, Twin Sisters, City of Rocks Stage Station, and views to the famed Granite Pass. If your interest is scenery and geology, continue on the City of Rocks Road. Watch for climbers on Elephant Rock, Bath Rock, and at the Morning Glory Spire viewpoint. Plan a picnic in the shade of aspens and the Bread Loaves monolith at the Emery Pass Picnic Area. The byway continues another 15 miles down Emery Canyon and Birch Creek Canyon to the historic town of Oakley. Back to top            Pinyon Jay perched in juniper Wallace Keck  Birding Idaho Birders know that City of Rocks, Castle Rocks, and the Almo Valley are some of the best locations in the state for observing Pinyon Jay, Virginia's Warbler, Gray Flycatcher, Juniper Titmouse, Bushtit, Greater Sage-Grouse, Black-throated Gray Warbler, and Plumbeous Vireo. Over 163 bird species have been documented in the checklist area, and over 100 species have been counted in a single day! Idaho's State Bird (Mountain Bluebird) is here, as well as nesting Golden Eagles, Ferruginous Hawk, Burrowing Owl, Canyon Wren, Green-tailed Towhee, Lesser Goldfinch, and many more that are recorded on the Checklist of Birds. City of Rocks exhibits many habitats that contribute to a diversity of birds. In just a short hike or drive one can easily encounter sagebrush steppe, pinyon-juniper woodlands, willow-choked streams, rocky canyons, aspen forests, mahogany woodlands, sub alpine fir, and alpine ridges. Just about anywhere in the Reserve and State Park can be good birding, but check out these hotspots: Parking Lot Rock, Stines Creek Picnic Area, Almo Creek Wetlands, and Smoky Mountain Campground. Download your free Birder's Guide to City of Rocks National Reserve, or purchase a hardcopy at the visitor center for $5. Back to top        Equestrian Riders at Castle Rocks State Park Wallace Keck  Horseback Riding Horseback riding can be one of the best ways to experience much of the Reserve's backcountry.  Often you can see more wildlife, explore steep rugged country, and more quickly escape the crowds. City of Rocks equestrian trails take you deep into the heart of the North Fork Circle Creek country, Indian Grove, and even 8,867-foot Graham Peak. Horse trailer parking is currently permitted near Register Rock and at Bread Loaves. The equestrian day-use parking area and trailhead at Smoky Mountain is the best facility, and the California Trail leads into the Reserve. Equestrian camping is available at Juniper Group Site in the Reserve and at Smoky Mountain Campground (sites 33-38). Feed for stock must be certified weed-free. For visitors without horses, contact Indian Grove Outfitters (licensed guide and outfitter for the Reserve) for guided rides and fees. Back to top        City of Rocks local photographer Lisa Spencer captures the grand scene Wallace Keck  Photography Nearly all visitors will leave City of Rocks with a snapshot or two of the Reserve's grand scenery; but photographers will find a week's worth of subjects to capture. After scenery, photographing climbers is most popular. Late spring wildflower photography and close-up images of geologic features such as arches, windows, panholes and spires also rank high. Wildlife photographers will find many easy subjects from golden-mantled ground squirrels and mule deer to birds and the occasional moose! City of Rocks also offers unblemished night sky photography, and superb sunrise, sunset, and full moon images. Nearly every coffee table book of Idaho photography has included an image of the Silent City of Rocks. Be aware that commercial photography requires a permit. City of Rocks Best Photo Locations is a two-page guide to some of the best places to start, depending on your subject or desired image. Photographers equipped with wide-angle and 300+ mm zoom lenses will stay busy for days! Back to top        Hunting is allowed in the Reserve and nearby Castle Rocks State Park Wallace Keck  Hunting Some visitors are surprised to learn that hunting is permitted in this unit of the National Park System, but prior to the creation of the Reserve in 1988, hunting was a traditional use of the state, federal, and private lands. Congress intended for that use to continue when it created Public Law 101-512. State and federal land around the Reserve, such as Castle Rocks State Park, Sawtooth National Forest, and BLM, are also open to hunting. Hunters should take note of the following:  Shooting from a public highway or discharging any firearm from or across a public highway, campsite, parking lot, building structure, or access road is prohibited. Field dressing or disposing of animal waste in campsites or garbage cans is prohibited. Hunters may use motorized vehicles only on established and authorized roadways.  Off‐road travel by ATV, OHV, UTV, etc. is prohibited. Over 4,000 acres of private property is located within City of Rocks National Reserve boundary; respect private property rights.  Boundary, land ownership, and trail maps are available at the visitor center.  For Idaho hunting regulations and seasons (especially for Unit 55), visit the Idaho Fish and Game website. Back to top        Mountain bikers can explore miles of challenging trails in City of Rocks Wallace Keck  Mountain Biking Mountain biking is a great way to explore the Circle Creek Basin in the shadow of Granite Peak. The road from Circle Creek Overlook to Stripe Rock is closed to motorized vehicles, but open to mountain bikes. The road from Elephant Rock to the Nematode and beyond to the Bread Loaves along the Tea Kettle Trail is another excellent ride, offering spectacular views of the City of Rocks. Check out these biking trails on the map available at the visitor center. Nearby Castle Rocks State Park offers additional trails for mountain biking. Park rangers recommend the five-mile Castle Rocks Trail, which loops around the geological area, and rises over 920 feet in elevation at the half-way point. Some trails are closed to bikes due to the steep, highly erodible soils, or because foot-trails dead-end at rock climb staging areas. Bikers should always yield to horses, and hikers. Back to top",
    "url": "https:\/\/www.nps.gov\/ciro\/planyourvisit\/things2do.htm"
}
