{
    "title": "City Of Rocks National Reserve: People",
    "body": "People        Camp Rock NPS Photo       Ida Fullinwider Ida Fullinwider was born in January of 1865 in Washington Township in Anderson County, Kansas to Samuel L. and Amanda Fullinwider. By 1875, the family had moved to the town of Colony in Anderson County. From 1865 to 1875, Ida's father, Samuel, worked in agriculture, but by 1880, Samuel was \"keeping hotel\" in Ozark Township, Anderson County, Kansas. In the spring of 1881, when Ida was about 16 years old, Samuel and Amanda decided to pack up their seven children, ages four to twenty-one, and head to California. Ida did not remain in California for long. On October 1, 1885, she married J. W. Carroll in Colony, Kansas. Though they were married in Kansas, it is possible she met her husband during her travels west, as he was from Utah Territory. It appears that Ida and J. W. eventually moved to Utah, as a Salt Lake County Death Record shows that Ida died on February 2, 1887, at age 22 in Salt Lake City from complications of paralysis. She was buried in the Mt. Olivet Cemetery in Salt Lake City. Ida was only 22 when she died leaving little time to accumulate an extensive historical record. In addition, in the late 19th century, women appear less frequently in the historical record than do their male counterparts. Her young age and her gender may very well explain why so little information exists about Ida (Fullinwider) Carroll. ______________________________________________________________________________________                          OR\/CA Trails Association photo  Henry Keck Henry Keck, Jr. was the son of Henry and Mary (Hardin) Keck and was born in Mercer County, Pennsylvania, on December 4th, 1823. The family moved from Greensburg, Pennsylvania, to a farm in Harrisburg Township near Utica, Iowa, in 1846. Joseph Keck reported that the family moved in 1846, but Henry's obituary stated that they moved in 1849. On March 27, 1850, Henry and his brother Joseph, along with 22 other men, departed Iowa with the goal of reaching California. They traveled in six ox-teams, with seven cows and three horses in the company. The crew reached the Raft River, four miles east of the City of Rocks, on June 27th after a rough day of travel (Keck, \"To California\" 2007). One of their wagons had tipped over crossing a creek, resulting in not only the loss of food and other provisions, but also spilling Henry (who was still ill) into the water. Two days later, the group passed through City of Rocks, which Joseph called \"Steeple Rocks\" (a name frequently employed by other trail emigrants) and probably refers to Pinnacle Pass. Joseph wrote that \"the passage through is just wide enough to admit a wagon\" and that \"the road…was rough and hilly and some places very sidling\" (Keck, \"To California\" 2007).        June 27 1851 H. Keck - Register Rock NPS Photo       _______________________________________________________________________________________   James F. Wilkins Born in London, England in 1808, James F. Wilkins studied and exhibited works at the Royal Academy before coming to the United States in 1838. He lived for a time in Peoria, Illinois, New Orleans, and St. Louis, working as a portrait artist. When gold was discovered in California in 1848, Wilkins joined the thousands who rushed west in wagon trains. But he wasn't after gold -- Wilkins instead intended to collect the raw material needed to create what he first called a \"Panorama of the Plains, from Independence to San Francisco.\" On his way to California, Wilkins described this dramatic geological area as \"City of Rocks\". The name City of Rocks remains, as well as hundreds of pioneer incriptions, wagon ruts, and journal accounts.   _______________________________________________________________________________________        Daniel and Mary Tickner Image provided by Oregon-California Trails Association  Freeman & D. Tickner Daniel Tickner was born in Graves End, Kent, England around 1812 and immigrated to the United States in 1826. He eventually settled in Albion, IL, with his parents and other family members. In 1840 Daniel married Mary Wood, and they made their home in Albion, where he worked as a blacksmith. Their first child, Ellis Sarah, was born in Albion in 1847. In 1850, Mary's parents asked Daniel to travel to California to retrieve his brother-in-law, John, who had gone in search of gold. A. Freeman, a friend of Daniel's, accompanied him on the trek (which they made on horseback). It was on this trip that Tickner and Freeman wrote their names in axle grease on Register Rock. In 1852, Tickner once again headed to California, this time with his wife, children, and two brothers-in-law. The family made this trip in a covered wagon rather than on horseback.       Register Rock NPS Photo",
    "url": "https:\/\/www.nps.gov\/ciro\/learn\/historyculture\/people.htm"
}
