{
    "title": "Organ Pipe Cactus National Monument: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Organ Pipe Cactus National Monument is in the heart of the Sonoran Desert. Beautiful, yes, but there are many elements in this desert environment that could create an unsafe experience for you. While planning your visit, read the information below to become familiar with the possible hazards and safety issues that exist. When you arrive, enjoy yourself but always be aware of your surroundings, observe posted regulations, and know your limitations.      The number one danger: Driving Most visitor injuries in the monument result from motor vehicle accidents. Speed limits along all roads within the park are established for your safety and to protect the animals that cross these roads. Remember, too, that you share the road with bicyclists and pedestrians. Due to the uneven nature of the terrain, the scenic drives have a 25 foot vehicle length limit. What most people want to know: Is the monument a safe place to visit? Organ Pipe Cactus National Monument is a safe place to visit. However, illegal border crossings and activities, including drug smuggling, occur daily. It is unlikely that you will encounter any illegal border activity but you should be aware that such a situation is possible. Many safety precautions are in existence as a means to protect you and to continue preserving this national treasure. Remember that cell phone service is usually out of range within Monument boundaries.  Know where you are at all times, follow good safety procedures and use common sense when making decisions. Do not pickup hitch-hikers Keep valuables, including spare change, out of sight and lock your vehicle Avoid traveling in well-used but unofficial \"trails\" People in distress may ask for food, water or other assistance. It is recommended that you do not make contact. Report the location of the distressed people to park staff, or the Border Patrol. Report ANY suspicious behavior to park staff or Border Patrol. Please do not contact suspicious persons.  A daily threat: the sun and the heat Desert heat can kill you. Even the healthiest individuals can experience the effects of dehydration. Carry and drink plenty of water  (at least one gallon per person, per day). Juice and protein drinks are also good to consume. Caffeine and alcohol are not recommended. Enjoy sweet treats but also eat salty snacks to rebuild the minerals lost when sweating. Apply sunscreen even to areas that are not exposed. The sun's damaging rays can penetrate clothing. In addition to sunscreen, wear a hat, long pants, and a light-colored long-sleeved shirt. Reduce your activity during the hottest part of the day. Sit and cool off in the shade whenever it is available.         Teddy Bear Cholla segments usually fall to the ground and root. This time an elbow got in the way. NPS Photo  Other Safety Considerations Ouch!: Desert Flora   Many plants in the desert have spines, thorns, and sharp edges that protect them from browsing animals and the scorching sun. What serves a purpose for the plant, might present a danger to you. Consider wearing boots and long pants while hiking. Stay on the trail. Add a large tooth comb to your first aid supplies. You can use this to easily remove cholla cactus if you unfortunately come in contact with one. Sharing the land: Give wildlife their space. Venomous snakes, scorpions, spiders, and centipedes are all active during the warmer months. Inspect your shoes and sleeping bags or bedding before use and always carry a flashlight at night. Never place your hands and feet in places you cannot see. While snake bites are rare, they usually occur below the knee or elbow.  Javelinas, skunks, coyotes, squirrels, ravens, and other mammals and birds are all residents of Organ Pipe Cactus National Monument. Even though an animal may appear tame, it is still wild and could pose a threat to your health and safety. Do not approach wildlife. Observe and photograph from a safe distance. Harassing or feeding any wildlife is prohibited. To prevent any animal from becoming habituated to people, all food, coolers, cooking utensils, and toiletries should be stored in the trunk of your car. A few mountain lions range throughout the monument. Sometimes tracks are found but sightings are extremely rare. Nevertheless, should you come too close to a mountain lion, do not run. Make yourself as large as possible and keep children by your side. Do not stoop down.Throw anything that is within reach, even personal items, and shout. Fire Fire danger is always an important safety consideration in the desert. Wood or ground fires are not permitted anywhere in Organ Pipe Cactus National Monument. Please exercise caution when using gas stoves, charcoal grills, and smoking cigarettes.",
    "url": "https:\/\/www.nps.gov\/orpi\/planyourvisit\/safety.htm"
}
