{
    "title": "City Of Rocks National Reserve: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture       Historic Resources In September of 1994, the Historical Research Associates, Inc. (HRA) contracted with the National Park Service, Pacific Northwest Region, to prepare an Historic Resources Study (HRS) of the City of Rocks National Reserve in southcentral Idaho. The following HRS is derived from research in primary and secondary records related to travel routes, land use, settlement patterns, and infrastructure development. It is designed to provide a foundation for the formal evaluation and nomination of City of Rocks historic resources to the National Register of Historic Places. To this end, the project included a field review and the HRS concludes with the identification of extant resources within the boundaries of the reserve, arranged on the basis of shared historic association or \"property type.\" Historic Resources Study      The California Trail The City of Rocks marked progress west for the emigrants and, for their loaded wagons, a mountain passage over nearby Granite Pass. Early emigrant groups were guided by experienced mountain men such as Joseph B. Chiles and Joseph R. Walker. Later wagon parties followed the trails themselves, perhaps with the help of diary accounts of previous migrants. By 1846, emigrants headed for Oregon's Willamette Valley also used this route as part of the Applegate Trail. In 1848 Samuel J. Hensley pioneered the Salt Lake Alternate Trail from Salt Lake City via Emigrant Canyon to Granite Pass. In 1852, some 52,000 people passed through the City of Rocks on their way to the California goldfields.  When the trails opened in the 1840's, Granite Pass was in Mexico and less than a mile from Oregon Territory. After 1850, the Pass became part of Utah Territory, and in 1872 an Idaho-Utah boundary survey error placed Granite Pass in Idaho Territory. With completion of the transcontinental railroad in 1869, the overland wagon routes began to pass into history. Trail JournalsInscriptions in City of Rocks        NPS photo       The Kelton Stage John Halley's stage route connected the railroad at Kelton, Utah with Idaho's mining hub of Boise, Idaho, and supplied the early economic development of Idaho, which won statehood in 1890. The Kelton stage route passed through the City of Rocks, with a stage station set up near the junction of the old California Trail and Salt Lake Alternate.      Printable version of the Kelton stage coach route map.       Stage Route NPS photo         NPS Photo  Early Settlers Settlers began to homestead the City of Rocks area in the late 19th century. Dryland farming declined during the drought years of the 1920s and 1930s, but ranching survived. Livestock grazing (read more) began with early wagon use of the area in the mid-19th century and continues today.        Photo by Kris Hawkins  History of the Circle Creek Rock House The original rock house was built in 1904 - 1905 by Aaron McBride, a rock mason, and William E. Tracy, a rock layer and house builder. Eighteen inch thick rock walls were installed to provide excellent insulation, keeping the house warm in the winter and cool in the summer. The Tracy family lived in the rock house for five years. read more                NPS PHOTO       View more historic photos",
    "url": "https:\/\/www.nps.gov\/ciro\/learn\/historyculture\/index.htm"
}
