{
    "title": "City Of Rocks National Reserve: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Your Safety         Park Rangers and Quick Response Unit provides life-saving care to injured visitors NPS Photo  EMERGENCY 911 If you have an emergency while you are at City of Rocks National Reserve, and if you are within cell coverage, your best option for receiving assistance is by calling 911. Cassia County Sheriff's Department handles these calls for our area, and immediately dispatches local Quick Response Unit (QRU) in Almo if your emergency is related to a medical injury. Cassia County will also notify park staff if there is an incident such as search and rescue or fire. If you are calling from outside the area and are attempting to contact someone in the Reserve related to an emergency, you can call the Park Superintendent at 208-312-2796 or Cassia County Sheriff at 208-878-2251. Park Rangers live in Almo, 100 yards south of the visitor center, and can be contacted day or night in the event of an emergency. Climbing Accident Climbing has inherent risks. Even the best climbers make errors, or can be injured from equipment failure. Most accidents result from miscommunication or belay failures. If you or your partner become injured while climbing at City of Rocks, consider taking the following actions: 1. Stabilize the injured and provide first aid 2. Enlist the assistance of other nearby climbers or visitors 3. Attempt to call 911 by cell phone (you just might have coverage) - the larger cell phone providers have coverage once you are in Almo. 4. Send someone to locate a park employee, or continue to drive to Almo (Visitor Center or Ranger Residence) Usually within 30 minutes of an accident, local QRU, park rangers and county deputy are enroute to the scene. Self rescues and transportation to medical facilities for climbing injuries are not necessarily your best choice. Park Rangers, Almo QRU, and County Sheriff's Department respond and provide first level care at no cost to the injured. Ambulance and Lifeflight services are generally available within 30-45 minutes of receiving a request. Potential Risks City of Rocks is located between 5,720 and 8,867 feet elevation in the Albion Mountains. Visitors should consider these risks and hazards when visiting: Intense summer sun - sunburn and dehydration High altitude fatique, shortness of breath, dizziness Disorientation, especially off-trail and in backcountry Steep canyons and cliffs (no signs or warnings posted) Wildlife: ticks, Rattlesnakes, Mountain Lions Quick-changing weather: summer storms, winter snows, high winds (50+ mph) Steep narrow roads, with blind corners (safe speed is 25 mph or less)",
    "url": "https:\/\/www.nps.gov\/ciro\/planyourvisit\/safety.htm"
}
