{
    "title": "City Of Rocks National Reserve: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals       One of the reserve's most notable qualities is its large degree of biological diversity concentrated in a relatively small area. Located in the Northern Basin and Range province, the habitat of the reserve supports a large variety of mammals, birds, reptiles, and invertebrates. At first glance, City of Rocks would appear to be a tough place for wildlife to survive. Diverse habitats at various elevations lead to an area bursting with wildlife. It goes without saying that animals at City of Rocks are equipped with special adaptations to survive extreme conditions. During summer, most fauna are active at night, thereby escaping the often hot, dry days. Winter forces wildlife to migrate to better environments or to hibernate. To see as many different types as possible, include the following habitats in your search: pinyon-juniper-mahogany forest, aspen-riparian areas, sagebrush flats, and spruce-firpine forest above 7,000 feet.          Mule Deer photo by Wallace Keck  Mammals Most visitors to City of Rocks will observe mule deer, mountain cottontail, blacktail jack rabbit,yellow-bellied marmot and golden-mantled and least chipmunks. Also documented within the reserve are the more elusive mountain lion, bobcat, coyote, moose, and elk. All documented mammals are included in the Reserve's Wildlife Checklist.        Downy Woodpecker photo by Wallace Keck  Birds  The high desert ecosystem and rocky cliffs of the reserve provide an excellent habitat for many birds. Within City of Rocks and Almo Valley, 142 species of birds have been documented, and are included on the reserve's bird checklist. See birding hotspots for details about the best areas to view the reserve's bird species.         Common Sagebrush Lizard photo by Wallace Keck  Reptiles and Amphibians Common lizard species, found at the reserve, include the Western Whiptail, Western Fence Lizard, Long-nosed Leopard Lizard, Sagebrush Lizard, and Northern Desert Horned Lizard. Snakes include the Rubber Boa, Western Rattlesnake, Great Basin Gopher Snake, Striped Whipsnake, and Wandering Garter Snake. The only amphibian to be documented in the Reserve, is the Boreal Chorus Frog. Herpetological Survey",
    "url": "https:\/\/www.nps.gov\/ciro\/learn\/nature\/animals.htm"
}
