{
    "title": "City Of Rocks National Reserve: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility         Accessible Campsite at Castle Rocks State Park Idaho Department of Parks and Recreation  City of Rocks National Reserve includes 14,407 acres of rugged scenic landscapes, interpretive wayside exhibits, campsites, gravel roads, unpaved trails, and vault toilets. Much of the Reserve is seen from roads, which run through the heart of City of Rocks. A series of wayside exhibits located at or very near the roads, parking areas, and overlooks help tell the stories of the California Trail, geology and climbing.  We recommend that your adventure begin at the visitor center in Almo (accessible, service animals welcome), where rangers can provide you with requirements of ability for specific trails and campsites. The center provides a short movie and free park brochures and materials, as well as gifts, guidebooks and apparel for purchase. Vault toilets throughout the Reserve are accessible (with exception of Twin Sisters), and are approached from level parking areas and harden approach trails. Because most campsites and trails resulted from development by off-road campers and climbers that pre-dated the establishment of City of Rocks National Reserve, these facilities can be difficult to navigate by mobility devices such as wheelchairs. Wheelchairs are permitted wherever they may be safely navigated. The National Reserve is proposing a number of accessibility improvements over the next five years, following the expected completion of the General Management Plan in late 2015. Smoky Mountain Campground, a unit of Castle Rocks State Park adjacent to the Reserve) provides two fully accessible campsites (#11, #24) with water, electricity, and adjacent access to showand flush toilets. These sites can be reserved by calling 888-922-6743, or at www.parksandrecreation.idaho.gov. If you have specific questions or comments about accessibility of the park and facilities, please call the Superintendent directly at 208-824-5911, or e-mail us",
    "url": "https:\/\/www.nps.gov\/ciro\/planyourvisit\/accessibility.htm"
}
