{
    "title": "City Of Rocks National Reserve: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit         Camping in City of Rocks is popular from April to November Wallace Keck  Located less than one hour south of Burley, City of Rocks National Reserve is one of Southern Idaho's best backcountry adventures. The 14,407-acre Reserve is situated at the south end of the Albion Mountains, and features towering granite pinnacles, fins, and domes. Emigrants of the California Trail (1843-1882) describe the rocks here in vivid detail as \"a city of tall spires,\" \"steeple rocks,\" and \"the silent city.\" Today, this backcountry byway attracts rock climbers, campers, hikers, hunters, and those with the spirit of adventure. There's inspirational scenery, exceptional opportunities for geologic study, and remnants of the Old West awaiting your discovery. Nearby Castle Rocks State Park exhibits similar scenic beauty, climbing, miles of hiking trails, mountain biking, horseback riding,and shaded picnicking beside Almo Creek. Castle Rocks offers 38 serviced campsites, yurts, lodge, and bunkhouse for overnight guests. The visitor center for both the Reserve and State Park is located in the historic village of Almo. The center is open seven days a week from mid-April to mid-October, andTuesday through Saturday during the winter months. The village of Almo was established in 1878, and remains an unincorporated community of deeply-rooted families of cattle ranching heritage. Basic services are available, such as fuel, groceries and camping supplies, restaurants, lodging, post office, and hot spring. Whether you're just passing through or staying for a week, let us help you make the most of your visit and create lifetime memories. Visit our Things To Do page for the most popular activities and opportunities.                     CIRO Celebrates NPS Centennial   2 Photos  Check here for photos of our celebration of the National Park Service Centennial in 2016",
    "url": "https:\/\/www.nps.gov\/ciro\/planyourvisit\/index.htm"
}
