{
    "title": "Cumberland Island National Seashore: Feral Horses",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Feral Horses                Feral Horses         Feral Horses Graze at Stafford Field National Park Service  Cumberland Island National Seashore is one of 7 Atlantic Coast barrier islands with feral horses.  While it is suspected that horses may have been brought to and used by the early Spanish explorers,  early English historical accounts of horses on Cumberland occur in the mid 1700’s during the Colonial Period.  During the Plantation Era of the late 1700’s and early 1800’s horses were used as livestock and work animals on the island.  By the Civil War, it is believed that most horses were removed, with animals used for meat and subsistence by soldiers and freed-men.  The herd rebounded in the early 1900’s during the Carnegie era.  During this time, new horses were released on the island and free-ranging herds were described around Plum Orchard and other areas of the island.  While other Atlantic Coast herds have distinct genetic lineages, recent studies conducted by the University of Georgia and University of Kentucky show Cumberland’s herd is related to several common domestic breeds, which is likely the result of post-1900 introductions.   Cumberland’s horse herd can be considered feral, free-ranging and unmanaged.  As such, it functions like a herd of wild animals (white-tailed deer, for example) and receives no food or veterinary care.  The park conducts a census annually during the spring to monitor the population.  Based on data from the last 12 years, the herd appears to be stable at approximately 175 animals.  The majority of animals rate in the moderate to good condition categories.  Most horses can be found utilizing the grassy habitats of the island like historic landscapes, fields, marsh, and dunes. The animals are a significant visitor attraction to park visitors.  However, they are non-native large herbivores that are capable of causing damage to the island’s ecosystem through extensive grazing pressure on plants; trampling damage to marsh and dune systems; and competition with native wildlife for food.",
    "url": "https:\/\/www.nps.gov\/cuis\/learn\/nature\/feral-horses.htm"
}
