{
    "title": "Cumberland Island National Seashore: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       This is a listing of facilities and services at Cumberland Island National Seashore that are accessible for people with mobility, vision and\/or hearing limitations. National Seashore Website  Vision Impaired Accessibility - Adjustable text size (adjustable with internet browser), most pages readable by a screen reader Foreign Language Accessibility - Spanish using language converter on left side of page under Park Tools   Mainland - St Marys  Wheelchair Accessible - Headquarters, visitor center and gift shop, museum, restrooms, ferry Vision Impaired Accessible - visitor center, museum, ferry  Hearing Impaired Accessible - text for all exhibits   Island  All Island trails are sand. Weather conditions impact the ease of movement on trails. All-terrain Beach wheelchairs are available upon request at either dock. These non-motorized wheelchairs are designed with balloon tires for ease of movement in sand. Please notify reservation agent when making ferry reservations to insure wheelchair will be available. Currently three wheelchairs are available for use.   Island - Dungeness Dock  Wheelchair Accessible - ferry ramp, museum, restrooms, River Trail(wide enough to accommodate beach wheelchair with fairly level surface), interpretive walks Vision Impaired Accessible - some trail brochures Hearing Impaired Accessible - text for all exhibits   Island - Sea Camp Dock  Wheelchair Accessible - ranger station, restrooms, interpretive talks Hearing Impaired Accessible - text at information kiosk   Island - Sea Camp Campground  1 site with wheelchair accessible table, fire ring approximately 6\" high and surface relatively hard packed (not ADA approved surface), restrooms and cold showers wheelchair accessible   Island - Lands and Legacies Tour  Wheelchair Accessible - van able to accommodate up to two wheelchairs with ADA standard lift, Plum Orchard ground floor and basement Hearing Impaired Accessible - tour is conducted with individual radio transmitters using \"earbud\" earphones",
    "url": "https:\/\/www.nps.gov\/cuis\/planyourvisit\/accessibility.htm"
}
