{
    "title": "Cumberland Island National Seashore: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Plan for a Safe Trip       Zika Virus There have been no confirmed cases of Zika in the area of Cumberland Island National Seashore to date. However park visitors should be aware of the potential risk for Zika and are encouraged to take steps to protect themselves from mosquito bites. Zika, a mosquito-borne virus, is a non-native disease spreading in multiple countries and territories in the Western Hemisphere. The Zika virus is transmitted to people by infected mosquitoes and has been linked to severe health complications in those who contract it.     Please take time to visit the webpage, Zika and the National Parks There you will find information compiled by the National Park Service and  Center For Disease Control which describes the virus, areas at risk, and measures you can take  to have a safe and enjoyable trip to your national parks.   What you can do when visiting Cumberland Island National Seashore:   Wear clothing that provides good skin coverage. Use insect repellent (bug spray). Avoid areas with high mosquito populations. Protect children. Learn more and stay informed.         General Safety Tips For An Enjoyable Visit Make your visit to Cumberland Island National Seashore be a safe one. This requires planning and preparation. Below are a few things to be aware of before you visit. Weather conditions can change quickly. Keep and eye to the sky. It is hot and humid during the summer months. Bring water bottles and food. There are no services on the island beyond the water fountains and bathrooms. Wear a hat, light clothing and sunscreen. There is some tree cover but lots of sun to go with it. In winter, keep yourself hydrated and dress in layers. There are no lifeguards. Watch the wave action for rip currents and never swim alone. Jellyfish and sharks are in the ocean. Swim at your own risk. Be prepared for biting creatures: sand gnats, mosquitoes and ticks. Ticks can cause the southeastern form of Lyme disease called Southern Tick Associated Rash Illness (STARI). Look around as you hike the trails. There are rattlesnakes and water moccasins present. Give a wide berth if encountered. Let the wildlife be wild. You are the visitor. Please do not try to touch or feed any wildlife. In an emergency, contact any National Park Service staff. Emergency radios are located on the porch of the Sea Camp Ranger station at Sea Camp dock and east of the Plum Orchard mansion off Table Point road. Both are monitored 24 hours a day and connect directly to the law enforcement rangers. Cell phone coverage is good on the island. Dial 9-1-1, tell the operator you are on Cumberland Island. Stay on the line until the operator tells you to hang up.",
    "url": "https:\/\/www.nps.gov\/cuis\/planyourvisit\/safety.htm"
}
