{
    "title": "Cumberland Island National Seashore: Managed Hunts",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Managed Hunts                Managed Hunts       2016 - 2017 Hunt Dates     Hunt Type  Date Game  Age      Archery October 3,4,5 - 2016 Hog and Deer  14 and over     Adult\/Child October 22,23 - 2016 Hog and Deer   Ages 10 - 17   Primitive Weapons November 7,8,9 - 2016 Hog and Deer  14 and over    Primitive Weapons  December 5,6,7 - 2016 Hog and Deer 14 and Over    Modern Weapons  January 9,10,11 - 2017  Hog Only  14 and Over    Modern Weapons January 23,24,25 - 2017  Hog Only  14 and Over          Hunt Registration The Park will accept on-line registrations beginning July 1st  and continue until the quotas have been reached. The number of hunts one can register for is not limited. The registration process will be first come first served. The hunt fee is $35.00 per hunter per hunt except for the adult\/child hunt where the fee is $35.00 per adult\/child pair. Payment is required at the time of registration. The fee is non-refundable and non-transferable. When a particular hunt quota is full, registration for that hunt will be closed. Hunters can register as individuals or as a group. A group consists of up to 5 members plus the group lead. Standby hunters are no longer being accepted. An e-mail will confirm your registration. The hunt registration site may be accessed at Pay.gov - Home then search for \"Cumberland Island National Seashore Managed Hunts\". Weapon and License Regulations Archery: Longbows, recurve bows, compound bows and crossbows (scopes legal). Primitive Weapons: Archery equipment (as listed above) and muzzle loading firearms (scopes legal). Centerfire handguns are allowed on primitive weapons hunts. Modern Weapons: Rifle or handgun, centerfire only, .22 caliber or larger.Shotguns 20 gauge or larger loaded with slugs, buckshot is prohibited. Hunting License Requirements Deer and Hog Hunts: Georgia residents need a Georgia Big Game License.Non-residents need a Georgia non-resident hunting\/fishing combination license and a Georgia non-resident Big Game License. Hog Only Hunts: Georgia residents need a Georgia resident hunting license. Non-residents need a Georgia non-resident hunting\/fishing combination license.A Georgia Big Game License is not needed for the hog only hunts. Note to non-resident hunters –the state of Georgia offers a non-resident combination hunting\/fishing license, but does not offer a specific non-resident hunting only license.The non-resident hunting\/fishing combination license serves as the required license as described in the requirements listed above. Cumberland Island follows Georgia Department of Natural Resources hunting regulations. For more detailed hunting, weapon and license information go to WWW.GOHUNTGEORGIA.COM. Cumberland Island managed hunt and camp regulations Non-hunters are not allowed.Camping is for registered hunters only.This pertains to all hunts. Hunters 16 years of age and younger must be accompanied by an adult hunter. Adult\/Child: Children between the ages of 10 and 17 may participate.Each child must be accompanied by an adult and only one adult is allowed per child. Only the child is allowed to harvest game. Modern weapons are allowed. The fee for each adult\/child pair is $35.00. Check-in for archery, primitive weapons, and hog-only hunts are on Sunday from 9:00 AM to 2:00 PM at the Plum Orchard Hunt Camp.Check-in for the adult\/child hunt is on Friday.All hunters are required to check in and present their hunting license and identification. An orientation covering the rules and regulations will be given the evening of check-in. Hunting begins Monday morning at sunrise and ends Wednesday evening at sunset. The adult\/child hunt begins Saturday morning at sunrise and ends on Sunday evening at sunset. Hunters may set up camp no earlier than 8:00 AM the day before a hunt begins.All hunters must depart by 12:00 PM the day after the hunt ends. Deer harvested will be tagged with a GA DNR managed hunt tag and will not count against the hunter's state bag limit. Transportation Transportation to Cumberland Island is by passenger ferry or private boat. The passenger ferry departs from the National Park Service dock in St Marys at 10:00 AM on Sunday. The return ferry departs Plum Orchard dock at 10:30 AM on Thursday. The ferry for the parent child departs on Saturday and returns on Wednesday. The round trip fare is $50.00. Reservations for the ferry must be made when you receive your hunt confirmation. The ferry reservation number is 877-860-6787 or 912-882-4335. No other charter or water taxi operators are authorized to operate to the seashore. Private boaters must check-in at Plum Orchard Hunt Camp. Private boats must be beached or stream anchored. Private boats may use Plum Orchard dock to load\/unload gear but are not allowed to dock overnight. Camp Areas All hunters are required to camp at Plum Orchard Hunt Camp or Brickhill Campground. Plum Orchard Hunt Camp Amenities: Bathroom and showers, walk-in cooler (game only), potable ice machine, potable water, deer\/hog cleaning station, scales, first aid station, and ranger cabin with electricity to charge electronic equipment. A tour of Plum Orchard mansion is offered on Wednesday afternoons. Please prepackage all equipment and supplies you bring to limit the amount of refuse generated. Brickhill Campground Amenities and Regulations: None, except a great view of the Brickhill River. Non-potable water is available. No fires are allowed and everything packed in must be packed out. Trash pickup is NOT available at Brickhill campground.",
    "url": "https:\/\/www.nps.gov\/cuis\/planyourvisit\/managed-hunts.htm"
}
