{
    "title": "Cumberland Island National Seashore: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations               Permits & Reservations       Reservations are recommended for the ferry, camping, and the Lands and Legacies van tour. Reservations can be made up to six months in advance to the month (i.e. all dates in November can be reserved starting May 1st). Due to visitation limits those seeking last minute walk-in reservations may be put on stand-by or be turned away. Visitors must check in 30 minutes before departure at the Cumberland Island Visitor Center or the reservation will be canceled.      Ferry Reservations Transportation to Cumberland Island is aboard an official National Park Service concessioner operated ferry or by private boat.  Reservations for the ferry can be made on-line 24-hours a day at Cumberland Island Ferry or by phone at 912-882-4335 or toll free at 877-860-6787 Monday - Friday 9:00 a.m. - 4:00 p.m.  To view the ferry schedule please visit the Operating Hours & Seasons Page. There is a $4.00 per person (over 16 years of age) day-use fee to visit Cumberland Island National Seashore in addition to the ferry fees. The day use fee is not paid until check in the morning of your trip. Camping Reservations For information on camping, reserving campsites, preparing for a night on the island, and scheduling your ferry times please visit the Camping page. Wedding, Event, & Other Special Activities Permits Cumberland Island National Seashore is home to many beautiful cultural and natural settings which are ideal venues for a variety of special activities such as events, wedding ceremonies, and film and photography projects. Most special events and activities held in the park require a special use permit, issued only after the National Park Service (NPS) determines that the activities involved will not impair park values and resources. To find out more and to download an application visit the Special Use Permits page. School & Education Groups School groups must make ferry reservations in advance of their trip by calling the ferry concessioner at 877-860-6787 Monday - Friday 9:00 A.M. - 4:00 P.M. Fee waivers for the park entrance fee are available for accredited educational institutions. Visit the Plan a Field Trip page to find out more and to download a Fee Waiver Application. Guided Tour Operators There is one guided tour offered each day on the island. For information visit the Lands & Legacies Page.  All other guided tour operators that charge a fee to bring visitors or students to Cumberland Island must have a Commercial Use Authorization (CUA) permit. Visit the Commercial Use Authorization page for more information. Commercial Filming & Photography Commercial filming and photography are welcome at Cumberland Island National Seashore. These activities do require an approved permit that must be submitted and processed prior to filming or photographing. Visit the Special Use Permits (SUP) page for more information and to download a permit.  For more about Cumberland Island National Seashore fees and passes visit our Fees & Passes page.    Ferry Reservation Policy The ferry to Cumberland Island National Seashore is operated by a concessioner. The sailing schedule, refund policy, and policy for items which can be taken aboard the vessel are determined by the concessioner.",
    "url": "https:\/\/www.nps.gov\/cuis\/planyourvisit\/permitsandreservations.htm"
}
