{
    "title": "Cumberland Island National Seashore: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       NPS Entrance and Amenity Fees: Entrance and Camping fees are not included in the ferry service prices. They will be paid at the Mainland Visitor Center on the morning of check in. Private boaters can pay at Sea Camp or Dungeness docks when arriving at the island. Entrance Fee: Adults (16 and older) - $4.00 (good for one week) America the Beautiful Pass holders & youth 15 years or younger - Free Camping: Sea Camp - $4.00 per person per night.  Stafford Beach and Wilderness - $2.00 per person per night (children 2 years old or younger do not pay a camping fee) Concession Fees:  Passage aboard the Cumberland Queen Ferry: $28.00 plus tax for adults, $26.00 plus tax for seniors (65 and over) and $18.00 plus tax for children (12 years and under) Lands and Legacies Tours: Tours are operated by a park concessioner. Reservations can be made by visiting www.cumberlandislandferry.com or calling Lang's Seafood Inc. at 877-860-6787. There is a fee of $45.00 plus tax per person. Find out more about the tour on the Lands and Legacies Tour page. Lang's Seafood Inc. also charters boats for private trips including school groups to Cumberland Island.  Please visit www.cumberlandislandferry.com for current rates, or contact the reservation office by calling 877-860-6787. Lang's Seafood Inc. rents bikes on Cumberland Island when the boat is docked at Sea Camp.  Bike rentals are first come first serve and are beach cruiser type bikes.  Cost: $16.00 per day trip, $20.00 if keeping bike over night. For more information on making reservations please visit the Permits & Reservations page.      Get your America The Beautiful - The National Parks and Federal Recreational Lands Pass at the visitor center          Every Kid in a Park Pass    Every Kid in a Park Pass A free pass for fourth graders. Fourth graders can earn the pass by completing a fun, educational activity at everykidinapark.gov and printing a paper voucher. Exchange the paper voucher for a plastic card at public lands that issue other passes. Learn more about the Every Kid in a Park Pass.           America the Beautiful - National Parks and Federal Recreational Lands Pass - Annual Pass.    America The Beautiful - Annual Pass - Cost $80  Valid for one full year from month of purchase (through last day of that month). Allows pass owner and accompanying passengers in a single, private, non-commercial vehicle to enter Federally operated recreation sites across the country. Covers the pass owner and three (3) accompanying adults age 16 and older at sites where per person entrance fees are charged. No entry fee charged for children 15 and under. Photo identification will be required to verify ownership. Passes are non-refundable, non-transferable and cannot be replaced if lost or stolen. NEW!US military and their dependents qualify for a FREE Annual Pass.Learn more!  NOTE: Recreation Fees vary widely across the thousands of Federal Recreation sites. Please contact specific sites directly for information on what is or is not covered by the passes. For questions about the pass, contact 1-888-ASK-USGS and press 3. (888-275-8747, option 3), or fedrecpass@usgs.gov The pass can be obtained in person at the Mainland Visitor Center, by calling 1-888-ASK USGS, Ext. 1, or by visiting http:\/\/store.usgs.gov\/pass\/index.html.         America the Beautiful - National Parks and Federal Recreational Lands Pass - Senior Pass    America the Beautiful – Senior Pass. - Cost $10.  Lifetime pass for U.S. citizens or permanent residents age 62 or over. Provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. Admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). Provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. Non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires.   For questions about the pass, contact 1-888-ASK-USGS and press 3. (888-275-8747, option 3), or fedrecpass@usgs.gov The pass can be obtained in person at the Mainland Visitor Center, or by mail. Visit http:\/\/store.usgs.gov\/pass\/senior.html#benefits for details and instructions.          America the Beautiful - National Parks and Federal Recreation Lands Pass - Access Pass    America the Beautiful – Access Pass - Free.  Lifetime pass for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass.  Acceptable documentation includes: statement by a licensed physician; document issued by a Federal agency such as the Veteran’s Administration, Social Security Disability Income or Supplemental Security Income; or document issued by a State agency such as a vocational rehabilitation agency.   Provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. Admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). Provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launching, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. Non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires.  For questions about the pass, contact 1-888-ASK-USGS and press 3. (888-275-8747, option 3), or fedrecpass@usgs.gov The pass can be obtained in person at the Mainland Visitor Center, or by mail. Visit http:\/\/store.usgs.gov\/pass\/access.html for details and instructions.",
    "url": "https:\/\/www.nps.gov\/cuis\/planyourvisit\/fees.htm"
}
