{
    "title": "Cumberland Island National Seashore: Camping",
    "body": "Explore This Park    Plan Your Visit     Camping            Camping         Sea Camp is the most developed campground on the island. It is located a half mile from Sea Camp Dock. NPS Photo  Now taking reservations for all dates through February 28th, 2017 (Reservations for all dates in March, 2017 will be available starting September 1st.)   General Information Cumberland Island National Seashore offers a wide variety of camping opportunities. Whether you are looking to spend a night with family and friends around a campfire under the moss covered branches of the live oak trees, or looking for the rugged challenges and solitude of the wilderness, it can be found on the island.    Take a moment to review the following information to help plan your trip.         There are five designated campgrounds on the island. Campground Map A permit is required for all camping. The permit is issued once campers get to the island. Private Boaters should contact the Mainland Visitor Center to arrange getting their permit. (912) 882-4336 Reservations are encouraged and can be made up to six month in advance to the month. (e.g. Any date in November can be booked starting May 1st.)  All remaining sites are first come first serve. Campers must check in on the first day of their reservation or they will be cancelled and those sites freed up for others. Campers are limited to seven consecutive nights on the island.  Spring and Fall are peak seasons. Fires are only permitted in designated fire rings in Sea Camp and Stafford Beach campgrounds. Fires are not permitted at Wilderness campsites. Dead and down wood may be gathered, and bundles of wood are for sale on the ferry. All campgrounds require some walking or hiking to reach. It is the responsibility of the camper to transport their gear. Carts are available for rent from the park consessioner first come first serve to transport gear the half mile from Sea Camp Dock to Sea Camp Campground. Check out time is 10:00 A.M. Quiet hours are from 10:00 P.M. to 6:00 A.M. \"Pack it in, pack it out\" - There are no trash cans on the island. Be sure to take everything - trash, food scraps, etc. -off the island with you.  America the Beautiful Inter Agency - Senior & Access Passes Camping fees are half price for the pass holder. Other campers on the same permit are full price.   Returning on the ferry? Campers staying at Sea Camp and Stafford Beach Campgrounds   you are required to return on the 10:15 A.M. ferry from Sea Camp Dock  Campers staying at Hickory Hill, Yankee Paradise, and Brickhill Bluff Campgrounds    you are required to return on the 2:45 P.M. ferry from Sea Camp Dock on dates when it is operating.  Campers can make a special request to return on the 4:45 P.M. ferry by contacting the Ferry Office. Due to the likelihood that the 4:45 P.M. ferry will be full, these requests will be subject to availability.            Making Camping Reservations Be prepared with the following before calling to make your reservation:   Know what dates you would like to reserve and have back up dates in mind  Know the number of people in these three groups:   - 3 years old and older    - 2 years old and younger   Know which campgrounds you would like to stay in on which nights - One group can not be at two campgrounds on the same night. If groups are interested in splitting up they will need a separate reservation. One person will need to provide the following information for the permit - Name - Email - Phone Number - Traveling by ferry or private boat? - Emergency Contact Name (optional) - Emergency Contact Phone Number (optional)  Once you are prepared with this information call the Cumberland Island Camping Office to make your reservation. Camping reservations should be made before ferry reservations. You will need to speak with a ranger. Reservations will not be made from voicemail messages.   Cumberland Island Camping Office Open Noon - 4 P.M. Daily  (912) 882-4336 select option 1                 Sea Camp sites come with picnic tables, food cages, and designated fire rings with grills. NPS Photo  Campgrounds Sea Camp Campground  Located just a half mile from Sea Camp Dock and Ranger Station, this campground is the largest, most developed, and most popular campground on the island. It is common for this campground to fill up. Distance from dock: Half mile from Sea Camp Dock Price: $4.00 per person per night ($2.00 for Senior & Access Pass holders) Capacity: 60 campers* Restrooms: Yes, with dish washing sink Showers: Yes (cold) Water: Drinkable Fires: Yes (designated fire rings with grills) Picnic Tables: Yes Food Storage: Yes (elevated cages) Beach Access: Short Boardwalk (Wheelchair Accessible) *There are 16 sites with a limit of 6 campers per site, as well as 2 additional Group Sites that can accommodate up to 20 campers each. Sea Camp Campground Map        Stafford Beach Campground is a beautiful site for people willing to sacrifice some comforts for a night. NPS Photo   Stafford Beach Campground  This campground is a bit smaller and more primitive than Sea Camp, but still offers the comforts of restrooms and fire rings. It is common for this campground to fill up. Distance from dock: Three and a half miles from Sea Camp Dock Price: $2.00 per person per night ($1.00 for Senior & Access Pass holders) Capacity: 20 campers (sites are not number) Restrooms: Yes Showers: Yes (cold) Water: Must be treated before drinking (boil, filter, UV, or chemical) Fires:Yes (designated fire rings with grills) Picnic Tables: No Food Storage: No (be prepared to hang all food and trash) Beach Access: Short Trail Sites are numbered at Stafford Beach Campground but sites assignments are not issued. Select an open site when you arrive. Stafford Beach Campground Map         Wilderness camping requires preparation and knowledge. What campers trade in comforts they are rewarded for in solitude and exploration. NPS Photo   Wilderness Campgrounds There are three designated campgrounds located within Cumberland Island's designated wilderness. Camping at any of these sites offers a different experience from developed campgrounds. Campers should be well prepared, have proper gear, be knowledgeable in its use, and self reliant. For those ready to meet the challenges of wilderness travel, they will be greeted with solitude, beauty, and an escape like no other. Distance from Sea Camp Dock: Hickory Hill- 5.5 miles north; located in the middle of the maritime forest Yankee Paradise- 7.5 miles north; located 1 mile from Plum Orchard Mansion Brickhill Bluff- 10.5 miles north; located on a short bluff over looking the Brickhill River Price:$2.00 per person per night ($1.00 for Senior & Access pass holders) Capacity: 20 campers per site* Restrooms: No Showers: No Water: Nearby Sulphur Wells (must be treated) Fires: No (portable camp stoves can be used for cooking) Picnic Tables: No Food Storage: No (be prepared to hang food and trash)  *There are no designated campsites at the wilderness campground. Set up camp within 50 yards of the designated signs at each site. Tread lightly. Try to limit your impact by not creating new camping areas or trenching around tents.",
    "url": "https:\/\/www.nps.gov\/cuis\/planyourvisit\/camping.htm"
}
