{
    "title": "Cumberland Island National Seashore: Commercial Use Permit",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Commercial Use Permit                Commercial Use Permits       Commercial Photography\/Filming   These activities require different permits. For application procedures and fees, download the special use permit application fill it out, and send it to: Cumberland Island National Seashore 101 Wheeler Street St Marys, GA 31558 Attn: Commercial Photography and Filming.   Special instructions are listed on the application form; please read carefully. A completed application must be accompanied by a non-refundable application fee of $50 in the form of a personal check, cashier's check or money order made payable to National Park Service.   Commercial Use Authorizations    Commercial Use Authorizations authorize suitable commercial services to occur in park areas when the Director determines that the services are necessary and appropriate.  These services will have minimal impact on park resources and values and are consistent with the purpose for which the unit was established.     Permits are issued only under the following conditions: commercial operations with annual gross receipts of not more than $25,000.00 resulting from services that provide services originating and terminating outside of the boundaries of the park unit; or such uses by organized children's camps, outdoor clubs, nonprofit institutions (including backcountry use), and such other uses as the Secretary of the Interior deems appropriate.    Non Profit institutions will be requires to obtain commercial use authorization only when they generate taxable income form the authorized use.  To apply for a commercial use authorization for these activities, download an application, fill it out, and send it to: Cumberland Island National Seashore 101 Wheeler Street St Marys, GA 31558 Attn: commercial use authorization",
    "url": "https:\/\/www.nps.gov\/cuis\/planyourvisit\/cua.htm"
}
