{
    "title": "Fort Pulaski National Monument: Self-guided Field Trips",
    "body": "Self-guided Field Trips      You can make reservations for self-guided field trips here. But you will still need to send an Academic Fee Waiver to the park. Your options for self-guided visits are listed below.        Self-guided program Age Time Subjects   Orientation video at visitor center All ages 20 minutes Social Studies   Fort tour All ages 45 minutes Social Studies   Walking tour outside fort All ages 45 minutes Social Studies, Science   Scavenger Hunt Grades 2-4 30-45 minutes Social Studies, English   Simple Machines for a Complex Job Grade 4 30 minutes Science   Scavenger Hunt Grades 5-6 45 minutes Social Studies, English   Cannons by the Numbers Grades 5-6 30 minutes Math              Results   Showing results 1-5 of 5    Sort By:  Title Date         Fort Pulaski National Monument Fort Pulaski Field Trip Guide   This is a teacher-guided activity to be done on-site at the fort. Students will learn about the fort's construction and history. Plentiful photographs and a fort map will assist teachers in leading this tour through the fort.    Type:Field Trips Grade level:Middle School: Sixth Grade through Eighth Grade Subjects:Social Studies        Fort Pulaski National Monument Fort Pulaski Pre-Visit Activity   Students can complete the spider activity as a pre-visit activity prior to making a field trip to Fort Pulaski. Answers are included.    Type:Field Trips Grade level:Middle School: Sixth Grade through Eighth Grade Subjects:Literacy and Language Arts        Fort Pulaski National Monument Fort Pulaski Pre-Visit Materials   These materials provide pre-visit information for teachers and students who are planning a field trip to Fort Pulaski. There is a fact sheet and timeline for teachers and worksheet for students.    Type:Field Trips Grade level:Middle School: Sixth Grade through Eighth Grade Subjects:Social Studies        Fort Pulaski National Monument Fort Pulaski Scavenger Hunt Grades 2-4   This is a teacher-led activity to be done on site at the fort. The scavenger hunt functions as an interactive, self-guided fort tour for students. The student worksheet requires them to answer several questions as they visit various locations inside the fort.    Type:Field Trips Grade level:Upper Elementary: Third Grade through Fifth Grade Subjects:Social Studies        Fort Pulaski National Monument The Other Side of Fort Pulaski: Walking Tour Outside the Fort   This is a teacher-led activity to be done on site at the fort. The teacher will lead a walk around the outside of the fort to show students dramatic battle damage from the Civil War battle, including projectiles that are still lodged in the brick walls. It also highlights the salt marsh ecology on Cockspur Island, and shows how human influence has repeatedly changed the island’s environment over time.    Type:Field Trips Grade level:Upper Elementary: Third Grade through Fifth Grade Subjects:Social Studies",
    "url": "https:\/\/www.nps.gov\/fopu\/learn\/education\/classrooms\/self-guided-field-trips.htm"
}
