{
    "title": "Cumberland Island National Seashore: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit                   Camping information                Hours of operation and ferry times               Explore places to go               Things to do when visiting                 Camping  Basic Information  Places To Go  Safety    Directions  Things To Do  Event & Program Calendar   Accessibility            Your journey begins in St Marys, Georgia.  Here you will board the ferry bound for Cumberland Island National Seashore, visit our museum and our visitor center and enjoy learning a bit about the history and nature of the area with purchases made in our small Eastern National run bookstore.  Preserved and protected for future generations, Cumberland Island National Seashore includes a designated Wilderness area, undeveloped beaches, historic sites, cultural ruins, critical habitat and nesting areas, as well as numerous plant and animal communities. Interpretive and educational programs are available and you may hear compelling stories of the many people who have shaped and been shaped by Cumberland Island. Take time to plan your visit so that you can enjoy the vast experiences Cumberland Island National Seashore has to offer. Cumberland Island Visitor Information Here are just a few helpful hints to ensure you have a safe and fun day.  Please see our other pages to help plan your trip to Cumberland Island National Seashore.  Arrive 30 minutes before your scheduled ferry departure time. The ferry departs promptly at 9:00 am and 11:45 am.  Missed ferry departures will not be refunded. Bring food, drinks, sunscreen, insect repellant, and wear comfortable walking shoes and any thing else you think you need for an enjoyable visit.  There are no source of supplies on the island.  There are several places to refill water bottles. Restrooms and drinking water are located though out the south end of the Seashore.  Potable drinking water is only located at Plum Orchard once you move north of Sea Camp.   Respect private property;traveling through private land is permitted ONLY on the Main Road and designated trails. Do not trespass.",
    "url": "https:\/\/www.nps.gov\/cuis\/planyourvisit\/index.htm"
}
