{
    "title": "War In The Pacific National Historical Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth           Reef Ranger Participants; Summer 2010. NPS PHOTO  Reef Rangers On Guam, we are constantly surrounded by the water. Through fun activities, students at Reef Ranger Camp learn that the world of the ocean and its diverse life is deeply linked to the world we experience on land every day - in fact, they are one. The camp is offered each summer for rising 5th & 6th graders.  Reef Rangers' success depends on our Reef Ranger Conservation Corps, enthusiastic, responsible 9th & 10th graders who are mentors and leaders. Want to join this fun group? July 18-29, 2016. Click here for the application!           Preservation Rangers   War in the Pacific National Historical Park and their non-profit partner, Pacific Historic Parks, will host the Preservation Ranger Academy. This free, dynamic program introduces a fun, safe, and exciting way to explore our island's coast and learn about marine science at national park sites. This two-part program will be held from July 5-29, 2016. Rising 9th and 10th graders may apply. Special attention will be given to the student's essay question responses.  Download the application here.  Interested candidates can apply at the T. Stell Newman Visitor Center by 4:00 pm June 12, 2016.        Junior Rangers are park friends, stewards, and ambassadors! NPS PHOTO  Wanted: Junior Rangers  Needed:Skill, cunning, and creativity; Expected: Exploration of park or park website; Required: Discovering the island's history, legends, and ecosystems; Promised: Honor and recognition as an official Junior Ranger upon your success To begin, pick up a copy of the Junior Ranger Activity Book at the Visitor Center. This book is filled with activities for all ages. Complete the activities, show your book to a park ranger, and be awarded a Junior Ranger badge! You may also request to have the book mailed to you.          Junior Ranger Academy  There's more than one way to earn a Junior Ranger badge! Our Junior Ranger Academy offers 7th & 8th graders a chance to join park rangers as they explore historic sites, spruce up public lands, handle artifacts in the museum collection, and much more.           Ranger Dan speaks to a class on one of his many outreach opportunities. NPS Photo  Field Trips and Outreach  Although we have an awesome visitor center, our park rangers are willing and eager to bring our staff, resources, and information into your classroom or meet you at one of our special park units! Please call at (671) 477-7278 x1015 to schedule a visit.          Ranger in action in the river NPS  River Ranger Program War in the Pacific National Historical Park and Pacific Historic Parks will host our annual River Ranger Program. This free, dynamic program teaches river ecology to children in 3rd and 4th grades. Through demonstrations, hands-on activities, lively group discussions, and personal interactions with plants and wildlife, youths are encouraged to look closer at their relationship with the environment and build on their knowledge of the natural world.Three morning-long sessions will be held on Saturdays, April 30, May 7, & May 21, 2016. Click here to download the application.",
    "url": "https:\/\/www.nps.gov\/wapa\/learn\/kidsyouth\/index.htm"
}
