{
    "title": "War In The Pacific National Historical Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 27, 2016  August Public Programs at War in the Pacific National Historical Park  August Public Programs at War in the Pacific National Historical Park   June 08, 2016  Join us the Second Saturday of Every Month for Keep Guam Beautiful!  War in the Pacific National Historical Park hosts Keep Guam Beautiful, a community oriented clean-up event on the second Saturday of every month, from 9:00 am to noon.   May 18, 2016  Successful Eradication of Little Fire Ants  In a cooperative partnership with Guam’s Department of Agriculture, Guam EPA, and the University of Guam, the National Park Service has successfully applied controls and verified techniques adapted for use on Guam from those developed in the Hawaiian Islands for controlling\/eradicating LFA.   May 01, 2016  National Park Service and Outdoor Foundation Select War in the Pacific National Historical Park as 2016 Challenge Cost Share Program Recipient  Recently the National Park Service and the Outdoor Foundation announced recipients of the 2016 Challenge Cost Share Program, which supports projects that promote urban outreach, youth engagement and connecting people to the outdoors.   April 22, 2016  War in the Pacific National Historical Park is Proud to Showcase Jose Rios Middle School in the Ticket to Ride Student Art Exhibit  In celebration of the National Park Service’s Centennial Celebration, War in the Pacific National Historical Park and partner, Pacific Historic Parks is proud to showcase artwork from Jose Rios Middle School in the Ticket to Ride Student Art Exhibit.   April 21, 2016  Tourism to War in the Pacific National Historical Park creates $18.5 million in Economic Benefit  A new National Park Service (NPS) report shows that 322,463 visitors to War in the Pacific National Historical Park in 2015 spent $18.5 million in communities near the park.   January 01, 2016  Centennial Events  War in the Pacific National Historical Park Centennial Events.",
    "url": "https:\/\/www.nps.gov\/wapa\/learn\/news\/newsreleases.htm"
}
