{
    "title": "War In The Pacific National Historical Park: Learn About the Park",
    "body": "Explore This Park    Learn About the Park           Learn About the Park         Take a hike into the jungle to Find Your Park!   War in the Pacific National Historical Park commemorates the bravery and sacrifice of all those who participated in the Pacific Theater of World War II. The park also conserves and interprets a variety amazing resources found on Guam, for all to enjoy. Learn more about the park through the links at the left.        News Keep up-to-date on War in the Pacific news items with the news releases. Read and download our latest newsletters. Photos & Multimedia  War in the Pacific NHP invites and challenges you to get out into your national park for the Find Your Park Photo Contest. One photo will be featured at least once each month on the War in the Pacific NHP Facebook page.  History & Culture   The Pacific Theater of World War II involved one-third of the earth's surface but only 1\/145th of its total land mass. It involved vast distances and new strategy, tactics, equipment, and weapons of war.  Nature   War in the Pacific National Historical Park burgeons with life. Scars and stains of World War II still remain on many Pacific islands, but over time, vibrant plant and animal communities have dramatically rebounded.  Education   Field trips, local teacher workshops and hands-on experiences enhance classroom learning and broaden the teaching and learning experience for educators and students.  Kids & Youth Pick up a copy of the Junior Ranger Activity Book at the Visitor Center. This book is filled with activities for all ages. Get information on the Junior Ranger Academy, River Ranger, Reef Ranger and Field Trips. Management  War in the Pacific National Historical Park is a protected area, in the United States territory of Guam, which was established in 1978 in honor of those who participated in the Pacific Theater of World War II. Learn how we manage this park.   Bookstore Books and other resources are available from the Pacific Historic Parks bookstore. The bookstore is located inside the T. Stell Newman Visitor Center and is open every day from 9 a.m. - 4:30 p.m. You may also visit the online bookstore through the above link.",
    "url": "https:\/\/www.nps.gov\/wapa\/learn\/index.htm"
}
