{
    "title": "War In The Pacific National Historical Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     July 26, 2016  Night Under the Stars - Astronomy Night at Asan Beach - Saturday, July 30, 2016  War in the Pacific National Historical Park will host our “Night Under the Stars” Astronomy Program at 7:00 pm this Saturday, July 30, 2016, at Asan Beach.   June 30, 2016  July Public Programs at War in the Pacific National Historical Park  July Public Programs at War in the Pacific National Historical Park   June 06, 2016  Night Under the Stars - Astronomy Night at Asan Beach - Saturday, June 11, 2016  War in the Pacific National Historical Park will host its very first “Night Under the Stars” Astronomy Program at 7:00 pm on Saturday, June 11, 2016.   May 31, 2016  June Public Programs at War in the Pacific National Historical Park  June Public Programs at War in the Pacific National Historical Park   May 26, 2016  War in the Pacific National Historical Park FestPac Historical Bus Tour  On Monday, May 30, Memorial Day, in celebration of the 12th Festival of Pacific Arts, War in the Pacific National Historical Park, and non-profit partners Pacific Historic Parks, would like to invite you, to the War in the Pacific Historical Bus Tour.   May 25, 2016  Preservation Ranger Academy  This July, War in the Pacific National Historical Park and non-profit partner, Pacific Historic Parks, will host the Preservation Ranger Academy (formally known as the Reef Ranger Conservation Corps).   May 23, 2016  Park to Host 2016 Memorial Day Flag Display  War in the Pacific National Historical Park will host a commemorative flag display at Asan Beach on Saturday, May 28 until Tuesday, May 31 in observance of Memorial Day. As part of Memorial Day events at national parks across the nation, over 3,050 United States and Guam flags will be placed at Asan Beach.   May 18, 2016  2016 Reef Rangers Summer Camp  This July, War in the Pacific National Historical Park will host the annual Reef Ranger Summer Camp.   The two one-week long session will be held from July 18 to July 29, 2016   May 09, 2016  History Revealed Presentation – The True Story of Yokoi  On Saturday, May 14, 2016, at 2:00 pm, join us at the T. Stell Newman Visitor Center as Jeff Pleadwell, the pirate of Jeff’s Pirates Cove, reveals for the first time the true story of Sgt. Shoichi Yokoi’s capture in 1972.   May 01, 2016  May Public Programs at War in the Pacific National Historical Park  May Public Programs at War in the Pacific National Historical Park.   April 12, 2016  Cancellation of History Revealed Presentation with Dr. Ricardo T. Jose  Due to unforeseen circumstances, the History Revealed presentation by Dr. Ricardo T. Jose has been cancelled.   April 04, 2016  Visitor Center Closure on April 28, 2016  War in the Pacific National Historical Park’s T. Stell Newman Visitor Center will be closed on Thursday, April 28, 2016, due to required employee training.   April 04, 2016  Visitor Center Closure April 28  War in the Pacific National Historical Park’s T. Stell Newman Visitor Center will be closed on Thursday, April 28, 2016.   March 27, 2016  April 2016 Park Ranger Programs  Join our park rangers outdoors for a variety of fun and interesting free interpretive programs.   March 21, 2016  2016 River Rangers Program  Sign Up Now for the 2016 River Ranger Program This spring, War in the Pacific National Historical Park, along with non-profit partner Pacific Historic Parks, will host the River Ranger Program. This free, dynamic, program teaches river ecology to children in 3rd and 4th grades.   February 29, 2016  March 2016 Park Ranger Programs  Join our park rangers outdoors for a variety of fun and interesting interpretive free programs.   February 01, 2016  War in the Pacific Celebrates African American History Month  Join us for a special presentation on the role of the African American military who participated in the campaigns of the Pacific Theater of World War II on Sunday, February 28, 2016, at 2:00 pm at the T. Stell Newman Visitor Center.   February 01, 2016  Make A Mark In Your Park - Art in the Park  War in the Pacific National Historical Park and its non-profit cooperating association Pacific Historic Parks will be hosting its second annual Art in the Park program in a series of events in February and March.  Art in the Park will involve the whole community in commemorating those who participated in the campaigns of the Pacific Theater during World War II.   February 01, 2016  February Park Ranger-Led Programs  Join our park rangers outdoors for a variety of fun and interesting interpretive free programs.   October 08, 2015  History Revealed:Daring US Navy Submarine Patrols  Join park historian David Lots as he reveals the daring adventures of U.S. Navy submarine patrols to the waters of the Mariana Islands during WWII   September 29, 2015  Ranger Programs for October 2015  The National Park Service is gearing up for its 100th birthday in August 2016. Join our park rangers outdoors for a variety of fun and interesting interpretive free programs.   September 17, 2015  Park Kicks off “Every Kid in the Park” Initiative  “Every Kid in a Park” initiative is aimed at providing an opportunity for every fourth grade student (approximately 4 million) across the country to experience national parks.   August 14, 2015  War In The Pacific National Historical Park is Closed Due to Tropical Storm Goni  The public is advised that War In The Pacific National Historical Park is closed until further notice due to Tropical Storm Goni.   August 13, 2015  American Memorial Park Closed Due Typhoon Soudelor Damage  The public is advised the American Memorial Park on Saipan remains closed until further notice.   July 28, 2015  Ranger Programs for August 2015  August is National Family Fun Month. Looking for something fun to do with the whole family before school starts? Why not visit your national parks?   June 11, 2015  Historic Guns Restored at National Park  War in the Pacific National Historical Park announces the restoration of three WWII Japanese naval guns located at the Piti Guns Unit.   June 10, 2015  Teaching with Historic Places Workshop  The workshop will explore how historic places can enrich the teaching of history and the social sciences and foster commitment to stewardship of national historic resources.   June 02, 2015  Ranger Programs for June 2015  The nationwide Find Your Park campaign is one initiative in this journey as we lead up to our 100th birthday in August 2016 – the Centennial. By joining us you can ”Find Your Park” and celebrate America's Great Outdoors month with one of our free programs. Park rangers will lead special guided tours of park sites, reveal unique and native plants within the park, and share personal stories of those who fought in the Pacific War.   May 13, 2015  Park Closed Due to Typhoon Dolphin  All park units and visitor center are closed due to Typhoon Dolphin.   May 08, 2015  Piti Guns Unit Closed for Restoration  Release the Closure of the Piti Guns' site begins May 11 and ends May 21.   April 29, 2015  Ranger Programs for May 2015  Join park rangers for a variety of fun and interesting interpretive programs.   April 27, 2015  2015 Reef Ranger Summer Camp  Participants will learn to become stewards of our island’s national park and our environment.   April 24, 2015  Tourism to War in the Pacific creates $18.2 million in Economic Benefits  Visitors to War in the Pacific National Historical Park in 2014 spent $14.9 million in communities near the park.   April 13, 2015  2015 River Ranger Program  War in the Pacific National Historical Park will host the first River Ranger Program this May 2015.   April 02, 2015  War in the Pacific Joins National Find Your Park Movement  “Find Your Park” is also the theme for this year’s National Park Week, April 18 – 26. To celebrate, we’re hosting exciting art shows for the public!   April 02, 2015  Ranger Programs for April 2015  The public is invited to help us celebrate National Park Week this month with a variety of activities to get outside and enjoy War in the Pacific National Historical Park. Join park rangers for a variety of fun and interesting interpretive programs.   March 13, 2015  Park Closures Due to Typhoon Watch Warning  T. Stell Newman Visitor Center and park restrooms at War in the Pacific National Historical Park are closed due to Typhoon Watch Condition.   February 26, 2015  Unexploded Ordnance Study at Asan Bay Finds Marine Life to be Safe  The investigation and assessment study determined potential contaminants were present at concentrations well below human health risk hazard levels.   February 20, 2015  Park Visitor Center Closed Next Wednesday  Emergency closure of the T. Stell Newman Visitor Center all day Wednesday, February 25, 2015.   February 19, 2015  2015 Youth Conservation Corps Internships  War in the Pacific National Historical Park will once again host the Youth Conservation Corps (YCC) program.   February 05, 2015  Jellyfish At Asan Beach  Numerous Portuguese Man-of-War (also known as Blue Bottle), a type of stinging jellyfish, washed ashore at Asan Beach and other beaches on Guam.   January 30, 2015  Ranger Programs for February 2015  Join park rangers this month for a variety of fun and interesting interpretive programs. All programs are free.   January 13, 2015  Asan Bay Overlook Memorial Wall Rededication  Rededication Ceremony at the Asan Bay Overlook Memorial Wall, Friday, January 16, 2015, at 10 am.   January 07, 2015  Ranger Programs for January 2015  Park rangers will lead special guided tours of park sites, share personal stories of those who fought in the Pacific War.   December 30, 2014  War in the Pacific National Historical Park Hosts First  “Art in the Park” Program  War in the Pacific National Historical Park hosts its first ever art program, titled Art in the Park.   December 05, 2014  Asan Bay Overlook Memorial Wall Re-opens with a New Face  Construction at War in the Pacific National Historical Park to rehabilitate the Asan Bay Overlook Memorial Wall has been completed, and the site will open to the public tomorrow, December 06, 2014.   December 02, 2014  Ranger Programs for December 2014  Park rangers will lead special guided tours of park sites and share personal stories of those who fought in the Pacific War.   November 03, 2014  Ranger Programs for November 2014  Programs provide visitors an opportunity to learn about park resources, the people we honor, and how events of the past still influence us today.   September 26, 2014  Ranger Programs for October 2014  All events are free and open to the public.  Most programs occur outdoors at different locations and vary in length from thirty minutes to one hour.   September 24, 2014  Asan Bay Overlook Memorial Wall Construction Begins  To ensure visitor safety and provide space for construction equipment, the memorial wall, sidewalks, view sheds, pavilion, and half the parking lot will be closed to the public through October.   September 03, 2014  Ranger Programs for September 2014  All events are free and open to the public.  Most programs occur outdoors at different locations and vary in length from thirty minutes to one hour.   August 27, 2014  War in the Pacific NHP closed to unmanned aircraft  War in the Pacific National Historical Park closed it's units to launching, landing, or operating unmanned aircraft.   August 11, 2014  Ranger Programs for August  All events are free and open to the public.  Most programs occur outdoors at different locations and vary in length from thirty minutes to one hour.   July 26, 2014  2013 Economic Benefit  A new National Park Service (NPS) report shows that 266,268 visitors to War in the Pacific National Historical Park (NHP) in 2013 spent nearly $14.7 million in communities near the park. That spending supported 174 jobs in the local area.   July 08, 2014  Change in Park Events for 70th Anniversary  The park has updated its event schedule for the commemoration of the 70th Anniversary of the Battle of Guam. Click here for the latest.   July 01, 2014  Park Programs July 2014  Join a park ranger this month for a free, educational talk!   June 15, 2014  New Little Fire Ant Closure Area Established at Asan Beach  The Little Fire Ant has been discovered in another site along Asan Beach. Click here to learn more.   June 02, 2014  Temporary Closure of Asan Bay Overlook  Construction to rehabilitate of the Memorial Wall at Asan Bay Overlook and Temporary closure is on Wednesday, June 4, 2014.   May 30, 2014  SCHEDULE OF EVENTS FOR THE MONTH OF JUNE  Join park rangers this month for a variety of fun and interesting interpretive programs. Park rangers will lead special guided tours of park sites and share personal stories of those who fought in the Pacific War.   May 15, 2014  Park to Host Memorial Day Flag display  Displaying USA and Guam Flags at Asan Beach Honoring the Heroes who lost their lives during Guam's Liberation and Japanese occupation on Guam.   May 15, 2014  Park offers Teaching with Historic Places Workshop  The War in the Pacific National Historical Park is pleased to announce its first ever educator professional development workshop, titled History Methods: Teaching with Historic Places.   May 01, 2014  2014 Reef Ranger Summer Camp  This free, dynamic program introduces a fun, safe, and exciting way to explore our island’s coast and learn about marine science at Asan Beach.   April 30, 2014  SCHEDULE OF EVENTS FOR THE MONTH OF MAY 2014  Park Rangers will lead special guided tours of park sites and share personal stories of those who fought in the Pacific War.   April 20, 2014  Teacher-Ranger-Teacher Opportunity Available for Local Teachers  The park unveils an exciting new opportunity for local teachers!   April 14, 2014  National Park Week 2014  Every day! Experience Your National Park!   April 10, 2014  Asan Bay Overlook Memorial Wall New Face  Unveiling the New Face of Asan Bay Overlook Memorial Wall during the 70th Anniversary  Liberation of Guam   April 09, 2014  Air Curtain Burner Pilot Project at Asan Beach  Air curtain burner pilot project brought to Asan Beach.   March 27, 2014  War in the Pacific National Historical Park has closed a part of the Asan Beach Unit  War in the Pacific National Historical Park has closed a part of the Asan Beach Unit because of Little Fire Ants.   March 26, 2014  SCHEDULE OF EVENTS FOR THE MONTH OF APRIL 2014  Park rangers and guest speakers will share special programs focusing on Guam’s official “Earth Month” proclamation   March 19, 2014  Coconut Tree Removal at Asan Beach  The coconut tree removal, efforts to mitigate the Coconut Rhinoceros Beetle at Asan Beach.   March 04, 2014  Park Economic Study  Tourism to War in the Pacific National Historical Park creates $13,771,500 in Economic Benefit. Report shows visitor spending supports 176 jobs in local economy   February 27, 2014  Experience National Park in March!  Join park rangers this month for a variety of fun and interesting interpretive programs. Park rangers will lead special guided tours of park sites and share personal stories of those who fought in the Pacific War.   February 07, 2014  Dangerous Jellyfish Reported Again At Asan Beach  Dangerous jellyfish have returned to Asan Beach.   February 06, 2014  Park hosts Junior Ranger Academy 2014  Junior Rangers will join park rangers in discovering underwater resources as they snorkel the park, help restore bronze artwork at the Asan Bay Overlook, and have the opportunity to see WWII artifacts protected by the park.   January 31, 2014  YCC Announcement  Learn how to become a member of this year's Youth Conservation Corps!   January 30, 2014  War in the Pacific Park Programs February 2014  Experience Your National Park in February Lead by your National Park Service Rangers.   January 11, 2014  Dangerous Jellyfish at Asan Beach  Portuguese Man-of-War also known as Blue Bottle Jellyfish seen at Asan Beach   January 09, 2014  Park Programs January 2014  Throughout January: The T. Stell Newman Visitor Center hosts spectacular exhibits and movies about the history and natural resources of Guam and an outstanding bookstore operated by Pacific Historic Parks, our supporting non-profit partner. The visitor center is open every day from 9 am - 4:30 pm and is located just outside Naval Base Guam main gate.   December 19, 2013  Jim Richardson is Named Superintendent.  Jim Richardson Named Superintendent of War in the Pacific National Historical Park and American Memorial Park.   December 13, 2013  Unique Monument restoration at Asan Beach  A Unique Monument is having a facelift.   November 02, 2013  Park Programs November 2013  Join park rangers this month for a variety of fun and interesting interpretive programs. Park rangers will lead special guided tours of park sites and share personal stories of those who fought in the Pacific War. All events are free and open to the public.   October 18, 2013  War in the Pacific National Historical Park Reopens to Visitors  War in the Pacific National Historical Park Reopens to Visitors!   September 28, 2013  Park Programs October 2013  Join park rangers this month for a variety of fun and interesting interpretive programs. Park rangers will lead special guided tours of park sites and share personal stories of those who fought in the Pacific War. Programs provide visitors an opportunity to learn about park resources, the people we honor, and how events of the past still influence us today. For specific program details, please see the attached schedule of events. All events are free and open to the public.  Most programs occur outdoors at different locations and vary in length from thirty minutes to one hour. Most hikes are moderate and short but traverse slippery and steep terrain, so wear appropriate footwear and attire.  Visitors are encouraged to bring water, umbrellas, and insect repellant.  In the event of inclement weather, programs may be delayed or cancelled.  For more information or questions on specific programs, call 333-4050 or visit www.nps.gov\/wapa.   September 28, 2013  Park Hosts the 20th National Public Lands Day  Park Hosts National Public Lands Day in Partnership with Guam Forestry & Soil Resources Division and Guam Girl Scouts.   September 12, 2013  National Park Service Helps Teachers Make Learning Fun  The War in the Pacific National Historical Park comes into island classrooms.   August 26, 2013  New Acting Superintendent  War in the Pacific NHP and American Memorial Park welcome Ron Borne as Acting Superintendent!   August 09, 2013  Limited Access to Asan Beach Restrooms  Please be aware of intermittent closures at the Asan Beach restrooms.   August 01, 2013  Park Programs August 2013  There are plenty of opportunities to join a free park program this month. Whether it's a talk, tour, hike, or film, join the adventure of discovering your national park!   July 02, 2013  Park Programs July 2013  The sites within your national park are perfect for learning more about World War II and the Battle of Guam. Park rangers offer free talks, hikes, and programs to help you understand this fascinating history.   May 29, 2013  Park Programs June 2013  Park rangers offer free talks, hikes, and tours to help YOU better understand the war in the Pacific.   May 13, 2013  Park Programs May 2013  Join park rangers for a talk, tour, or hike to better understand the war in the Pacific.   May 03, 2013  Reef Ranger  The best summer camp on Guam returns for you and a friend!   April 30, 2013  Park to Host Memorial Flag Display  Honor the people of World War II by participating in our annual flag display. Here's what you need to know.   March 29, 2013  Park Programs April 2013  Park rangers and partners offer free programs this month. Attend one or more to learn more about our island's environment and heritage.   February 24, 2013  Sign up for Junior Ranger Academy  Junior Ranger Academy returns with a week of activities you won't want to miss!   February 21, 2013  Park Programs March 2013  Reality exceeds the imagination at national parks. Come discover War in the Pacific NHP's national significance at a free ranger program during Chamorro Month.   February 01, 2013  Park Programs February 2013  Park rangers continue to offer free, engaging talks, hikes, and other programs for the general public? Have you attended one yet? Here's your next chance...   January 16, 2013  Volunteers Needed for Annual River Survey  Join volunteers and staff for a fun event!   December 28, 2012  Dangerous Jellyfish Reported at Asan Beach  Warning - There are confirmed sightings of dangerous jellyfish at Asan Beach. Find out the latest.   December 21, 2012  Park Programs January 2013  Park rangers offer free talks, hikes, and programs throughout the national park units. Click here to see our schedule of events.   December 09, 2012  Park Facilities Closed For the Holidays  The park is closed for upcoming holidays.   December 03, 2012  Park Programs December 2012  Honor the people of World War II. Show your appreciation of the land and water resources of Guam. Come to a free park program!   October 01, 2012  Park Programs October 2012  This month we continue offering fun, engaging programs to the public.   September 07, 2012  Park Programs September 2012  Park rangers offer free programs this month to help you better understand why War in the Pacific NHP is such an amazing place!   August 01, 2012  Park Programs August 2012  Park programs are designed for you to learn more about Guam's history and amazing natural and cultural resources. Best of all, programs are always free!   July 21, 2012  Grand Opening of Museum Exhibits  Long-awaited museum exhibits open to the public, but first to some honored guests on the eve of Guam's Liberation Day.   July 03, 2012  Park Programs July 2012  The park rangers continue to offer free, engaging programs each Saturday and Sunday - what are you waiting for?   June 16, 2012  Hike to Mt Tenjo - June 2012  A free hike is offered this Sunday to Mt. Tenjo. Come along!   May 30, 2012  Park Programs June 2012  They're free. They're fun. They're for you, your friends, and your family. Come to a park program and enhance your understanding of War in the Pacific National Historical Park!   May 01, 2012  Experience your national park in May  Experience your national park in May!   March 24, 2012  Park Programs April 2012  Honor the people of World War II. Show your appreciation of the land and water resources of Guam. Come to a free park program!   March 02, 2012  Park Programs March 2012  Join park rangers this month for a variety of fun and interesting interpretive programs. Park Rangers will lead special guided tours of park sites and share personal stories of those who fought in the Pacific War. Programs provide visitors an opportunity to learn about park resources, the people we honor, and how events of the past still influence us today. For specific program details, please see the attached schedule of events.   January 31, 2012  Park Programs February 2012  Attend a talk or a hike this month and discover the power of place at War in the Pacific NHP!   January 24, 2012  Movie in the Park January 2012  Back by popular demand, join us for an outdoor screening of the classic \"No Man is an Island,\" which dramatically portrays the suspenseful struggle of U.S. Navy Radioman George Tweed. Hidden and protected with the help of several Chamorro families, Tweed miraculously avoided capture during the Japanese occupation. (Two hours)   January 01, 2012  Park Programs January 2012  Find out what programs the park is offering this month... they are all free of charge!   December 01, 2011  Park Programs December 2011  The park hosts a variety of programs, hikes, and special events this month. Find out all about them here.   November 06, 2011  Park Programs November 2011  How can you learn more about the park and the resources and stories we protect? Come to a program!   October 27, 2011  Park Visitor Center Closing for Renovation  The visitor center will be experiencing some changes over the next several weeks. Stay informed with our progress!   October 01, 2011  Park Programs October 2011  Join park rangers this month for a variety of fun and interesting interpretive programs.   October 01, 2011  Junior Ranger Academy in October  War in the Pacific offers opportunities for Guam's youth to discover the island's past.   September 13, 2011  Park Programs September 2011  How can you learn more about the park and the resources and stories we protect? Come to a program!   September 13, 2011  International Coastal Cleanup and Movie in the Park  Come join the ranks of thousands of volunteers in the morning... and return for a Movie in the Park in the evening.   August 09, 2011  War on the Tundra  The park offers a special presentation about Kiska Island in the Aleutians.   August 09, 2011  Park Programs August 2011  How can you learn more about the park and the resources and stories we protect? Come to a program!   August 05, 2011  Battle for the Aleutians  Come learn about other American soil that was captured in World War II.   August 02, 2011  August Movie in the Park  What is Day One all about? Come to Asan Beach to find out at Movies in the Park   July 27, 2011  Visitor Center closed for the day  The park's visitor center will be closed on Saturday, July 30. Find out why and what you can do instead.   July 22, 2011  A Great Day for a Parade  A look at how the national park took part in celebrating Guam's Liberation at the 2011 Liberation Day Parade.   July 07, 2011  Join us for Liberation month!  Find out about July's special programs, talks, and tours available at the national park.   June 14, 2011  Movie in the Park June 2011  The park continues the Ken Burns series, The War.   June 14, 2011  Battle of Saipan at Curator's Corner  The Battle of Saipan occured 67 years ago this month. Learn about it this weekend at the visitor center.   June 05, 2011  New Exhibit at Visitor Center  There is a new exhibit hosted at the park's visitor center.   May 31, 2011  Memorial Day Events 2011  The park recognized Memorial Day with an inspiring flag display and Movie in the Park at Asan Beach.   May 18, 2011  Memorial Day 2011  Learn about how you can become involved with the park's plans for Memorial Day.   May 13, 2011  Curator's Corner - Coral Sea  A fascinating discussion on this naval battle and a close-up look at museum artifacts.   April 12, 2011  Dirt The Movie shown at Asan Beach  Find out about our special Earth Day celebrations.   January 08, 2011  Dangerous Marine Animals  Visitor Center hosts a special presentation on dangerous marine animals.   November 08, 2010  Movie in the Park November 2010  Come help us honor our veterans with a free movie screening at the Asan Beach Unit.   September 06, 2010  Free Film at Visitor Center  Come view \"The National Parks\" documentary... for free!   July 18, 2010  Curators Corner Liberation 2010  Come see WWII artifacts on display at the Visitor Center!   July 09, 2010  Movie in the Park July 2010  Come view a movie at Asan Beach following the Armed Forces Display!   March 31, 2010  U.S. Marine Corps Return to Guam  War in the Pacific National Historical Park hosts the U.S. Marine Corps Battle Color Detachment's historic performance at Asan Beach.      Items posted before August 2006 March 03, 2006 WAPA Reptile Survey USGS survey of War in the Pacific NHP park to inventory reptiles, including the brown tree snake.  March 02, 2006 Camel Rock Ordnance Survey: Photos 1 - 14 Survey of the underwater ordnance found near Camel Rock in the Asan Beach Unit of War in the Pacific NHP. This survey was conducted by park Natural Resources Staff.  March 02, 2006 Camel Rock Ordnance Survey: Photos 15 - 28 Survey of the underwater ordnance found near Camel Rock in the Asan Beach Unit of War in the Pacific NHP. This survey was conducted by park Natural Resources Staff.  March 02, 2006 Camel Rock Ordnance Survey: Photos 29 - 42 Survey of the underwater ordnance found near Camel Rock in the Asan Beach Unit of War in the Pacific NHP. This survey was conducted by park Natural Resources Staff.  March 02, 2006 Camel Rock Ordnance Survey: Text and Files Survey of the underwater ordnance found near Camel Rock in the Asan Beach Unit of War in the Pacific NHP. This survey was conducted by park Natural ResourcesStaff.  March 02, 2006 WAPA Fisheries Study Fisheries catch and impacts are examined in the Asan Beach Unit of War in the Pacific NHP by researchers M. Tupper and T. Donaldson of the University of Guam Marine Laboratory.  February 14, 2006 Guam Residents Come Out for Marine Day at the Asan Beach Unit The US Marine Corps provided park visitors with a display of the tanks, guns, and helicopters used during wartime. This hardware was displayed on the Asan invasion beach of the War in the Pacific NHP, the same beach the Marines stormed over 60 years ago to liberate the island from the Japanese.  December 12, 2005 NPS Tests New Memorial Wall Panels NPS has installed and is observing test panels to discover which construction material will best endure under Guam’s tropical environment. Once the most durable and appropriate material has been identified, the next step will be to seek federal funding for panel replacements for the Memorial Wall at the Asan Overlook unit.  February 08, 2005 National Park Not a Raceway To clear up any misconception the public may have, the use of pocket bikes and other off-road vehicles is prohibited from the park.  November 22, 2004 Public Comment Period for Environmental Assessment (EA) for Fire Management In accordance with the requirements of the National Environmental Policy Act and NPS Director’s Order 12, we are pleased to release an Environmental Assessment (EA) for fire management alternatives at War in the Pacific National Historical Park on Guam. As a result of public scoping in early 2004, the park is now distributing this EA for a 30 day public comment period from November 22, 2004, through December 22, 2004. All written comments received during this time will be duly considered in the environmental decision making process. Please click on the link to review the document.  October 05, 2004 Coral Recruitment on WAPA reefs Park Biologists study coral recruitment to understand ecological process within the park.  July 30, 2004 USGS Conducts Small Mammal Work at War in the Pacific NHP  July 21, 2004 National Park Service Medallions Presented to Guam Liberators and WWII Veterans A ceremony at the Asan Beach unit honored those returning veterans who helped liberate the island of Guam from the Japanese on July 21, 1944.  July 20, 2004 Flags Placed to Commemorate Fallen Heroes On the lawn of the historical Asan Beach Unit of the War in the Pacific National Historical Park, 1,826 American flags were placed into the ground to honor those servicemen that lost their lives on July 21st, 1944. These valient men sacrificed their lives in order to liberate the Chamorro people from the Japanese occupation which endured two and a half years during WWII.  July 20, 2004 War in the Pacific NHP's New Website is Officially Unveiled to the Guam Public, Veterans, and Virtual Visitors On the evening of July 19th, War in the Pacific NHP launched its new website in honor of the 60th anniversary of the liberation of Guam.  July 20, 2004 Wreath Laying Ceremony Honors Guam Liberators A ceremony at the Asan Bay Overlook commemorated the bravery and sacrifice of those who helped liberate Guam 60 years ago.  July 13, 2004 Call for Public Comment - DRAFT of War in the Pacific NHP's Compendium This is a DRAFT of the War in the Pacific NHP Compendium. The park wishes to receive comments from the public regarding the information contained in this document. The comment and input period will be for the next 60 days. Please address comments to the Superintendent, 460 North Marine Corps Drive, Piti, Guam, 96915.  July 13, 2004 War in the Pacific NHP to Debut New Website to Guam Public and Returning Veterans On July 19th, War in the Pacific NHP will debut their newly developed website to the residents of Guam and to those veterans who have returned to the island for the 60th anniversary of the liberation of the island. The event will be at the Outrigger Guam Resort and the program, which includes guest speakers and a website orientation, will last from 6-9 pm.  July 11, 2004 War in the Pacific NHP Displays Exhibits in Honor of 60th Anniversary For the next month, War in the Pacific will be hosting six traveling exhibits at the Guam Council on the Arts and Humanities Agency's Gallery at Two Lovers' Point.  June 03, 2004 Star Gazing Event Attended and Enjoyed by Many War in the Pacific NHP and Pam Eastlick teamed up to host a Star Gazing event in the park to celebrate Memorial Day. This event is just one of many activities scheduled throughout the year to mark the 60th anniversary of the liberation of Guam.  June 02, 2004 Moviegoers Get a Peek at a WWII Cinema Classic at War in the Pacific NHP To help celebrate Memorial Day War in the Pacific NHP hosted \"Movies in the Park\". The event was just one of many activities scheduled this year to commemorate the 60th anniversary of the liberation of Guam.  May 25, 2004 Star Gazing Party at War in the Pacific NHP To celebrate Memorial Day, War in the Pacific will host a Star Gazing Party on May 29th, 2004.  May 25, 2004 WAPA to Host Movies in The Park to Celebrate Memorial Day On Sunday, May 30th, War in the Pacific NHP will host \"Movies in the Park\" at Asan Beach Park.  May 04, 2004 Planes and Pin-Ups – A Traveling Exhibit War in the Pacific National Historical Park will present Planes and Pin-Ups, a traveling exhibit set to open at the 60th anniversary veterans celebrations on Saipan and Guam beginning in June of 2004.  April 29, 2004 Guam's Youth Present Wreath in Commemoration of the 60th Anniversary of the Liberation of Guam On Wednesday, April 28th, Guam's Youth presented a wreath in commemoration of the 60th Anniversary of Guam's Liberation.  April 28, 2004 WAPA Recognized for Volunteer Services  April 26, 2004 USGS Helps Map and Inventory Streams at War in the Pacific NHP This project was the first to focus specifically on the park’s streams, and represents a significant and important step in improving the management of the park’s resources.  April 14, 2004 Dwayne Minton, Ecologist, Wins Highest Natural Resource Honors After having won the Pacific West Region's Award for his achievements in resource management, Dwayne Minton, Ecologist, won the servicewide Director's Award for Trish Patterson Student Assoiciation Award for Natural Resource Managment in a Small Park. Dwayne won the nationwide competition for resource management in a small park and was one of only five people to be honored by NPS for their excellence in the field of natural resources in 2003.  March 15, 2004 Dr. Dwayne Minton Wins 2003 PWR Small Park NR Manager Award WAPA Ecologist won the PWR regional award for excellence in resource management in a small park. Dwayne Minton will now be able to compete for the nation-wide resource management award.  March 15, 2004 Historical Photo Collection Grows by Almost 900 Thanks to Cooperation and Teamwork A trip to the National Archives, the Naval Historical Center, and the United States Marine Corps Historical Center recently supplemented the historical photo collection for War in the Pacific NHP and the American Memorial Park. By teaming with the Arizona Memorial Museum Association, the photo gathering team was able to acquire almost 900 images for future use in publications and exhibits.  March 15, 2004 WAPA Curator Gives Presentation on Disaster Recovery The recent PWR Museum Curator workshop allowed curators and archivists from the region to have meaningful discussions on a variety of subjects. One of the topics included in this year's workshop was on emergency planning and disaster recovery; a topic very relevant to many parks in attendance.  February 12, 2004 General Tibbets To Highlight Saipan’s 60th Anniversary Event Pilot of the Enola Gay will return to the islands which launched his flight on August 6, 1945 – a flight that changed the course of history. General Tibbets will be the keynote speaker at the 60th Commemoration of the Battles of Saipan and Tinian, an event to be held on both islands in mid-June, 2004.  February 11, 2004 Commeration of the 60th Anniversary of the Battle of Saipan and Tinian Clink on the link to visit an informative website which details the activities and events planned to commemorate the 60th Anniversary of the Battle of Saipan and Tinian  February 03, 2004 MEHP and NPS Annual Consultation Meetings Stimulate Meaningful Discussions David Look and Paula Creech facilitated the Micronesian Endowment for Historic Preservation and Annual NPS consulation meetings last week on Guam. These meetings allowed Historic Preservation Officers from throughout Micronesia to discuss pertinent issues to historic preservation and cultural resource management and to summarize new projects and year's accomplishments.  January 31, 2004 WAPA Staff Participate in Andersen Middle School's Annual Career Day WAPA participated in Andersen Middle School's Career Day for the second year in a row. Last year's career day was the first time WAPA went TO the schools of Guam following the destruction of their building by Supertyphoon Pongsona. This year's career fair provided WAPA staff an opportunity to share information about their park and career with middle school students. This event also allowed WAPA staff to reflect on their outreach efforts to the community one year after they did their first school presentation.  January 26, 2004 WAPA Establishes, Benefits from Partnership in Micronesia A recent trip to the Micronesian Seminar in Pohnpei added a wealth of WWII images from throughout Micronesia to WAPA's historical photograph collection. Newly obtained images from Saipan, Tinian, Enewetak, Ulithi, Majuro, Kwajalein, Chuuk, Peleliu, and other Micronesian islands will add depth to the photo collection which was previously focused almost exclusively on Guam.  January 23, 2004 Newly Installed Memorial Graces Asan Overlook Unit While the unveiling of the \"Sons of Guam Memorial\" may have occurred on December 5, 2003, it was not installed until recently. The memorial is now embedded at the Asan Overlook Unit; it will serve as lasting reminder of those Chamorro men who sacrificed their lives. The beautiful plaque truly graces the entire unit.  January 23, 2004 Norton, Cohen, and US Congressmen Participate in Wreath Laying Ceremony at WAPA During a multi-island trip throughout the Pacific, the Honorable Gale Norton,Secretary of the US Department of Interior, David Cohen, Deputy Assistant Secretary of the Interior,and Congressmen from California, Samoa, and Guam visted War in the Pacific and participated in a ceremony that honored fallen Chamorro soldiers.  January 12, 2004 The Dirt on War in the Pacific's Coral Reefs Learn about coral reefs, threats to coral reefs, and the research being conducted by the WAPA Natural Resource Division to determine the spatial and temporal patterns of sedimentation on the park's coral reefs.  January 10, 2004 Information on WAPA's Natural Resources Division A brief introduction to Natural Resource Division at War in the Pacific NHP  December 15, 2003 Memorial Plaque Commemorates Chamorros  December 11, 2003 Sons of Guam Pearl Harbor Memorial On December 6th, the Arizona Museum Memorial Association and the National Park Service honored twelve US Navy sailors from Guam who perished in the attack on Pearl Harbor.  December 02, 2003 Chamorro Victims of Pearl Harbor to be Honored On December 6th, the Arizona Museum Memorial Association and War in the Pacific NHP will host a sunset ceremony to dedicate the Sons of Guam Pearl Harbor Memorial. This memorial plaque will honor the twelve Chamorro men who died aboard the USS Arizona, USS West Virginia, USS Nevada, and the USS Oklahoma during the attack on Pearl Harbor.  December 01, 2003 Memorial Service Honors Ron Wilson On November 21st a memorial service was held in honor of Ron Wilson in the Asan Beach Unit. The ceremony honored Ron as a person, employee, friend, and veteran. A beautiful ceremony celebrated the life and accomplishments of a wonderful man. Ron Wilson passed away at the age of 57.  November 30, 2003 Information on WAPA Submerged Cultural Resources A website link which describes the submerged cultural resources which can be explored within War in the Pacific NHP and on the island Guam.  November 20, 2003 From Sand Dunes to Sonic Booms A new web page launched by the Cultural Resources Division of the National Park Service provides a National Register of Historic Places travel itinerary. The attractive and informative website details the history of aviation and showcases the places that interpret this history. Guam, Chuuk (formerly Truk), Tinian, and Midway are all featured in this website.  November 20, 2003 WAPA Keeps a Watchful Eye on Possible Typhoon Not even a year after Supertyphoon Pongsona destroyed WAPA's museum, administrative offices, and visitor contact facility, another storm brewing in the Caroline islands might pose a new threat to the already facility-less War in the Pacific NHP. Track the storm at the following link. Guam is the Western Pacific region.  November 18, 2003 NPS Grieves Loss of Facility Manager On Saturday November 15, 2003, War in the Pacific National Historical Park Facility Manager Ronald D. Wilson known as “Ron” passed away at the age of 57. WAPA remembers his kindness and dedication and mourns his passing.  November 17, 2003 WAPA Staff Honors 228th Marine Corps Anniversary War in the Pacific, the Government of Guam, the US Navy, and the Arizona Museum Memorial Association Help to Honor the 228 Anniversary of the United States Marine Corps at the Marine Corps Ball.  November 15, 2003 WAPA's Outreach Efforts Detailed in \"Arrowhead\" \"The Arrowhead\", a publication for National Service employees, showcased WAPA's outreach efforts to local schools after Supertyphoon Pongsona destroyed their museum and contact facility. Click on link to read article.  November 10, 2003 WAPA Featured Park of the Week WAPA was selected as Park of the Week for the week of November 10th- November 17th. Park of the Week website shows photographs of the park while providing \"Don't Miss Attractions\", park facts, and information on management priorities.  October 06, 2003 AMMA Board Members Visit WAPA and AMME Board members from the Arizona Museum Memorial Association make a trip to Guam and Saipan to see WAPA and AMME's progress and developments  October 03, 2003 National Public Lands Day Celebrated at WAPA Working with NPS rangers, over 150 Guam Girl Scouts plant flowers within WAPA NHP in coordination with National Public Lands Day  October 01, 2003 WAPA Park Brochure Click to see information of on War in the Pacific National Historical Park. Brochure provides chronology of WWII in the Pacific and information about the capture, occupation, and liberation of Guam.  September 30, 2003 Watching the Duke- Movies in the Park HUGE Success \"Fighting Seabees\" is shown on a big screen within Asan Beach Unit to celebrate WAPA's 25th Anniversary  September 01, 2003 p.4- WAPA Published in Heritage Matters A Sioux canteen found within War in the Pacific NHP is featured in the National Park Service publication, Heritage Matters.  September 01, 2003 Photo of WAPA Artifact in NPS publication (p.24) A photograph of a WAPA artifact appears in the NPS Newsletter \"Heritage Matters\".  August 28, 2003 On-Line Museum to Be Funded by Humanities Grant  August 24, 2003 WWII Veteran Donates Scrapbook, Memories to WAPA Bill Long, who served in Saipan and other islands of Micronesia during WWII, generously donated his scrapbook for future use in exhibits and websites for American Memorial Park and War in the Pacific National Historical Park.  August 08, 2003 Training Provides a Meaningful Experience  July 18, 2003 Kite Museum Brings Excitement to WAPA on July 4 Guam residents flock to WAPA's Asan Beach Unit on the Forth of July to participate in kite-making and kite-flying demonstations. Guests from the Shirone Odako Museum in Japan, the largest kite museum in the world, put on an amazing display to wow WAPA park visitors.  July 13, 2003 War in the Pacific NHP to Debut New Website On July 19th, War in the Pacific NHP will debut their newly developed website to the residents of Guam and to those veterans who have returned to the island for the 60th anniversary of the liberation of the island. The event will be at the Outrigger Guam Resort and the program, which includes guest speakers and a website orientation, will last from 6-9 pm.  July 10, 2003 WAPA Supports Guam Museum's Re-opening Efforts WAPA staff attends a ribbon-cutting ceremony and celebrates the opening of a Guam Museum exhibit within a local shopping mall. The Guam Museum, like WAPA. was destroyed as a result of Supertyphoon Pongsona.  June 14, 2003 Plaque on WAPA Monument Receives Treatment Marine Corps veteran John Gerber volunteers to restore the plaques on the Marine Landing Monument within the Asan Beach Unit at WAPA.  June 02, 2003 Natural Resources Div. to Conduct Wildfire Study WAPA staff dedicated to identifying best management practices.  June 01, 2003 Ga’an Guns to be Treated Through NPS funding, WAPA anti-aircraft and coastal defense guns will be refurbished.  June 01, 2003 WAPA Applies for a Grant to Develop WWII website Museum Curator applies for a grant from a local non-profit in hopes of receiving funding to develop an informative website while the museum remains closed.  May 15, 2003 Flat Stanley's Trip to War in the Pacific NHP, GU Flat Stanley, famed character in children's books, receives a tour of War in the Pacific NHP from Biological Technician Ian Lundgren.  May 15, 2003 WAPA wins PWR Resource Management Award In honor of WAPA's swift and valient efforts to protect and save the museum collection after the destruction of their building, they were awarded with the honorable Pacific West Region's Director's Resource Management Award.  May 13, 2003 Ohio School Asks WAPA for Assistance WAPA ranger responds to a school teacher's request and using computer resources, provides a class in Ohio with a \"virtual tour\" of War in the PAcific NHP.  May 05, 2003 Upi Elementary Welcomes WAPA While WAPA remains without a museum or administrative headquarters as a result of a December Supertyphoon, the staff (Superintendent, Curator, Ecologist, Interpretive Rangers, and AMMA employee) continues their commitment and dedication to the Guam community by doing outreach in a local elementary school.  May 01, 2003 Girls Scouts and NPS Plant Flowers to Beautify NHP In honor of Earth Week, Guam Girl Scouts plant flowers at the Asan Bay Overlook of War in the Pacific NHP.  April 23, 2003 WAPA Supports Earth Week 2003 WAPA rangers and AMMA staff provide interpretation and information regarding coral reefs, indigenous plants, and the uses of the coconut trees in honor of Earth Week.  April 13, 2003 Asan Beach Damage  April 08, 2003 Park Staff Reaches Out to the Community Students gather around and sample Park Ranger Ali Spittler's display of \"amot pasmu\", pneumonia tea and local vegetation.  March 10, 2003 WAPA Goes TO Guam Community During Recovery While recovering from the wrath of Supertyphoon Pongsona, WAPA staff visits a local school and brings cultural, natural, and historical resources in order to provide outreach, education, and interpretive services to the Guam community while they remain without a museum and contact facility. WAPA is offering to go to schools throughout Guam to provide outreach while they lack a permanent facility.  February 25, 2003 Museum and Park Headquarters Close Three months after Super Typhoon Pongsona devastated Guam, park staff are still trying to pick up the pieces.  February 10, 2003 Japanese and American Veterans Honored by Staff  January 30, 2003 Story on Supertyphoon and Link to Photo Images A link to the Arizona Museum Memorial Web Page which provides images and details about Supertyphoon Pongsona and details the events related to the evacuation of the museum collection.  January 21, 2003 Museum Collection Evacuated A detailed description of the complicated task of moving the entire museum collection out of the Haloda building and into the US Attorney's Office.  January 15, 2003 Super Typhoon Pongsona News Information regarding the effects of Supertyphoon Pongsona on War in the Pacific NHP and the island of Guam  January 13, 2003 Red Cross Disaster Relief Effort  January 06, 2003 Guam Declared Disaster Area  Draft of Compendium This is the first version of the compendium. More input will be gathered before it is finalized.  Sioux Canteen Found on Guam Story describes an amazing canteen found within War in the Pacific NHP. Artifact may show link between Sioux Code-talkers and WWII efforts on Guam.  WAPA Artifact Featured on Web",
    "url": "https:\/\/www.nps.gov\/wapa\/learn\/news\/newsarchive.htm"
}
