{
    "title": "War In The Pacific National Historical Park: Piti Guns Unit",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Piti Guns Unit              Piti Guns Unit         Piti Gun NPS Photo  The Piti Guns unit is the site of three Vickers type Model 3 140mm coastal defense guns. The Japanese manufactured these Model 3 coastal defense guns in 1914. During the Japanese Occupation from 1941-1944, the Japanese built up defensive positions on Guam. The Chamorro population was forced to work in building up these defenses, and did so here at Piti Guns. Imagine if you can the dense vegetation that existed here at the time and how hard it would have been to not only hike up the side of this steep terrain but also carry thousands of pounds of steel. These guns were strategically placed in what was in 1944 a village consisting mostly of rice paddies. This area was chosen with consideration to the firing range of the guns. These guns have a firing range of close to 10 miles and were intended for use against ships and landing craft. When the United States Armed Forces came to retake the island on July 21, 1944 these guns were not fully operational. Consequently, not one of the three coastal defense guns was ever fired. But, these guns are representative of the type of weapons used by the Japanese on Guam for the fortification efforts. This same area was used as an Experimental Agricultural Station. The station was established in 1909 and funded by the USDA. An area of 30 acres on the main road between the towns of Piti and Agana was selected because of its accessibility. The Chamorros had small ranches located away from the villages. The methods of cultivation were primitive, and accomplished by hand. Many of the coconut palm ranches were leased to Japanese traders and there was a tendency to not farm but work for the Navy Department on various public improvements. This tendency was proving detrimental to economic conditions and the general welfare. The station helped the people by distributing seeds and plants. The extension activities were mainly concerned with adult demonstrations, boys’ and girls’ work, and school gardens. The boys’ and girls’ club work proved to be the most popular and effective. The children were eager to learn and were willing to put into practice the things they were taught. School gardens proved effective not only in teaching boys and girls better methods, but in serving as convincing demonstrations to older people and as an organized means of distributing seeds and plants that had been found to be adapted to local conditions. In 1915 about 5000 cuttings and several hundred seeds of ornamental plants were started. This included hibiscus, which can be seen growing wild in this area. The first mention of the introduction of Mahogany was in 1917. This grove that stands here was started with 208 Mahogany plants in 1928. Sweitenia macrophylla is native to central and South America. In 1929 it was noted that the native hardwoods of Guam were becoming exhausted. The introduction of Teak and Mahogany were introduced to replace native hardwoods. These two tree species seemed to be well suited for Guam conditions. The Guam Agricultural Experiment Station was closed June 30, 1932 and was transferred to the island government, to be used as an agricultural school. The school was open until 1940.",
    "url": "https:\/\/www.nps.gov\/wapa\/planyourvisit\/piti-guns.htm"
}
