{
    "title": "War In The Pacific National Historical Park: Asan Beach Unit",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Asan Beach Unit              Asan Beach Unit         Asan Beach NPS Photo  Asan Beach has a very rich history. Guam was a Spanish Colony from 1668-1898. Then as a result of the Spanish-American War, the Treaty of Paris granted Guam a colony of the United States. Asan Beach had many uses prior to World War II. In 1892, Asan Beach was the site of a Leper Colony, which was utilized for eight years until it was destroyed by a typhoon. Then in 1901 this land turned into a prison camp for exiled Filipino insurrectionists. They believed the United States should not take over the Philippines. Apolonario Mabini was the most famous of the 42 imprisoned and is still considered a Philippine hero. The monument you see today honors their sacrifice. In 1917 the U.S. declared war on Germany. A German cruiser, the SMS Cormoran had been docked in Apra Harbor for 3 years and subsequently the U.S. Naval authorities demanded surrender and imprisoned the enlisted men of the ship here at Asan Point. In 1922, Asan Point became a U.S. Marine Corp Camp with a quartermaster depot, a small arms range, and barracks. In 1931 the Navy was ordered to have the island demilitarized. Before WWII Congress determined that due in part to its remote location, Guam was indefensible. Strategically, Guam held little importance to the United States. In October of 1941 the 18th Air Unit of the Japanese Navy started flying reconnaissance missions over Guam. On Dec 4, 1941 the 144th Infantry Division known as the South Seas Detachment of the Japanese Army picked up the 5th Defense Force in Rota and headed to Guam. On Dec. 8 & 9, the 18th Air Unit bombed Guam. On Dec. 10, 1941, a gallant but futile stand was put up by US Marines and members of the Insular Force Guard of Guam. The small garrison of US and Chamorro military personnel was no match for the massive invasion force. The island was surrendered to the Japanese. The intent was to cut off the U.S. from the Philippines and to use Guam as an alternate airfield. However, the primary objective for occupying Guam was for the Japanese to protect the vital sea route. During the Japanese occupation, the Chamorro population suffered from work camps which demanded that they repair airfields, built and paved roads, dug hillside caves, trenches and tank traps. The Chamorros were forced to learn and speak Japanese, grow food for Japanese soldiers, and built structures such as tank barriers, pillboxes and gun emplacements. In June of 1944, the United States Armed Forces were ready to retake the island of Guam. The Japanese also knew of this plan. Most of the permanent and elaborate defense installations were placed at Tumon Bay. On June 16, 1944 US cruisers, battleships, and aircraft bombed and shelled Asan and Agat beaches. The Japanese now knew where they planned to attack. The US attack was supposed to take place on June 18, 1944 but was delayed because of the battle for Saipan and the naval battle of the Philippine Sea, known as the Marianas Turkey Shoot. The new invasion date was scheduled for July 21, 1944. This decision also allowed preparation for an Army division to be part of the invasion. Japanese defensive positions were placed on top and on both sides of Asan and Adelup Points. But the previous defenses in Tumon Bay were left because there was not time to move them. The fortifications of Japanese beach defenses were extensive. Obstacles and mines were placed on the fringing reef. The beaches and immediately inland were filled with obstacles and tank traps. Further inland were machine gun positions, pillboxes, heavy weapons, artillery and coastal defense guns. And higher inland to shoot down on the beaches were machine guns, heavy weapons, and artillery. The code name for the Guam operation was \"Stevedore\". United States Navy support included 4 battleships, 3 cruisers, and 3 destroyers just off of Asan. Underwater Demolition Teams came in to destroy obstacles before the US Marines landed. There were 12 troop transports containing the 3rd Marine Division and 16 Landing Ships Tank. The bombardment of the island began at 0530 am on July 21, 1944. Over 18,000 various sized shells were expended and nine thousand rockets launched over the island. Then at 7 am on July 21, the LST's moved toward shore in Asan to unload 180 armored landing vehicles full of assault troops. The Japanese had perfect observation and firing points from high ground. But the mission included securing those high positions to make the beachhead secure for US Marines and Army soldiers to live, sleep, eat, and stockpile supplies. The lead elements of the 3rd Marine Division crossed the reef from 200 to 500 yards offshore and landed on Asan Beach, which was defended by the Japanese 320th Independent Infantry Battalion and naval troops manning the coastal defense guns. The plan was to fight between Adelup and Asan Points, referred to as \"the devil's horns\". From east to west, two battalions of the 3rd US Marine Regiment landed on Beach Red 1, one battalion of the 3rd US Marine Regiment landed on Beach Red 2, three battalions of the 21st US Marines came ashore on Beach Green, in the middle, and three battalions of the 9th US Marines landed on Beach Blue adjacent to Asan Point. The 3rd Marine Division operation order called for the three regiments to land abreast, capture the high ground immediately inland, and prepare for further operations to the east and southeast. Marines assaulted beaches, took Orote Peninsula, and the land behind Asan and the Force Beachhead Line from Adelup Point to Mt. Chachao\/Mt. Tenjo. The Army's 77th Infantry Division fought in Agat, and took Mt. Alifan and the Force Beachhead Line from Facpi Point to Mt. Tenjo. The Asan area was secured on July 28th, but it took until August 10, 1941 to eliminate all organized resistance on the rest of Guam. About 55,000 young Marines and Army soldiers participated in the battle for Guam. 1,866 American servicemen were killed in action or died of wounds during twenty one days of combat. Because of their sacrifice we now enjoy freedom on Guam today. After WWII was over, Asan Beach became known as Camp Asan until 1947.This was used as headquarters and barracks for the US Navy Seabees who helped to reconstruct the island. Then from 1948-1967 it was the \"Civil Service Camp\". In essence, it was a small military base with housing, outdoor theater, tennis courts and fire station. In 1968 the Navy converted the buildings into a hospital annex for use during the Vietnam War. This was utilized for 7 years until in 1975 the area was turned into a Vietnamese Refugee Camp. There were a total of 111,000 refugees that came through Guam. In 1976 Supertyphoon Pamela destroyed all of the remaining buildings, and the area was cleared of the debris by the Navy. Then the National Park Service acquired the area in 1978, and War in the Pacific National Historical Park was established. The Asan Beach Unit contains many historic resources preserved from the war. There are numerous Japanese pillboxes located at Adelup Point. At Asan Beach, on the backside of the point two Japanese gun emplacements have been reinforced with metal beams. These gun emplacements housed 20 cm coastal guns, of which one gun base remains today. At the tip of the point is the Liberator's Memorial. This structure was erected in 1994, to honor all US forces involved in the recapture of Guam. The Liberator's Memorial was dedicated by the National Association of Uniformed Services and the Third Marine Division Association, Guam Branch on the 50th anniversary of the Liberation of Guam. Along the beach there are two Mabini monuments honoring the exiled Filipinos. Next is the Monument for the 3rd Marine Division erected on site by the Third Marine Division Association. The US Landing Monument is also along the beach and is dedicated to the men who fought here. The Asan Ridge contains numerous pillboxes, caves and tunnels.",
    "url": "https:\/\/www.nps.gov\/wapa\/planyourvisit\/asan-beach-unit.htm"
}
