{
    "title": "Fort Pulaski National Monument: Preservation",
    "body": "Lighthouse Preservation         Cockspur Lighthouse NPS  Clinging to the tip of Cockspur Island, the Cockspur Lighthouse has withstood crashing waves, the roar of cannons and the wrath of time. For over 150 years, the lighthouse has defiantly stood watch over the south channel of the Savannah River. Since 1958, the Cockspur Lighthouse has been cared for by the National Park Service as part of Fort Pulaski National Monument. Over the years, steps have been taken to maintain the fragile strucutre on the tip of Cockspur Island. Today, the lighthouse faces the threat of collapse. Heavy erosion at its base, the constant battering by nature, and advanced shipworm infestation has put the lighthouse's very survival in jeopardy. Fort Pulaski and the National Park Service are working hard to stabilize the structure. The structure was recently added to the Georgia Trust for Historic Preservation Places in Peril List in hopes of bringing more attention to the threatened landmark. To learn more about the preservation efforts concerning the Cockspur Lighthouse follow the links below to view updated news and images of the continuing work.      Recent News & Highlights SEAC Archaeological Assessment The Georgia Trust for Historic Preservation Announces its 2008 List of State's 10 \"Places in Peril\" December 2007 Georgia Outdoors, On the Road: Lighthouses November 2007  Enemies from within, without threaten Savannah River landmark Savannah Morning News, November 16, 2007 Georgia lighthouse needs lifeline Savannah Morning News, March 16, 2007  Lighthouse Relighting Brings Needed Attention Fort Pulaski News Release, March 2007   Photos\/Multimedia  Click here to see images of the Cockspur Lighthouse including recent pictures documenting damage to the foundation.  Click here for a multimedia presentation on the lighthouse's preservation efforts.   Donations  Fort Pulaski and the National Park Service estimates that it will cost nearly $1,000,000 to repair significant damage to the lighthouse's foundation. Your purchases, as well as your tax-deductible donations through Eastern National, our not-for-profit-partner, will help ensure the survival of this Georgia landmark. Thank you for your support! Donations may be sent to: Eastern National c\/o Fort Pulaksi NM P.O. Box 30757 Savannah, Ga 31410",
    "url": "https:\/\/www.nps.gov\/fopu\/learn\/historyculture\/lighthouse-preservation.htm"
}
