{
    "title": "War In The Pacific National Historical Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes         War in the Pacific National Historical Park does not have an entry fee. Day Use Reservations War in the Pacific National Historical Park, a national landmark created to commemorate the bravery and sacrifice of those participating in the campaigns of the Pacific theater of World War II, is an ideal spot for families or small groups to host a picnic, barbeque, small party, or relax. Permits are required for groups larger than 25 people. Free Day Use Reservation Permits are available for private groups fewer than 100 people. Please be aware that the following activities are prohibited:   Operating a generator Organized sports The use of weapons Possession of fireworks Camping Ground fires Entering tunnels and caves Removing, cutting, or damaging natural resources Climbing on trees or historic objects Jumpers and bouncers Driving or parking vehicles on the beach, sidewalks, or grass Activities that prevent, disrupt or interfere with public access to park areas and points of interest  Reservations are issued on a first come, first served basis. Visitors should apply at least two days in advance. Day Use Permit usually approve in about two days. Requests may be denied due to the lack of sufficient time to process the request. To complete your Day Use Reservation, stop by the T. Stell Newman Visitor Center or call 671-333-4050. Special Use Permits   Special Use Permits are required for groups of 100 or more people, events sponsored by an organization or agency rather than an individual, or special activities such as:  First amendment rights Weddings Meetings and training using park facilities Events or activities open to the public Religious services or assemblies Organized vehicle displays  To learn how to apply for a special use permit, call 671-333-4050. *Commercial filming or photography requires a Filming Permit. To learn more about a Filming Permit, call 671-333-4050",
    "url": "https:\/\/www.nps.gov\/wapa\/planyourvisit\/fees.htm"
}
