{
    "title": "War In The Pacific National Historical Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations         War in the Pacific National Historical Park, a national landmark created to commemorate the bravery and sacrifice of those participating in the campaigns of the Pacific theater of World War II, is an ideal spot for a variety of special activities. Special Use Permits are required for events and activities that provide a benefit to an individual, group, or organization, rather than the public at large as well as activities not related to the legislatively mandated purpose of War in the Pacific National Historical Park. These permits are issued and approved only after National Park Service staff determine that the activity will not impair park values, resources, and visitor enjoyment. The following activities require a Special Use Permit:  Groups of 100 or more people Events sponsored by an organization or agency rather than an individual First amendment rights Weddings Meetings and training using park facilities Events open to the public Religious services or assemblies Organized vehicle displays  How to Apply Click here to download a Special Use Permit Application. Please complete the application and, if you wish to use the Asan Beach Unit, mark your desired location on the attached map. You may bring the completed form to the T. Stell Newman Visitor Center. Incomplete applications (applications that do not include proof of liability insurance and a $20 application fee) will not be processed. Please allow two weeks for the processing of completed permit applications. Applications may be denied due to the lack of sufficient time to review and process. If you have questions about the application process, call 671-333-4050. Fees and Requirements General Liability Insurance General liability insurance is required in order to protect the U.S. Government from claims or litigation connected with injury or damage resulting from the actions of the permittee or his\/her agents or employees. Before a permit application can be processed, the permittee must provide proof of general liability insurance naming the \"United States of America\" as additionally insured in the amount of $1,000,000.00. Application Fee: $20 A non-refundable fee of $20.00 must be included with the application. Applications for Special Use Permits will not be considered or processed without the application fee. Application fees cannot be waived. Administrative Fee: $50 An Administrative Fee of $50.00 will be assessed if the Special Use Permit requires review and approval by park management. Additional administrative fees may be assessed depending on the review and process requirements due to the complexity and scope of the proposed activity. All administrative fees are due prior to issuing the Special Use Permit. Monitoring Costs Some special use activities may require the presence of park staff to safeguard park resources, government property, and visitors. The time spent supervising the activity will be charged as additional monitoring costs. Monitoring costs are due prior to issuing the Special Use Permit. Performance Bond A performance bond or cleaning deposit is required to ensure that the park is left in its original condition. Performance bonds will be assessed as follows:  Less than 100 people = $75 More than 100 people = $150 More than 500 people = $500  How to Pay Fees All fees and performance bonds must be paid by check payable to the \"National Park Service.\" Neither cash nor credit cards can be accepted. A $50 fee shall be imposed for non-sufficient funds. Additional requirements or conditions may apply. Prohibited Activities:  Sale of food or merchandise Soliciting or accepting donations or monetary transactions Operating a generator Organized sports The use of weapons Possession of fireworks Athletic contest Camping Ground fires Entering tunnels and caves Removing, cutting, or damaging natural resources Climbing on trees or historic objects Jumpers and bouncers Driving or parking vehicles on the beach, sidewalks, or grass Use of motorized watercraft within the reef flat Use of Launching, landing, or operating an unmanned aircraft (drones, quadcopters, or model aircraft) Activities that prevent, disrupt or interfere with public access to park areas and points of interest  These activities diminish the enjoyment by visitors of the peach and tranquility of the park. Click here to download the complete Special Use Permit Policy.",
    "url": "https:\/\/www.nps.gov\/wapa\/planyourvisit\/permitsandreservations.htm"
}
