{
    "title": "War In The Pacific National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           135 Murray Blvd. Ste. 100  Hagatna, GU 96910                 Directions         From the airport or Tumon, where most hotels are located, make your way to Route 1, Marine Corps Drive. Head south until the road ends and you arrive at the Naval Station Guam front gate. To the right, adjacent to the large 2-man Type-C Japanese midget submarine, is the T. Stell Newman Visitor Center.   Directions Details           Operating Hours & Seasons         T. Snell Newman Visitor Center Open all year, except Thanksgiving, Christmas, and New Year's Day.   Standard Hours    Sunday: 9:00 AM - 4:30 PM   Monday: 9:00 AM - 4:30 PM   Tuesday: 9:00 AM - 4:30 PM   Wednesday: 9:00 AM - 4:30 PM   Thursday: 9:00 AM - 4:30 PM   Friday: 9:00 AM - 4:30 PM   Saturday: 9:00 AM - 4:30 PM      Additional Information View More       Christmas Day:   -       New Year’s Day:   -       Thanksgiving Day:   -          Park Districts  War in the Pacific National Historical Park Administrative Office Open Monday through Friday, except Thanksgiving, Christmas, and New Year's Day   Standard Hours    Sunday: Closed   Monday: 9:00 AM - 4:30 PM   Tuesday: 9:00 AM - 4:30 PM   Wednesday: 9:00 AM - 4:30 PM   Thursday: 9:00 AM - 4:30 PM   Friday: 9:00 AM - 4:30 PM   Saturday: Closed      Additional Information View More       Christmas Day:   -       New Year’s Day:   -       Thanksgiving Day:   -           Apaca Point Open all year.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset      Asan Beach Open all year.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours      Piti Guns Open all year.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset      Asan Beach Overlook Open all year, except Thanksgiving, Christmas, and New Years Day.   Standard Hours    Sunday: 8:00 AM - 5:00 PM   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 8:00 AM - 5:00 PM      Additional Information View More       Christmas Day:   -       New Year’s Day:   -       Thanksgiving Day:   -           Ga'an Point Open all year.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           http:\/\/forecast.weather.gov\/MapClick.php?lat=13.47190933300044&lon=144.74977715100056         Fees & Passes     Entrance Fees:   There is no entrance fee to any of the park units. - $0.00 All park units, including the T Snell Visitor Center, are free of charge.         Visitor Centers       T. Snell Newman Visitor Center Brand new museum exhibits are now open to the public at the park visitor center. These exhibits are highly interactive and feature the latest technology, gripping personal stories, museum artifacts, and multiple language support. They also set new standards in ADA accessibility and design.               War in the Pacific National Historical Park, a national landmark created to commemorate the bravery and sacrifice of those participating in the campaigns of the Pacific theater of World War II, is an ideal spot for a variety of special activities. Special Use Permits are required for events and activities that provide a benefit to an individual, group, or organization, rather than the public at large as well as activities not related to the legislatively mandated purpose of War in the Pacific National Historical Park. These permits are issued and approved only after National Park Service staff determine that the activity will not impair park values, resources, and visitor enjoyment. It is an ideal spot for families or small groups to host a picnic, barbeque, small party, or relax. There are no entry fees.  Guam's warm climate, sandy beaches, and turquoise waters beckon visitors to rediscover the island's rich heritage.   Fishing, hiking, picnicking, and (for those with experience) snorkeling and diving are among the many recreational opportunities available in the individual park units and around the island. The year-round temperature averages 27°C (80°F) and the ocean temperature a pleasant 27.2°C (81°F) May to November is the rainy season, and you can expect wet, hot, and humid days. Temperatures cool down from November through April, the dry season, and tropical trade winds are common. Typhoons can occur in any month, although they are more common during the rainy season. But don't worry: typhoons give ample warning of their coming and there is plenty of time to take shelter. Park historic structures and military equipment are more than 50 years old and are very fragile. Do not disturb any of the historic ground features, such as foxholes, trenches, and bomb craters. Please do not remove or mar the historic and natural objects beneath the water's surface. They are protected by law.",
    "url": "https:\/\/www.nps.gov\/wapa\/planyourvisit\/basicinfo.htm"
}
