{
    "title": "Fort Pulaski National Monument: Historic Weapons Program",
    "body": "Historic Weapons Program         Volunteers fire the 30-pounder Parrott Rifle at Fort Pulaski Leo Virant  Fort Pulaski National Monument has one of the most active historic weapons programs in the NationalPark Service. The park presents daily rifle-musket and weekend cannon demonstrations throughout the year. Fort Pulaski has one of the largest firing reproduction cannon in the National Park Service: A 30-pounder Parrott Rifle. Members of the park staff receive regular training and certification on the safe and proper ways to load, clean, and fire the muskets, rifles, and cannon which would have been common here. In turn, they train a group of volunteers to serve as demonstrators for the Historic Weapons programs. At Fort Pulaski National Monument, the National Park Service conducts regular demonstrations of cannon and musket firing blank cartridges throughout the year. Each demonstration includes detailed information on the type of equipment used and how it fit into the larger story of the park. For more information on Fort Pulaski's Historic Weapons Programs, contact the park directly at (912) 786-5787. The park's certified Historic Weapons Program Coordinator is Joel Cadoff and he can be reached at extension 214 or by e-mail.        Volunteers work through the National Park Service's Historic Weapons Manual Joel Cadoff  Fort Pulaski National Monument has a contigent of local volunteers that help maintain the Historic Weapons Program on a weekly basis. The park also sees living history volunteers from all over the southeastern United States by hosting several weekend programs throughout the year. Only reproduction weapons are utilized in the Historic Weapons Program. The park has several Enfield and Springfield Rifle-muskets that are used on a daily basis. The artillery program utilizes a 30-pounder Parrott rifle on siege carriage, two 12 pounder bronze howitzers on field carriages, and will soon see a 32-pounder seacoast cannon on casemate carriage. If you're interested participating in the Historic Weapons Program at Fort Pulaski National Monument, familiarize yourself with the following National Park Service's Historic Weapons Program Guidelines and weapons manuals.  National Park Service Historic Weapons Safety Policies - 144 KB Fort Pulaski Historic Weapons Program Inspection Procedure and Safety Regulation - 116KB  19th Century Artillery Manual (Draft) - 2.5 MB 19th Century Percussion Musket Manual (Draft) - 1.47 MB",
    "url": "https:\/\/www.nps.gov\/fopu\/getinvolved\/supportyourpark\/fopu_hwp.htm"
}
