{
    "title": "Organ Pipe Cactus National Monument: Ranger Programs",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger Programs              Ranger Programs        Want to learn more about the Sonoran Desert? Our park rangers are here to help you explore your park and have fun! NPS Photo       Have you ever wondered why Organ Pipe and Saguaro cacti don't grow in all the American deserts?  How is the Sonoran Desert different from the others anyway? Join us one of our free interpretive programs as we share the stories about your National Monument.  Interpretive programs are offered January through April, with a limited schedule of programs beginning in December. Program schedule is printed in the park newspaper and posted at bulletin boards around the park. Programs are subject to change. Please check with the Kris Eggle Visitor Center (520)-387-6849 ext 7302 for more information.         Desert View Hike: Explore the desert ecosystem and see desert plants up close. A 1.5 mile easy loop trail with great views awaits. Meet at the group campsite in Twin Peaks Campground.      Ajo Mountain Van Tours: Take the opportunity to spend 3 hours with a ranger on a drive through one of the monument's most beautiful areas. Space is limited to 10 people per day so reservations are required for this tour. Be sure to call or visit the Kris Eggle Visitor Center early in your visit to reserve your space.      Location Talk- Quitobaquito Spring: Join a ranger at this gorgeous desert oasis and learn about the animals and its rich cultural history. Meet the ranger at Quitobaquito or contact the visitor center to reserve a spot on the van.      Patio Talks: These 15 minute presentations take place on the back patio of the Kris Eggle Visitor Center. Subjects and presenters vary.      Location Talk- Gachado Line Camp: Join a ranger at this historic cowboy line camp and explore the hard work it took to ranch the Sonoran Desert. Meet the ranger at Gachado or reserve a spot on the van.       Ranger's Choice Hike: Go bird watching, walk to an abandoned copper mine, search for wildlife along a dry river bed, or learn the stories in the stones with a ranger. Hikes are posted at bulletin boards and vary in length and difficulty.      Evening Programs: End your evening with a 45-60 minute slide show at the Twin Peaks Campground amphitheater. Presentations cover a variety of topics, including natural and cultural history. Check bulletin boards for topics.       Evening Program in Ajo, AZ: Once a week a ranger will present an evening program in Ajo, Arizona. Locations will vary, check at visitor center for more information.      Explore the Desert After Dark: This winter, Organ Pipe Cactus comes alive after dark.  Join park rangers for full moon hikes and stargazing programs throughout the season.       Special Programs: Special educational and recreational programs will be offered to throughout the season. Check with the visitor center for more information.  All programs take place at the Visitor Center.   Science Lecture Series  Organ Pipe Cactus Division Chief Talks  Border Patrol 101        End your day by enjoying an evening program at the Twin Peaks Campground Amphitheater NPS Photo",
    "url": "https:\/\/www.nps.gov\/orpi\/planyourvisit\/ranger-programs.htm"
}
