{
    "title": "Fort Pulaski National Monument: The Great Backyard Bird Count",
    "body": "The Great Backyard Bird Count         The 17th Annual Great Backyard Bird Count GBBC  The 17th Annual Great Backyard Bird Count  The Great Backyard Bird Count is an annual four-day event that engages bird watchers of all ages in counting birds to create a real time snapshot of where the birds are across the continent. Anyone can participate, from beginning bird watchers to experts. It takes as little as 15 minutes on one day, or you can count for as long as you like each day of the event. It's free, fun, and easy-and it helps the birds.  Why Count Birds?  Scientists and bird enthusiasts can learn a lot by knowing where the birds are. Bird populations are dynamic; they are constantly in flux. No single scientist or team of scientists could hope to document the complex distribution and movements of so many species in such a short time.  We need your help. Make sure the birds from your community are well represented in the count. It doesn't matter whether you report the 5 species coming to your backyard feeder or the 75 species you see during a day's outing at Fort Pulaski National Monument. How to Participate Instructions  The 2014 GBBC takes place February 14 through February 17 and it's as easy as 1,2,3!  1. Plan to count birds for at least 15 minutes on one or more days of the count. You can count for longer than that if you wish! Count birds at Fort Pulaski on as many days as you like-one day, two days, or all four days. Submit a separate checklist for each new day. You can also submit more than one checklist per day if you count in other locations on that day.  2. Count the greatest number of individuals of each species that you see together at any one time. You may find it helpful to print out the Fort Pulaski checklist to get an idea of the kinds of birds you're likely to see near the fort in February. You could take note of the highest number of each species you see on this checklist.   3. When you're finished, enter your results online at www.BirdCount.org. You put in a new list for each time you count, whether it's on the same day, a different day, at the same place, or at a new location. Click the links below for more information.  Great Backyard Bird Count Website",
    "url": "https:\/\/www.nps.gov\/fopu\/learn\/nature\/the-great-backyard-bird-count.htm"
}
