{
    "title": "Fort Pulaski National Monument: Environmental Factors",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors               Environmental Factors         Salt-water Spartina Grass NPS  The past history of Cockspur Island in regard to its alteration by man for fortification and spoil deposits is reflected in the number of non-native species found here. In addition, the close proximity to the port of Savannah and the long history of maritime trade along the Savannah River provides further opportunities for species not native to the area to become established.  Sixty-eight species of plants have been recorded at the Monument that would be considered non-native. Many of these non-native species have been introduced in the landscape of dredge spoil and maintained grass areas for so long that they may be considered naturalized. On the other hand, eighteen species have been recorded on the site that would be considered of concern to management because they tend to be invasive or disruptive to natural communities. Of these, Chinese tallow-tree (Sapium sebiferum) and China-berry (Lonicera japonica) are, perhaps, the non-native species of greatest concern. Although both of these species are well established on spoil deposits on Cockspur Island, they are not well established yet in the mature, maritime forest in which the park nature trail is located. The only species of non-native animal known to exist at the Monument are the house mouse (Mus musculus), black rat (Rattus rattus) and European starling (Sturnus vulgaris). Of these only the starling is probably considered a species of concern. Starlings can impact natural food sources that native species utilize, as well as compete with native birds for cavity nesting sites. Pests are those species that interfere with the purposes of the park such as protecting cultural or natural resources, or visitor safety. The Integrated Pest Management (IPM) program at Fort Pulaski involves several pest control techniques stressing physical and biological controls. Chemical controls will be considered only after elimination of all other available options. The following park species are considered pests: salt marsh mosquito (Aedes taeniarhynchus and Aedes sollicitans), German cockroach (Blattella germanica), American cockroach (Periplaneta americana), fire ant (Solenopsis geminata Fabicius), (Solenopsis xyloni McCook), (Solenopsis invicta Buren), black rat (Rattus rattus), eastern subterranean termite (Reticulotermes flavipes Kollar), common drywood termite (Cryptotermes brevis Walker), and bagworm (Thyridopteryx ephemeraeformis). The Monument contains some of the most pristine resources in the area, as indicated by the presence of Class 1 waters for recreational harvest of shellfish. However these waters are potentially threatened by a variety of problems. Of utmost concern is contamination from the numerous industrial sources upstream on the Savannah River which, in the vicinity of metropolitan Savannah, include wastewater treatment plants, chemical producers, a natural gas processing facility and a paper mill. Further upstream is the Savannah River Site, a nuclear weapons production facility notorious for contamination of the Savannah River and its tributaries. In addition, port facilities in Savannah require substantial dredging of the main channel of the Savannah River adjacent to the northern boundary of the Monument. During the dredging process contaminants sequestered in the sediments are reintroduced to the water column, threatening the re-suspension of pollutants. Additionally, the park is concerned about the impacts of dredging activities on shoreline erosion along the north shore of the Monument. The close proximity of the shipping channel to significant cultural and natural resources raises the prospect that unchecked erosion may threaten the resources the park is mandated to protect. With the Monument being only a short distance from the ocean, and due to the area’s low relief, Fort Pulaski is one of the highest points in the immediate area in which to obtain a view. With this being the case, atmospheric visibility and thus pollution are a management concern at the park. In cases of low visibility due to weather conditions or manmade pollution, there is the potential for a negative effect on visitor’s perceptions and enjoyment of the resource. Likewise, poor air quality has the potential to impact the natural resources of the Monument. The local flora and fauna are true barometers of the pollution problems stemming from the greater Savannah area. The most sensitive area is that of the salt marsh, which contains vast numbers of organisms. In addition, air pollution could possibly affect the endangered species which are known to inhabit the area.       Varied landsape of Cockspur Island, GA FOPU",
    "url": "https:\/\/www.nps.gov\/fopu\/learn\/nature\/environmentalfactors.htm"
}
