{
    "title": "Fort Pulaski National Monument: Participating Parks",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be a Junior Civil War Historian     Participating Parks                Participating Parks              The parks participating in the Junior Civil War Historian Program tell the story of some of the most important military campaigns of the war. Each park also adds to our understanding of the political, social and cultural upheaval throughout the country before, during, and after the conflict. Additional parks are joining the program! So check this page often to see the newest participating parks. Beyond the Battlefield  Andersonville National Historic Site Captured soldiers from nearly every major campaign in the Civil War were held at this Confederate prison. Andrew Johnson National Historic Site Learn about our 17th President and a key figure in the saga of the Civil War and Reconstruction. Cane River Creole National Historical Park Discover how the Civil War impacted plantation life and the Creole culture. Great Smoky Mountains National Park Discover how the Civil War affected the lives of people living in what is now one of the nation's most beautiful national parks. Natchez Historical Park Take a glimpse into the lifestyle of the pre-Civil War American South and understand the roles that slaves played in an estate setting.   Controlling the Coast   North and South prized the massive forts that guarded the key harbors and rivers of the Confederacy. The struggle for control of these bastions was a matter of political pride and economic survival for both sides. Fort McHenry National Monument Fort McHenry housed Confederate prisoners during the Civil War. Fort Pulaski National Monument Federal rifled cannon showed that the days of the brick fort were over while forcing the Confederates to surrender this important guardian of Savannah, Georgia. Fort Sumter National Monument On April 12, 1862, the first shots of the Civil War boomed across Charleston Harbor. Union forces spent the next four years trying to retake this key location. Gulf Islands National Seashore Gulf Islands is the nation's largest national seashore where people love to visit the beautiful beaches and swim in the Gulf of Mexico, but it also protects four massive brick forts (Massachusetts, Pickens, Barrancas & Advanced Redoubt) that saw action in the Civil War. Struggle for the Heartland  The following parks tell the story of the fight for control of the rivers, railroads, and towns that made up the heart of the Confederacy. Chickamauga & Chattanooga National Military Park The fighting here in the fall of 1863 secured Chattanooga for the Union and set the stage for a Federal push into Georgia and central Alabama. Cumberland Gap National Historical Park Confederate and Union troops guarded the pass between Tennessee and Kentucky throughout the war. Fort Donelson National Battlefield The fall of of Fort Donelson forced the Confederates to abandon Nashville, Tennessee and gave control of the Tennessee and Cumberland Rivers to the Union. Kennesaw Mountain National Battlefield Park The bloody fighting here helped seal Atlanta's doom in June 1864. Ocmulgee National Monument Two 1864 battles for Macon, Georgia raged within the park's boundaries. Stones River National Battlefield This bloody Union victory supported the Emancipation Proclamation and opened the way for a Federal thrust towards Chattanooga, Tennessee.   Freeing the Father of Waters  The Mississippi River was the most vital military and economic transportation route in the nation. Both sides knew that victory was almost impossible without control of its waters. Shiloh National Military Park The massive casualty lists from this battle shocked the nation and heralded a long, bloody conflict ahead. Vicksburg National Military Park Grant's brilliant campaign that ended with Vicksburg's surrender gave the Union control of the Mississippi River and dealt a terrible blow to Confederate hopes for victory.   Eastern Theater  Some of the largest and best know battles and campaigns took place in the area between the Washington D.C. and Richmond, Virginia. Appomattox Couthouse National Historical Park The site of General Robert E. Lee's surrender to General Ulysses S. Grant on April 9, 1865.   War in the West  The battles and campaigns that took place west of the Mississippi River presented unique challenges and opportunities for the opposing sides. Arkansas Post National Memorial The battle here was a devastating blow to the Confederate forces in Arkansas and helped pave the way for the fall of Vicksburg, Mississippi. Fort Smith National Historic Site The Civil War stories of whites, blacks, and native Americans came together in and around this key point in Arkansas. Fort Union National Monument Federal forces from Fort Union ended the Confederate threat to New Mexico at the Battle of Glorietta Pass on March 26-28, 1862. Pea Ridge National Military Park This March 1862 battle decided the fate of Missouri. Wilson's Creek National Battlefield Wilson's Creek was the first major Civil War battle fought west of the Mississippi River, and the scene of the death of Nathaniel Lyon, the first Union general killed in combat.",
    "url": "https:\/\/www.nps.gov\/fopu\/learn\/kidsyouth\/participating-parks.htm"
}
