{
    "title": "Fort Pulaski National Monument: Battle for Fort Pulaski",
    "body": "Battle for Fort Pulaski       Though completed in 1847, Fort Pulaski was under the control of only two caretakers until 1860 when South Carolina seceded from the United States and set in motion the Civil War. It was at this time that Georgia governor Joseph E. Brown ordered Fort Pulaski to be taken by the state of Georgia. A steamship carrying 110 men from Savannah traveled downriver and the fort was signed over and now belonged to the state of Georgia. Following the secession of Georgia in February 1861, the state joined the Confederate States of America. Confederate troops then moved into the fort and prepared for possible attack. Union Forces take Tybee By December 1861 Tybee Island was thought to be too isolated and unprepared for conflict and was abandoned by Confederate forces. This allowed Union troops to gain a foothold across the Savannah River from Fort Pulaski. Union forces began construction of batteries along the beaches of Tybee. Once on Tybee, General Thomas Sherman conceived the idea that it might be more advantageous to by-pass Fort Pulaski and make a direct attack on the city of Savannah. He tried to sell this plan to the commander of the naval forces on whom he would have to depend for transport, protection, and assistance in the siege operations he had in mind. Du Pont obligingly ordered a reconnaissance of the winding waterways that led into the Savannah River above Fort Pulaski, but when he discovered how shallow these waterways were at certain stages of the tide, he pronounced the whole scheme impractical and dangerous. This difference of opinion between the Army and Navy commanders on the conduct of the campaign finally led to the removal of Sherman, but in the meantime the general ordered a tight noose of batteries and gunboats to be thrown around Fort Pulaski. When the Confederate supply ship, Ida, came down the Savannah River on the morning of February 13 on one of her regular trips to the fort, a battery of heavy guns, which the Federals had secretly constructed at Venus Point on the north bank of the river, opened up. The old sidewheeler ran the gauntlet under full steam with shots splashing in her wake. Luck was with her, for the Federal guns, after firing nine shots, recoiled off their platforms. It was the Ida's last trip to Pulaski. Two days later she slipped her moorings, ran down the South Channel under the guns of the fort, rounded the point at Lazaretto, and returned to Savannah through Tybee Creek and the Wilmington Narrows. During the following week the Federals completed the absolute investment or blockade of Fort Pulaski. They built another strong battery on the south bank of the Savannah River opposite Venus Point and threw a boom across Tybee Creek. To seal this waterway they entrenched two companies of infantry along its bank and assigned a gunboat to patrol the channel. At the same time they destroyed the telegraph line between Savannah and Cockspur Island. From now on neither supplies nor reinforcements could be brought to the fort, nor could the Confederate garrison escape to the mainland. After February 15 the only communication with Savannah was by courier who came and went by night through the marshes, often having to swim the creeks and rivers to avoid the Federal pickets. Five companies formed the garrison of Fort Pulaski when the fort was cut off. Company B of the Oglethorpe Light Infantry, the German Volunteers, the Washington Volunteers, and the Montgomery Guards were members of the 1st Regiment of Georgia Volunteers. The Macon Wise Guards was accredited to the 25th Regiment of Georgia Regulars. The total strength of the garrison was 385 officers and men. In command was Charles H. Olmstead, who had been elected colonel of the 1st Volunteer Regiment on December 26. To defend the fort there were 48 guns. The armament was distributed evenly to command all approaches. On the ramparts facing Tybee Island were five 8-inch and four 10-inch columbiads, one 24-pounder Blakely rifle, and two 10-inch seacoast mortars. In the casemates bearing on Tybee were one 8-inch columbiad and four 32-pounder guns, while in batteries outside the fort were two 12-inch and one 10-inch seacoast mortars. The remaining guns were mounted to command the North Channel of the Savannah River and the sweeping marshes to the west. The New Weapon The time had come to decide whether to take Fort Pulaski by force or to wait for the garrison to starve. The fort had been provisioned on January 28 with a 6 months' supply of food, which might have been made to last, by careful rationing, to mid-August or even September. Eventually, however, surrender would have been inevitable. Sherman was undoubtedly aware of these circumstances, but he does not seem to have given serious thought to playing a waiting game. The Northern press was clamoring for action, and Sherman, himself, was still bent on the quick capture of Savannah. Whatever merit this dream may have had will never be known, for on February 14 the Commanding General of the United States Army ordered the entire effort of the expeditionary force to be expended on the reduction of Fort Pulaski. Long before this order reached headquarters on Hilton Head Island, Sherman had taken decisive action. On February 19 he sent his Chief Engineer, Capt. Quincy A. Gillmore, to take command of all troops on Tybee Island and to prepare for the bombardment of Fort Pulaski. Gillmore was destined to play the leading role in the Fort Pulaski story and win for the fort a permanent niche in the military annals of the United States. A brilliant member of the Corps of Engineers, he is described by the newspaper correspondent, Whitelaw Reid, as \"a quick-speaking, quick-moving, soldierly man . . . a fine, wholesome looking, solid six footer, with big head, broad, good humored face, and a high forehead faintly elongated by a suspicion of baldness, curly brown hair and beard, and a frank open face.\" His greatest attribute as a soldier was a fearless disregard for tradition. At the Battle of Fort Pulaski, Gillmore was breveted a brigadier and later he became a major general of volunteers.  Guns were hauled by manpower. From Harper's Pictorial History of the War of 1861. In 1862, Fort Pulaski was considered invincible. Its 7-1\/2-foot solid brick walls were backed with massive piers of masonry. The broad waters of the Savannah River and wide swampy marshes surrounded the fort on all sides. Ships of the Navy could not safely come within effective range of this citadel, and there was no firm ground on which land batteries could be erected nearer than Tybee Island, from 1 to 2-1\/2 miles away. All previous military experience had taught that beyond a distance of 700 yards smoothbore guns and mortars would have little chance to break through heavy masonry walls, and beyond 1,000 yards no chance at all. In referring to Fort Pulaski, the United States Chief of Engineers, General Totten, said \"you might as well bombard the Rocky Mountains.\" General Lee, himself, standing on the parapet of the fort with Colonel Olmstead, pointed to the shore of Tybee Island and remarked, \"Colonel, they will make it pretty warm for you here with shells, but they cannot breach your walls at that distance.\" In the minds of the experts a long-range bombardment would merely serve to pave the way for a direct assault. Gillmore held a different opinion. He was familiar with the test records of a new weapon, the rifled gun, with which the Army had begun to experiment in 1859, and, on December 1, 1861, he broke with tradition and risked the laughter of his superiors. After a careful reconnaissance he reported to Sherman that it would be possible to reduce Fort Pulaski with mortars and rifled guns from Tybee Island. On this basis he submitted a complete plan for the attack on Fort Pulaski. Sherman approved the plan, but he made it clear that he doubted the usefulness of the rifled guns. In concluding his endorsement he wrote, \"All that can be done with guns is to shake the walls in a random manner.\" On the northwest shore of Tybee Island facing Fort Pulaski these troops erected 11 batteries for guns and mortars. Their job was made particularly difficult because the last mile of the shore, on which seven of the major batteries had to be established, was an open marsh in full view of the fort and within effective range of its guns. Here all work was performed at night. The men were not allowed to speak above a whisper and were guided by the notes of a whistle. Before dawn each morning evidence of the night's work was concealed by camouflage. When the batteries were ready, the guns were hauled across the marsh on sling carts. These loads were so extraordinarily heavy that it was often necessary to harness 250 men to a cart. Even on the last night before the bombardment the work continued. In the flickering light of lanterns men filled cartridge bags, cut paper fuses, and whittled wooden fuse plugs. The final armament comprised 36 pieces placed at various distances from the fort as shown in the following table:     1. Battery, Stanton, 3 heavy 13-inch Mortars, at 3,400 yds    2. Battery Grant, 3 heavy 13-inch Mortars, at 3,200 yds    3. Battery Lyon, 3 heavy 10-inch Columbiads, at 3,100 yds    4. Battery Lincoln, 3 heavy 8-inch Columbiads, at 3,045 yds    5. Battery Burnside, 1 heavy 13-inch Mortars, at 2,750 yds    6. Battery Sherman, 3 heavy 13-inch Mortars, at 2,650 yds    7. Battery Halleck, 2 heavy 13-inch Mortars, at 2,400 yds    8. Battery Scott, 3 10-inch Columbiads, 1 8-inch Columbiads, at 1,670 yds    9. Battery Sigel, 5 30-pdr. Parrott, 1 48-pdr. James, (old 24 pdr.) at 1,650 yds   10. Battery McClellan, 2 84-pdr. James, (old 42 pdr.) 2 64-pdr. James, (old 32 pdr.) at 1,650 yds      Confederate Preparations On Cockspur Island, meanwhile, the Confederates were engaged in making final arrangements to defend Fort Pulaski. The garrison had worked long hours, and the men were weary and apprehensive. In accord with the instructions of General Lee they tore down the light veranda in front of the officers' quarters and replaced it with a traverse or covered passage made of timbers and earth. They piled sandbags between the guns on the ramparts and dug \"rat holes\" in the terreplein for the protection of the gunners. To prevent round shot and shell from rolling, they cut the entire parade ground into wide traps and trenches. In Savannah, on the eve of the battle for Pulaski, a large audience unaware of the impending event, was entertained by Blind Tom, famous Negro pianist, who played his original composition, \"The Battle of Manassas.\"  Confederates prepare Fort Pulaski for battle. Contemporary drawing made after bombardment for Harper's Pictorial History of the War of 1861.   The Battle On the morning of April 10, 1862 Union forces asked for the surrender of the Fort to prevent needless loss of life. Colonel Charles H. Olmstead, commander of the Confederate garrison, rejected the offer. The men in the fort learned that they had little to fear from the Federal mortars. Early on  10-inch and 13-inch mortar shells exploded high in the air or fell outside the fort. The few that dropped on the parade buried themselves in the ground and, on exploding, threw up harmless geysers of mud. Whenever a ponderous solid shot from a columbiad landed squarely on the wall, however, the whole fort quivered and shook. About 2 hours after the fight began, one of these solid shots entered an embrasure and dismounted the casemate gun. Several members of the gun crew were wounded, one so severely that it was necessary to amputate his arm immediately. At 11 o'clock the halyards on the flag pole were cut by a fragment of shell and the flag swooped down within the fort. Lt. Christopher Hussey of the Montgomery Guards and Pvt. John Latham of the German Volunteers sprang upon the parapet and carried the flag under fire to the northeast angle where they raised it again on the ramrod of a cannon.  At noon observers on Tybee counted 47 scars on the south flank, pancoupe, and southeast face of the fort, and it was already obvious that several of the embrasures were considerably enlarged. During the afternoon the fire slackened on both sides, and after sunset not more than 7 or 8 shells an hour were thrown until daylight the next morning. At the end of the day to observers on Tybee, the fort, notwithstanding its dents and scars, looked nearly as solid and capable of resistance as when fire was opened in the morning. There was a general feeling among the Union soldiers that the day's work had not greatly hastened the surrender. The mortars had proved a disappointment and the effect of the breaching fire could not be definitely determined. Although there had been many narrow escapes, no one had been hurt in the Federal batteries. Had Gillmore been able to inspect the fort at the end of the first day, he would have had reason to rejoice. The place was in shambles. Nearly all of the barbette guns and mortars bearing upon Tybee had been dismounted and only two of the five casemate guns were in order. At the southeast angle, the whole wall from the crest of the parapet to the moat was flaked away to a depth of from 2 to 4 feet. Surrender  On Friday morning, at daylight, the bombardment reopened with fresh vigor on both sides. Pulaski had repaired some of her guns during the night and now directed her barbette fire with considerable precision and rapidity. From Tybee, Gillmore's gunners resumed the work of breaching with determination, and the effect was almost immediately apparent in the enlargement of the two embrasures on the left of the southeast face of the fort. Pulaski's fire was far less accurate than that of the Federals. The batteries on Tybee were nearly all masked behind a low sand ridge and were also protected by heavy sandbag revetments. Most of the Confederate shot and shell buried themselves in the beach or traveled completely over the Federal batteries and trenches. About 9 o'clock the besiegers received their only casualty. A solid shot from Pulaski entered a gun embrasure in Battery McClellan striking a private soldier and wounded him so severely that he died soon after. During the morning, the naval gunboat, Norwich, began to fire against the northeast face of the fort, but the range was too great and her shots struck only glancing blows on the brick walls. A battery on Long Island opened up at long range from the west, and shots were landing on the south wall from guns located on a barge in Tybee Creek. At noon, a considerable part of the Federal fire was directed against the guns on the ramparts of the fort and within half an hour these guns were silenced. By now, two great holes had been opened through the walls and the inside of the fort was visible from Tybee. The interior arches had been laid bare, and a barbette gun on the parapet was tottering, ready to fall. It was plain that the whole east angle would soon be in ruins. General Benham gave orders to prepare to take Fort Pulaski by direct assault. At the fort, when all men were ordered from the ramparts to allow the guns to cool, Pvt. L. W. Landershine thought that \"things looked blue.\" One man had been mortally wounded, another had had his foot taken off by the recoil of a gun, and a dozen others had been struck by fragments of shell. Projectiles from the rifle batteries were passing completely through the breach, sweeping across the parade, and striking against the walls of the north magazine in which 40,000 pounds of black powder was stored. The moment had come for Olmstead to make a decision. There were only two courses open. He could fight on against overwhelming odds, or he could admit defeat. It must have been a difficult choice for the gallant 25-year-old colonel to make. Impressed by the utter hopelessness of the situation and believing the lives of the garrison to be his next care, he gave the order for surrender. Says Private Landershine, who was at this time discussing the state of affairs with his comrades, \"About 2-1\/2 p. m. I seen Col. Olmstead and Capt. Sims go past with a rammer and a sheet, we all knew that it was over with us and we would have to give up.\"  Mortar Battery Stanton in action, April 10, 1862. Sketch by W. T. Crane in Supplement to Frank Leslie's Illustrated Weekly, May 3, 1862. The Confederate flag was lowered half way and a final gun was fired from a casemate. Then the flag was hauled down and the white sheet took its place. An old era in coastal fortifications had come to an end. On Tybee there was wild rejoicing. Men danced together on the beach, shook hands, and cheered General Gillmore as he rode along the line. At King's Landing, Gillmore embarked on a small boat with his aides. The passage up the South Channel was rough, the skiff ran aground and was nearly swamped by the heavy seas. Soaked with the salt tides of the Savannah, the party landed at Cockspur Island and advanced toward the fort under a flag of truce. Colonel Olmstead was waiting at the entrance. He showed the way to his quarters, and, during an hour alone with General Gillmore, the terms of the capitulation were settled. After inspecting the fort, the general took leave. In Colonel Olmstead's quarters by the half-light of candles, the officers of the fort gave up their swords to General Hunter's representative, Maj. Charles G. Halpine. The weapons were laid on a table, and each officer, according to his rank, advanced in turn, mentioned his name and title, and spoke a few words appropriate to the occasion. Said Colonel Olmstead, \"I yield my sword, but I trust I have not disgraced it.\" The men of the garrison were formed by companies on the parade, stacked their arms, and marched to quarters for the night. The Stars and Stripes was then raised over the ramparts, and Pulaski again became part of the possessions, as well as the property, of the Union. Terms of the surrender were unconditional. Signifigance of the Siege  In its relation to the total strategy of the Civil War, the reduction of Fort Pulaski was important. The blockade directed against the South was materially strengthened by the acquisition of this fortress in the mouth of the Savannah River. After the surrender, Northern troops occupied the fort and commanded the entrance to the principal port of Georgia. It thus served as one of the many pincers that throttled the economic life of the South. When viewed in larger perspective, however, an even greater significance may be attached to the battle for the once-great fort. \"The result of this bombardment,\" General Hunter declared in his report to the Secretary of War, \"must cause a change in the construction of fortifications as radical as that foreshadowed in naval architecture by the conflict between the Monitor and Merrimac. No works of stone or brick can resist the impact of rifled artillery of heavy calibre.\" Subsequent events verified this prophetic statement, and the Fort Pulaski incident may be considered one of the many mileposts in history. The strategy that had guided military experts had to be revised to meet the threat of a new weapon of war, and Fort Pulaski, because of the consequent changes, has become an interesting relic of another age.  \"No works of stone or brick can resist the impact of rifled artillery of heavy calibre.\" From The Photographic History of the Civil War. In the 2 days of battle, 5,275 shot and shell were fired against the fort, but the breach through the walls was largely the result of three guns—two 84-pounder and one 64-pounder James rifles. Solid projectiles from these guns at a distance of 1,640 yards penetrated the brickwork from 20 to 25 inches with shattering lateral effect. Shots from the other rifles were erratic in flight—some wabbling, some turning end-over-end—and did little damage when they slammed into the wall of the fort. Explosive shells from the rifles also played an important part in reducing the work. The guns and mortars in the Federal batteries were served by detachments from the 7th Connecticut Volunteers, the 3rd Rhode Island Volunteer Artillery, the 46th New York State Volunteers, and the 8th Maine Volunteers. On the second day of the bombardment 100 sailors from the frigate Wabash manned four of the 30-pounder Parrott rifles in Battery Sigel. The accuracy of fire achieved by the gunners in the 2-day battle is remarkable in view of the fact that none of them, except the sailors, had had previous experience in firing. The quick reduction of Fort Pulaski took the world by surprise, and, until the details of the battle were available, many people regarded the surrender with suspicion. In the circumstances, however, Olmstead's decision was wise. Nothing but glory could have been obtained by prolonging the battle, and many additional lives might have been lost. When the Confederates gave up Tybee Island, they abandoned Pulaski to its fate, for they presented the Union forces with the only possible battery sites from which the fort could have been reduced. When Olmstead raised the white flag, the Federals were already preparing an assault, and within 24 hours they could have thrown more than 10,000 troops against the fort. Opposed by such odds, the handful of men on Cockspur, no matter how brave they might have been, could have staged but a brief and pointless resistance. Pulaski's captured garrison was sent North to Governor's Island in New York Harbor, where the officers were confined in Fort Columbus; the men, in Castle Williams. Three months later the officers were transferred to Johnson's Island near Sandusky, Ohio, and the men, to Fort Delaware. Many of the prisoners died of pneumonia or typhoid fever and a considerable number of the privates, because of family connections in the Northern States or lack of sympathy with the Confederate cause, took the oath of allegiance to the United States. In August, most of the men were exchanged at Aiken's Landing on the James River, 12 miles from Richmond, Va., and were soon back in Savannah. The officers were exchanged in September at Vicksburg, Miss. The honor of being the first Federal troops to garrison Fort Pulaski after the surrender was given to the 7th Connecticut Regiment, one company of the 3rd Rhode Island Heavy Artillery, and a detachment of the Volunteer Engineers. On June 1 the 7th Connecticut was relieved by the 48th New York, which remained on Cockspur until May 31, 1863. The so-called honor of garrison duty was tempered with hard work, for, during the months following the battle, the troops were detailed to repair the damage caused by the bombardment. The batteries on Tybee Island were dismantled and some of the guns were added to the armament of the fort. To ease the tedium of life on a small island, the 48th New York organized a baseball team, a band, and a dramatic association, and the wives of some of the officers came to live on Cockspur.  Within six weeks of the surrender, Union forces repaired the Fort and all shipping in and out of Savannah ceased. The loss of Savannah as a viable Confederate port crippled the Southern war effort. With the Fort securely in Union control,General David Hunter,commander of the Union garrison issued Gen. Order Number Seven, which stated that all slaves in Florida, Georgia, and South Carolina were now free. President Abraham Lincoln quickly rescinded the order, but later issued his own Emancipation proclamation in 1863. At ths time, Fort Pulaski was made a final destination on the Underground Railroad as slaves throughout the area were freed upon arrival on Cockspur Island. The garrison of Union soldiers reached 600 during the initial occupation, but as the War dragged on it became obvious the Southern forces would not be able to retake the Fort. The garrison was later reduced to around 250. Late in the War the Fort would be made into a prison for a group of captured Confederate officers known as \"The Immortal Six Hundred.\" Thirteen of these men would die at the Fort of enforced ill treatment. After the War ended Fort Pulaski continued as a military and political prison for a short while. It would house a Confederate Secretary of State, Secretary of the Treasury, Secretary of War, Assistant Secretary of War as well as three state governors, a senator and the man who had commanded the Fort after it had been taken by the South. Ralston B. Lattimore Fort Pulaski NM Historical Handbook, No. 18",
    "url": "https:\/\/www.nps.gov\/fopu\/learn\/historyculture\/battle-for-fort-pulaski.htm"
}
