{
    "title": "Fort Pulaski National Monument: Rifled Cannon",
    "body": "Rifled Cannon        30-pdr Parrott Rifled Cannon NPS       The rifled cannon was an experimental gun field-tested by Union and Confederate troops. The weapon's actual power and accuracy was unknown. Union Captain Quincy A.Gilmore decided to try the new gun's true worth against the formidable Fort Pulaski. Gilmore, an astute materials science engineer, believed a quick bombardment would render the fort indefensible and preclude the need for a drawn out siege. Not all military leaders shared Gilmore's faith in the rifled cannon and some strategists ridiculed the engineer's unconventional thinking.   \"But General Gillmore was not a man to be frustrated in his designs. He decided to haul the guns over the marsh to Venus Point, nearly a mile, a task any rational man would pronounce impossible. Had not General Lee already reported to Richmond that the erection of a battery on these islands was impossible? But General Gillmore left his dictionary at home and had evidently forgotten the definition of that word\".    Second Lieut, 3rd Rhode Island Heavy Artillery Union troops constructed eleven sand batteries on the northwest end of Tybee Island. Four of the batteries were built on land used in the 1770's to quarantine newly arrived Africans. All work was done at night and kept quiet as possible. Whispered communications and whistles directed troop efforts. Before daybreak, construction was covered with vegetation.   Despite the soldiers' diligent effort to conceal the thirty-six guns, magazines, and bomb-proof shelters, the fort garrison realized that something was in the works. The Confederate officers were curious but not too concerned about enemy movements on distant Tybee Island. At the time, there was no gun in the world with an accurate, effective range at the two and a half miles from Tybee to Cockspur Island. \"Colonel, they will make it pretty warm for you here with shells, but they cannot breach your walls at that distance.\" General Robert E. Lee On April 11, 1862, after thirty hours of bombardment, Confederate troops inside Fort Pulaski surrendered to Union forces on Tybee Island. The rifled cannon rendered masonry forts obsolete. Rifled pieces could throw heavier shot, with greater accuracy and higher velocity than smooth-bore guns. The result of this bombardment must cause...a change in the construction of fortifications as radical as that foreshadowed in naval architecture by the conflict between the Monitor and the Merimac. No works of stone or brick can resist the impact of rifled artillery of heavy calibre.\"  Major General David Hunter",
    "url": "https:\/\/www.nps.gov\/fopu\/learn\/historyculture\/rifled-cannon.htm"
}
