{
    "title": "Fort Pulaski National Monument: The Third System",
    "body": "The Third System         Interior arches of Fort Pulaski FOPU  The Third System refers to 19th century military architecture in the United States. Fort Pulaski National Monument exists as one of the best preserved forts in this defense system. Shoreline defense was fragmented and weak when the British burned the nation's capital during the War of 1812. At the time coastal defenses were composed of a haphazard assortment of batteries and outposts. In response to lessons learned in the War of 1812, a new coastal defense system was designed. This new defense system was an attempt to protect critical United States shorelines.      The Third System was established during a relatively peaceful time for the United States. These conditions provided for an unprecedented level of standardization in design and planning. For the first time, a professional board was appointed to oversee design and construction. Close to 200 forts were envisioned to guard the Atlantic and Pacific coasts, however only 30 were built between 1816-1867. Some structures were never completed in part because of events at Fort Pulaski during the Civil War.  Construction of Fort Pulaski By the early 1820s, the bustling port of Savannah, Georgia was in need of a larger river fortification. Preparations on what would become Fort Pulaski began in 1827. Upon graduation from West Point, Lt. Robert E. Lee, the future Confederate general, was in charge of designing the series of canals and earthworks that drained excess water from Cockspur Island, site of construction located slightly east of Savannah, Georgia. This step was necessary to provide an adequate foundation for fort construction. During the American Civil War, Lee inspected the site and noticed the dike system had worked as planned. Land maps dated the year of the siege, 1862, show the area inside the dike as the only dry expanse of land. The muddy, soft earth would not support the weight of the proposed 25 million brick fort. Construction started with seventy foot long pilings. These pilings, driven into the mud, would provide stability for the wooden subflooring. The subflooring, composed of two layers of timber, would provide direct support for the brickwork. The laborers included military servicemen, skilled masons, and carpenters (hired out from owners) all of whom battled the humid southern heat as well as mosquitoes. From 1829 to 1847, construction on the massive two story fort was intermittent. Conditions were so bad in the summer that work was sometimes halted for months.   The completed two tier structure is a truncated hexagon that faces east. Included is a demilune, moat, two powder magazines, and a parade ground about the size of a football field. Local brownish \"Savannah Gray\" brick is found in the lower walls. The rose red brick is from Baltimore, Maryland, and Alexandria, Virginia. The latter is harder than the \"Savannah Grays\" so is used in the arches and embrasures. Visitors often mistake the red brick for modern brick.  In 1848, a year after fort construction, the 13,463 persons living in Savannah felt safe from foreign invasion.  Fort Pulaski is one in a series of forts that protected the nation's shores and kept military powers such as England and Spain at bay. Ironically, it would not be until the American Civil War that the fort would see action.  Notable Third System Forts  Fort Adams,    Newport, RI  Fort Clinch,     Fernandina Beach, FL Fort Delaware  Pea Patch Island, DE  Fort Gaines,    Dauphin Island, AL Fort Jefferson, Dry Tortugas, FL Fort Macon,     Morehead City, NC Fort Monroe,   Hampton, VA Fort Pickens,   Pensecola, FL Fort Point,      San Francisco, CA Fort Sumter,   Charleston, SC Fort Taylor,    Key West, FL Fort Warren,   Boston, MA",
    "url": "https:\/\/www.nps.gov\/fopu\/learn\/historyculture\/the-third-system.htm"
}
