{
    "title": "Fort Pulaski National Monument: Maj. Joseph Mansfield",
    "body": "Major Joseph Mansfield         General Joseph K. Mansfield Middlesex County Historical Society  Major Joseph K. Mansfield (1803-1862),was a career U.S. Army officer, civil engineer, and a Union general during the American Civil War, mortally wounded in the Battle of Antietam. Mansfield, a native of New Haven, Connecticut, attended the U.S Military Academy and graduated second in a class of forty in 1822. He was commissioned a second lieutenant in the U.S. Army Corps of Engineers. In 1831, Mansfield arrived on Cockspur Island, Georgia in relief of Major Samuel Babcock in order to manage the construction of a new fort being built to protect Savannah, Georgia. Early on, Mansfield conducted soil samples and concluded that the original structure planned for the site would be far too heavy and could sink over time. The plans for the fort were modified to the current one-story fort. Mansfield also planned for a row of cannons to protrude through openings cut in the walls on four sides, with another set of guns positioned on the roof, or terreplein of the fort, facing in all directions. While on Cockspur Island, Mansfield also called for the expansion of the construction village working alongside a young Robert E. Lee who was also stationed on Cockspur Island. The village consisted of small frame buildings, many built on stilts. Some of the structures served as dormitories for workers, while others were reserved for managers. A hospital and storage areas were also constructed. Along with battling disease, weather, and lack of funds, Mansfield continued to move along in the construction of the newly named Fort Pulaski. Work halted in 1833 due to a lack of funds and later resumed in 1835. Mansfield continued to work toward a finished Fort Pulaski when he was transferred to Texas in 1845. Following his time at Fort Pulaski, Mansfield participated in the Mexican-American war, he received a promotion to major for the action at Fort Brown, Texas on May 9th 1846. He was wounded in the leg at the Battle of Monterrey. After the war he was promoted to colonel and Inspector General of the U.S. Army in 1853. At the start of the Civil War, Mansfield commanded the Department of Washington and was promoted to brigadier general in May 1861. He was stationed in North Carolina in October. He was later a brigade commander in the Department of Virginia from March to June of 1862. His only combat activity during this period was the firing of coastal batteries from Hampton Roads against the ironclad C.S.S. Virginia in its naval battle against the U.SS Monitor in July 1862. During the Maryland Campaign , when the now Confederate Robert E. Lee invaded the North for the first time, Mansfield was given command of the XII Corps of the Army of the Potomac  in September 1862, two days prior to the Battle of Antietam.  He arrived in the camp with 40 years of army experience, but no recent combat. He was white-haired and white-bearded, but had a vigorous manner that belied his age. At Antietam, Mansfield was hit when a bullet caught him squarely in the stomach. He was able to dismount and lead his horse to the rear before he collapsed. He was taken to a field hospital at the George Line farm, where he died the next morning. A valiant officer to the end, Mansfield is remembered not only for his heroics and leadership on the battlefield, but also for his experience and engineering ingenuity in the managing of constructing one of the world's most ambitious and massive fortresses, Fort Pulaski.",
    "url": "https:\/\/www.nps.gov\/fopu\/learn\/historyculture\/joseph-mansfield.htm"
}
