{
    "title": "Fort Pulaski National Monument: Gen. David Hunter",
    "body": "General David Hunter         Gen. David Hunter NPS  David Hunter (1802-1886) was a Union general in the American Civil War. He achieved fame by his unauthorized 1862 order, immediately rescinded, emancipating slaves in three Southern states and later as the president of the military commission trying the conspirators involved with the assassination of Abraham Lincoln. Hunter was born in Princeton, New Jersey, the cousin of writer-illustrator David Hunter Struther, who would also serve as a Union Army general, and his maternal grandfather was Richard Stockton, a signer of the Declaration of Independence.  Hunter graduated from the U.S. Military Academy in 1822 and was commissioned a 2nd Lt. in the 5th U.S. Infantry regiment. From 1828 to 1831 he was stationed on the northwest frontier, at Fort Dearborn, Illinois, where he met and married Maria Kinzie, the daughter of the city's first permanent white resident, John Kinzie. He served in the infantry for 11 years, and was appointed captain of the 1st U.S. Dragoons in 1833. Hunter later resigned from the Army in July 1836 and worked as a real estate agent in Illinois. He rejoined the Army in November 1841 as a paymaster and was quickly promoted to major in March 1842.   In 1860, Hunter was stationed at Fort Leavenworth in Kansas where he began a correspondence with Abraham Lincoln, focusing on Hunter's strong anti-slavery views. This relationship had long-lasting political effects, the first of which was an invitation to ride on Lincoln's inaugural train from Springfield, Ill. to Washington D.C. in February 1861. During this duty, Hunter suffered a dislocated collarbone at Buffalo, NY, due to a crowd pressing the president-elect.   Soon after the firing on Fort Sumter, Hunter was promoted to colonel of the 3rd U.S. Cavalry, but three days later, May 17, 1861,his political connection to the Lincoln administration bore fruit and he was appointed the fourth-ranking brigadier general of volunteers, commanding a brigade in the Department of Washington. Hunter was wounded in the neck and cheek while commanding a division under Irvin Mc Dowell at the First Battle of Bull Run in July 1861. In August he was promoted major general of volunteers. He served as a division commander in the Western Army under Maj. Gen. John C. Fremont and was appointed as commander of the Western Department on November 2, 1861 after Frémont was relieved of command. That winter he was transferred to command the Department of Kansas and in March 1862 was transferred again to command the Department of the South. Hunter arrived at Hilton Head, South Carolina, in March 1862. Preparations to retake Fort Pulaski in the Savannah River from Confederates were already underway. Hunter sent a flag of truce to the fort that was immediately ignored. Union troops opened fire on Fort Pulaski on April 10, 1862, and within 30 hours had forced the surrender of the massive fortress. As the Commander of the Department of the South, Hunter made a pronouncement that caused controversy across the United States. Hunter, a strong advocate of arming blacks as soldiers for the Union cause, issued General order No. 11, emancipating the slaves in Georgia, South Carolina, and Florida. General Order No. 11 - HDQRS Dept. of the South, Hilton Head, Port Royal, S.C.  \"The three States of Georgia, Florida and South Carolina, comprising the military department of the south, having deliberately declared themselves no longer under the protection of the United States of America, and having taken up arms against the said United States, it becomes a military necessity to declare them under martial law. This was accordingly done on the 25th day of April, 1862. Slavery and martial law in a free country are altogether incompatible; the persons in these three States — Georgia, Florida, and South Carolina— heretofore held as slaves, are therefore declared forever free.\" Maj, General David Hunter 1862  After General Order No. 11, Hunter began enlisting black soldiers from the occupied districts of South Carolina and formed the first such Union Army regiment, the 1st South Carolina (African Descent),which he was initially ordered to disband, but eventually got approval from Congress for his action. This order was quickly rescinded by Abraham Lincoln, who was concerned about the political effects that it would have in the border states, driving some slave holders to support the Confederacy. (Lincoln's own Emancipation Proclamation was announced in September, taking effect in January 1863.) Nevertheless, the South was furious at Hunter's action and Confederate president Jefferson Davis issued orders to the Confederate Armies that Hunter was to be considered a \"felon to be executed if captured.\" Hunter fought in other battles after Fort Pulaski. He even served in the honor guard at the funeral of Abraham Lincoln and accompanied his body back to Springfield in the spring of 1865. Hunter would later become the president of the military commission that tried the conspirators of Lincoln's assassination, in the summer of 1865. He retired from the Army in July 1866. He was the author of Report of the Military Services of Gen. David Hunter, U.S.A., during the War of the Rebellion, published in 1873. Hunter died in 1886 in Washington, D.C., and was buried in Princeton, New Jersey.       Eicher, John H., & Eicher, David J., Civil War High Commands, Stanford University Press, 2001. Foote, Shelby The Civil War, A Narrative: Red River to Appomattox, Random House, 1974. Warner, Ezra J., Generals in Blue: Lives of the Union Commanders.",
    "url": "https:\/\/www.nps.gov\/fopu\/learn\/historyculture\/david-hunter.htm"
}
