{
    "title": "Fort Pulaski National Monument: Nearby National Park News",
    "body": "Nearby National Park News           Charles Pinckney National Historic Site CHPI  Charles Pinckney National Historic Site  Located 134 miles north of Fort Pulaski in Mount Pleasant, SC, Charles Pinckney National Historic Site is the last remaining 28 acres of Charles Pinckney's plantation Snee Farm. Charles Pinckney was a significant contributor to and signer of the United States Constitution. For the latest news and information about Charles Pinckney National Historic Site, please visit their webpage.          Cumberland Island National Seashore CUIS  Cumberland Island National Seashore Located 128 miles south of Fort Pulaski off the coast of Georgia, is Cumberland Island National Seashore. Cumberland Island is Georgia's largest and southernmost barrier island. Pristine maritime forests, undeveloped beaches and wide marshes whisper the stories of both man and nature. Come walk in the footsteps of early natives, explorers, and wealthy industrialists. Cumberland Island is also home to over 9,800 acres of congressionally designated Wilderness.  For the latest news and information about Cumberland Island National Seashore, please visit their webpage.           Fort Frederica National Monument FOFR  Fort Frederica National Monument  Located 101 miles south of Fort Pulaski on St. Simons Island, Georgia, is Fort Frederica National Monument. This national park preserves the archaeological remnants of a fort and town built by James Oglethorpe between 1736 and 1748. Frederica was built to protect the southern boundary of the British colony of Georgia from Spanish raids. Today, the archeological remnants of Fort Frederica are protected by the National Park Service.  For the latest news and information about Fort Frederica National Monument, please visit their website.          Fort Sumter National Monument FOSU  Fort Sumter National Monument  Located 120 miles north of Fort Pulaski in Charleston, South Carolina, is Fort Sumter National Monument. Fort Sumter and Fort Moultrie make up this national park that highlights the history of the United States' coastal defense history and the beginning of the American Civil War.  Tour one of the best preserved fortifications in the country at Fort Moultrie and learn how Charleston and the United States defended its shores from the colonial period through the end of World War II. Fort Sumter saw the first shots of the American Civil War fired at it in April of 1862. A short boat ride from downtown Charleston or nearby Mount Pleasant will allow you to see fort Sumter from within.  For the latest news and information about Fort Sumter National Monument, please visit their webpage.",
    "url": "https:\/\/www.nps.gov\/fopu\/learn\/news\/nearby-national-park-news.htm"
}
