{
    "title": "Fort Pulaski National Monument: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     June 13, 2016  Centennial Series: Bark in the Park  Join us for the next installment of the 2016 Centennial Series. Bring your dog along as your tour Cockspur Island with your best friends.   April 01, 2016  The Fort Prepares for Battle  Living historians will garrison the fort on Saturday and Sunday, April 9 & 10, and will recreate many aspects of daily life at the Civil War post.   March 07, 2016  Centennial Series Continues with Bicycle Tour  Join us for our next centennial series event on March 20th at 1:30 p.m., a guided bicycle tour around Cockspur Island.   January 30, 2016  Centennial Series Continues with Lighthouse Trail Hike  Join us on Sunday, February 21st for a day hike along the lighthouse trail Rails we continue our monthly Centennial Series.   January 30, 2016  Free Entrance to Fort Pulaski on Super Museum Sunday  As a part of Super Museum Sunday, Fort Pulaski National Monument will be fee free on Sunday, February 7, 2016!   January 11, 2016  Fort Pulaski Kicks Off National Parks Centennial Series With Special Rails to Trails Hike  Join us on Sunday, January 17th for a day hike along the Rails to Trails as we kick of our monthly Centennial Series.   November 20, 2015  2015 Candle Lantern Tickets Now on Sale  Fort Pulaski will once again commemorate the Confederate Nog Party of 1861 on Friday, December 18, 2015 and Saturday, December 19, 2015. The long lived Savannah tradition will continue this year with night-time tours of the fort by candlelight and oil lamps.   November 02, 2015  Fort Pulaski Hosts Annual Post Thanksgiving Field Day  Fort Pulaski National Monument commemorates the 1862 Grand Thanksgiving Fete and Festival with a day of family fun.   September 18, 2015  North Channel Access to be Restricted as Erosion Control Project Gets Under Way  Effective immediately, Fort Pulaski National Monument has closed a number of trails that access the north channel of the Savannah River as an erosion control project gets under way.   August 24, 2015  Travel Back to Summer 1861 with Fort Pulaski  Travel back to 1861 as Fort Pulaski National Monument hosts a special living history event. Living historians will garrison a Confederate Fort Pulaski on Saturday and Sunday, September 5 & 6 and will recreate many aspects of daily life at the Civil War post.   August 06, 2015  Portion of McQueen’s Island Trail Closed for Construction  Effective immediately, the Chatham County Parks & Recreation Department has closed the west end of the McQueen's Island Trail and the mid-point parking lot for construction work.   June 22, 2015  Celebrate America with Fort Pulaski National Monument  Fort Pulaski National Monument will celebrate the Nation's 239th Birthday with family-friendly programs on Saturday, July 4, 2015.   May 15, 2015  Monument will Increase Entrance Fees Beginning June 15  Fort Pulaski National Monument will implement an entrance fee increase on Monday, June 15, 2015. The park was authorized to increase the individual entrance fee from $5 to $7 and the full Fort Pulaski Annual Park Pass from $10 to $30.   May 15, 2015  Fort Pulaski Seeks Public Input for Foundation Document Project  The National Park Service is preparing a foundation document to guide planning and management of Fort Pulaski National Monument. The park would like to invite the public to join in this effort.   May 06, 2015  Fort Pulaski Receives Centennial Challenge Grant  Fort Pulaski National Monument and the Friends of Cockspur Island Lighthouse announced they were the joint recipients of a 2015 National Park Service Centennial Challenge Grant.   May 05, 2015  Visitor Spending Impacts Local Economy  A new National Park Service (NPS) report shows that 387,000 visitors to Fort Pulaski National Monument in 2014 spent $23.9 million in communities near the park. That spending supported 351 jobs in the local area and had a cumulative benefit to the local economy of $28.9 million.   February 26, 2015  Fort Pulaski Bridge Environmental Assessment Open for Comment  The National Park Service is pleased to announce the availability of the Environmental Assessment for the repair or replacement of the Fort Pulaski Bridge at the Fort Pulaski National Monument.   February 13, 2015  Fort Pulaski Set to Commemorate the Immortal 600  Fort Pulaski National Monument will commemorate the 150th anniversary of the Immortal 600 at Fort Pulaski with a special living history event weekend.   January 26, 2015  Free Entrance to Fort Pulaski for Super Museum Sunday  As a part of Super Museum Sunday, Fort Pulaski National Monument will be fee free on Sunday, February 8, 2018!   November 14, 2014  Entrance Fee Increase Proposed for Fort Pulaski  Fort Pulaski National Monument is requesting public comment as the park considers an increase to entrance fees beginning in 2015.   November 01, 2014  Candle Lantern Tour Tickets Now on Sale  The long-lived Savannah tradition continues with night-time tours of the historic fort by candlelight. Don’t miss this historic way to celebrate the holidays!   October 27, 2014  Fort Pulaski to Host Thanksgiving Special Event  Work off the turkey hangover with a number of family oriented activities. Fort Pulaski National Monument will commemorate the Grand Thanksgiving Fete and Festival of 1862 on Saturday, November 29, 2014.   October 14, 2014  Fort Pulaski to Offer 10 Days of Free Admission in 2015  Fort Pulaski National Monument will  waive entrance fees on 10 days in 2015.   September 30, 2014  Fort Pulaski Salutes Veterans!  Fort Pulaski National Monument will honor our nation’s veterans with a special living history event in the historic fort.   July 29, 2014  Tourism to Fort Pulaski National Monument creates $22 Million in Economic Benefit  A new National Park Service report shows that 374,408 visitors to Fort Pulaski National Monument in 2013 spent $22 million in communities near the park. That spending supported 302 jobs in the local area.   June 16, 2014  Celebrate America at Fort Pulaski National Monument  The National Park Service and Fort Pulaski National Monument will celebrate the Nation’s 238th Birthday with family-friendly programs on July 4, 2014.   April 10, 2014  Photography Exhibit to Open at Fort Pulaski National Monument  Fort Pulaski National Monument will host a special exhibit by Tybee Island photographer and resident, Shannon Christopher.   April 07, 2014  National Junior Ranger Day at Fort Pulaski  As part of National Park Week 2014 (April 19 – 27), Fort Pulaski National Monument will hold special Junior Ranger Day activities on Saturday, April 26.   April 06, 2014  Celebrate National Park Week at Fort Pulaski National Monument  Looking for something fun and fantastic to do with family and friends? This year, from April 19-27, YOU are invited to celebrate all that America’s more than 400 national parks have to offer with the theme “National Park Week: Go Wild!”   April 01, 2014  Fort Pulaski to Commemorate 152nd Anniversary of Civil War Battle  Fort Pulaski National Monument will host two days living history event to commemorate the 152nd Anniversary of the Siege & Reduction of Fort Pulaski.   March 04, 2014  Visitor Spending Benefits Local Communities  A new National Park Service report shows that 385,751 visitors to Fort Pulaski National Monument in 2012 spent $22,865,00.00 in communities near the park. That spending supported 307 jobs in the local area.   February 17, 2014  Women of the Civil War at Fort Pulaski  Fort Pulaski National Monument will commemorate Women’s History Month with a weekend of programs focusing on women in the Civil War era on Saturday, March 15 and Sunday, March 16, 2014.   February 01, 2014  The Great Backyard Bird Count  For the 17th Annual Great Backyard Bird Count, Fort Pulaski will offer a guided bird walk on Saturday, February 15 with members of the Ogeechee Audubon Society. Fort Pulaski will also celebrate Presidents Day weekend with Free Admission.   January 20, 2014  Free Entrance to Fort Pulaski for Super Museum Sunday 2014  As a part of Super MuseumSunday, Fort Pulaski National Monument will be fee free on Sunday, February 9, 2014!   January 13, 2014  Free Entrance Days at Fort Pulaski in 2014  Fort Pulaski National Monument will offer free admission on nine days in 2014.   December 18, 2013  Fort Pulaski to Mark Seizure by State Militia  Fort Pulaski National Monument will spend the first weekend of the New Year recognizing the historic seizure of the fort by Georgia state militia forces.   December 04, 2013  Fort Pulaski to Celebrate 152nd Anniversary of Confederate Nog Party  The long-lived Savannah tradition will continue this year with night-time tours of the historic fort by candlelight. Don’t miss this historic way to celebrate the holidays!   November 27, 2013  McQueen’s Island “Rails to Trails” Closed  Effective immediately, the Chatham County Parks & Recreation Department has closed the historic McQueen’s Island “Rails to Trails” due to concerns for public safety.   November 04, 2013  Candlelantern: A Savannah Tradition  Fort Pulaski will commemorate the Confederate Nog party of 1861 on Friday, December 13, 2013, and Saturday, December 14, 2013. The long-lived Savannah tradition will continue this year with night-time tours of the historic fort by candlelight and oil lamps.   November 01, 2013  Veteran's Day Weekend Living History Event  Fort Pulaski will commemorate Veteran's Day Weekend with the return of the 48th New York State Volunteers for a weekend of living history. All entrance fees are waived for Veteran's Day Weekend.   November 01, 2013  Fort Pulaski Hosts Thanksgiving Field Day  Work off the turkey hangover with a number of family oriented activities. Fort Pulaski National Monument will commemorate the Grand Thanksgiving Fete and Festival of 1862 on Saturday, November 30, 2013.   September 06, 2013  National Public Lands Day 2013  Participate in the nations's largest one-day volunteer event.   August 20, 2013  2013 Exotic Plant BioBlitz  A BioBlitz is an event in which teams of volunteer scientists, families, students, teachers, and other community members work together to find and identify as many species of plants as possible. We need your help!   August 01, 2013  The National Park Service Turns 97!  In celebration of Founder’s Day, all national parks, including Fort Pulaski National Monument, will offer free admission. Plus we'll have Birthday cake!   June 24, 2013  Celebrate America with Fort Pulaski  The National Park Service and Fort Pulaski National Monument will celebrate the Nation’s 237th Birthday with family-friendly programs from Thursday, July 4 through Sunday, July 7, 2013   June 01, 2013  Fort Pulaski Begins Extended 2013 Summer Hours  Effective June 1, the Visitor Center and the historic fort will be open daily from 9:00 AM to 6:00 PM.  Park gates will close at 6:15 PM.   April 09, 2013  Marsh and Waterway Clean-up at Fort Pulaski  In honor of Earth Day, a clean-up of the marshes and waterways of Fort Pulaski National Monument is scheduled.   April 08, 2013  Celebrate National Park Week and Junior Ranger Day 2013  We will celebrate National Park week at Fort Pulaski National Monument with a variety of activities. Come join us!   April 01, 2013  Fort Pulaski to Commemorate 151st Anniversary of Civil War Battle  Fort Pulaski National Monument will host two days of programming from Saturday, April 13 to Sunday, April 14 to commemorate the 151st Anniversary of the Siege & Reduction of Fort Pulaski.   March 01, 2013  Women's History Month at Fort Pulaski  Fort Pulaski National Monument will commemorate Women’s History Month with a day of programs focusing on women in the Civil War era on Saturday, March 9, 2013.   February 27, 2013  Fort Pulaski National Monument Tourism Creates $21,605,000 in Local Economic Benefit  A new National Park Service report for 2011 shows that the 408,104 visitors to Fort Pulaski National Monument spent $21,605,000 in communities surrounding the park.  This spending supported 312 jobs in the local area.   February 15, 2013  Special Gullah-Geechee Program  Geechee Kunda will provide a one-hour presentation reflecting the culture, history, and heritage of the Gullah people of coastal Georgia.   February 11, 2013  The 16th Annual Great Backyard Bird Count  For the 16th Annual Great Backyard Bird Count, Fort Pulaski will offer a guided bird walk on Saturday, February 16 with members of the Ogeechee Audubon Society.   January 24, 2013  Super Museum Sunday 2013  As a part of Super Museum Sunday, Fort Pulaski National Monument will not charge entrance fees on Sunday, February 10, 2013.   January 01, 2013  Free Entrance Days at Fort Pulaski in 2013  Starting Martin Luther King, Jr. Day, there are 11 days in 2013 that all National Parks are free to visit.   November 17, 2012  Children’s Civil War Holiday Workshops 2012  Children are invited to join park staff in making, molding, and painting the holiday candy know as marzipan!  We will also be making special edible holiday ornaments for the enjoyment of our backyard wild friends!   November 05, 2012  2012 Candle Lantern Special Event  Join us as we celebrate the holiday season with a family friendly recreation of the Confederate Nog party of 1861.   November 01, 2012  Fort Pulaski to Host a Thanksgiving Field Day  Fort Pulaski National Monument will commemorate the 150th anniversary of the Grand Thanksgiving Fete and Festival of 1862 on Saturday, November 24, 2012. The event will recreate the field day offered by the 48th New York Infantry to celebrate their first Thanksgiving in Fort Pulaski.   November 01, 2012  The 48th New York Garrisons Fort Pulaski  Fort Pulaski commemorates Veteran's Day Weekend with a living history event featuring the 48th New York Volunteers.   September 05, 2012  National Public Lands Day 2012  Get outside and volunteer! National Public Lands Day is here Saturday, September 29. Here's a great way to be outdoors and to give back.   August 27, 2012  “Science in the Park” – A Community Forum  Fort Pulaski National Monument is hosting a free community forum titled “Science in the Park 2007-2011” on the campus of Armstrong Atlantic State University.   August 13, 2012  The National Park Service: Celebrating 96 Years!  Celebrate the National Park Services 96th birthday at Fort Pulaski National Monument on Saturday, August 25th.   August 01, 2012  End of Summer Season at Fort Pulaski  The summer season at Fort Pulaski National Monument ends on Labor Day.  Throughout Labor Day weekend, the park will offer a series of special activities and programs related to daily tasks that were performed by soldiers in the Civil War era fort.   June 22, 2012  Fort Pulaski Celebrates the Fourth of July  Fort Pulaski National Monument will celebrate the Nation’s 236th Birthday with special patriotic programs on the weekend of June 30 and July 1 and on July 4.   June 19, 2012  Civil War Trading Cards  Trading cards have been popular with kids for generations, from images of sports figures to movie stars. Now, Fort Pulaski National Monument is offering free trading cards.   May 19, 2012  Celebrate National Get Outdoors Day 2012  National Get Outdoors Day is an outgrowth of the Get Outdoors USA! campaign, which encourages Americans, especially our youth, to seek out healthy, active outdoor lives and embrace our parks, forests, refuges and other public lands and waters   May 18, 2012  Weekend Cannon Firings for Summer 2012  Fort Pulaski National Monument will conduct cannon demonstrations on Saturdays and Sundays starting June 10, 2012.   May 18, 2012  Fort Pulaski Returns to Summer Hours  Fort Pulaski will return to extended summer hours on June 2, 2012.   May 15, 2012  Free Annual Pass - Thanking America's Armed Forces  Beginning Armed Forces Day on May 19th, active duty service men and woman can obtain a free annual pass waiving fees to all 397 national parks.   April 20, 2012  National Park Week Photo Contest at Fort Pulaski  Fort Pulaski National Monument is hosting an online photo contest in support of this year’s National Park Week’s theme, “Picture Yourself in a National Park”.   April 20, 2012  Junior Ranger Day 2012  Savannah’s national park – Fort Pulaski National Monument – will celebrate the sixth annual Junior Ranger Day on Saturday, April 28.  Young visitors are invited to “explore, learn, protect” and be sworn in as Junior Rangers   April 15, 2012  Earth Weekend 2012  Fort Pulaski National Monument will celebrate Earth Day 2012 with two days of activities on Saturday, April 21 and Sunday, April 22.   April 15, 2012  National Park Week 2012  National park Week runs from April 21th through April 29th. All entrance fees are waived at our 397 National Parks. Special activities and more will take place at Fort Pulaski National Monument.   March 29, 2012  Civil War Concert with the 97th Regimental String Band  Fort Pulaski National Monument will host an evening concert of music from the Civil War era. This event is one of many being offered as a part of the commemoration of the 150th Anniversary of the Siege & Reduction of Fort Pulaski.   March 29, 2012  Evening Casemate Lectures at Fort Pulaski  Fort Pulaski National Monument will offer special evening lectures in the casemates of Fort Pulaski National Monument on April 10 and April 11, 2012 to commemorate the 150th Anniversary of the Siege & Reduction of Fort Pulaski.   March 29, 2012  Boat Tour of Fort Pulaski Battle Campaign  Fort Pulaski National Monument will offer a special tour of Fort Pulaski from the water on April 10 and April 11, 2012 to commemorate the 150th Anniversary of the Siege & Reduction of Fort Pulaski.   March 29, 2012  Film Premiere at Fort Pulaski  Fort Pulaski will host the premiere of the latest historical documentary from Cosmos Mariner Productions: Savannah in the Civil War. This event is one of many being offered as a part of the commemoration of the 150th Anniversary of the battle of Fort Pulaski.   March 28, 2012  Earth Day Marsh Trek at Fort Pulaski  As a part of Fort Pulaski’s Earth Day celebration on Saturday, April 21, 2012, the park will sponsor a public marsh trek. See the more natural side of Cockspur Island.   March 28, 2012  Kayak Clean-up Event at Fort Pulaski  A new way to clean-up! Honor Earth Day and help clean up Fort Pulaski National Monument and Cockspur Island from a truly unique place: a kayak.   March 02, 2012  Fort Pulaski to Commemorate 150th Anniversary of Civil War Battle  Fort Pulaski National Monument will offer six days of programming in April 2012 to commemorate the 150th Anniversary of the Siege & Reduction of Fort Pulaski.  A diverse array of activities will be offered to recognize the Battle of Fort Pulaski in 1862.  Activities will take place from April 10th to April 15th.   March 01, 2012  Fort Pulaski National Monument to participate in Park Day 2012  Since 1996, the Civil War Trust has sponsored Park Day, an annual hands-on preservation event to help Civil War battlefields and historic sites take on maintenance projects large and small. Fort Pulaski National Monument will participate in Park Day 2012 on march 31, 2012.   February 11, 2012  Woman's History Month at Fort Pulaski  Fort Pulaski National Monument is pleased to announce two special programs to celebrate Women’s History Month.  Women’s History Month programs are scheduled for the second and fourth Sunday of March.   February 08, 2012  African American History Month 2012  Fort Pulaski National Monument will observe African American History Month throughout the month of February.  There will be programs focusing on African Americans in the Civil War offered every Sunday in February with special cultural presentations offered on the second and fourth Sundays of the month.   January 28, 2012  15th Annual Great Backyard bird Count  Bird watchers of all ages are invited to participate in the Great Backyard Bird Count (GBBC) at Fort Pulaski National Monument. The 2012 GBBC will take place from Friday, February 17 to Monday, February 20.   January 26, 2012  National Park Service Career Showcase  On February 1st, from 10:00a.m. to 2:00 p.m. The National Park Service “Showcase of Careers” will provide information on the processes of becoming a National Park Service employee.   January 24, 2012  Super Museum Sunday 2012  Looking for something to do? The Big game isn't until 6:30, so pass the time before kick-off by enjoying Super Museum Sunday. Head out to Fort Pulaski and other Savannah museums for free!   January 05, 2012  Fort Pulaski is Fee Free during Martin Luther King, Jr. Weekend  Start the New Year right with a visit to Fort Pulaski. The park's entrance fee is waived all of Martin Luther King, Jr. weekend.   January 04, 2012  Fort Pulaski Nominated for Inclusion in the National System of Marine Protected Areas  The National Park Service has nominated Fort Pulaski National Monument for inclusion in the National System of Marine Protected Areas.   December 19, 2011  January 3, 1861: The Fort is Seized  Fort Pulaski will commemorate the 151st anniversary of the seizure of Fort Pulaski by the state of Georgia with a day of special programming.   November 18, 2011  Children's Civil War Holiday Workshops  Fort Pulaski National Monument will celebrate the holiday season with special children’s holiday workshops throughout the month of December.   November 04, 2011  Thanksgiving Field Day 2011  Work off that Turkey Dinner! Fort Pulaski will commemorate the 149th anniversary of the Grand Thanksgiving Fete and Festival of 1862 by recreating the field day offered by the 48th New York Infantry to celebrate their first Thanksgiving in the fort.   November 01, 2011  America Recycles Day 2011  Fort Pulaski will participate in this year’s celebration of America Recycles Day, the only nationally recognized day dedicated to the promotion of recycling in the United States.   October 13, 2011  Veterans Day Weekend 2011  Fort Pulaski National Monument will come alive Veteran's Day weekend with the return of the 48th New York Infantry Regiment. Join us for a special weekend of living history programs as Fort Pulaski transforms into a into a Civil War garrison in 1862.   October 08, 2011  It's Fort Pulaski National Monument's 87th Birthday!  Fort Pulaski National Monument will celebrate its establishment as a unit of the National Park Service 87 years ago. Come for some birthday cake and stay for a cannon firing.   September 09, 2011  National Public Lands Day 2011  National Public Lands Day is an annual event that aims to educate Americans about critical environmental and natural resources issues while providing an opportunity to give back to the community. On Saturday, September 24th, you could participate at Savannah’s very own Fort Pulaski National Monument. Take a little time out of one Saturday and lend a helping hand.   August 24, 2011  End of the 2011 Summer Season  Fort Pulaski will end the summer season with a series of special activities and programs related to daily tasks in a Civil War era fort.   August 11, 2011  Candlelantern Tours 2011  Fort Pulaski National Monument will commemorate the 150th anniversary of the Confederate Nog Party of 1861 this coming December with night-time tours and weapons demonstrations. A Savannah tradition you don't want to miss.   June 22, 2011  Independence Day Weekend 2011  The Independence Day weekend is highlighted by a baseball game between Fort Pulaski and Old Fort Jackson.  19th Century rules govern this \"Rumble along the River\" between these park's staffs.   June 14, 2011  Celebrate Summer 2011  Celebrate the first day of summer at Fort Pulaski National Monument. To start summer off right, we're fee free on Tuesday, June 21.   June 12, 2011  Summer 2011 Weekend Cannon Firings  Fort Pulaski National Monument will have cannon demonstrations on Saturdays and Sundays through the summer.   May 18, 2011  Summer Kick-Off 2011  Fort Pulaski kicks off the summer season with a weekend full of activities. The park also begins extended operating hours.   April 08, 2011  National Park Week 2011  Fort Pulaski will celebrate National Park Week with various activities. Entrance to all national parks is free throughout the week, from Saturday, April 16 to Sunday, April 24.   March 24, 2011  The 149th Anniversary of the Battle for Fort Pulaski  Fort Pulaski commemorates the 149th Anniversary of the battle for the fort with a weekend of programming in conjunction with the Tybee Island Historical Society.   March 04, 2011  Park Day 2011  You can participate in Park 2011 and help clean up a Civil War fort.   March 02, 2011  Women's History Month 2011  In recognition of Women’s History Month, Fort Pulaski National Monument is pleased to announce three special event programs on March 13th, 20th, & 27th.   February 16, 2011  African American History Month 2011 Concludes  Fort Pulaski National Monument’s African American History Month observance will culminate with a two-day event on Saturday, February 26 and Sunday, February 27.   February 16, 2011  Fort Pulaski National Monument to Raise First National Flag of the Confederacy  Fort Pulaski National Monument will present a living history event on Saturday, March 5, 2011, to commemorate the adoption of the first Confederate national flag.   February 01, 2011  African American History Month 2011  Fort Pulaski National Monument will observe African American History Month throughout the month of February.   January 07, 2011  Fort Pulaski Fee Free Days for 2011  Fort Pulaski National Monument will join all national parks across the country in waiving entrance fees on 17 days in 2011.   January 06, 2011  Entrance Fee Increase Granted to Fort Pulaski National Monument  Fort Pulaski will increase the entrance fee from $3.00 per person to $5.00 per person, beginning Tuesday, January 18 2011.   December 16, 2010  The Nation Unravels: Fort Pulaski to Commemorate Seizure by Georgia State Militia  Fort Pulaski National Monument will present a living history event on Sunday, January 2, 2011, to commemorate the 150th anniversary of the seizure of the United States fort by Georgia state troops in the months leading up to the Civil War.   November 01, 2010  Candlelantern 2010  No abstract supplied.   October 09, 2010  Veterans Day Weekend 2010  Fort Pulaski National Monument will host a special two-day Civil War living history encampment on November 13-14. The event will honor our nation’s veterans by offering a full schedule of activities inside the fort.   August 31, 2010  2010 National Public Lands Day  September 25, 2010 is designated as National Public Lands Day.  This occasion is an opportunity to showcase our Nation’s public lands and the importance of protecting natural resources within these lands   March 20, 2010  148th Anniversary of the Battle of Fort Pulaski  No abstract supplied.",
    "url": "https:\/\/www.nps.gov\/fopu\/learn\/news\/newsarchive.htm"
}
