{
    "title": "Fort Pulaski National Monument: Outdoor Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities              Outdoor Activities         Hiking, biking, and walking trails are abundant at Fort Pulaski NM. NPS Photo  We hope your visit is the experience of a lifetime. Whatever your interest-sight­seeing, hiking, kayaking, bicycling, exploring, history, nature study, or pho­tography- you will find Fort Pulaski National Monument like no other place. Fort Pulaski offers an abundance of outdoor activities including hiking, biking, and bird watching. Fishing is allowed along the banks of the Savannah River on and around Cockspur Island, including the use of the Cockspur Island Bridge after hours. You must possess a valid fishing licence issued by the State of Georgia. Outdoor enthusiasts will enjoy exploring several nature trails throughout Fort Pulaski National Monument. You can download our Fort Pulaski Trail Guide to learn more. Selected trails include:         North Pier Trail This trail guides visitors through a scenic wooded environment and passes through remnants of Fort Pulaski's original construction village. Battery Hambright, built in the late 19th Century, and the historic north pier highlight this 1\/4 mile trail.         Lighthouse Overlook Trail The Lighthouse Overlook Trail guides visitors along open marsh as well as a forested environment offering views of the Savannah River, and Tybee Island. The 3\/4 mile trail also offers the island's best views of the historic Cockspur Island Lighthouse.         Historic Dike System Designed by Lt. Robert E. Lee, the historic dike system allowed for tide control and drainage which aided in the construction of Fort Pulaski. The two mile length trail circles Fort Pulaski, offering visitors unparalleled views of Cockspur Island and the Savannah River.         McQueens Island Rails to Trails Located on McQueens Island at the entrance to Fort Pulaski National Monument, this six- mile trail follows the path of the old Tybee rail line that once connected Savannah to the beaches of Tybee Island. The packed-gravel trail is open to bikers, runners, and walkers.     *Comfortable shoes, water, and insect repellent are recommended, especially in the summer months.",
    "url": "https:\/\/www.nps.gov\/fopu\/planyourvisit\/outdooractivities.htm"
}
