{
    "title": "Fort Pulaski National Monument: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Zika Virus: Be Prepared! The Zika virus is a disease transmitted through mosquitoes. When planning your trip to Fort Pulaski, always remember your insect repellent. Here is a guide for choosing the right insect repellents. Some repellents can be harmful to children so please check the guide before administering. For more information on the Zika virus and symptoms, click here.  Remember, Fort Pulaski was built for war, not safety. Please have a safe and enjoyable visit to Fort Pulaski National Monument!  Obey all signs and avoid the edges of the upper fort walls. Watch for uneven walking surfaces and use care on the stairs. Seek shelter during storms. Move to the lower fort area, and avoid the trails during threatening weather. Do not climb on the historic cannons in the fort or walk on the mounds in the demilune. Feel free to explore the tunnels inside the demilune. Respect all wildlife. Watch but do not touch, feed, or tease any animals. Deer, alligators, birds, raccons, snakes, and turtles inhabit the park. Alligators are native to coastal Georgia and you may encounter them in Fort Pulaski's moat, and on the grassy areas around the fort. Do not approach any alligator or allow children or pets to do so. Stay at least 10 feet away. Do not feed or throw objects at any alligators. Fire ants build mounds throughout the park. Watch where you walk and stand. Wear insect repellant as needed. Mosquitoes and gnats live here too!  Alcohol is not permitted within the historic dike system. Open containers of alcohol are prohibited within the passenger compartments of motor vehicles. All cultural and natural resources are protected by law. Climbing on historic features is not permitted. The possession of metal detectors within the park is prohibited. Many parts of the fort are fragile. Please help us preserve Fort Pulaski.          Exterior walls of Fort Pulaski. FOPU",
    "url": "https:\/\/www.nps.gov\/fopu\/planyourvisit\/safety.htm"
}
