{
    "title": "Jimmy Carter National Historic Site: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners       In the years since Jimmy Carter left the office of the presidency, he and his wife have devoted their lives to serving people in need all over the world. To many, they are considered to be the most famous volunteers in the world. They continue to inspire others by giving themselves in meaningful service to others. They believe that everyone in this world can make a difference!        The Plains Historical Preservation Trust logo shows the commitment of the organization to the preservation of Plains' history. PLAINS HISTORICAL PRESERVATION TRUST  The Plains Historical Preservation Trust helps in preserving the special charm that President and Mrs. Carter feel the town of Plains has to offer visitors.The objective and purpose of the organization is to own, lease, operate, renovate, use and\/or maintain real and personal property of historic significance in and about the City of Plains, Georgia, and to cooperate with other persons, firms, corporations, and government agencies to the same end.        The Plains Hometown Program was an instrumental part of the renovations of the downtown business district. NATIONAL PARK SERVICE  The Plains Better Hometown Program is dedicated to providing effective management of the downtown area and increasing community involvement. It is comprised of board members and a multitude of volunteers in the community who work tirelessly to make great events happen. The vision of the organization is to promote growth and prosperity in the community by maintaining and preserving the cultural and historical character of the City of Plains.        The office for the Friends of the Jimmy Carter National Historic Site is located in the Billy Carter Museum. National Park Service  The Friends of the Jimmy Carter National Historic Site is a group that is dedicated to cooperation with the National Park Service and the Jimmy Carter National Historic Site to accomplish educational, interpretive, conservation, research, planning and park improvement projects and programs. Their goal is the keep the community vibrant, continue learning opportunities, and most importantly, correlate the stories of bygone days and modern times to describe how Plains shaped the life of our 39th President, Jimmy Carter.",
    "url": "https:\/\/www.nps.gov\/jica\/getinvolved\/partners.htm"
}
