{
    "title": "Jimmy Carter National Historic Site: Guided Tours",
    "body": "Guided Tours         Young Jimmy Carter and colt. NATIONAL PARK SERVICE  \"My life on the farm during the Great Depression more nearly resembled farm life of fully 2,000 years ago than farm life today. I have reflected on it often since that time; social eras change at their own curious pace, depending on geography and technology and a host of other factors. It is incredible with what speed those changes have totally transformed both the farming methods and a life-style I knew in my boyhood.\" Jimmy Carter, 1975      Cell Phone Tour Stops A narrated cell phone audio tour is available that allows visitors to explore the Jimmy Carter National Historic Site either during operational hours or after the park has closed. There are several tour stops that include the Boyhood Farm, the Depot and the Plains High School. The Boyhood Farm has several stops of its own and all stops can be accessed by dialing the number listed on the tour stop signs and entering the stop number. There may be a charge for roaming depending on your wireless carrier.   While listening to the audio, you can access several functions to aid in the enjoyment of the program and audios:  Press \"1\" to rewind. Press \"2\" to pause, and play again. Press \"3\" to fast forward. Press \"#\" to skip a track.  At the conclusion of each audio or the program, press \"0\" to share your thoughts on your visit to the park and the programs that you have heard.    Tour Maps In order to provide visitors with additional assistance, you may download Cell Phone Tour maps and print them out before you visit the site.   City of Plains Cell Phone Tour Map (PDF, 2385KB)   Boyhood Farm Cell Phone Tour Map (PDF, 962KB)   Group Tours   We require at least two weeks advance notice to schedule any special request programs such as step-on-board bus tours for large groups. The tour will be scheduled if there is sufficient staff available on the tour date. To schedule a tour, please contact the park at (229) 824-4104 or by e-mail.     Teacher and School Groups   Are you interested in bringing your class to visit the Jimmy Carter National Historic Site? Please visit our For Teachers section for information on curriculum materials, traveling trunks and field trip information.",
    "url": "https:\/\/www.nps.gov\/jica\/planyourvisit\/guidedtours.htm"
}
