{
    "title": "Jimmy Carter National Historic Site: Safety",
    "body": "Safety       Dial 9-1-1 in Emergencies  Be prepared to give your location to the 9-1-1 operator as follows:     Plains High School - 300 North Bond Street Plains Depot  - 100 West Main Street Boyhood Farm  -  402 Old Plains Highway  Call to report any and all emergencies. Contact a park ranger or volunteer for all assistance that is needed in the event of an emergency.    Weather   It is not unusual for temperatures to reach triple digits during the summer months. It is important to keep yourself and others safe while visiting during the peak temperatures. You should increase your intake of non-alcoholic, non-carbonated, caffeine free beverages such as water and juice. Wear clothing that is light colored and loose fitting and avoid extreme temperatures if possible. Heat related illnesses can be serious and sometimes fatal. This includes: sunburn, heat cramps, heat exhaustion, and heatstroke. Please take all necessary precautions to avoid heat illnesses.   The weather in south Georgia can be unpredictable at times. Severe thunderstorms are possible with high temperatures in the afternoons. Check the weather forecast before you visit and be prepared. Keep a watch on the skies and be ready to move indoors when lightning begins to strike. Snow is rare but can occur in the winter months when the temperatures dip down.     Wildlife   At anytime during your visit you may see wildlife. Please be cautious and avoid getting injured by the many types of wildlife that can be found in the park. This includes, but is not limited to: spiders. ticks, bees, fire ants, snakes (venomous and non-venomous), deer, armadillos, foxes, opossum, and many others. Wildlife is protected under law in all national parks. It is illegal to bother, touch, or try to kill them. If you do encounter wildlife, please stay at a safe distance and do not disturb them. Because the Boyhood Farm is open and located in a farming area, local pets (dogs and cats) can be seen on the farm.",
    "url": "https:\/\/www.nps.gov\/jica\/planyourvisit\/safety.htm"
}
