{
    "title": "Jimmy Carter National Historic Site: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go       Whether you are a Carter enthusiast, a researcher, or just curious how a small town influenced a young boy who would become the president of the most powerful nation in the world, odds are you will find a visit to the Jimmy Carter National Historic Site interesting. The history and culture of this rural community can provide a look into why the Carters' ties to Plains, Georgia, have endured the stresses of public life; yet remain as strong as they were decades ago. A visit to the site provides an opportunity to explore the historic resources and rural southern culture that had an influence in molding the character and political policies of Jimmy Carter.  Park Facilities Plains High School serves as the park museum and visitor center. Visitors find a restores and furnished classroom, principal's office and auditorium. Other rooms feature exhibits that explain the Carters' lives in Plains, including political and business careers, education, family and religion, and post presidency. There is a 25 minute video that focuses on the life and accomplishments of Jimmy Carter told by those who know him best, his family, friends and neighbors. The Plains Train Depot contains a self-guided museum with exhibits that focus on the 1976 Presidential Campaign of Jimmy Carter. If served as a train depot from 1888 to 1951, when passenger service to the area was discontinued. The building was opened in 1976 as Jimmy Carter's Presidential Campaign Headquarters and during that time approximately 10,000 people a day came to Plains to find our about candidate Carter. Many state primary victories, as well as the presidential victory, were held in the streets around the depot. The Boyhood Farm was owned by Earl Carter, Jimmy's father, from 1928 until the late 1940's. Jimmy Carter lived here from the age of four until he departed for college at the age of seventeen. The farm is restored to its appearance before electricity was installed in 1938. As you stroll along the walking path, stop and read the wayside exhibits at various points along the way. Push the buttons on the audio stations to listen to Jimmy Carter share stories about his childhood. Visit the Boyhood Home and explore the other buildings on the farm.",
    "url": "https:\/\/www.nps.gov\/jica\/planyourvisit\/placestogo.htm"
}
