{
    "title": "Jimmy Carter National Historic Site: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather       Check out a current forecast for the Plains, Georgia area. The climate of Georgia is typical of a humid subtropical climate which creates mild winters and hot summers to most of the state. Winter Southern areas of the state experience snow much less frequently than other parts of Georgia. Winter in South Georgia, which lasts from December to March, is mild. Daytime highs range from approximately 50 degrees Fahrenheit in the northernmost interior areas to near 70 degrees Fahrenheit along the coast and in the extreme south.  Spring The weather can be highly variable with temperatures ranging between 75 degrees Fahrenheit and 40 degrees Fahrenheit. The rainiest time of the year is normally April, which can also be a windy month where daytime temperatures can soar to near 75 degrees Fahrenheit and evening temperatures fall to around 40 degrees Fahrenheit. Summer Summer months are hot and humid with temperatures in the afternoons that reach, or average, to near 90 degrees Fahrenheit. Overnight lows fall to near 68 degrees Fahrenheit. Summer thunderstorms add to the humidity in the area by providing 4.5 inches to 5.5 inches of rain during the summer months. Fall Georgia's autumns are normally sunny and cool. September and October, the driest months of the year, qualify as \"Indian Summer\" weather with temperatures that are near 78 degrees Fahrenheit during the daytime. At night, the temperature drops to near 50 degrees Fahrenheit. It is much cooler in November with an average high of 62 degrees Fahrenheit and low of 36 degrees Fahrenheit.   Severe Weather Tornadoes Georgia is one of the leading states in incidents of tornadoes. Southwestern and northern sections of the state have historically reported the largest amount of tornadoes. The areas closest to the Florida border report F0 and F1 tornadoes associated with summer thunderstorms. However, tornadoes of F3 intensity or greater within Georgia are uncommon, with three events reported on average each year.",
    "url": "https:\/\/www.nps.gov\/jica\/planyourvisit\/weather.htm"
}
