{
    "title": "Jimmy Carter National Historic Site: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       Special Use Permits Special Use Permits are required for all activities outside of normal visitor use. Activities could include the use of the park facilities or property for organized meetings, family reunions or commercial filming. Special Use Permits are issued at the Superintendent's discretion and an application process is required. Requests may be denied due to lack of sufficient time to process the request or due to the events impacts on park resources. A fee may be required for processing the application. Additional fees may be required to reimburse the National Park Service for expenses incurred as a result of supervising the permit. Fees for Special Use Permits, when applicable, must be paid before the special use, event, assembly, or meeting. A special park use is defined as a short-term activity that takes place in a park area, and that:  Provides a benefit to an individual, group, or organization rather than the public at large;   Requires written authorization and some degree of management control from the National Park Service (NPS) in order to protect park resources and the public interest;   Is not prohibited by law or regulation; is not initiated, sponsored, or conducted by the NPS; and is not managed under a concession contract, a recreation activity for which the NPS charges a fee, or a lease.    The Permit Process Read all conditions, guidelines and restrictions. Download and return specific permit application, along with appropriate non-refundable fee, when required. Your permit will be created and returned for your signature. When received with your signature, your permit will be approved and returned to you.   For more information, please contact us by phone at (229) 824-4104 or email.     Filming and Photography Permit Filming permits are issued on an individual basis based on the size of the project (movie, commercial, etc.), how much staff  is needed for supervision, and how much time will be involved. Additional fees may be required depending on the situation.   All film and photography permit applications require a fifty ($50.00) dollar, non-refundable fee that does not guarantee permit approval. Other potential charges include, but are not limited to monitoring by Rangers, clean-up and site restoration, and recovery of administrative costs. You may also be required to post a performance bond.   Commercial filming permits also require the payment of a location fee (see table below).     Motion Pictures\/Videos      1- 10 people $150\/day       11-30 people $250\/day       31-49 people $500\/day       Over 50 people  $750\/day   Commercial Still Photography    1- 10 people  $50\/day 11- 30 people  $150\/day Over 30 people  $250\/day                First Amendment Activities Freedom of speech, press, religion, and assembly are constitutional rights. However, the courts have recognized that activities associated with the exercise of these rights may be reasonably regulated to protect park resources. The necessity  of a permit to conduct First Amendment activities is determined by the group size.   A small group is defined as \"25 people or less.\" A \"small group\" is not required to obtain a First Amendment Permit if they are located within a park designated First Amendment site and have no more than leaflets, booklets and\/or hand held signs. A permit is required for any small group that:   a. wants to hold a demonstration or distribute and\/or sell printed matter somewhere outside a designated First Amendment area.   b. wants to use equipment (i.e. tables, banners, platforms, etc.) even if it is within a designated area.   c. is merely an extension of another group already availing itself of the 25 person maximum.   d. wants to guarantee they will have priority for the use of a location, including the designated First Amendment areas.   A large group is defined as \"more than 25 people\" and is required to obtain a First Amendment Permit even if they are utilizing a park designated First Amendment site. Some examples of special events that fall under First Amendment Rules are:     distribution and\/or sale of printed matter   religious services   public demonstrations or assemblies, etc.  There are no permit fees associated with First Amendment permits.       Application for Special Use Permits  Available forms (click on links below) may be printed out, completed and mailed to the park along with the appropriate application fees. At this time there are no online forms available for completion. 10-930 Revised Application for Special Use Permit DOC\/PDF 10-931 Filming Permit (Short) DOC\/PDF 10-932 Filming Permit (Long)  DOC\/PDF   Mail completed applications to: Jimmy Carter National Historic Site Beth Wright 300 North Bond Street Plains, Georgia 31780 For additional information please contact the park at (229) 824-4104 or e-mail.",
    "url": "https:\/\/www.nps.gov\/jica\/planyourvisit\/permitsandreservations.htm"
}
