{
    "title": "Kennesaw Mountain National Battlefield Park: Park History",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Park Fun     Park History                Things to Know About the Civil War            The Cherokee people's ancestors have been in the Georgia Area since before 1000 BC. Originally a nomadic people, they became farmers and, by the 19th century, adopted the culture and lifestyle of white people in attempt to keep their land. In 1830's Georgia, the discovery of gold and the desire to expand the country's territory caused the forced removal of the Cherokee people to Oklahoma. This involuntary removal became known as the Trail of Tears. Settlers began to move into North Georgia by late 1832, first attracted by the possibility of finding gold in Dahlonega. From the 1830s through the 1850s, these new landowners moved into the area now known as the Kennesaw Mountain National Battlefield Park, establishing their homes on the frontier.   More Information >>           The people living in the Kennesaw Mountain region prior to the Civil War were very diverse. These communities were composed of five classes of people: merchants, large scale farmers, yeomen\/small scale farmers, free blacks, and enslaved blacks. Each group had its own individual characteristics and would each have an impact on the Kennesaw Mountain region before, during, and after the Civil War.        More Information >>              There were many causes of the Civil War in antebellum America, including states' rights, sectionalism, and slavery. Slavery, however, connected each of the other causes of the War. It became more important and necessary after the invention of the cotton gin in 1793 made separating seed from cotton bolls easier. The expansion of slavery into the western territories and the Dred Scott decision further divided the North and South, leading the country to war.        More Information >>              Following the election of President Abraham Lincoln, South Carolina seceded from the Union on December 20, 1860, becoming the first state to do so. Other states soon followed suit and America would never be the same…        More Information >>              Three long years have passed since the firing upon Fort Sumter and both sides were growing tired of the war. General Grant, the newly appointed Supreme Commander of the Union Army, developed a plan that he hoped would bring a successful end to the War. Part of that plan was to send General Sherman's Army into Georgia to destroy General Joseph Johnston's Confederate Army as well as his supply operations.        More Information >>              The landscape around Kennesaw Mountain is lush and green and, in the 19th century, was dotted with large and small farms. Trees were abundant and the mountain was the focal point of the landscape. Animals grazed unhurriedly, munching on grassy fields in rolling pastures. This peace and serenity was abruptly interrupted on the morning of June 27, 1864.        More Information >>          Back to Top",
    "url": "https:\/\/www.nps.gov\/kemo\/learn\/kidsyouth\/parkhistory.htm"
}
