{
    "title": "Kennesaw Mountain National Battlefield Park: Kennesaw Mountain in the 20th Century",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation     Kennesaw Mountain in the 20th Century                Kennesaw Mountain in the 20th Century       During the Great Depression of the 1930s, Kennesaw Mountain National Battlefield Park was the site of Camp Brumby, a Civilian Conservation Corps site (CCC). The Civilian Conservation Corps was created as a part of President Franklin D. Roosevelt's New Deal programs to aid the American public in the recovery from the Great Depression. The federal government provided the men with food, clothing, shelter and tools. There were over 4,000 CCC camps in the then 48 states and the men worked 40 hours a week, earning $30 dollars a month (a lot of money at the time), $25 of which was sent home.   Camp T.M. Brumby housed approximately 200 unmarried men aged 18-25 years old. Each CCC camp, including Brumby, was run by the US Army and the men lived much like soldiers. Campers worked to clear trails and build signs, planted trees and grass in fields, and even offered tours of the museum and the Battlefield. The CCC disbanded with the entrance of the US into World War II in 1941. Most CCC campers immediately entered into the military and were well prepared for military life, because of their time in the CCC.                The work of the CCC \"boys\" still exists today. The trails they established are still used today, as are the bronze and brick park signs. Their work to stabilize historic earthworks helped ensure their survival. They were the site's first interpretive rangers, setting the precedence of educating visitors on the history of Kennesaw Mountain.                The mission of the National Park Service is to preserve each park site, leaving them \"unimpaired for the enjoyment of future generations.\" Every park employee works to educate the public so that the unique history of each site is maintained. All of us are responsible for protecting and preserving our nation's cultural and natural heritage sites.",
    "url": "https:\/\/www.nps.gov\/kemo\/learn\/historyculture\/kemo20thcentury.htm"
}
