{
    "title": "Kennesaw Mountain National Battlefield Park: Preservation",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation               Kennesaw Mountain's Landscape       The landscape around Kennesaw Mountain is lush and green and, in the 19th century, was dotted with large and small farms. Trees were abundant and the mountain was the focal point of the landscape. Animals grazed unhurriedly, munching on grassy fields in rolling pastures. This peace and serenity was abruptly interrupted on the morning of June 27, 1864.                War severely altered the landscape of what is now Kennesaw Mountain National Battlefield Park. Soldiers cut down trees and tore apart homes to build earthen fortifications for protection known as earthworks. The thousands of soldiers marching through the area killed grass, leaving large patches of exposed clay that, when it rained, turned into pools of thick mud. The fauna was badly damaged by foraging soldiers, fire, and the battles.             With the destruction of trees and other flora, animals fled the area. The noises of battle and the invasion of thousands of humans into their habitat forced animals to seek shelter elsewhere.             Eight miles of earthworks are still visible today at the Cheatham Hill battlefield location of the Kennesaw Mountain National Battlefield Park. The plant life growing on the earthworks today helps keep them intact. Without this growth, the fortifications would be subject to soil erosion.  Artifacts may still be found today. But a frequent question asked is, \"Can we go looking for them?\" The short answer is, \"No.\" It is actually illegal to relic hunt on federal property or even taking items that you happen upon. There is a law that prohibits removal of artifacts from public lands like national parks: the Archaeological Resources Protection Act of 1979 (ARPA).    What do you do when you find something at a national park?",
    "url": "https:\/\/www.nps.gov\/kemo\/learn\/historyculture\/preservation.htm"
}
