{
    "title": "Kennesaw Mountain National Battlefield Park: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories              150 Stories for 150 Years       \"150 Stories for 150 Years of Change\" is an effort by Kennesaw Mountain National Battlefield Park to document social change in our community. The Civil War was America's first social upheaval and laid the foundation for other civic revolutions that followed. We are seeking stories about social changes that have had an impact in your community, stories that show a revolutionary change that went against present social norms.    Submitted stories may be:    From your own personal experience(s); Recollections of other's experiences that you have witnessed; From the past or present - there is no time period restriction   This project queries the public for stories that cover nearly every variety of social issues including:    Race & Ethnicity   Religion   Gender & Sexuality - Women's Rights - Lesbian, Gay, Bisexual, Transgender, Transsexual Rights   Disabilities\/Impairments - Physical - Intellectual - Emotional   Immigration - Culture vs. Nationality    We emphasize that submitted stories must express a greater point than simply re-telling a story. The goal is not to dredge up the negativity of the past, but rather to show how we have evolved beyond previous social and civic narrow-mindedness, and how we are still evolving and growing in views on civil rights as a nation. 150th Battle Anniversary of the Battle of Kennesaw Mountain: From Civil War to Civil Rights The stories will be on display in conjunction with the site's battle anniversary, illustrating social advancement since the Civil War. Stories will later archived at the Battlefield Park and used for educational purposes.  Submission Information: Please complete the submission and release forms found here and here. You may submit your forms via email at e-mail us or fax at 770-528-8398.  Submission deadline is March 14, 2014. We respectfully ask that you submit your stories well in advance of the deadline date in order to properly review and display your story.",
    "url": "https:\/\/www.nps.gov\/kemo\/learn\/historyculture\/stories.htm"
}
