{
    "title": "Kennesaw Mountain National Battlefield Park: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do       Kennesaw Mountain National Battlefield Park offers a wide range of activities. Explore the information below to learn more about what you can experience when you visit.    We regret that we are unable to regularly accommodate requests for ranger talks during your visit to the park. Ranger availability is dependent upon the number of staff, park events, and the volume of park visitation. We encourage you make your children's visit more meaningful by viewing the park film, touring the museum, participating in any events taking place, and reading the various waysides signs located throughout the park. You can enhance students' learning through: Jr. Ranger Book, Site Bulletins, Park History, and Civil War Trading Cards              Check the \"Schedule of Events\" page or come by and pick up a copy so you will always know what is going on here at Kennesaw Mountain NBP. Schedules are updated as information becomes available.                   Outdoor Activities   On weekdays, you can take a drive to the top of the mountain, or on weekends a shuttle bus is available instead. If you drive to Cheatham Hill (the main battlefield) then to Kolb Farm, you can discover more of the deeper history of Kennesaw Mountain.    Picnic and play in designated areas and then enjoy a hike on some of the over 22 miles of maintained interpretive trails. Make sure to bring your binoculars to go birdwatching or your camera and capture a moment of the natural beauty and history of Kennesaw Mountain NBP. Visit our \"Maps & Trails\" page for more information to guide you through the park.             Visitor Center Resources     View our 35 minute movie on the Atlanta Campaign and Battle of Kennesaw, titled \"Kennesaw: One Last Mountain\",  which is also for sale in ourbookstore. The film plays at 15 minutes after the hour every hour.   Visit our much expanded museum which reopened in November of 2002. The museum is more than twice the size of the previous one and includes many artifacts which have never been on display before. The exhibits not only tell the military story, but also the civilian, medical and communication aspects of the Atlanta Campaign.   Enjoy our daily Ranger talks starting at 10:30 am. Talks are between 20 and 30 minutes and cover a wide range of topics.   Kids can pick up a Junior Ranger book and get involved in what they're seeing at the Battlefield while parents browse the bookstore and take home a little of Kennesaw Mountain.                    National Park Service Areas    Attraction Area      Chattahoochee River National Recreation 15 miles     Martin Luther King Jr National Historic Site 24 miles     Chickamauga & Chattanooga National Military Park 92 miles    Ocmulgee National Monument 70 miles   Andersonville National Historic Site 153 miles           Fort Pulaski National Monumenttd>     270 miles       Fort Frederica National Monument 330 miles       Cumberland Island National Seashore 365 miles       Jimmy Carter National Historic Site  150 miles          Other Attractions    Attraction Phone Number  Area    Atlanta History Center  404-814-4000 16 miles     The Marietta Museum of History  770-528-0431 3 miles     Southern Museum of Civil War and Locamotive History  770-427-2117 3.5 miles     Pickett's Mill State Historic Site    770-443-7850 13 miles     Red Top Mountain State Park   770-975-4226 18 miles          Local Partners & Information Resources    Marietta Daily Journal    Georgia State Parks    Cobb County Chamber of Commerce    Marietta Welcome Center and Visitors Bureau      Back to Top",
    "url": "https:\/\/www.nps.gov\/kemo\/planyourvisit\/things2do.htm"
}
