{
    "title": "Kennesaw Mountain National Battlefield Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety         Your safety is very important to us. In order to fully enjoy your visit, there are a few suggestions we ask you keep in mind:    If possible, always carry a cell phone.  Please, do not play on cannons, these are original pieces and can be dangerous if and when you fall off. Explosives, fireworks, swords, machetes, paintball guns and other combat type weapons are not permitted at any time. Due to recent changes in Federal law, some concealed weapons are now permitted in certain areas of the park. For information on what is allowed click here for more information. Pick up a map or brochure before venturing into the Battlefield and on to the trails. Do not leave valuables in your vehicle. STAY ALERT at all times! If you see anything suspicious, call 911 immediately. Hunting is NEVER permitted.      Abide by all traffic laws in and around the Battlefield. Constantly watch for wildlife crossing the roadway, they tend not to watch for you. Pedestrians have the right of way in ALL crosswalks, yield to them. Abide by the speed limit. Seatbelts are to be worn at all times.  ALL state and federal traffic laws are applicable on Battlefield roadways and parking lots. Motorcycle operators and riders must have helmet on while the bike is in motion. Share the road with all road users.      Follow Traffic Safety precautions.  ALL laws and rules of the road that apply to vehicles APPLY to bicycles.  When an area is closed to vehicles, it is a closed to bicycles. Helmets are required by operators ages 16 and under, NO exceptions! Single file line only. Share the road with all road users. Cyclists are subject to receive the same moving violation citations as motor vehicle drivers.      Do not hike or run alone. Hike only along marked trails. Be a good hiker, use trail etiquette. Visitation to the Battlefield should be conducted only during the posted operating hours. This ensures we know you are here and can more readily provide assistance should there be an emergency. Always know where you are in the Battlefield. In case of an emergency, this will expedite response time. When choosing to walk the mountain road, understand that GA code 40-6-96 (b) states, \"Where a sidewalk is not provided but a shoulder is available, any pedestrian walking shall walk only on the shoulder, as far as practicable from the edge of the roadway.\" Share the road with all road users. Do not ingest alcohol before your hike. This will increase your chances of dehydration during the hotter months. Wearing headphones makes the run\/walk more enjoyable but lessens your ability to hear what is going on around you. Wear proper hiking attire that is weather sensible.      Always keep your pet on a leash no longer than 6ft in length and it must be attached securely to you in some way-this is for your safety, the safety of your pet, Battlefield visitors and wildlife. Letting pets run loose in the woods may disturb poisonous snakes and wildlife who may not approve of the intrusion.       Resist the urge to pick up any snakes you may see along the roadway or trails. Copperheads are poisonous and inhabit many areas of the Battlefield. Do not approach or feed wildlife.         Back to Top",
    "url": "https:\/\/www.nps.gov\/kemo\/planyourvisit\/safety.htm"
}
