{
    "title": "Kennesaw Mountain National Battlefield Park: Maps",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Maps              Maps          You can download and print off your own copy of a map of Kennesaw Mountain NBP by clicking on the icons below. *Adobe Reader is required. If you do not have the free software, please download and install it on your computer.          Maps includes one way and loop distances. Any other trails that are not shown on this map are NOT legal trails thus should not be traveled upon.    Northern Section Map  Central Section Map  Southern Section Map   *Section maps were  designed and generously donated by Mr. Larry Knight.            Kennesaw Mountain National Battlefield Park now has a Google Earth map that can be downloaded and viewed using the Google Earth program.  The map allows you to view an abundant amount of information about Kennesaw Mountain and its history. You can view not just the hiking trails, streams, and horse trails but also loads of information about the Civil War battle itself including where individual conflicts took place, Confederate and Federal unit positions, and the positions of artillery and fortifications used during the battle.  To view the map you will need to download and install the Google Earth program. To download the Kennesaw Mountain Google Earth Map, click on the link and click \"Save\" when prompted.             Burn while you learn!  The Kennesaw Mountain Calorie Counter allows visitors to be aware of the calories they are burning while learning about historic landmarks on our hiking trails.You are provided with a map of the park, an estimate of calories burned, time and distances for hiking trails, and educational guidelines. Copies are available online (click the icon on the left) and the Visitor Center.                        East Trail  West Trail    Visitor Center to Mountain Top    1.0   Visitor Center to Burnt Hickory Road  2.7 2.8   Burnt Hickory Road to Dallas Hwy.  1.5 2.2   Dallas Hwy. to Cheatham Hill lot  0.7 0.7   Cheatham Hill to Kolb Farm  2.5 2.8          Loop Trails (using both East & West Trails)    Visitor Center to Mountain Top  2.0   Visitor Center to Pigeon Hill  5.4   Visitor Center to Cheatham Hill  10.2   Visitor Center to Kolb Farm  16.2   Burnt Hickory to Dallas Hwy.  3.7   Cheatham Hill to Kolb Farm  5.5     Back to Top",
    "url": "https:\/\/www.nps.gov\/kemo\/planyourvisit\/maps.htm"
}
