{
    "title": "Kennesaw Mountain National Battlefield Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions                    Address: 900 Kennesaw Mountain Dr. Kennesaw, GA 30152 Phone Number: 770-427-4686 ext. 0         Directions by Car: From I-75 North:    Take exit 269 (Barrett Parkway). At the stoplight turn left onto Barrett Parkway. Follow Barrett Parkway for approximately 3 miles, turn left at the light, onto Old Hwy 41. Turn right at your next light, Stilesboro Rd. The visitor center will be immediately on your left (brown and white signs located along the roads will guide you as well). Directions from the visitor center to Cheatham Hill are provided in the visitor center at the information desk.             From I-75 South:    Take exit 269 (Barrett Parkway). At the stoplight turn right onto Barrett Parkway. Follow Barrett Parkway for approximately 3 miles, turn left at the light, onto Old Hwy 41. Turn right at your next light, Stilesboro Rd. The visitor center will be immediately on your left (brown and white signs located along the roads will guide you as well). Directions from the visitor center to Cheatham Hill are provided in the visitor center at the information desk.   From I-575 North:    Take exit 1 (Barrett Parkway). At the stoplight turn left onto Barrett Parkway. Follow Barrett Parkway for approximately 3.5 miles, turn left at the light, onto Old Hwy 41. Turn right at your next light, Stilesboro Rd. The visitor center will be immediately on your left (brown and white signs located along the roads will guide you as well). Directions from the visitor center to Cheatham Hill are provided in the visitor center at the information desk.   From I-575 South:    Take exit 1 (Barrett Parkway). At the stoplight turn right onto Barrett Parkway. Follow Barrett Parkway for approximately 3.5 miles, turn left at the light, onto Old Hwy 41. Turn right at your next light, Stilesboro Rd. The visitor center will be immediately on your left (brown and white signs located along the roads will guide you as well). Directions from the visitor center to Cheatham Hill are provided in the visitor center at the information desk.   Directions by Bus: The Cobb County Transit (CCT) stops approximately 3 miles from the visitor center, and no other transportation is provided. For more information, please visit http:\/\/dot.cobbcountyga.gov\/cct\/.  Back to Top",
    "url": "https:\/\/www.nps.gov\/kemo\/planyourvisit\/directions.htm"
}
