{
    "title": "Kennesaw Mountain National Battlefield Park: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               Kennesaw Mountain’s Early People       The Cherokee people's ancestors have been in the Georgia Area since before 1000 BC. Originally a nomadic people, they became farmers and, by the 19th century, adopted the culture and lifestyle of white people in attempt to keep their land. In 1830's Georgia, the discovery of gold and the desire to expand the country's territory caused the forced removal of the Cherokee people to Oklahoma. This involuntary removal became known as the Trail of Tears. Settlers began to move into North Georgia by late 1832, first attracted by the possibility of finding gold in Dahlonega. From the 1830s through the 1850s, these new landowners moved into the area now known as the Kennesaw Mountain National Battlefield Park, establishing their homes on the frontier.                The Cherokee nation covered a broad area in the Southeastern United States. Their territory included areas of modern day Kentucky, West Virginia, Virginia, North Carolina, South Carolina, Georgia, Alabama, and Tennessee.                The Cherokee people made their home in northern Georgia, including what is now Cobb County and Kennesaw Mountain National Battlefield Park. The lives of the Cherokee were not unlike those of white people. As their territory was threatened, the Cherokee began adopting the cultural morés of white Americans. They lived in houses, had their own newspaper, sent their children to school, established a bicameral legislature, and dressed according to the modern American fashion. The capitol of the Cherokee nation was just north of Kennesaw Mountain, at New Echota, which is now a state park.                In the late 1820s, gold was found in the hills of Dahlonega, a town in north Georgia. America's first gold rush ensued, as numerous white Americans flooded into the region. This prompted the federal government to reconsider the sovereignty of the Cherokee nation and, in the case of Worcester v Georgia, the Supreme Court upheld their rights as an independent nation. President Andrew Jackson ignored the ruling and the removal of the Cherokee began.                The Indian Removal Act of 1830 mandated the relocation of all American Indian tribes east of the Mississippi River, including the Cherokee, to lands in the West. Over 16,000 Cherokee traveled by foot, horse, wagon, and steamboat to their final destination: Oklahoma. Many on the Trail died, homesick and physically spent from their arduous journey. Some Cherokee managed to escape the long trek to Oklahoma, making their way instead to North Carolina, where the Eastern Band of Cherokee Indians reside today.                After the Cherokee were forced from the area, land was parceled out to white men in 40 or 150 acre lots. Cobb County, Georgia saw an influx of new residents. They arrived to the frontier using old Indian trails and dirt roads that quickly became muddy after heavy rains. Life was difficult for the pioneering settlers.      Back To Top",
    "url": "https:\/\/www.nps.gov\/kemo\/learn\/historyculture\/people.htm"
}
