{
    "title": "Kennesaw Mountain National Battlefield Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           900 Kennesaw Mountain Dr  Kennesaw, GA 30152                 Directions         Take exit 269 (Barrett Parkway). At the stoplight head west onto Barrett Parkway. Follow Barrett Parkway for approximately 3 miles, turn left at the light, onto Old Hwy 41. Turn right at your next light, Stilesboro Rd. The visitor center will be immediately on your left (brown and white signs located along the roads will guide you as well).  Directions Details           Operating Hours & Seasons         Visitor Center Lot and Battlefield Grounds Hours during Daylight Savings Time (March trhrough November) Visitor Center Lot and Battlefield Grounds Hours during Daylight Savings Time (March trhrough November)   Standard Hours    Sunday: 7:30 AM - 8:00 PM   Monday: 7:30 AM - 8:00 PM   Tuesday: 7:30 AM - 8:00 PM   Wednesday: 7:30 AM - 8:00 PM   Thursday: 7:30 AM - 8:00 PM   Friday: 7:30 AM - 8:00 PM   Saturday: 7:30 AM - 8:00 PM     Park Districts  Visitor Center Hours during Daylight Savings Time (March through November) Visitor Center Hours during Daylight Savings Time (March through November)   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Kennesaw Mountain Road Hours during Daylight Savings Time (March through November) Kennesaw Mountain Road Hours during Daylight Savings Time (March through November)   Standard Hours    Sunday: Closed   Monday: 8:30 AM - 7:30 PM   Tuesday: 8:30 AM - 7:30 PM   Wednesday: 8:30 AM - 7:30 PM   Thursday: 8:30 AM - 7:30 PM   Friday: 8:30 AM - 7:30 PM   Saturday: Closed      Cheatham Hill Battlefield Hours during Daylight Savings Time (March through November) Cheatham Hill Battlefield Hours during Daylight Savings Time (March through November)   Standard Hours    Sunday: 8:00 AM - 7:30 PM   Monday: 8:00 AM - 7:30 PM   Tuesday: 8:00 AM - 7:30 PM   Wednesday: 8:00 AM - 7:30 PM   Thursday: 8:00 AM - 7:30 PM   Friday: 8:00 AM - 7:30 PM   Saturday: 8:00 AM - 7:30 PM     Park Entrance  Visitor Center Lot and Battlefield Grounds Hours during Standard Time (November through March) Visitor Center Lot and Battlefield Grounds Hours during Standard Time (November through March)   Standard Hours    Sunday: 7:30 AM - 6:00 PM   Monday: 7:30 AM - 6:00 PM   Tuesday: 7:30 AM - 6:00 PM   Wednesday: 7:30 AM - 6:00 PM   Thursday: 7:30 AM - 6:00 PM   Friday: 7:30 AM - 6:00 PM   Saturday: 7:30 AM - 6:00 PM     Park Districts  Visitor Center Hours during Standard Time (November through March) Visitor Center Hours during Standard Time (November through March)   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Kennesaw Mountain Road Hours during Standard Time (November through March) Kennesaw Mountain Road Hours during Standard Time (November through March)   Standard Hours    Sunday: Closed   Monday: 8:30 AM - 5:30 PM   Tuesday: 8:30 AM - 5:30 PM   Wednesday: 8:30 AM - 5:30 PM   Thursday: 8:30 AM - 5:30 PM   Friday: 8:30 AM - 5:30 PM   Saturday: Closed      Cheatham Hill Battlefield Hours during Standard Time (November through March) Cheatham Hill Battlefield Hours during Standard Time (November through March)   Standard Hours    Sunday: 8:00 AM - 5:30 PM   Monday: 8:00 AM - 5:30 PM   Tuesday: 8:00 AM - 5:30 PM   Wednesday: 8:00 AM - 5:30 PM   Thursday: 8:00 AM - 5:30 PM   Friday: 8:00 AM - 5:30 PM   Saturday: 12:00 AM - 12:00 AM             Weather           Before you start your trip to the mountain, check the local weather forecast to be sure that you will have a dry time. Though we are located north of Atlanta, we're still have the same hot summers and mild winters as our neighbors. The mountain top generally ranges 8-10 degrees cooler than at the base. In fall and winter, be prepared with a light weight jacket on hand. After planning your activities, check back to see what the weather will have in store for your day.         Fees & Passes     Entrance Fees:   No Fees - $0.00 There are no entry or parking fees at Kennesaw Mountain National Battlefield Park         Visitor Centers                  Operating Hours and Seasons  Fees and Passes Permits and Reservations      Kennesaw Mountain National Battlefield Park is here for everyone's enjoyment, so please be mindful of ALL Battlefield users including other animals, wildlife and Batttlefield staff. While planning your trip, keep a few things in mind:   We are a day use Battlefield and all parking areas are posted with designated parking hours. Review maps and trails to make sure you know how long it will take you to hike or tour the grounds before you start. Ask a ranger for assistance if you have questions. Make sure you plan to enjoy your trip and take in as much as you can of the Battlefield and the surrounding areas. If you're looking for lunch and dinner places, we do not offer anything in the park but the Marietta square is down the street and full of many choices. There's Barrett Parkway which has a little something for everyone and downtown Kennesaw is a short drive away.               To begin your visit of the Atlanta Campaign, join us in the visitor center. There you can speak with rangers about the events leading up to the Battle of Kennesaw and the aftermath. Pick up a brochure which will guide you on a driving tour of our 4 stops. Make sure to watch our 18 minute orientation film; learn the path the troops took to find their way to Kennesaw Georgia. Then, enjoy our renovated museum. Take your time and look at authentic uniforms, weapons and flags. On the weekends, you can either hike to the top or take our shuttle bus which runs every 30 minutes. From there, drive to the tour stops in your brochure. Get out and walk around being sure to stop and read our markers. Finally, take a picture to remember your time here in the South but please, take only your pictures and leave only your footprints.       The majority of the roads running through the Battlefield are county roads and do not close. In designated areas, closing times are are posted for your convenience. Closing times change at the beginning and end of daylight savings time. Gated lots have posted times of closure for you to refer to and non gated areas are posted \"closed from dusk to dawn\". The mountain road is open Monday through Friday excluding major holidays and weather permitting. It is closed on weekends and holidays but a shuttle bus is available for a minimal fee to take a ride to the top of the mountain.       Your safety is very important to us. In order to fully enjoy your visit, there are a few suggestions we ask you keep in mind. Continue reading the \"Your Safety\" page for more information on safety measures regarding hiking, pets, wildlife, traffic, bicycles, and general precautions.       We are a day use only Battlefield and do not offer any types of lodging facilities. There are no National Parks in the Metro Atlanta area that offer lodging. If you are staying in the Marietta Area, Barrett Pkwy offers an array of hotels and motels at varying prices. There are no camping facilities in the immediate area. State park information may be acquired from the Georgia Department of Natural Resources. For a list of information contact Marietta Visitor Center , theCobb Chamber of Commerceor the Atlanta Convention and Visitors Bureau.         Before you start your trip to the mountain, check the local weather forecast to be sure that you will have a dry time. Though we are located north of Atlanta, we're still have the same hot summers and mild winters as our neighbors. The mountain top generally ranges 8-10 degrees cooler than at the base. In fall and winter, be prepared with a light weight jacket on hand. After planning your activities, check back to see what the weather will have in store for your day.        ALL PETS must be on a leash no longer than 6ft in length and under the accompanying human's physical control at all times. There are mutt mitts available in the parking areas for the disposal of your pet's waste. Be aware, unfortunately, just because your animal has never displayed aggressive behavior does not mean it can not happen. Pets are NOT allowed in the Visitor Center, restroom facilities, shuttle bus, or water fountains. Should you encounter problems with either wildlife or animals off leash, you may call the visitor center at the time of occurrence at 770-427-4686 Ex.0. Please provide time and place of incident, brief description and your name and phone number where you can be reached for additional information.         The visitor center is fully accessible including auditorium, exhibits, phone, water fountain and restrooms. Due to the nature of the historic terrain, trails have remained natural and have not been altered. The mountain road is paved and may be accessed by wheelchair or stroller. Our shuttle bus is ADA approved and can accommodate those with special needs. If you are attending a program and require special needs, such as a sign language interpreter, please contact the visitor center at 770-427-4686 ext. 0 prior to the day of the event and we will make necessary arrangements for the event.          Relic hunting, metal detecting, and finding\/removing artifacts are NOT allowed at Kennesaw Mountain National Battlefield.  In order to ensure that visitors have a meaningful and educational visit, the Organic Act of 1916 was established. The National Park Service preserves unimpaired the natural and cultural resources and values of the national park system for the enjoyment, education and inspiration of this and future generations. When an artifact is removed, it is a piece of history that cannot be replaced. That one item could tell a story or be the missing piece to a puzzle that will remain a mystery forever. Stolen items are not just a loss for the Battlefield but for everyone who hopes to learn more about American history. Please continue reading the \"Relic Hunting and Metal Detecting\" page for more information.",
    "url": "https:\/\/www.nps.gov\/kemo\/planyourvisit\/basicinfo.htm"
}
