{
    "title": "Martin Luther King Jr National Historic Site: Property Leasing",
    "body": "Explore This Park    Learn About the Park     Management     Property Leasing              Property Leasing         A row of queen anne styled homes in the residential block of Martin Luther King, Jr.'s Birth Home. Gary Tarleton, NPS, HFC  Public Law 96-428 established Martin Luther King Jr. National Historic Site is 1980. The mandate within the scope of the established legislation assures that the National Historic Site has an involvement with historic leasing, by charging the NPS with the acquisition of historic structures within the residential setting associated with Dr. King's early life.  Historic Properties are made available to the public for lease\/rent without regard to consideration of sex, race, color, national origin, religion, family status or disability. Our Objective  Protect Historic Structures Provide safe, sanitary and energy efficient housing.   Atlanta Atlanta offers residents the comforts of Southern hospitality with the intrigue of cutting-edge entertainment and award-winning dining. It is a city pulsating with daily cultural events, seasonal beauty, and communities that are warm and inviting.  The Community The Old Fourth Ward, often abbreviated The Fourth Ward or O4W, is a neighborhood just east of Downtown Atlanta, Georgia. During the height of the civil rights movement, the Old Fourth Ward neighborhood of Atlanta, where the Rev. Dr. Martin Luther King Jr. was born, lived and is buried , was a bustling hub of middle-class black life. Now, the neighborhood is generating buzz again - as a cradle of culinary and artistic innovation and as a symbol of gentrification, with a more racially mixed population.   Edgewood Avenue, which connects the Old Fourth Ward to downtown and Inman Park, has become a bar and restaurant district. Bar- and restaurant-owners are attracted to Edgewood's \"non-corporate\" feel, mostly due to its urban layout and historic buildings showcasing turn-of-the-century architecture.  Rental Unit Features  Fully renovated apartments and home Central Air Conditioning and Heating Security and Fire Alarm equipped Cable Ready Ceiling Fan(s) Dishwasher Smoke Free Washer & Dryer available in some units Fully Equipped Kitchen Water included Sorry, No pets No Satellite Dishes  How to apply Schedule an appointment to see available properties, by contacting the Real Property Leasing Specialist at 404-331-2240 or via email @reggie_tiller@nps.gov. Properties are shown Monday-Thursday between the hours of 10am and 3pm. Rental\/Lease Applications are available in the Park Headquarters Leasing Office, located at 450 Auburn Avenue, NE on the 2nd floor, Monday through Thursday 9-3 or,  can be downloaded by clicking here.  What you need to apply  Completed applicationRecent Credit Report Proof of Income (Two paystubs) 2 References  Completed applications and supporting documentation must be submitted to the Real Property Leasing Specialist in person or via mail. Documents can be mailed to the National Park Service, Martin Luther King Jr., NHS, Attention Real Property Leasing Specialist, 450 Auburn Avenue, NE, Atlanta, GA 30312.  All Historic properties will be leased in the order of receipt and approval of application and submission of deposit.",
    "url": "https:\/\/www.nps.gov\/malu\/learn\/management\/property_leasing.htm"
}
