{
    "title": "Tumacácori National Historical Park: Bernardo de Urrea",
    "body": "Bernardo de Urrea          A Basque criollo born in Culiacán, Sinaloa, he was the first owner of (and probably the person who named) the \"Arizona\" Ranch from which the state of Arizona takes its name. He was deputy \"justicia mayor\" there during the famous silver (Planchas de Plata) discovery of 1736. He was living at Opodepe at the time of the Pima uprising of 1751 and was the first outside official to arrive on the scene and led the troops in the one and only battle that took place during the uprising. His diary of the same follows: Diary of Bernardo de Urrea General Archive of the Indies Guadalajara 419, 3M-20 (Translation by Donald T. Garate)    [Folio 43] Diary that I, Bernardo de Urrea, Deputy Chief Justice of the Royal Town of San Joseph [folio 44] de Opodepe and the Pimería Alta, in company with Second Lieutenant of the militia, Don Joseph Ignacio de Salazar, by virtue of the unwritten orders, that is to say, the instructions given by Lord Don Diego Ortiz Parrilla, Governor and Captain General of these provinces, have kept as follows:    On December 30, 1751 we left this village of San Ignacio in the Pimería Alta accompanied by twenty-four men of the local militia and three Indian ambassadors sent by the said Lord Governor, named Ignacio Batubipe, another named Ignacio who is the mador of this village, and Nicolás of the village of Santa Magdalena. We stopped about nine o'clock this night near the Portrero del Tupu where nothing novel was done.    December 31, 1751. We left the above-mentioned place and broke into two small squadrons to look for tracks until we came to the place called El Aguaje where we stopped to reunite the troop. Everyone having arrived, they said that they had not found any tracks. Continuing the march, we arrived at the site of Tubutama. There we again came upon the tracks of two different groups of Indians and, having surveyed them and it still being daylight, we continued the march until we arrived at the Cerro Prieto, where we stopped to spend the night. Orders were given for everyone to maintain [folio 45] the greatest vigilance possible.    January 1, 1752. We left the said Cerro Prieto and continued the march toward our destination. Before arriving at the village of Saric we encountered four bodies, which we buried. Upon arrival at the village we found two bodies very near the Holy Church where we were and, having found nothing with which to dig a grave because the ground was so hard, we left them in the cemetery and closed the gates. The others that the rebels killed in the said village, with regard to those where they burned the house and the roof fell in on the bodies, we left them as they were. Continuing our march, we arrived to spend the night above Tucubavia where the corresponding arrangements were made [to set up camp].    January 2, 1752 - We left the said place and arrived without novelty at the place [called] Arivaca. There we found the Second Lieutenants, regulars Don Joseph Fontes and Don Antonio Olguin, to whom I delivered a letter that the said Lord Governor had sent. After they had read and understood the orders and instructions that we brought from the said Lord Governor, we decided to dispatch the three Indian emissaries that the said Lord Governor had sent to the rebel Captain General, Don Luis Oacpicagigua. These, then, when they were duly equipped with supplies and horses, [folio 46] left about three o'clock in the afternoon of the same day, [January] second. And, all of the troop, which is composed of eighty-six men including officers, having come together, made the corresponding arrangements [to set up camp].    January 3, 1752 - We remained at the said place without anything out of the ordinary happening.    January 4, 1752 - We remained at the said place without any trouble until eleven o'clock at night when one of the messengers, Ignacio Batubipe, returned with a Yaqui Indian called Joachín, who had been among the rebels. They had secretly contacted the advance sentries, one of whom came to us with the said Ignacio and Joachín. Ignacio was asked what Captain Don Luis had said, to which Joachín, the Yaqui, whom we had brought [into camp] responded that Captain Don Luis was coming with all his troops to kill us. We asked them what had happened to Ignacio, the mador, and Nicolás. The said Yaqui replied that they beat Ignacio to death with their war clubs at the command of Don Luis and that Nicolás would come with the rebel troops. We asked them at what time [the rebels] said they would be coming to kill us. Both Ignacio and Joachín responded that it would be when the moon came up, or about daylight, and that they, themselves, had escaped and taken to the road to come warn us. Then, at that point, we commanded that they be disarmed and secured with chains until we could verify what they had said. Then, at that [folio 47] point, we prepared to defend ourselves, ordering that the caballada be brought forward and kept tied at the camp. Leaving twenty-three men to guard the said caballada and the two Indians, the rest of us, which amounted to sixty-three men, remained mounted on horseback until about 5:30 on the morning of the fifth.    [January 5, 1752] - The said Don Luis, with all his troops, charged with such force and fury and crushing hostility that it was necessary for us to go on the defensive against the enemy. Forty-three of the enemy were left dead in their advance and the rest retreated to a hill. We took one prisoner who plead with us not to kill him while, at the same time, he threw down his arms and headdress of feathers. When he was brought forward, it was ordered that he be tied. After he was secured he was placed with the other two [Indians] and left as a forward bulwark with the [enemy's] horses that had been killed in the charge. When it got to be daylight the aforementioned Captain General Don Luis Oacpicagigua retreated with Don Luis, the auxiliary Captain of the village of Pitiquito in the Pimería Alta, Cipriano, the son of said Captain General Don Luis, and one other [Indian], who came in command of the said rebels, of which there were about two thousand. After the said insurgents had made their retreat to the hill, two of us, Don Bernardo de Urrea and Don Joseph Fontes, accompanied [folio 48] by Don Joseph Moraga, [who is] fluent in the Pima language, went to the foot of the hill. There, after Captain General Don Luis had come down the hill a short distance, we spoke with him and admonished him in the name of the Lord Governor to come down in peace, notwithstanding the fact that His Lordship had already pardoned him. To this the said Don Luis replied that he did not want to come down in peace. He was given to understand that one of the three [of us] was Don Bernardo de Urrea, godfather at the confirmation of the said Don Luis and his wife. He responded that he did not want to come down in peace, that [Urrea] was a liar, and that he was not his godfather. [He said] that he wanted nothing more to do with the Tubutama River [Valley] that already had no Pimas to plant [its farmlands]. [He said] that we would see what there was to eat because already there are neither wheat, corn nor beans being cultivated. In anger he told us that we could do it if we were there. And, he called us mulatos, coyotes, and other indecent things, and then climbed back up to where his people were. In sight of him, we returned to our camp, where we met with all our officers and decided to move back to gain better ground and, at the same time, see if the enemy would follow us. After having marched about a half of a league we arrived at a pass that lead into bad terrain with some hills that were incommodious for us but advantageous for the enemy to communicate with each other. When the rearguard, that had taken up their position at the hill where we were before, arrived at this pass, the [rebels] again fought us in a second battle. [folio 49] Notwithstanding the ruggedness of the aforementioned pass which caused a great impediment for managing our horses and arms, in light of which Captain General Don Luis came close to attack us on the road, we killed three of them. Among these was Cipriano, son of the referred to Captain General Don Luis and one of the chiefs of the said rebels. With these deaths they demonstrated immense sorrow, with crying and other signs of sadness, leaving behind at the said place seven horses with their blankets. These were ordered to be gathered into our caballada. Our camp attained complete victory, considering the fact that the enemy had not attained as much as the death of any one of us. Nor was there anything left in their power from our camp -- not a hat, cloak, firearm, or any of the least of the things with which the enemy could derive a minimum of pleasure or comfort. In light of this we gathered the said officers together and conferred as to what was the most profitable [thing to do], considering that we had attained complete victory and broken the pride and haughtiness of the enemy. We returned to this village of San Ignacio, considering the fact that the caballada had been sorely mistreated and the said place is a long way from here. Indeed, it is more than fifty leagues distant from this village. And, had we remained at the said place, [folio 50] the enemy could have fallen on our camp and abused our King's and Lord's army due to our lack of [a fresh] caballada. Furthermore, the loyal Indians had lost [one of their companions], the Indian Nicolás, among the rebels.    January 6, 1752 - We commenced our march and, with nothing out of the ordinary, traveled to the Valley of Sicurisuta where we spent the night without novelty. Also, I report that from this said place the local soldiers from Terrenate returned to the said presidio.    January 7, 1752 - We left the aforementioned place and arrived at this said village of San Ignacio. For these truths, which we accomplished and executed for the said Lord Governor and Captain General, those of us who knew how signed our names and for those who did not know how, it was done by Don Andres Martinez Villanasur. = Berndardo de Urrea = Joseph Fontes = At the request of Second Lieutenants Olguin and Salazar = Andres Martinez Villanasur          He had the following to say during the 1754 investigation of the uprising: Among all the Pimas, the Caborqueños are the most rowdy, rough, and unruly. San Ignacio, November 2, 1754 (AGI, Guadalajara 419, 3m-13, page 30)  To learn more about Bernardo de Urrea go to Mission 2000 by clicking (here) and following the blue ID numbers.      To return to Soldiers, click (here).",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/historyculture\/bernardo-de-urrea.htm"
}
