{
    "title": "Martin Luther King Jr National Historic Site: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archives           Subscribe  | What is RSS     May 12, 2016  24th Annual World Peace Rose Garden Program  The National Park Service and its partner the International World Peace Rose Gardens organization will host the public event Thursday, May 12 from 12:30 p.m. to 2:00 p.m.   March 31, 2016  Remembrance Week 2016  The Martin Luther King, Jr. National Historic Site and Ebenezer Baptist Church will commemorate the annual observance of King Remembrance Week which honors the life and legacy of the Reverend Dr. Martin Luther King, Jr. April 4-8, 2016.   August 20, 2015  2015 Legacy Campout:Road to the Centennial  On Friday, September 25, 2015 at 6 pm, the celebration will kick off with the 2-day Legacy Campout.   May 12, 2015  23rd Annual Rose Garden Program  The Martin Luther King Jr. National Historic Site, in partnership with the International World Peace Rose Gardens (IWPRG) organization, will host its 23rd annual “I Have A Dream” World Peace Rose Garden Program   April 07, 2015  April 9, 2015 Commemoration  On April 9, 2015, the Martin Luther King Jr. National Historic Site will commemorate two nationally importation events, the surrender of General Lee to General Grant at Appomattox, Va., and burial of Dr. Martin Luther King Jr.   April 03, 2015  Events for Annual King Remembrance Week  The park will honor the life and legacy of the Reverend Dr. Martin Luther King, Jr.  during King Remembrance Week, April 4 to 9, 2015. Special programs, tours of the Birth Home, and a wreath laying ceremony will be held in the park. All events free of charge and open to the public.   January 14, 2015  King Holiday Observance Celebration 2015  ATLANTA, GA - The Martin Luther King, Jr. National Historic Site commemorates the 30th observance of the Federal Holiday that honors the birthday of Rev. Dr. Martin Luther King, Jr. with several special activities and events in collaboration with The King Center, Ebenezer Baptist Church and other community-based organizations.   September 18, 2014  Martin Luther King Jr National Historic Site 4th Annual Legacy Camp Out  The Martin Luther King, Jr., National Historic Site and its partnering organizations the Greening Youth Foundation, the King Center for Nonviolent Social Change, and REI, will jointly host the 4th annual Legacy Campout on Friday, September 19, 2014 at 6:00 p.m. until Saturday, September 20, 2014 to 10:00 a.m. This event will be held on the grounds of the Martin Luther King, Jr., National Historic Site in the Visitor Center parking lot located at 450 Auburn Avenue, N.E., Atlanta, Georgia 30312.  The Legacy Campout is a free event that offers a unique forum for local youth to have an opportunity to become exposed to outdoor recreation and its links to a healthy lifestyle.   May 07, 2014  22th Annual International World Peace Rose Garden Celebration  On Thursday, May 8, 2014 at 12:30 p.m., the Martin Luther King Jr. National Historic Site, in partnership with the International World Peace Rose Gardens (IWPRG), will host its 22nd annual \"I Have A Dream\" World Peace Rose Garden Program. This is a free event and open to park visitors and general public.   April 03, 2014  Martin Luther King Jr National Historic Site Remembrance Week 2014  Martin Luther King, Jr. National Historic Site Remembrance Week 2014 will commemorate the annual observance of King Remembrance Week which honors the life and legacy of the Reverend Dr. Martin Luther King, Jr. April 4-9, 2014 with a special Wreath-Laying Ceremony April 4, 2014 to commence the Park's week long series of public activities.   January 10, 2014  King Holiday Observance Celebration 2014  The Martin Luther King, Jr. National Historic Site commemorates the 28th observance of the Federal Holiday that honors the birthday of Rev. Dr. Martin Luther King, Jr. with several special activities and events in collaboration with The King Center, Inc. and other community-based organizations.   April 18, 2013  21st Annual Rose Garden Program  On Thursday, May 09, 2013 at 1:00 p.m., the Martin Luther King Jr. National Historic Site, in partnership with the International World Peace Rose Gardens (IWPRG) organization, will host its 21st annual “I Have A Dream” World Peace Rose Garden Program.   August 24, 2012  Dreamkeeper Program  There has been a schedule change in „Dreamkeeper” program for Tuesday, August 28th. Ambassador Andrew Young has been added to the program, and will help discuss the film “Walking with Guns” following the screening. „T.I‟ Harris has cancelled his participation in the program, due to business scheduling changes beyond his control. Hip-Hop artist “Mike Bigga,” who records on T.I.‟s label, will replace T.I. and join Ambassador Young in the discussion following the film.   July 24, 2012  Commercial Strategy Meeting  The Martin Luther King, Jr. National Historic Site is hosting a public meeting Tuesday, July 24, 2013 at 6:00pm to gather input on a proposed strategy for Commercial Services operation within the national historic site district.   March 23, 2012  King Remembrance 2012  The Martin Luther King, Jr. National Historic Site and Ebenezer Baptist Church will commemorate the annual observance of King Remembrance Week which honors the life and legacy of the Reverend Dr. Martin Luther King, Jr. April 4-9, 2012 with a special Wreath-Laying Ceremony April 4, 2012 to commence the Park’s week long series of public activities.   January 10, 2012  King Holiday Celebration 2012  A 26th observance of the Federal Holiday that honors the birthday of Rev. Dr. Martin Luther King, Jr. with a special program titled, “Dr. Martin Luther King, Jr: Remembering His Legacy.”      2011  Childrens Healthcare of Atlanta and Martin Luther King, Jr. National Historic Site Host Strong4Life Atlanta  Hundreds of Volunteers Expected in Atlanta for National Public Lands Day, September 24 Bronze Scale Model of The Martin Luther King, Jr. National Memorial Now on Exhibit at the Martin Luther King, Jr. NHS in Atlanta, GA National Park Service Selects The 2011 Winners of its Annual Inspirational Peace Contest  Heritage Sanctuary and Fellowship Hall of Historic Ebenezer Baptist Church to Reopen Historic Ebenezer Baptist Church is closed for Phase II Restoration and will re-open in 2011  2010 National Park Service Commemorates the 82nd Birthday of Dr. Martin Luther King, Jr. Excitement grows as the Martin Luther King, Jr. National Historic Site prepares to welcome guests at its 30th Anniversary Atlanta Youth, City Officials Celebrate 17th Annual National Public Lands Day at MLK Jr. Historic Site Martin Luther King, Jr Historic Site Celebrates The Jewish Community's Involvement in the Civil Rights Movement Martin Luther King, Jr. Rose Garden Inspires Atlanta-area and International Schoolchildren Towards Peace \"Visa For Life: Diplomats Who Rescued Jews\" exhibition opens at the Martin Luther King, Jr. National Historic Site  Environmental Essay Contest Long Term Park Ranger Retiring at Martin Luther King, Jr. National Historic Site  Martin Luther King, Jr. National Historic Site announces Remembrance Birth Home Open House  The Martin Luther King, Jr. National Historic Site and the Atlanta Film Festival honors Black History Month with the Film Screening of Pip & Zastsrow: An Amerrican Friendship, exhibition Bobby, Martin & John: Once Upon An American Dream and Birth Home Open House  'Bobby, Martin & John: Once Upon an American Dream' Exhibit Opens at Martin Luther King, Jr. National Historic SiteMartin Luther King, Jr.  National Historic Site Begin its 30th Anniversary Year with King Holiday Events  2009 Trust for Public Land Transfers Key Tract on MLK Block to National Park Service  Greening Youth Foundation and MLK Historic Site Join Forces to Create Future EnvironmentalistsVolunteer Project at M.L. King Site Marks National Public Lands Day Restored Stained Glass Window of Martin Luther King, Sr. Installed at Ebenezer Baptist Church International Tribute to Dr. Martin Luther King, Jr. Art Exhibition 6th Annual Induction of Honorees for the International Civil Rights Walk of Fame 2008 M. L. King Historic Site Marks 40th Anniversary of Dr. King's Assassination \"From Memphis to Atlanta: The Drum Major Returns Home\" Opens April 4, 2008 Annual Rose Garden Program 2006 GPS Ranger",
    "url": "https:\/\/www.nps.gov\/malu\/learn\/news\/newsarchive.htm"
}
