{
    "title": "Martin Luther King Jr National Historic Site: Historic Ebenezer Baptist Church",
    "body": "Ebenezer Baptist Church         Historic Ebenezer Baptist Church Gary Tarleton, HFC, NPS  Throughout its long history, Ebenezer Baptist Church, located in Atlanta, Georgia, has been a spiritual home to many citizens of the \"Sweet Auburn\" community. Its most famous member, Rev. Martin Luther King, Jr., was baptized as a child in the church. After giving a trial sermon to the congregation at Ebenezer at the age of 19 Martin was ordained as a minister. In 1960 Dr. Martin Luther King, Jr. became a co-pastor of Ebenezer with his father, Rev. Martin Luther King, Sr., know as \"Daddy\" King. He remained in that position until his death in 1968. As a final farewell to his spiritual home Dr. Martin Luther King, Jr.'s funeral was held in the church. In 2000 a study of the church building resulted in Ebenezer Baptist Church, Historic Structure Report (PFD, 31.5 MB) being issued by the National Park Service. This reports served as a guideline for the restoration of the church. Church Restoration In 2001, thanks to a Save America's Treasures Grant and the contributions of many individuals and corporations, the National Park Service began the restoration of historic Ebenezer Baptist Church. The restoration was completed in two phases. Phase I included design and installation of major systems including, electrical, heating, and air conditioning, and fire suppression. Structural repairs were made to the roof system and the historic exterior. The Ebenezer sign hanging over the entrance was repaired and lit for the first time since 1990. A chair lift was installed to provide accessibility to the sanctuary. The funding for Phase I involved a private and public partnership and cost $1,885,000. Phase II of the project restored the appearance of the sanctuary and fellowship hall to the 1960-68 period when Dr. King served as co-pastor with his father. Special work items included preservation of stain glass windows; restoration\/replication of furnishings; repair of balcony structural system; rehabilitation of restrooms; abatement of asbestos-containing flooring; treatment of termite infestation\/damage; installation of a lightning protection system; improvement of site drainage; and restoration of a sidewalk, baptistery, and pipe organ and its antiphonal.",
    "url": "https:\/\/www.nps.gov\/malu\/planyourvisit\/ebenezer_baptist_church.htm"
}
