{
    "title": "Martin Luther King Jr National Historic Site: Trip Itineraries",
    "body": "Explore This Park    Plan Your Visit     Trip Itineraries            Trip Itineraries       Your time is valuable, below are several possible itineraries for you to best spend your time visiting the park. Please be aware that your visit to the park is self-guided except for the park ranger-led tour of the Birth Home. If you have any questions make sure you ask a park ranger or uniformed volunteer. We look forward to having you as our guest for how ever long you visit.       Express Visit 30 minutes Visitor Center Stop at the information desk to pick up a copy of the official park brochure, that includes a map of the park, and ask any questions you may have. Historic Ebenezer Baptist Church On your walk to the church you will pass through the International World Peace Rose Garden and the and the \"Behold\" Monument. View the church before crossing the street at the corner. The King Center Continue east past the church and take the steps to the right up to the reflecting pool. Pause briefly at Dr. and Mrs. King's Tomb and view the Eternal Flame. Continue to the east returning to Auburn Avenue and cross Boulevard. Birth Home Block As you cross Boulevard view the historic Fire Station No. 6 on the corner. Briskly stroll down and back on the Birth Home Block. Make sure you stop to view the outside of the Birth Home. If you are parked in the visitor parking lot north of the Visitor Center walk past the Gandhi Statue and down the International Civil Rights Walk of Fame.       Typical Visit 1.5 to 2 hours Visitor Center Stop at the Visitor Center information desk to pick up a copy of the official park brochure, that includes a map of the park, and ask any questions you may have. Ask about availability of a ranger-led Birth Home Tour and register if one is available within the time you plan on being in the park. Browse the exhibits or take in a movie in the Visitor Center Theatre. International World Peace Rose Garden Pause in the garden and enjoy the roses and fountain. Stop at the \"Behold\" Memorial on your way to the church. Historic Ebenezer Baptist Church After crossing Auburn Avenue at the corner enter the church. Proceed upstairs to the Sanctuary and listen to sermons and speeches of Dr. King. In Fellowship Hall you may browse the exhibits about the history of the church or watch a video of Dr. Christine King Ferris, Dr. King's sister, as she talks about her family and the church. The King Center Turn right as you exit the church and continue east and take the steps on your right up to the reflecting pool. Pause to reflect at Dr. and Mrs. King's Tomb and view the Eternal Flame. Enter Freedom Hall at the east end of the reflecting pool and view belongings of Dr. and Mrs. King. Birth Home Block As you cross Boulevard view the historic Fire Station No. 6 on the corner. Stroll down and back on the Birth Home Block viewing the wayside exhibits telling about the people and houses along along Auburn Avenue. Gandhi Statue Return to the north side of the Visitor Center to view the Gandhi Statue and to stroll down the International Civil Rights Walk of Fame. You will end up across the street from the visitor parking lot.       Leisurely Visit 2.5 to 4 hours Visitor Center Stop at the Visitor Center information desk to pick up a copy of the official park brochure, that includes a map of the park, and ask any questions you may have. Ask about availability of a ranger-led Birth Home Tour and register if one is available within the time you plan on being in the park. Browse the exhibits and take in a movie in the Visitor Center Theatre. International World Peace Rose Garden Pause in the garden and enjoy the roses and fountain. Stop at the \"Behold\" Memorial on your way to the church. Historic Ebenezer Baptist Church After crossing Auburn Avenue at the corner enter the church. Proceed upstairs to the Sanctuary and listen to sermons and speeches of Dr. King. In Fellowship Hall you may browse the exhibits about the history of the church and watch a video of Dr. Christine King Ferris, Dr. King's sister, as she talks about her family and the church. The King Center Turn right as you exit the church and continue east and take the steps on your right up to the reflecting pool. Pause to reflect at Dr. and Mrs. King's Tomb and view the Eternal Flame. Enter Freedom Hall at the east end of the reflecting pool and view personal belongings of Dr. and Mrs. King, Gandhi, and Rosa Parks. Birth Home Block As you cross Boulevard visit the historic Fire Station No. 6 and view exhibits on the Atlanta Fire Department and its desegregation. Stroll down and back on the Birth Home Block viewing the wayside exhibits telling about the people and houses along Auburn Avenue. Gandhi Statue Return to the north side of the Visitor Center to view the Gandhi Statue and to stroll down the International Civil Rights Walk of Fame. You will end up across the street from the visitor parking lot.",
    "url": "https:\/\/www.nps.gov\/malu\/planyourvisit\/tripitineraries.htm"
}
