{
    "title": "Martin Luther King Jr National Historic Site: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       Special Use Permit (SUP) A Special Use Permit is required for all activities for which regulations at 36CFR Parts 1-7 and Part 14 specify that a permit is required. Special use permits are required for meetings, family reunions, public assemblies, special events, First Amendment rallies, filming, telecommunications, and right-of-way permits for utilities and roads, as well as for other non-visitor activities occurring on park land. A special park use is defined as a short-term activity that takes place in a park area, and that:  provides a benefit to an individual, group or organization rather than the public at large; requires written authorization and some degree of management control from the National Park Service (NPS) in order to protect park resources and the public interest; is not prohibited by law or regulation; is not initiated, sponsored, or conducted by the NPS; and is not managed under a concession contract, a recreation activity for which the NPS charges a fee, or a lease.  Conditions of Permit (PDF, 105KB) Application for Special Use Permit - long form (PDF, 594KB) Application for Special Use Permit - short form (PDF, 472 KB) SUP applications should be submitted well in advance. For more information regarding Special Use Permits please call Chief Ranger, C. Moore, at 404 730-9639 ore-mail or Park Ranger, M. Hayden, at (404) 331-6965 or e-mail. Please mention \"Special Use Permit\" in the subject line.       Commercial Filming\/Still Photography Permit If you are planning to do commercial filming or still photography at Martin Luther King, Jr. National Historic Site you must have a Special Use Permit. Below are links to instructions and application for a permit. Special Use Permit for Filming and Still Photography - short form (PDF, 102 KB) Special Use Permit for Filming and Still Photography - long form (PDF, 205 KB) SUP applications should be submitted well in advance. For more information regarding Special Use Permits please call Chief Ranger, C. Moore, at 404 730-9639 or e-mail or Park Ranger, M. Hayden, at (404) 331-6965 or e-mail. Please mention \"Special Use Permit\" in the subject line.       Reservations Birth Home Tours Free tickets for the ranger-led tour of the home where Dr. King was born are required. You must reserve your ticket in person at the park visitor center on the day of the tour. Tours are filled on a first-come first-serve basis and since only 15 people are permited on each tour they fill quickly. Groups may only reserve three tours for a total of 45 people. Reservations for the Birth Home Tour can not be made in advance, by phone, by e-mail, or in writing. Education Programs Curriculum based educational programs may be reserved upon request. Visit our Education page for more information.",
    "url": "https:\/\/www.nps.gov\/malu\/planyourvisit\/permitsandreservations.htm"
}
