{
    "title": "Martin Luther King Jr National Historic Site: Behold Monument",
    "body": "Behold Monument         \"BEHOLD\" Monument NPS Photo  About The Monument The Behold Monument commemorates the historic principles that guided the life and works of Dr. Martin Luther King, Jr. On January 11, 1990 Mrs. Coretta Scott King unveiled this monument as a tribute to her late husband and as an enduring inspiration to all who fight for dignity, social justice, and human rights. Sculptor, Patrick Morelli, was inspired by the ancient African ritual of lifting a newborn child to the heavens and reciting the words \"Behold the only thing greater than yourself.\" Sculptor's Statement* I wanted the Behold Monument to glorify those aspects of Dr. King's character that I felt distinguished him as a truly great man. The two aspects of Dr. King's life and works that impressed me most were, first, his ability to defend a morally courageous--though often, unpopular--cause in the face of, seemingly, overwhelming opposition and, second, his ability to maintain his dignity and a genuine spirit of brotherhood in the face of the cruelest and most ignorant threats, insults, and indignities believing that, ultimately, the righteousness of his convictions and beliefs would prevail. I, therefore, had inscribed in the granite base of the Behold, Monument the words: \"DEDICATED TO THE MEMORY OF DR. MARTIN LUTHER KING, JR. FOR HIS MORAL COURAGE AND NOBILITY OF SPIRIT\" It is my hope that every viewer will see and appreciate the inspirational and meaningful symbolism in the pose and placement of the Behold Monument at the Dr. Martin Luther King, Jr. Historic Site. The heroic-sized, bronze figure of the father raises his infant child to the heavens and looks toward Ebenezer Baptist Church--the source of his spiritual strength and a site significant to the civil rights movement as the church in which both Dr. Martin Luther King, Jr. and his father, \"Daddy\" King, gave many powerful and inspirational sermons. In walking to or from the Dr. Martin Luther King, Jr. Community Center young children will pass the Behold Monument. Their parents and grandparents will be able to instill pride in them each day as they explain how the Behold tribute to Dr. King glorifies the importance of children and the love of every mother and father for their children. As one views the monument from the back one sees the Behold infant silhouetted against a broad expanse of sky and raised above the towering skyscrapers of downtown Atlanta's commercial district. This juxtaposition of the infant and the Atlanta skyline symbolizes Dr. King's hope that one day all Americans would share, significantly, in the cultural and materials as well as the spiritual, riches of our great nation. Finally, as one stands on a sightline drawn from the front of Dr. King's tomb to the Behold Monument one sees the strong, uplifted profile of the father and the face of his sleeping infant, unaware of the sacrifices and suffering endured by the father, tranquil and serenely oblivious to all the ioy and sorrow the future holds. The father holds his hope for the future, his infant, facing the tomb of Dr. King and its inscription, \"Free at last, Free at last, Thank God, Almighty, Free at last\". This symbolic pose is a tribute to Dr. King's love of children and to his courageous efforts to create a world in which there would be happiness, freedom, and dignity for all God's children. Patrick Morelli Behold Sculptor *It should be noted that this statement was written before the National Park Service Visitor Center and Peace Plaza were built. About the Sculptor Patrick Morelli, a graduate of Duke and Syracuse Universities, is a sculptor, painter, and architectural designer living and working in Manhattan. His works -- which include realistic and abstract bronze sculptures, busts of contemporary and historical figures, glass mosaics, original cartoon figures and site-specific artwork -- are in public sites, museums, and corporate and private collections including the Smithsonian Institution's National Museum of American Art in Washington, D.C., the Tennessee State Museum, and Canaveral National Seashore in New Smyrna Beach, Florida. Copyright Notice All copyrights protecting the use of the \"BEHOLD\" sculpture or its image, in any size or medium, are owned solely and exclusively by the artist, Patrick Morelli.",
    "url": "https:\/\/www.nps.gov\/malu\/planyourvisit\/behold_monument.htm"
}
