{
    "title": "Martin Luther King Jr National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions & Transportation       Start your visit to Martin Luther King, Jr. National Historic Site at the Visitor Center. Here you will be able to pick up maps, as well as the latest information on the park. Directions Personal Vehicles The entrance to the park's parking lot is located on John Wesley Dobbs Avenue (GPS 33°45'32.43\"N, 84°22'24.00\"W). Enter these coordinates as your destination in your favorite map program for driving direction to the park. If you have a GPS unit in your vehicle, enter the coordinates into your unit for driving directions to the park. Once you arrive at the parking lot it a short walk across Irwin Street and down the Promenade to the Visitor Center. NOTE: Using a street address may take you to the wrong location depending on the online map service or your GPS unit. Use the map link above or enter the GPS coordinates into your GPS unit for best results. Buses Buses may unload\/load their passengers on Irwin Street (GPS 33°45'27.50\"N, 84°22'23.74\"W). Enter the GPS coordinates as your destination in your favorite map program for driving direction to the park's unloading area. If you have a GPS unit in your vehicle, enter the GPS coordinates into your unit for driving directions to the park's unloading area. The bus must then be moved to the park's bus parking lot on John Wesley Dobbs Avenue (GPS 33°45'33.01\"N, 84°22'22.05\"W). Parking on Irwin Street is prohibited!      Alternative Fuel Vehicles Do you plan to travel to the park in an alternative fuel vehicle? If so, good for you! Your actions help us reduce greenhouse gas emissions and reduce petroleum use. Plan your trip with the Alternative Fueling Station Locator from the Department of Energy.      Public Transportation Atlanta Streetcar The Atlanta Streetcar is part of the City's Connect Atlanta Plan to increase urban mobility, sustainable development and livability of the city of Atlanta. Currently it makes 12 stops along its route including stops at Martin Luther King Jr. National Historic Site and the National Center for Civil and Human Rights. MARTA The Metropolitan Atlanta Rapid Transit Authority (MARTA) is the public transit system in the City of Atlanta. While there is no direct train service to the park you can access the park on one of the following bus routes:   Route 3, Martin Luther King, Jr. Dr.\/Auburn Ave., schedules & maps Route 99, Boulevard\/Monroe Dr., schedules & maps  Visit MARTA for complete details about riding the trains and buses.",
    "url": "https:\/\/www.nps.gov\/malu\/planyourvisit\/directions.htm"
}
