{
    "title": "Weir Farm National Historic Site: Burlingham House",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Burlingham Complex     Burlingham House                  Burlingham House        Aerial view of the Burlingham House Visitor Center (2013). Thomas Brown.         Interior of Burlingham House Visitor Center (2013) National Park Service, Weir Farm National Historic Site  Origins Ridgefield appointed the land, then known as Rockhouse Woods, to John Belden in 1748. The property would be transferred at least three times before Col. Stephen St. John bought the land and \"a dwelling house\" in 1782. Because of a Revolutionary War era moratorium on new home construction, the original core of the Burlingham House can be dated to circa 1775. The original house was one and a half stories, 24-feet long, and had wood shingles for the siding. The Webb family bought the property in 1832 and would add a barn around 1843. William Webb would own the 50-acre parcel until his death in 1906 and his family's subsequent sale of the land to Julian Alden Weir in 1907. Weir Period It is thought that a tenant farmer lived here during Julian Alden Weir's ownership. A second farmer might have been due to the need to manage new 50-acres of land. It is not thought any of the Weirs used the home after Julian Alden Weir's death in 1919. In 1931, around the time of Dorothy Weir's marriage to Mahonri Young, the 50-acre former Webb farm would be transferred to Cora Weir Burlingham. Burlingham Period The house was in \"shambles\" when the Burlinghams took possession of the property, so they proceeded to renovate the house in the Colonial Revival Style. They were so through in their alterations, little is known about the changes to the home between 1775 and 1932. In 1932, the main house was enlarged by 8-feet on the southern facade, while a dining room and kitchen were added to the west. By 1938, the eastern door was replaced with the current colonial-style entryway and a greenhouse was added south of the kitchen. These features were designed by the Burlinghams' neighbor and friend F. Nelson Breed. A kitchen renovation, bathroom renovation, and the installation of wooden radiator covers in the living room followed. The property would be used by the Burlinghams as a winter weekend home, and for several weeks in the spring and summer. After Charles Burlingham passed away in 1979, Cora Weir Burlingham would rent the property to a New York family for the next ten years. Upon her death in 1989, Cora would donate the remainder of her property, including the Burlingham House, to the Trust for Public Lands. It would later be donated to the National Park Service in 1990.  Today The Burlingham House serves as the visitor center and features a gallery space with changing exhibits, the park's 13-minute orientation film, and the museum store.       Historic view of the Burlingham House (Charles Burlingham Sr. on right) Private Collection",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/historyculture\/places-burlinghamhouse.htm"
}
