{
    "title": "Weir Farm National Historic Site: Outbuildings and Agricultural Zone",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Burlingham Complex     Outbuildings and Agricultural Zone                  Burlingham Outbuildings and Agricultural Zone        Burlingham Complex (left to right: the terraced gardens, stone walls, tool shed, and sunken garden) National Park Service, Weir Farm National Historic Site         The Sunken Garden (ca. 2008) National Park Service, Weir Farm National Historic Site  Woodshed The construction date for the woodshed is believed to predate 1850; because both hand-hewn lumber (primarily used before 1850) and circular saw cut lumber (popular after 1850) were used in its construction and probable alteration. It might have been one of the structures listed on William Webb's 1843 deed, but there is no definitive proof. The building was present when the Burlinghams took control of the property and the Knoche family would rebuild the stone walls of the woodshed between 1933 and 1935. Around this time, the northern slope of the roof would have been replaced. Tool House Known as the potting shed, it was designed by F. Nelson Breed and built in 1940. It appears in a series of circa 1942 sketches by Mahonri Young. The main room was used for potting plants and tool storage, while a root cellar was created under the shed. Cora Weir Burlingham would bleach celery in the root cellar, while also keeping turnips and other vegetables potted in sand in the root cellar. No heating system was installed in the shed, but the building was equipped with water and light. Sperry Andrews would include the Potting Shed in a number of his oils. Save for replacing the cellar doors in 1993, the building remains unaltered since its construction. Sunken Garden Designed by Vera Breed to have curving flowerbeds, edged with dwarf boxwood, and surrounded by arborvitae. Although the original designs can no longer be found, early photographs of the garden do survive. The garden was published in James M. Fitch and F. F. Rockwell's 1956 book, Treasury of American Gardens. Cora Weir Burlingham had the garden redesigned by Friede R. Stege in 1969. Stege would include more spring and summer plantings, such as azaleas, primroses, columbine, foxglove, and lupine, compared to the varietals that Breed installed in the garden. The last gardener for Cora Weir Burlingham was Vinnie Marsili. Marsili was interviewed by the Weir Farm Heritage Trust, now the Weir Farm Art Center, to determine some of his gardening tasks while employed by the Burlinghams. Agricultural Zones In one of the backfields on the Webb property, Julian Alden Weir painted Spring Landscape, Branchville during his June 1882 visit to Branchville. Weir would return to the Webb property for artistic inspiration before and after he acquired the 50-acre property in 1907. One of these paintings was Webb's Apple Orchard, Spring (ca. 1910-1919). When the Burlinghams acquired the Webb house in 1931, they found the property in shambles and quickly set about renovating and resorting large areas of the property. Some of these renovations included surrounding the property with extensive dry stone walls. Stone Walls Mahonri Young would refer to the extensive stone walls that Joe Knoche and his family built as the \"Great Wall of Cora\". Joe Knoche and his stonemasons were some of Mahonri Young's favorite subjects to etch and sketch, including; Joe Knoche Builds a Stone Wall. Many of these renovations were done in the 1930s, while some were not completed until the 1940s. Victory Garden During World War II, a Victory Garden filled the field north of the Burlingham House and south of Pelham Lane. The plot was 150-feet long by 75-feet wide. Historic photographs show Cora Weir Burlingham, Charles Burlingam Sr., and Charles Burlingham Jr. tending to the garden. However, we also know that the Weir\/Young caretakers, the Bass family, were hired to weed and care for the garden. Terraced Garden Following World War II, the Victory Garden was replaced by a smaller terraced garden south of the Burlingham House. Constructing a terraced garden was one of the last of the alterations done to the landscape. Joe Knoche and his employees completed this project as well, sometime around 1946 or 1947. These gardens were planted with a variety of berry bushes and rhubarb. The Burlinghams also installed a pony paddock, for their sons, although that feature is no longer in existence.       Cora Weir Burlingham and Claire White in the terraced garden (ca. 1963) Private Collection",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/historyculture\/places-burlinghamoutbuildings.htm"
}
