{
    "title": "Weir Farm National Historic Site: Weir Barn",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Weir Complex     Weir Barn                  Weir Barn        North Side of the Weir Barn (2011) National Park Service, Weir Farm National Historic Site         Weir Barn (pre-1915) with a caretaker in the barnyard. National Park Service, Weir Farm national Historic Site  Weir Barn is a typical \"English-barn\" built between 1815 and 1835, as evidenced by type of nails and cut of the beams, the southwest wing was added in the 1850s. The Beer's family, who owned the property until 1880 might have built the original barn and added the wings. Weir Period The current U-shaped style of the barn was present when the American Impressionist Julian Alden Weir bought the 152-acre Branchville farm in 1882. He used the barn as a prominent feature in many of his paintings (e.g., New England Barnyard, After the Ride, Midday, Teatherball). The barn was also essential for the working farming that Weir would continue throughout his ownership of the Branchville property. The original vertical board and batten style siding would be painted red in ca. 1890 and trimmed with black by 1905. The exterior and structure of the barn remains virtually unchanged since 1915, when creosote soaked wood shingles were added over the original siding. The 1915 alterations also saw the southeast wing enlarged to accommodate the Weir's automobile. Weir\/Young Period When Dorothy Weir Young took over the management of the Branchville farm, she would employ a tenant caretaker that lived in the Caretaker's House across Nod Hill Road. Dorothy Weir Young and Mahonri Young would continue to use the barn for agricultural purposes and as an artistic source of inspiration. In the 1940s, the caretakers were the Bass family, who would farm the property and serve as subjects for artwork by Dorothy and Mahonri. The property was continuously farmed until the 1950s. Andrews Period Sperry and Doris Andrews allowed the barn to remain unaltered, but did continue to use the pony stall at the south end of the west wing as the Weirs once did. Boards with the name of the Weir children's donkeys, \"Billy\" and \"Dolly\" remain on the west wall of the stall. Although it was no longer functioned as a barn for a working farm, the Weir Barn did serve as the subject to many paintings by Doris and Sperry Andrews.       Southern facade of the Weir Barn (pre-1915) horse and pony stalls on right. National Park Service, Weir Farm National Historic Site",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/historyculture\/places-weirbarn.htm"
}
