{
    "title": "Weir Farm National Historic Site: Woodland Area",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Pond and Woodland Area     Woodland Area                  Woodland Area        View of the current bridge to Weir Pond (2012) National Park Service, Weir Farm National Historic Site         Truants' Meadow in 2013 National Park Service, Weir Farm National Historic Site  Thirty-four acres in size, is the Woodland Area located to the east of Nod Hill Road. This area contains a dense forested canopy created by a variety of hardwood trees, intermittent streams, and wetlands. Prior to World War II, upland meadows in this area were open and free of trees and shrubs, separated by low ground that was wet, boggy, and forested. Meadows Truants' Meadow, located east of the Weir House and Weir Barn, served as the setting for numerous Julian Alden Weir paintings, including The Truants (ca. 1895). The meadow would also be the subject for Landscape: Branchville, the Palace Car, which depicted the outdoor painting studio a former caretaker, Paul Remy, built around 1890.  Weir would use this meadow to showcase his interest in Japonisme ink drawings by creating Building and Stone Wall here. Weir purchased the meadow as part of ten acres of land east of Nod Hill Road in 1896 as part of building Weir Pond. Aerial photographs from 1941 and 1951 show the meadow remained open. The meadow still retains much its historic character. Streams and channels The stone-lined water diversion system appears to have been constructed in 1896 in conjunction with the creation of Weir Pond. These channels divert runoff from an adjacent watershed into Weir Pond. The system carries water from a wetland area to the north. A stone-lined ditch runs from west to east and after approximately 250 feet, the ditch branches into a south fork heading to Weir Pond and a north fork leading around the pond. Some stones have collapsed into the ditch and certain sections are laden with debris. Other Features Throughout the Pond and Woodland area, laid stone walls are present and composed of stacked, irregularly shaped fieldstones. The stone walls predate Julian Alden Weir's 1882 purchase of the property. During the Weir and Young tenures, repeated trips from the house to the fields, pond, woodlands, and dump east of Nod Hill Road created a circulation feature known as the Wagon Road. The road, a compacted earthen route, began near the northwest corner of the Truants' Meadow, continued along the meadow's eastern edge, and entered the woodland area to the south. Sperry Andrews often painted the landscape looking northwest from the Wagon Road around the marshes.The Wagon Road is presently in good condition with the park maintaining an approximate ten-foot wide swath along the historic roadbed free of woody vegetation. The original path to the pond including crossing a fishing bridge, seen in Julian Alden Weir's The Fishing Party (ca. 1915) and his earlier painting, Return of the Fishing Party (1906). While Mahonri Young's son, Bill Young, helped repair the bridge; it would eventually collapse. When the National Park Service acquired the property, only fragments remained. Today The National Park Service built a bridge, which runs parallel to the historic fishing bridge. This bridges leads to a yellow-blazed trail that takes visitors to Weir Pond. An Eagle Scout service project created an additional foot bridge that brings visitors over a stream-bed.       Historic View of the Fishing Bridge Area (ca. 1915) National Park Service, Weir Farm National Historic Site",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/historyculture\/places-woodlandarea.htm"
}
