{
    "title": "Tumacácori National Historical Park: María Rita Durán",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Women of the Pimería Alta     María Rita Durán                  María Rita Durán         \"Diamond Bell\" branding iron used by Rita and her husband, Ignacio Pacheco, with a contemporary drawing as it appeared in the brand registration of the day   by Anita Badertscher June 2003            Guadalupe Ramírez and Antonio Durán must have been pretty tired when they brought their baby girl to Fray Balthasar Carrillo for baptism that last day of December in 1785. Their fifth child, Maria Rita, had been born at 4:00 that morning.           Rita was the family’s only girl. Her brothers, Jesús, Francisco, Valerio and Ignacio, were between twelve and six years older than she was, and all of the children had been baptized at the Tumacácori mission, where the family lived.           Rita’s little brother Andrés arrived when she was not quite two years old. The baby lived for only two months before Fray Balthasar laid him to rest beneath the floor of the church. Their grandfather, Don Juan Crisóstomo Ramírez, had been buried beneath that same floor when Valerio was a baby, before Rita and Ignacio were born.           Rita’s grandparents had brought their family north to Tumacácori from their previous home near the Guevavi mission in the 1760’s. Rita’s mother, Guadalupe, and Rita’s tia Valeria and tio Manuel all had been baptized at Guevavi.           When she was sixteen, Rita married twenty-six year old Ignacio Pacheco. His mother’s family, the Romeros, had also made the move to Tumacácori in the 1760’s, and Ignacio had been born in Tubac while his parents were living there at the Presidio. An aging bachelor, at the time of his marriage to Rita he was living with his mother in Tucson.          The couple settled in Tubac, where their first three children were born. The last record that we find of Rita and Ignacio in Mission 2000 comes when she is 33. Their second known child, Austacia Carmen, apparently named for Ignacio’s mother, María del Carmen Romero, died when she was just two months old and was buried by Fray Narciso Gutierrez of Tumacácori in the cemetery at Tubac.           We found Rita in the Mission 2000 records while searching for a Tumacácori resident to be part of a living history presentation set in the 1820’s. Later, we were thrilled to find her husband, listed as witness to a wedding in the Tubac records, which had not yet been translated into the database. It was historian Philip Halpenny, attending that first living history program, who introduced me to the rest of Rita’s story. Rita and her husband obtained the first registered brand in the Tubac area, the “diamond bell.” The family moved to Tucson in the early 1820’s, where Ignacio was elected to serve as the town’s second Alcalde. Her four surviving children – three boys, Guadalupe, Miguel, and Ramón, and one girl, Jesús – left a long line of descendants, some of whom still live in the Tucson area.           I continue to portray Rita in living history presentations for visitors to her home, Tumacácori, and on tours to missions Calabazas and Guevavi.",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/historyculture\/maria-rita-duran.htm"
}
