{
    "title": "Weir Farm National Historic Site: Weir House",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Weir Complex     Weir House                  Weir House        South facade of Weir House before restoration (ca. 2011). National Park Service, Weir Farm National Historic Site         Typical 1st floor house plan from mid-18th century homes.   According to the Historic Structures Report, the original structure that would become the Weir House could have been constructed by 1765, but might not have been built until between 1779 and 1781. The cause of the uncertainty revolves around the unknown build time of Pelham Lane (then known as Knoche Lane) and Nod Hill Road being built between 1765 and 1789. Typical homes of that era would be built facing the road (see plans on the right) and the Weir House currently faces Pelham Lane. The Beers family would move into the home in 1789 and eventually remodel the home in the then popular Greek Revival style. The Beers family added a barn and other outbuildings to their land before selling the property to Erwin Davis in 1880. Erwin Davis would famously sell the 153-acre property to Julian Alden Weir in 1882 for the sum of $10 and a painting. Weir Period The initial changes to the Branchville house were in the form of Dutch entry doors and repairs. John Ferguson Weir would oversee many of these improvements, including having all the walls painted black, while Julian and Anna Baker Weir were on their honeymoon in 1883. The first of three major alterations done by Julian Alden Weir happened in 1888 and included extending the southern porch, additions to the west face of the house, changing the style of windows, and interior plumbing! Julian would paint many of the walls himself. These alterations are visible in many paintings by J. Alden Weir, including: In the Living Room (ca. 1890) and The Laundry, Branchville (1894), Charles Platt designed the 1900 alterations of the Weir House. The most dramatic of those alterations being the colonnaded verandah on the southern face of the house. This structural change and the extension of the second floor gave the south facade a symmetry that indicated its new prominence as the main entryway. The architect and Weir friend, Stanford White painted the epigram, \"Here will rest and call content our home\", over the south facing door at this time. The last of the major additions occurred in 1911 when Weir used the architecture firm of McKim, Mead, and White to design expanding the dining room, and creating a new bathroom and dressing room on the north east side of the Branchville home. The blue and white delft tiles around the fireplace are an ode to Stanford White, who had died in 1906. The new bathroom and dressing room would have been for anyone staying in the first door bedroom, described by Dorothy as the \"Ryder Room\" in reference to Weir's friend Albert Pinkham Ryder. Weir\/Young Period Additional bathrooms on the second and third floor were some of the only alterations made to the home in the 1920s. When Mahonri Young married Dorothy Weir and moved into the Branchville home, another round of alterations would take place. They would remove the green-striped wallpaper in the living room and library and paint the walls in these rooms a light red. Further glass and wood bookshelves would be added to the library and painted green. The finial part of this process is seen in the initials of Cora Weir Burlingham, Charles Burlingham, Dorothy Weir Young, and Mahonri Young painted over the north door of the library. Electricity was also added to the house in 1932. Dorothy converted one of the bedrooms on the second floor to use as a studio. She would often paint the interior of the home or use the exterior of the home in her portraits, including: Interior of the Livingroom at Weirs Farm, Woman Seated on Doorstep, and Girl in Red Armchair, Reading. Andrews Period The Andrews undertook the job of renovating and refurbished the home in 1958. The living room walls were painted light green and the blue and white floral pattern was removed from the first floor bedroom walls. Other repairs and maintenance included an asphalt shingled roof, plaster work, installation of a lightning rod, and painting. Today The Weir House was restored to circa 1940 to tell the stories of all three generations of artists. Restoration of the interior was completed on Memorial Day 2014. Tours of the house now take visitors into the historically furnished home for the first time. Tour times are available here.       Historic image of the Weir House (ca. 1915) National Park Service, Weir Farm National Historic Site",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/historyculture\/places-weirhouse.htm"
}
