{
    "title": "Weir Farm National Historic Site: Seasonal Volunteer Spotlight",
    "body": "Explore This Park    Get Involved     Volunteer     Seasonal Volunteer Spotlight               Seasonal Volunteer Spotlight        One of Summer 2015's featured volunteers, Liz (far right) National Park Service, Weir Farm National Historic Site         Amanda, giving a tour of the Young Studio! National Park Service, Weir Farm National Historic Site  Summer Volunteer Spotlight: Amanda and Liz!! Meet Amanda and Liz –Weir Farm National Historic Site's featured volunteers for Summer 2015. Amanda and Liz have both been Studio Docent Volunteers since April 2014 and love interacting with visitors at the park. Amanda was drawn to Weir Farm by the connection she shares with J. Alden Weir;both of their families having ties to Windham and Wilton. Amanda enjoys bringing the legacies of the Weir, Young, and Andrews families to life through the beauty of the land, studios, and art. Liz loves that she is able to combine her interests in art history, local history and the National Park Service by volunteering at the park.   Amanda and Liz were chosen as our featured volunteers for the work they did in creating an internal Volunteers-in-Parks Share Site to be used by all of the volunteers at the park. Liz recalls that:\"After last season, a number of the Studio Docents felt it would be useful to have a tool for us to communicate with each other, and to share information on exhibits and other programs that might be of interest to all volunteers. Amanda and I worked with park staff to develop the concept of a communication and share site. After a few months of intensive work, Amanda and I launched the Site in mid-May. It is definitely a work in progress, and it is really up to all the volunteers going forward to continue to improve and evolve the site. It was a really fun project, I enjoyed working on it, and in the process I found that I learned quite a bit more about Weir Farm National Historic Site.\"   The park could not ask for more intelligent, fun, and hardworking individuals to be part of our team. Amanda &Liz help make this park enjoyable for both our visitors and volunteers;and they always offer to help out when there is a need. Plus, they are extremely interesting and great to talk to… stop by the studios sometime and see for yourself! Amanda & Liz, you both truly are great volunteers and assets to the park, and we can't thank you enough for all that you do!",
    "url": "https:\/\/www.nps.gov\/wefa\/getinvolved\/supportyourpark\/seasonal-volunteer-spotlight.htm"
}
