{
    "title": "Weir Farm National Historic Site: Field Trips",
    "body": "Field Trips      Whether you are teaching art, history, science, or are searching for an educational opportunity in the local community, a visit to Weir Farm National Historic Site can enrich your curriculum by providing students with unique experiences like sketching en plein air at their local national park. We currently offer a variety of educational, fun, and free programs for school groups. Reservations are made on a first-come, first-served basis. Please be flexible, as you may not get your first or second choice of dates. Because the park can only accommodate one school visit per day, teachers typically book several months in advance. Please keep this in mind while scheduling. Call the Education Coordinator at 203-834-1896 ext. 12 to reserve your spot.  Class field trip sessions are offered on Wednesday, Thursday and Friday at 9:00 and 10:00 AM (we are closed on Mondays and Tuesdays.) We may also be able to offer slots in the afternoon, if that better suits your schedule.We can accommodate class groups no larger than 60 persons total. Adult chaperones must be provided at a ratio of one adult for every ten students.  School groups typically include a guided tour of the Historic Weir House and Studios. Groups may also participate in the Take Part in Art program. Some teachers also add a self-guiding hike to Weir Pond, participation in the park's Junior Ranger program, or a picnic lunch to their visit. Groups in excess of 60 persons will not be able to tour the historic buildings, but can take part in self-guided hikes or the Take Part in Art program. Program cost: Free Program length: 45 minute tour; time spent sketching is determined by the individual group Days of the week offered: Wednesday, Thursday, Friday  Times: 9:00 AM, 10:00 AM Group size limit: 60 per group visit; 30 per tour Chaperone\/student ratio: 1:10 Food and water available? Please provide your own food and water. There are no picnicking or trash facilities, but groups can bring lunches and eat outdoors on the grass. The park has a pack-in, pack-out policy. Restrooms: Yes Bus parking available? Yes, parking is available at the Gilbert & Bennett Community Cultural Center on New Street in Georgetown, CT. Click here for a map to the bus parking lot. Where does the program meet? Burlingham House Visitor Center  Please note: A visit to Weir Farm National Historic Site is primarily outdoors. Please dress appropriately for the weather. There are no indoor facilities available for groups. The park is also federally protected public use area. Certain activities are prohibited-such as picking flowers, feeding wildlife, and walking or climbing on the stone walls.",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/education\/classrooms\/fieldtrips.htm"
}
