{
    "title": "Weir Farm National Historic Site: Teacher Workshops",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Teacher Workshops                Teacher Workshops        Attend A Park for Every Classroom workshops and learn to incorporate the park's natural and cultural resources into your curriculum. Photo by Alex von Kleydorff       Weir Farm National Historic Site offers free professional development workshops to interested teachers of all grades and subject areas as part of the A Park for Every Classroom program. Workshops are designed to be a fun, educational, and exciting experience that creates a community of teachers dedicated to bringing their classrooms to Weir Farm National Historic Site, as well as Weir Farm National Historic Site into their classrooms. Through A Park for Every Classroom, the park empowers teachers like you to create meaningful, standards and place-based learning experiences for students. At A Park for Every Classroom workshops, teachers are introduced to park resources and receive training, guidance, and tools needed to integrate Weir Farm National Historic Site and place-based learning principles into lesson plans. There are activities, presentations, tours, brainstorming sessions, and time to work together on ideas for lesson plans and projects. Following the workshops, the park will continue to provide professional development opportunities and ongoing support as you build lesson plans and incorporate park resources and stories into your curriculum! Weir Farm National Historic Site is an Approved Professional Development Provider with the Connecticut State Board of Education, and CEUs or professional development credit can be earned for all workshops. A Park for Every Classroom also easily aligns with Common Core State Standards.  The park's goal is to offer resources and assistance that will help you begin to integrate place-based lesson plans in a simple way, and to enhance student learning experiences by bringing classrooms to Weir Farm National Historic Site. The park wants to empower and support you in any way possible to make this program what you want it to be. The possibilities are endless and- what you do is up to you- the teachers! Teachers are busy. So in addition to offering A Park for Every Classroom workshops with open registration, Weir Farm National Historic Site also offers workshops based on your school's professional development days. Teachers, schools, or school districts can schedule one of these free professional development workshops upon request, during your school's PD day or at another time that is convenient for you! One or two-day immersion workshops are available Wednesdays through Sundays year round to groups with a minimum of 6 participants. So, if you and five fellow educators are interested, get involved today, and work with your local national park to bring fun and engaging educational experiences to your students! If you would like more information about the A Park for Every Classroom program, are a teacher interested in participating, or would like to schedule a free professional development workshop for your school or district, please contact the park's Education Program Coordinator at (203) 834-1896 ext. 11. Check out the A Park for Every Classroom brochure!",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/education\/development\/teacherworkshops.htm"
}
