{
    "title": "Tumacácori National Historical Park: Diego Romero",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Settlers     Diego Romero                  Diego Romero          by Donald T. Garate    Diego Romero was a mestizo. He was highly regarded by his neighbors, Spaniards, mestizos, and Indians alike. He and his family were the first to set up permanent residence in the upper Santa Cruz Valley. That most likely happened in the spring of 1727 when Juan Bautista de Anza, the newly appointed captain at the Presidio of Fronteras permanently dispatched Diego’s brother, José, to the San Luis Valley to protect Spanish interests there. Although the Romeros’ residence was located just south of what is today the international border between Arizona and Sonora, Diego found himself on the Arizona side of the line in search of horses and mules with the “diamond pitchfork” brand, illustrated above, the following spring of 1728. A Yaqui Indian had delivered a letter to him dated May 5, 1728 at the hacienda of San José de Jamaica on the Río Moctezuma, two hundred and fifty miles southeast of Diego’s newly established Santa Barbara Ranch. The letter was signed by the Alcalde Mayor, or “lieutenant governor,” of Sonora, Don Gabriel Prudhom Butrón y Mujica, instructing Señor Romero to take whatever number of horses and peones, or “workers,” he needed to gather up the animals and return them to Jamaica. The lost livestock were evidently somewhere in the Santa Ritas or the Catalina Mountains. Apaches had stolen them from an estancia, or “ranch,” belonging to Don Gregorio Álvarez Tuñón y Quirós in the Moctezuma River Valley between Jamaica and what was then the capital of Sonora, the town of San Juan Bautista. The raid had occurred in the wee morning hours of Wednesday, January 28, 1728 during the full moon. Although they had prevented many horses and mules from being stolen, Yeguero, or the “keeper of the brood mares,” Juan Francisco Villa and his Opata helpers, Visencio, Nicolás, Andres, and Felipe, had been powerless to hold the entire herd against the superior number of Apaches. Several hundred animals had been lost that night. Although Apaches were known to eat horsemeat and had undoubtedly butchered some of the stolen livestock, the count was far too large for them to have slaughtered them all. The animals had been tracked to the Pimería Alta north of Diego Romero’s place at Santa Barbara where they were being loosely held. So, in reality, Diego and his caballeros would not only be gathering the herd, but would be stealing them back from the Apaches – a task somewhat more hazardous than an afternoon trail ride! Apaches were always a problem in those years, and always a serious danger to life and property. Regardless of how we might view them in the 21st century, however, they were a relatively mild danger compared to today. Percentage wise there are twice as many of us killed on the highways in our time as were killed by Apaches in the eighteenth and nineteenth centuries. The real danger that Diego and his men had to fear in their day was epidemics of a variety of diseases of which small pox and measles were the most prominent. Being relatively isolated in the San Luis Valley they probably had not felt the full wrath of the debilitating and mysterious plague that had been devastating Sonora that winter. According to one source, it had already killed “infinite numbers of people.” It was raging so bad in eastern Sonora that guards had been posted around the capital at San Juan Bautista to warn travelers not to enter the infected city. In fact, it was this “infectious pestilence” that was the immediate reason for Diego having received the letter from the Alcalde Mayor to gather the diamond pitchfork horses. Don Gregorio, their owner, had just died in the epidemic. He was the former capitán vitalicio, or “lifetime captain” of the presidio at Fronteras. He had recently been removed from that capacity and replaced by Captain Anza. Don Gregorio had been ordered to stand trial in Mexico City for numerous misuses of the presidial soldiers and the kings funds. The trial had not gone well for him and extremely heavy fines had been levied against him. Even though he had managed to make himself a very wealthy man by taking illegal advantage of his commission for the nearly twenty-five years he had been in charge at Fronteras, it appeared that the fines and claims of other creditors would leave little for his heirs. Like other individuals who betray the public trust, Don Gregorio’s intrigues eventually caught up to him and his life ended in misery. He was barely fifty years old when he contracted the deadly sickness in early March. His first wife, María Magdalena de Miranda, and their small children, Ignacio, Gregoria Andrea, and another little sister, had all died several years previously. Gregorio had remarried to a lady named María Margarita Ortiz Cortez. They soon had a baby boy, who also died shortly after birth. In just a few short years Margarita was also dead, but she had left Don Gregorio two daughters, Ana Victoria and María Martina. Although they were both under the age of eight, they were his only living descendants and heirs. Don Gregorio had become so sick with the plague that he called for a priest. Padre Juan de Echagoyen rode over the mountain from Aconchi on March 21st and took his confession and wrote down his last will and testament as he dictated it. In the early morning hours of March 30th, Gregorio’s father-in-law, Antonio Ortiz Cortez, sent a message to Nicolás de la Torre, deputy alcalde mayor at San Juan Bautista, asking him to come quickly. Don Nicolás mounted his horse and trotted the dozen or so miles down the mountain to Jamaica, arriving there by nine o’clock that morning. Don Gregorio was unable to lift his head or speak and the signs of imminent death were present. A priest, Juan Ignacio Rodriguez Soto, the father-in-law, and two of Don Gregorio’s foremen were at his bedside, where they all remained until he slipped from life about five o’clock that afternoon. The body was clothed in the habit of San Francisco Xavier and carried on the shoulders of Don Gregorio’s employees up the mountain to San Juan Bautista where it was buried beneath the floor of the parish church the next morning. Also on that morning, workers at the hacienda at Jamaica opened the doors and windows of the room where their boss had died to air it out. Various perfumes that were thought to inhibit “pestilence” were spread around the room. The workers also took the mattresses and bed coverings outside in the sun to remove the “infectious vapor that hung over the deceased.” Alcalde Mayor Prudhom was notified at Motepore of the death and was asked to come immediately to take charge of the estate, which he did, riding via Aconchi and over the mountain, bypassing the still seriously plague-ridden capital. It was his administering of the estate that had prompted the letter to Diego Romero a month later. Although no one was saying anything in public and, certainly, everyone grieved for the two little daughters, secretly most of the residents of Sonora were glad Don Gregorio was gone. He had fought with most of his neighbors and his stranglehold on the presidio and the local government had caused misery for everyone. The fight to have him removed from office had been carried on mainly by the gachupines, or “peninsular-born Spaniards,” so Diego, as a mestizo, had not been directly involved with the litigation that ran from Sonora through Guadalajara to Mexico City. He was good friends with Anza and associates, however, and was highly esteemed by them. There is no doubt where he placed his loyalty – and it was not with Don Gregorio. One can only imagine the thoughts running through his mind as he and his helpers were out making one of the first large horse drives in what is today Arizona. A new day was dawning. There was a young new captain in charge of protecting the frontier. Settlement was truly getting underway in the new and undeveloped valley of the upper Santa Cruz. Don Gregorio would no longer cause anyone any trouble. And here Diego was, being paid by his estate to gather up his horses and mules!",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/historyculture\/diego-romero.htm"
}
