{
    "title": "Weir Farm National Historic Site: Historical & Environmental Education Reading",
    "body": "Historical & Environmental Education Reading      View primary and secondary sources about the artists who have called Weir Farm National Historic Site home! Includes readings, works of art, and archival documents - perfect for use by teachers interested in American history, art, and art history!                  Historic Resource Study A report on park history from 1882 to 2003, including historic artwork...               Julian Alden Weir - An Appreciation of His Life... Essays on Weir by other prominent American Impressionists and Art...               Weir Resigns Julian Alden Weir Resigns as President of the Association of American...               Weir Correspondence Weir's story, as seen through letters to and from the artist himself.               Julian Alden Weir, American Impressionism, and... Describes the influence of Japanese art and culture on Weir and his...               Weir Farm National Historic Site Establishment... Full text of Weir Farm National Historic Site's establishing...           Results   Showing results 1-10 of 10    Sort By:  Title Date         Weir Farm National Historic Site American Impressionism - Treasures from the Smithsonian American Art Museum  This on-line exhibit from the Smithsonian American Art Museum matches paintings with historical context & critical analysis. The selection of American treasures features Weir Farm regulars prominently, including Julian Alden Weir, Childe Hassam, John Twachtman, and Theodore Robinson. Start with Weir's \"Upland Pasture\" (#50) and continue to discover an array of pieces (each with short descriptions) inspired by classic American scenes.    Subjects:Art, Education, History, Visual Arts        Weir Farm National Historic Site Cultural Landscape Report for Weir Farm National Historic Site, Volume 1: Site History & Existing Conditions  Cultural Landscapes are \"any lands public or private, large or small, with historic significance (or importance in American history) and historic integrity (or physical authenticity).\" Weir Farm National Historic Site's unique history & exemplary integrity make it a dynamic and important landscape for understanding American history and culture. Read this report to learn more!    Publish Date: 1996  Subjects:Agriculture, Archaeology, Architecture, Art, Community, Education, Historic Preservation, History, Landscapes, Visual Arts        Weir Farm National Historic Site Famous Painters of America by J. Walker McSpadden  Writing just 3 years before Weir's death, McSpadden deems Weir one of the \"Famous Painters of America,\" alongside his friends and influences James Whistler, John Singer Sargent, Winslow Homer, Childe Hassam, and more. McSpadden terms Weir the \"painter of the personal equation\" for his intimate paintings, especially his depictions of domestic rural life at Weir Farm. The author goes on to describe why Weir was famous in life, and in doing so, points to why his story should be preserved.    Publish Date: 1916  Subjects:Art, Education, Reading, Visual Arts        Weir Farm National Historic Site Historic Resource Study  This National Park Service report, titled \"An Artists' Retreat: J. Alden Weir's Farm in Connecticut,\" chronicles Weir Farm's history from 1882 to 2003. It includes illustrative historic photographs and artwork. Report authored by Deborah S. Gardner and Christine G. McKay    Publish Date: 2009  Subjects:Art, Conservation, Family Life, Historic Preservation, History, Landscapes, Reading, Visual Arts        Weir Farm National Historic Site Julian Alden Weir - An Appreciation of His Life and Works  \"Julian Alden Weir - An Appreciation of His Life and Works\" includes essays, stories, and quotes by painters Childe Hassam, Emil Carlsen & Augustus Vincent Tack, art collectors Duncan Phillips & H. de Rassloff, art critic Royal Cortissoz, and writers C.E.S. Wood & J.B. Millet. Weir's art was held in high esteem, but more than that, Weir was well loved by his friends and fellow artists. Many of his friends would visit Weir at his Branchville farm.    Publish Date: 1921  Subjects:Art, History, Reading, Visual Arts, Writing        Weir Farm National Historic Site Julian Alden Weir, American Impressionism, and Japonisme  In \"Early Collectors of Japanese Prints and the Metropolitan Museum of Art,\" Julia Meech-Pekarik describes the influence of Japanese prints on American artists in the 1800s. Starting on page 104, the author describes Weir's fascination with this newly discovered art form in-depth. In a time of relative nativism and cross-cultural ignorance, Weir and his fellow American Impressionists saw artistic beauty in cultural cooperation and diversity.    Publish Date: 1984, Journal 17  Subjects:Art, Education, History, Visual Arts        Weir Farm National Historic Site Ten American Painters Exhibit Catalog  The Ten American Painters included America's greatest Impressionists, like Julian Alden Weir & Childe Hassam. Though they began as a fringe group, forced to exhibit together before Impressionism was accepted by the American art establishment, they soon commanded high prices and large crowds for their annual exhibitions. Notice how many pieces each painter sold & their relative values. How do you think fame affected sales prices? How do differently priced pieces compare in quality, if at all?    Publish Date: 1908  Subjects:Art, History, Reading, Visual Arts        Weir Farm National Historic Site Weir Correspondence  Select transcribed letters from the Weir Farm National Historic Site collection and “The Life and Letters of J. Alden Weir” by Dorothy Weir Young.  (Yale University Press, 1960). The letters are sorted by subject: \"Work and Farm Life\" includes letters on the park's dual-use as a artist retreat and a working farm; \"Family and Friends\" describes how Weir's personal life affected his art; and the letters in \"Art and Nature\" show how Weir Farm changed the way Americans thought about art.    Subjects:Agriculture, Art, Community, Family Life, History, Landscapes, Visual Arts, Writing        Weir Farm National Historic Site Weir Farm National Historic Site Establishment Act of 1990  The full text of Public Law 101-485, the \"Weir Farm National Historic Site Establishment Act of 1990, as signed by President George H.W. Bush on October 19, 1990. As you read the text, consider the following: -Why is Weir Farm National Historic Site a national park, especially considering the number of New England sites associated with American Impressionism? -What is the National Park Service's mission at Weir Farm National Historic Site?    Publish Date: October 31, 1990  Subjects:Art, Community, History, Visual Arts        Weir Farm National Historic Site Weir Resigns  The Association of American Painters & Sculptors was a group of avante-garde young artists who looked to Weir for guidance. As modernists, they, like Weir and other Impressionists years before, were criticized for their shockingly new art style. Weir agreed to lead them as president, but resigned after the group publicly came out against The National Academy of Design, of which Weir was a member. They are famous for introducing Americans to new, modern art forms at the 1913 Armory Show.    Publish Date: January 3, 1912  Subjects:Art, Community, Education, History, Leadership, Visual Arts",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/education\/development\/educationreading.htm"
}
