{
    "title": "Weir Farm National Historic Site: Bats",
    "body": "Bats        Hoary bat (Lasiurus cinereus) National Park Service, Weir Farm National Historic Site         Little brown myotis (Myotis lucifugus) National Park Service, Weir Farm National Historic Site  Bats are one of the mammals that can be seen part of the year during the hours around dusk as they emerge from their roosts and head out to hunt. Bats play an essential ecological role in most ecosystems and are generally suffering marked population declines. To gather information about Weir Farm National Historic Site's bat populations and to help in the identification of the actual species, Weir Farm participated in an inventory effort along with five other National Park Service units, starting in the fall of 2009 and continuing into the summer of 2010. Specific objectives of the project were to 1) conduct an inventory of bat community composition that covers potential habitats within the park, 2) determine the presence of any rare, threatened or endangered species, and 3) estimate a measure of occurrence for each species.   Mist netting at three sample sites resulted in 23 bats, including 16 big brown bats, 4 little brown myotis (Myotis lucifugus), 2 northern myotis, and 1 eastern red bat.  A fifth species, hoary bat (Lasiurus cinereus), was detected by acoustical monitoring.    White-Nose Syndrome In recent years, a mysterious illness affecting tens of thousands of bats in the northeast has appeared characterized by a white substance on the nose area of bats. This disease has the possibility of putting whole populations at risk. So far, as of January, 2013, no evidence of white-nose syndrome has been found at Weir Farm National Historic Site.       Questions and Answers U.S. Fish and Wildlife Service Cave Advisory What is the U.S. Fish and Wildlife Service recommending in its cave advisory? The Service's cave advisory has four recommendations to limit the possible spread of white-nose syndrome (WNS) by human activity: 1) A voluntary moratorium on caving in states with confirmed WNS and all adjoining states; 2) Nationally, in states not WNS-affected or adjoining states, use clothing and gear that has never been in caves in WNS-affected or adjoining states; 3) State and federal conservation agencies should evaluate scientific activities for their potential to spread WNS; and 4) Nationally, researchers should use clothing and gear that has never been in caves in a WNS-affected or adjoining state. This also applies to mines used by cavers. What is the timeframe for this cave advisory? We are not placing a time limit on this cave advisory. Scientists are working to determine the cause of WNS. We do not know when we will have answers to how WNS spreads. Whatever is causing WNS may remain in caves where bats hibernate (hibernacula) even when bats are not present, and we are concerned that people may inadvertently carry WNS out of the cave with them. We intend to review the cave advisory frequently - at least quarterly. What proof do you have that people are contributing to the spread of WNS? While we do not have conclusive proof, the leapfrogging pattern of WNS spread suggests that humans may be contributing to the spread. In some areas, caves known to be popular destinations for cavers have bats with WNS, while bats in nearby caves not frequented by cavers do not show WNS symptoms. Records of caver movements also show a connection among sites in WNS-affected areas. Why are recreational cavers being asked to curtail activities, while many scientists and researchers are allowed to continue their cave work? Most of the scientists and researchers working in caves are investigating WNS. We think it is important to allow research to go forward that could lead to finding the cause and a cure for WNS. State and federal natural resource agencies will evaluate individual research projects and determine whether the risk of potentially spreading WNS is outweighed by increased knowledge about WNS. Can I go into a cave with hibernating bats in a state unaffected by WNS? We recommend that cavers stay out of all caves with hibernating bats. Even minor disturbance of hibernating bats expends energy reserves the bats need to survive, and in this potentially precarious situation, we want the remaining live bats to have the best possible chance of survival. In addition, if the cave has early-stage WNS, you may inadvertently carry the causative agent away with you on your gear (i.e., clothing, footwear, ropes, cameras) and potentially spread WNS further. It is impossible to determine if a cave is affected with early-stage WNS without laboratory analysis. Since bats hibernate in the winter and are gone from caves in the summer, is it OK to enter a cave in the summer, even if it is in a WNS-affected state? We ask cavers to stay out of all caves in states affected by WNS and caves in states adjacent to affected states, even in the summer. Whatever is causing WNS may remain in caves during the summer, and we are concerned that people may carry the causative agent (the fungus or some unknown agent) of WNS out of the cave with them and spread it to more locations. I have never seen evidence of bats in a cave I like to frequent, so can I continue to go in that cave without worrying about WNS? Bats can hibernate in small, remote rock crevices where humans cannot see them, so do not assume that a cave has no bats simply because you haven't seen them. Please abide by the recommendations to stay out of all caves in WNS-affected states and adjoining states. How far away from WNS-affected states must I go before I can use gear that I have used in a WNS-affected state? I've disinfected the gear used in a WNS-affected state according to the protocols on your Web site, so is it OK for me to go caving in an unaffected state? We recommend that you do not use gear used in a WNS-affected or adjoining state anywhere else in the world. We don't know what is causing bat deaths, so we cannot say with certainty that the disinfection protocols - however careful we are - will prevent the spread of WNS. Does this cave advisory apply to tourist caves that I visit with my family? This cave advisory does not apply to commercial caves (e.g., Crystal Caverns, Mammoth Cave and others). However, we are discussing this issue with cave owners and managers to identify how to minimize the potential for moving the agent that causes WNS. When you plan to visit any cave, you might want to check with the owner to find out if the cave is open. Why is the Service issuing a cave advisory rather than closing caves? The Service does not have the authority to close caves except on land that we manage. Where we have caves on this land, we will determine when to close them in accordance with guidance in this advisory. We expect other government agencies, organizations or private landowners will close caves to help prevent or slow down the spread of WNS. Service and state biologists can provide advice to private landowners.",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/nature\/bats.htm"
}
