{
    "title": "Tumacácori National Historical Park: Maria Emerenciana Romero",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Women of the Pimería Alta     Maria Emerenciana Romero                  Maria Emerenciana Romero      byDonald T. GarateDecember 2003          It is possible that María Emerenciana Romero was the daughter of Diego Romero and María Bojorquez, but it is more likely that she was the daughter of Nicolás Romero and Emerenciana Perea. She was born before the Romeros moved to the San Luis Valley east of present-day Nogales, Arizona\/Sonora and we, thus far, have not found a birth record for her. If we assume the latter scenario to be correct, Diego and María were her grandparents. One thing is certain, she was a mestiza, because both Diego and Nicolás were. Another thing is just as certain – she was raised on the Romero’s Santa Barbara Ranch south of the Guevavi Mission.          Considering the close proximity of the Santa Barbara Ranch and the Guevavi Ranch, we can assume that she and José Ignacio Sosa grew up together because his parents, Manuel José de Sosa and Nicolasa Goméz de Silva, operated the Guevavi Ranch for the Anza family. We can even imagine “Emerenciana” and “Ignacio” being childhood sweethearts. They were married at Mission Guevavi in 1744 as recorded by Padre Juaquín Felix Diaz:“On November 5, [1744] Ignacio de Sosa and María Emerenciana Romero were married in church ceremony. Godparents and witnesses were José Apodaca and María Loreta Montoya, in certification of which I sign.                          Juaquín Felix Diaz (rubric).”          At least four children were born to them (all baptized at Guevavi) between November 15, 1745 and August 22, 1762. Even though they eventually moved to Tumacácori at the advice of the famous Tubac Presidio Captain, Juan Bautista de Anza, it would appear from the latter baptismal date of the son, Juan Lorenzo, that they were still ranching in the San Luis Valley in 1762. The baptismal record of one of their daughters, Francisca Manuela, shows the relationship they had with the Anza family well before the younger Juan Bautista became captain of Tubac, when he was not yet twenty years old. From page 106 of the Guevavi baptismal book we read: “On October 22, [1755] I solemnly baptized Francisca Manuela, infant daughter of Ignacio Sosa and María Emerenciana Romero. Godparents were Don Juan de Anssa and Antonia Margarita Gomez.                            IHS Francisco Pauer, Minister of Doctrine for His Majesty”          Sometime in the ten years between 1762 and 1772, Ignacio and Emerenciana moved to Tumacácori as evidenced by the record of Ignacio’s death and burial. He is buried beneath the ruins of the old Jesuit church at Tumacácori as we read in on page 175 of the Tumacácori death records:“141 - Spaniard - Ignacio Sosa. On the 28th of September in the present year of 1772, Ignacio Sosa died in this village of Tumacácori in receipt of the holy sacraments. He was the husband of María Esmerencia Romero, Spanish speakers. He was given church burial inside the church, and for this truth I signed. Fray Bartholome Ximeno (rubric)”          After Ignacio’s death and nearly 30 years of marriage, Emerenciana, undoubtedly deeply saddened by the passing of her childhood sweetheart, moved to Tubac. One can only wipe a tear from the eye when thinking of the sadness and loneliness of this heroic frontier lady when the next entry from page 17 of the Tumacácori Mission book is read:“135 – Juana María, Infant of Tubac, daughter of unknown father. On the 2nd of July 1775, I, the undersigned in this Mission of Tumacácori, provided the ceremony of solemn baptism for a little baby girl, who was baptized under extreme necessity by María Susana García, a resident of the Presidio of Tubac who is well instructed in these matters. She is the daughter of María Emerencia Romero and an unknown father. She was given the name of Juana María, and for this truth I sign.Fray Thomas Eixarch (rubric)”          Unfortunately, our record ends there. Although Emerenciana appears eight times over the years in the mission records as a godmother, a death record for her has never been found",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/historyculture\/maria-emerenciana-romero.htm"
}
