{
    "title": "Weir Farm National Historic Site: Restoration",
    "body": "Explore This Park    Learn About the Park     History & Culture     Restoration              Restoration        The Weir House gets a new roof (April 2012). National Park Service       Restoration of the Weir House, Weir Studio, and Young Studio The historic Weir House, Weir Studio, and Young Studio underwent a four-phase restoration project. The 3 buildings were first opened, fully restored and historically furnished, in May 2014. From Spring through Autumn, the Weir House is open on tour and the Weir Studio and Young Studio are both open and self-guided.  Curious about the restoration? See below for information about how these famously artistic buildings were brought to life!        Heating systems in the basement of the Weir House. National Park Service  Phase I: Systems  Phase I - COMPLETE - Installation of a new fire detection\/suppression system, including twelve 3,800 gallon water tanks placed in the Weir House basement. - Installation of a new heating system that utilizes biofuels and includes energy-saving features like a warm weather shut-off mechanism.  - Upgraded plumbing and electrical systems.        The Weir Studio, constructed in 1885. National Park Servce  Phase II: Exteriors   Phase II - COMPLETE - The roofs of the Weir House, Weir Studio, and the Young Studio were all re-shingled.  - The siding on the Weir Studio and the Young Studio were repaired and painted.  - An accessible path was installed connecting the Weir House to the Burlingham House Visitor Center. - The Weir House porch was be repaired and a wheelchair accessible ramp was be added. - The siding on the Weir House was repaired and painted.  - Windows were repaired and given UV protection. The original shutters of the Weir House were reinstalled.        Window on the first floor of the Weir House. National Park Service  Phase III: Interiors    Phase III: COMPLETE  - Paint tests were done on the Weir Studio ceiling to determine its original color.  - The wallpaper in the living room and downstairs bedroom of the Weir House were reproduced and installed based on original samples.  - Paint tests were done on the Weir House kitchen, dining room, and pantry walls to determine their original colors.  - The plaster ceilings were repaired in the Weir House.  - A discrete humidity control system was put in place, without the need for a large air-conditioning system which could have impeded views of Weir's painting sites.  - Loose objects (doorknobs, lights, etc.) were re-installed in their original fixtures.         Some of the larger original pieces of furniture are being restored on-site. National Park Service  Phase IV: Furnishings  Phase IV: COMPLETE  - Furnishings were removed from all three structures for analysis and conservation.  - Furnishings were conserved for their safety during future exhibition and storage. Most iterms were conserved at the National Park Service Museum Services Center in Lowell, Massachusetts and the Harpers Ferry Center in Harpers Ferry, West Virginia. Some of the larger objects were conserved on-site.  - Historic furnishings that could not be located or were too fragile to be displayed were reproduced. For example, the wicker furniture that originally adorned the Weir House porch was in disrepair. Reproduction wicker furniture was placed on the porch and is now available for you to enjoy.  - The Weir House, Weir Studio and Young Studio were completely refurnished. The Weir House was refurnished according to the Weir House Historic Furnishings Report.       This William Morris style wallpaper in the St. Esprit pattern will be installed in the first floor bedroom of the Weir House.",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/historyculture\/restoration.htm"
}
