{
    "title": "Weir Farm National Historic Site: Doris Andrews",
    "body": "Doris Andrews        Doris and Sperry Andrews NPS       1920 to 2003        Sperry and Doris Andrews NPS  Doris Bass Andrews and her husband Sperry were the last residents of Weir Farm. She tirelessly devoted her energy to preserving the Branchville farm, and because of it, saw the site progress from a private residence to a national historic site, the first unit in the National Park System in the state of Connecticut. Doris grew up in Kentucky, and studied watercolor painting once she had relocated to New York City. Upon sharing an easel during a class at the Art Students League with fellow student Sperry Andrews, Doris met her future husband. The two were married in 1947 and moved to the Branchville farm ten years later. Although Doris' main focus during her residence was her family and the preservation of the farm, she did continue to paint aspects of the landscape with her watercolors. Like Dorothy Weir Young before her, Doris vowed to maintain the Weir House and her 12 plus acres in as historical a manner as was possible. She wanted people to experience what life must have been like for Julian Alden Weir and his family, and therefore made no major changes to the house or grounds and lived with all the furniture that was originally in the house. People have often commented that going through the Weir House while Doris lived there was like going through a time warp. This is exactly what Doris wanted. Although Doris grasped the importance of Weir Farm, there were many people who did not, and regarded the property as prime land for new housing developments. In her lifetime, she saw many of these developments spring up around the borders of the farm, and her concern that Weir Farm would soon fall victim to the same, prompted her to act. Along with Cora Weir Burlingham, her next-door neighbor, Doris organized the group, Citizens to Preserve Weir Farm. She also took to her typewriter, writing letter after letter to lawmakers, artists, art historians, and land-use groups, heralding the importance of saving a site with such historical significance. As Doris said, \"There is no one of importance in the state of Connecticut or elsewhere that I have not contacted for his or her support. Everyone who needs to know about Weir Farm has gotten the word.\" In 1977, Doris received the Connecticut Nature Conservancy's White Oak Award for her dedication to the preservation of Weir Farm. In 1990, the farm became a national historic site, and Doris had achieved success. She, and her husband, lived out the rest of their years in the house, observing the daily visitors who came to enjoy the site that she had worked tirelessly to preserve. Doris Andrews Artwork",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/historyculture\/dorisandrews.htm"
}
