{
    "title": "Weir Farm National Historic Site: Cultural Landscape",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Cultural Landscape                Cultural Landscape        Mahonri M. Young walking through the cultural landscape, ca. 1934 Private Collection         A wintery landscape and stone wall at Weir Farm National Historic Site. National Park Service, Weir Farm National Historic Site  A cultural landscape is defined as \"a geographic area, including both cultural and natural resources and the wildlife or domestic animals therein, associated with a historic event, activity, or person or exhibiting other cultural or aesthetic values\" (NPS Historic Preservation Brief #36). Weir Farm National Historic Site is a significant cultural landscape, where the public can learn how people, painters, and farmers have interacted with the land, and how the land has impacted and influenced those who lived here for more than 200 years. The landscape has evolved through the use of Julian Alden Weir and his family; as well as use by the Young, Andrews, and Burlingham families.  Weir Period Alterations to the landscape began from the moment Julian Alden Weir took ownership of the property in 1882. Julian was determined to be a gentleman farmer, perhaps after seeing brother Henry Cary Weir's farm, and hired caretakers to work the land using oxen and plows. One of the first structural changes occurred in 1885, when Julian Alden Weir had his studio constructed. Further manipulations of the landscape would follow to suit Weir's artistic and recreational vision of his Branchville property.  Landscaping in the Truants' meadow would provide the artistic inspiration for Julian Alden Weir to paint The Truants (ca. 1896), the prize money from which Weir used to create a pond and stone channels on the property. Alterations to the Weir House in 1900 would accompany an artistically fueled redesign of the stone wall on the east side of Nod Hill Road. This wall would later be captured in J. Alden Weir's painting Return of the Fishing Party (1906). Julian Alden Weir and his friends - including Childe Hassam, John Twachtman, and Albert Pinkham Ryder - fell in love with the light and rural landscape to produce countless paintings or sketches of the area. Weir\/Young Period Dorothy Weir would continue her father's vision of the land and continued to have caretakers use horses or oxen to plow the fields. After Mahonri Young and Dorothy Weir Young wed, in 1931, they added to the character of the landscape with the Young Studio (1932), alterations to the Ice House (1943), and by eventually allowing the landscape to return to its unmanaged state. Burlingham Period Cora Weir Burlingham received 60-acres of the property once owned by Julian Alden Weir from her sister, Dorothy Weir Young, in 1931. Upon finding the home on the property in shambles, Cora and her husband Charles Burlingham Sr. set about transforming the landscape and the buildings on their property. The Burlingham House was greatly expanded and renovated in the Colonial Revival style. From 1932 until 1938, the Burlinghams hired the Knoche family to build a series of stone walls on their property, repair the woodshed, and build the stone tool shed. The grounds would continue to be altered by the Burlinghams with the establishment of various gardens on the property. These alterations were artistically rendered by Mahonri Young in a series of his etchings.  Andrews Period In 1958, Sperry and Doris Andrews took ownership of 12-acres of the property Mahonri Young and Dorothy Weir Young once owned. The Andrews were committed to preserving the historic core of Weir Farm and maintained many of the building, while allowing the natural environment to return to a time before Julian Alden Weir occupied his Branchville property. Sperry and Doris Andrews' paintings preserved and captured the landscape and buildings during their ownership of the property. Today The park's Cultural Landscape Report, Volumes I & II, published in 1996 and 2013 respectively, details the landscape's history and existing conditions, identifies character-defining features,  and offers treatment recommendations that follow the philosophy of Weir Farm National Historic Site's General Management Plan. Cultural Landscape Report, Volume I: Site History & Existing Conditions (1996) [9.6MB - PDF] Cultural Landscape Report, Volume II (2013) [~16MB - PDF] Weir Farm National Historic Site General Managment Plan [PDF]",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/historyculture\/cultural-landscape.htm"
}
