{
    "title": "Weir Farm National Historic Site: John Twachtman",
    "body": "John Twachtman        John Henry Twachtman outside of a house NPS       1853 to 1902        Card inscribed on back with \"Very Truly J. H. Twachtman.\" NPS  John Henry Twachtman was an American Impressionist artist and close friend of Weir's. His artwork combined the techniques of Impressionism and Tonalism to create landscapes that were noted for their muted earth tones and their ability to convey the emotion and beauty of nature. \"He was indeed a minor poet of the brush,\" wrote the New York Times in 1902 for his obituary. \"His pictures…work their way to your heart by the seeming ease of their workmanship, the simplicity of their theme, the truth of their observation.\" Many of Twachtman's subjects were simple scenes-a farm pasture, an old house, a stretch of ocean-and he was also known for his winter landscapes. He lived and painted for twelve years in Greenwich, CT; other painting spots included Gloucester, MA and seasides in France and Italy. His early death at age 50 cut his promising art career short, and he was mourned by many. \"By the death of John H. Twachtman, the world has lost an artist of the first rank,\" wrote artist Thomas Dewing. \"He is too modern, probably, to be fully recognized or appreciated at the present, but his place will be recognized in the future.\"   Twachtman's relationship with Weir was one of an extremely strong friendship. Professionally, the two artists were involved in many of the same activities: the Tile Club, membership and exhibiting with The Society of American Artists, founding members of The Ten American Painters, and instructors at the Art Students League in New York. Also, during the 1890s, Weir and Twachtman jointly conducted summer art classes at Cos Cob on the Connecticut shore of Long Island Sound. The two were close in age and attitude towards art, and, according to Dorothy Weir, their friendship was \"a real source of strength through the early experimental years and on into the mature work of the Ten.\"   Personally, Weir and Twachtman were involved in each other's lives to equal degree. Twachtman was Weir's best man at his wedding to Ella Baker in 1893, and Weir's middle name \"Alden\" was the reason for Twachtman naming his son the same. Weir admired the work of his closest friend, and at one point balked when an art collector wanted to buy a Twachtman painting from Weir's personal collection. \"I would sooner lose my right arm than sell one of Johnnie Twachtman's paintings!\" Weir exclaimed. After the death of Twachtman, Weir arranged an exhibition and sale of his deceased friend's artwork, both to assist his surviving family financially and expose more of his artwork to the public.   Being such a close friend, Twachtman was a frequent visitor to the Branchville farm with his family. During the summer of 1888, the Twachtmans even rented a house in Branchville to be close by, and John \"proved the best of companions\" for Weir, with both sharing a love of painting outdoors, fishing, and long walks in the country. The experiences at the farm shaped Twachtman's art, as he immersed himself in the rural landscape. \"One must make a subject part of yourself before you can properly express it to others,\" he wrote in a letter to Weir. \"I feel more and more contented with the isolation of country life. To be isolated is a fine thing and we are then nearer to nature.\" The following winter after their productive Branchville summer, the two artists had a joint gallery show in New York, and Twachtman sold at least five paintings that were inspired by scenes in the Branchville area: The Road to Ridgefield, Apple Trees at Branchville, The House in Nodd, The Quail Cover, and The Barn on the Hill.   John Twachtman Artwork",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/historyculture\/johntwachtman.htm"
}
