{
    "title": "Weir Farm National Historic Site: Albert Pinkham Ryder",
    "body": "Albert Pinkham Ryder       1847 to 1917        Albert Pinkham Ryder Albert Pinkham Ryder, Peter A. Juley & Son Collection, Smithsonian American Art Museum J0002132.  Albert Pinkham Ryder was an American painter. His works focused on New England themes, especially the ocean, but with the addition of magical or supernatural qualities. He often incorporated folklore into his works, and wrote his own poetry as well. Ryder was largely self-taught, and developed a singular style. He was not a strict \"Impressionist,\" nor a plein-air painter, but rather, he painted scenes infused with symbolism and feeling. \"What avails the storm cloud accurate in form and color, if the storm is not therein?\" he wrote. His art was done all in oils, and the paint was then glazed over several times with cheap varnish, and as a result, many of his canvases today are in poor condition due to cracking. He did exhibit for several years with the National Academy of Design, and occasionally with the Society of American Artists, but he was otherwise not involved in professional art organizations. Even so, his uniqueness as an artist set him apart. As his 1917 obituary read in the New York Times, Ryder \"was one of the most interesting artists America has ever produced. Every picture that he painted was the result of years of reflection and experiment, and represented not only a deeply romantic temper of mind but infinite zest for perfection of craftsmanship.\"   Ryder absorbed himself fully in his work, living and working for over twenty years in a dirty, disorderly attic room in New York City. As a result, Ryder was reclusive, and his true personality was not known to many people. Weir, however, was an exception, and considered Ryder, known to him as \"Pinky,\" a friend. The two had known each other since they were both students in New York, and Ryder commented throughout the years on how he appreciated Weir's \"kind interest and brotherly friendship.\" When Ryder was elected to the National Academy of Design in 1902, it was Weir that painted his portrait.   While the Branchville farm frequently hosted Weir's artist friends, it was only Ryder, Dorothy Weir wrote, who \"seems never to have relished the vigors of country life.\" He preferred the city to the country, which he made clear when he told Weir: \"Catching mice is more my line than fishing.\" Ryder did visit the farm however, at least four times, and wrote favorably about the experience. \"I have never seen the beauty of spring before; which is something to have lived and suffered for,\" he wrote in 1897. \"The landscape and air are full of promise.\" He painted the farm during these times, spending three weeks immersed in one particular painting entitled Weir's Orchard. When Ryder did visit, Weir accommodated his anti-social tendencies by giving him a guest room with its own entrance to the house itself. That way Ryder could leave and enter the Weir house without having to face the family. Already, on one occasion, Ryder was described as \"on the verge of nervous prostration because he had neglected to tip the Weirs' maids.\"   Despite his reclusive behavior, Ryder found the farm an endearing place and continued to reference it in his correspondence with Weir. At the end of one letter in 1904, he wrote Weir a blessing, wishing for him \"that your fish will thrive…your work will answer, your farms too, your haystacks grow, and rocks disappear, and everything be as you wish.\"   Albert Pinkham Ryder Artwork",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/historyculture\/albertpryder.htm"
}
