{
    "title": "Weir Farm National Historic Site: Sperry Andrews",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Sperry Andrews                Sperry Andrews        Sperry Andrews in the Young Studio NPS       Charles Sperry Andrews III, commonly known as Sperry Andrews, grew up in the Yonkers-Bronxville area of New York during the 1920s. With his father's encouragement, Sperry dedicated himself to art, attending school at the National Academy of Design during his younger years. Drafted into the Army during World War II, Sperry documented his experience through art. Sperry attended the Art Students League after the war, where he'd meet his future wife Doris Bass.Their lives would change after they  attended Julian Alden Weir's Centennial Exhibition. There, they learned about Weir Farm and Mahonri Young's residency. The couple would befriend Young, and would purchase the farm after Young passed away in the late 1950s Sperry was \"conservator, anecdotal historian, and, most importantly, painter of the farm's light, moods, intimate views and landscapes.\" Together, he and his wife Doris would paint and preserve the park. As stewards of the property, they understood the unique significance of the farm's tradition of art and family life in a pastoral landscape. Through their efforts, Weir's original \"farm among the rocks\" became a national historic site in 1990, one of over 400 national parks that tell the story of America.        Sperry Andrews NPS       An Artist and the War (1917 to 1948)   From his childhood, Sperry understood that he was an artist. He was born in New York City on October 5, 1917, and grew up in the Yonkers-Bronxville area picking up sketching at an early age. His supportive father, though himself a banker, encouraged Sperry's artistic endeavors. \"If that's what you want to do, go ahead and do it,\" his father said. Sperry did just that, attending art school at the National Academy of Design from 1933-1936. At age twenty-one, his artwork was in its first juried exhibition-the 113th Annual Exhibition at the National Academy of Design.    World War II took Sperry away from his art education when he was drafted into the Army in 1941. He went overseas to Iceland and served as part of a task force for more than two years with the 50th Ordinance Ammunition Company. He then served in England, took part in the second invasion of Normandy, and Germany. Despite the war, Sperry continued to create art in his time off, chronicling his experience in a series of personal scrapbooks illustrated in watercolors. After the war, he returned to New York City and took advantage of the GI Bill by enrolling in the Art Students League. It was here that he met fellow student Doris Bass when they shared an easel together. The two were married and then moved to Ridgefield, Connecticut in 1948.      A Friendship Forged (1948 to 1957) The Andrewses remained involved in the art scene in New York City, and one exhibition they attended in 1952 was a catalyst for a profound change in their lives. The exhibition was a Julian Alden Weir centennial at the American Society of Arts and Letters and the catalogue included an introduction by Mahonri M. Young, Weir's son-in-law and noted sculptor. By reading the catalogue, the Andrewses learned that Mahonri was in fact living in the Weir homestead in Ridgefield. Upon this realization that they were living in the same town, Sperry decided to call on Mr. Young. He was initially greeted a bit gruffly, since Mahonri assumed he wanted to fish on his pond, but from this first meeting a strong friendship would develop between Mahonri and the Andrews family. They frequently visited Mahonri and kept him company, painted with him in his studio and sketched the landscape of the farm. As Sperry relayed, whenever he wanted to see Mahonri or paint the grounds, he would go to the studio, call up and ask: \"Are you busy?\" Mahonri's invariable answer was: \"I'm always busy, but come in anyway.\"  After the death of Mahonri in 1957, the Andrews family bought the house, studios, outbuildings, and enough land to protect the core of the farm. They did very little to alter the structures or the landscape, as they had the foresight to see that this was an important place to preserve. The house and studios especially retained much of their original character, filled with relics from the earlier occupants as well the artwork of Sperry and Doris themselves.       Sperry and Doris in front of the Weir House. NPS         Sperry coming back from en plein air painting. NPS  A Legacy of Preservation (1957 to 2005)   Shortly after they moved in, however, the farming community of Branchville began a gradual transformation into a suburban residential area. Soon, a large portion of Weir's original land, including a fishing pond he had built with $2,500 first prize money he had won for a painting, was at risk to be developed. Their next-door neighbor Cora Weir Burlingham, Julian Alden Weir's youngest daughter, reportedly inspired Doris to become a preservation activist with a simple question: \"Doris, don't you think you can save the pond?\" Doris, along with her husband Sperry, acted. They organized and spearheaded a grassroots preservation movement, passing out pins to the community that read \"Julian Weir Lives\" and \"Save the Farm.\" These, and other efforts, ultimately led to saving much of Julian Alden Weir's original property. In 1990, the saved sixty-acres became a unit in the National Park System, as Weir Farm National Historic Site. Sperry and Doris were granted life tenancy on the property, and they would often give impromptu tours of the studios to curious visitors.   Throughout his residency at Weir Farm, Sperry embraced the artistic tradition it held. \"An artist friend once told me that there are two kinds of artists-the eyeballers and the cerebrals,\" he said. \"I'm an eyeballer, I'd say. I'm inspired by things I see.\" He created thousands of paintings and drawings during his time at the farm, with numerous images of the farm itself. These works, primarily landscapes in oil and watercolor, continued to gain recognition in the greater community. He won several prestigious awards, such as the Salmagundi Club Award in 1962, and an election to the National Academy of Design in 1994. He exhibited frequently in galleries in Connecticut and New York, and his work was featured twice in the publication, American Artist. Additionally, Sperry was a teacher, holding classes at the Silvermine School of the Arts and the Wooster Community Arts Center. His work is part of the permanent collections at the Wadsworth Atheneum, the Columbus Gallery of Fine Art, the National Academy of Design, and the New Britain Museum of American Art.    Sperry died on July 14, 2005. Both he and his wife Doris are remembered as the steadfast and resolute stewards of Weir Farm, as well as for leaving their own artistic contribution to the legacy of the site.   Sperry Andrews Artwork",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/historyculture\/sperryandrews.htm"
}
