{
    "title": "Weir Farm National Historic Site: Childe Hassam",
    "body": "Childe Hassam        Childe Hassam NPS       1859 to 1935        Childe Hassam and Julian Alden Weir NPS  Childe Hassam is recognized today as the most successful, best patronized and most exhibited of all the American Impressionists. Often called the \"American Monet,\" Hassam's art was recognizably Impressionist-loose brush strokes, bright palettes, and scenes that conveyed the specific effects of weather and light. These scenes were both rural and urban, as he painted large cities like New York and Paris, working sea sides like Gloucester, MA and countryside all over Europe and Connecticut. Hassam was industrious as an artist, and could paint forty canvases a year to Weir's eight. \"Old Hassam is a wonder,\" wrote Weir. \"How he can settle down anywhere and do fine things is beyond me.\" Hassam first met Weir through the American Watercolor Society, and the two became close friends as they both took up the cause of promoting the work of American Impressionists. Both were involved in the Society of American Artists, and subsequently, the two helped found the group the Ten American Painters. Hassam outlived Weir by fifteen years, and continued painting. He won many awards of his work, and his paintings were very popular. One of his fans was Dorothy Weir, who wrote: \"The New England that he saw and translated so clearly and brilliantly was a region of whaling towns, of busy wharfs and streets, of colorful rocks swept by wide Atlantic waves, and white churches seen with a pagan's eye.\" Hassam and his wife were \"frequent and much loved visitors at Branchville,\" thanks to the friendship Hassam shared with Weir. The two artists \"would spend long days painting out in the fields and long nights playing interminable games of dominoes.\" Although Hassam generally spent his summers at Cos Cob and Old Lyme, Connecticut and on the Isles of Shoals, off the New Hampshire coast, letters indicate that he did go to Branchville in the spring and fall. Ella Weir mentioned a visit from Mr. and Mrs. Childe Hassam as early as May 1894. At the end of September 1901, he offered to \"come out and worry you for a while if… you are not full up.\" On a 1903 visit he sketched Weir's garden. In 1906 he spent \"a couple of weeks\" in Branchville; on a visit in the fall of 1909 he painted Late Afternoon, Weir's Farm,and another visit the following year led to his painting Road to the Land of Nod, a whimsical name for the Weir property on Nod Hill Road. Even at the farm, Hassam lived up to his reputation as a prolific painter. On a Sunday in June 1912, Weir wrote, \"like the birds, [Hassam] was early in the cherry tree.\" In all, Hassam made a number of oils, pastels, and watercolors, and at least one etching of a Branchville scene. Childe Hassam Artwork",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/historyculture\/childehassam.htm"
}
