{
    "title": "Weir Farm National Historic Site: Blog",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Blog                We're at Weir       RSS  About This Blog Follow Wilton High School students Emma and Alosha as they blog about their experiences as interns at Weir Farm National Historic Site   Thank You Weir Farm  June 20, 2013 Posted by: Emma  13 Comments     In her fairwell post, Emma says goodbye to her internship. In a beautifully retrospective moment, Emma reflects upon what the past month has meant to her. Goodbye Emma, you're always welcome back.      Limbo-ers in limbo  June 15, 2013 Posted by: Alosha  5 Comments     Can the day turn from drab to fab in time for a school visit? Will the rangers be able to distract 50 second-graders when the bus runs late? What's Alosha's favorite thing about the park? Find out here! students, rain, Marc      Kids everywhere!  June 13, 2013 Posted by: Alosha  1 Comments     Alosha reflects on the excitement of kids that visit the park as she prepares for a large group from Discovery Magnet, and her last days at Weir Farm National Historic Site. students, kids, excitement      Junior Rangers  June 13, 2013 Posted by: Emma  1 Comments     Emma gets to swear in a passel of new Junior Rangers and loves how effective these programs are in providing a great overview of the each park. junior ranger, protect, respect, appreciate      Hello Goodbye  June 07, 2013 Posted by: Alosha  0 Comments     There are plenty of Wilton High School interns here at Weir Farm National Historic Site. This week Alosha introduces you to one that would be able to converse with you about the tragic life of Jean Valjean in three languages. Meet Sacha! Sacha, Intern, Natural Resources      Introducing Mike!  June 07, 2013 Posted by: Emma  1 Comments     \"And in this corner...\" meet Mike! One of the other natural resources interns at Weir Farm National Historic Site, learn fun facts about this deadheader. canada, Intern, Natural Resources      In the Blink of an Eye  June 05, 2013 Posted by: Emma  0 Comments     Emma gets out into the landscape and \"paints with a stick\", as Julian Alden Weir would have said. Read this post and \"see\" her approach to art. drawings, sunken garden, take part in art      Creative Writing Wednesday  June 05, 2013 Posted by: Alosha  0 Comments     The landscape at Weir Farm National Historic Site forms a sensory explosion as Alosha gets into the rhythm of working at the park. creative writing, haiku, color, smells, sounds      Water everywhere! Time to paint?  May 31, 2013 Posted by: Alosha  0 Comments     May showers bring about a dramatic color change in the landscape and mark the start of warmer summer months. Alosha thankfully warns us to be mindful of proper hydration when exploring and being outside. Perhaps the enthusiastic visiting students have sparked an artistic bent. Read her entry to experience these revelations. painting, water, julian alden weir      Searching for all the colors of the wind.  May 31, 2013 Posted by: Emma  0 Comments     Emma hikes down to Weir Pond and marvels at the noticeable difference between the dull winter and brilliant green seen now. This inspires her to journey about the park finding other colors of the season. flowers, weir pond, color, take part in art      Alosha's First Blog Post  May 29, 2013 Posted by: Alosha    Meet Alosha, one of Weir Farm National Historic Site's 2013 interns. Get some background information about her as she prepares to chronicle her adventures at Weir Farm National Historic Site. introduction      Emma's First Blog Post  May 29, 2013 Posted by: Emma  45 Comments     Meet Emma and learn a little more about her before learning about her journey as an intern at Weir Farm National Historic Site! 2013, introduction",
    "url": "https:\/\/www.nps.gov\/wefa\/blogs\/wefainternblog.htm"
}
