{
    "title": "Weir Farm National Historic Site: Cora Weir Burlingham",
    "body": "Cora Weir Burlingham        Cora Weir Burlingham outside the Weir House National Park Service, Weir Farm National Historic Site       1892 to 1986        Cora Weir Burlingham at the Weir Barn National Park Service, Weir Farm National Historic Site  Cora Weir Burlingham was the third daughter of Julian Alden Weir and Anna Baker Weir. Her interests in landscape design, horticulture, and preservation were strong forces in Weir Farm's history. Cora studied at the Parson School of Design in New York, and also was formally educated in botany and horticulture. She worked for many years as at the New York Botanical Gardens, and served on their board of directors. For a time, Cora also worked as a volunteer nurse in France for the American Red Cross during World War I, having attended the National Service School for Relief Aid in Washington D.C with her sister Dorothy. In 1919, when their father died, it was Dorothy who became the sole owner of the Weir House. In 1931, Dorothy gave an adjoining farm property, the Webb Farm, to her sister Cora. Immediately, Cora involved herself in an ambitious project of bringing it back to its original state. In addition to renovations of the house, she also renovated the tool shed and barn, and later had a special greenhouse and stone potting shed designed for the property. The landscape also benefited from Cora's ambitious agenda. With her education in landscape design, and a personal interest in gardening, she had a formal sunken garden built next to the house. This garden was very innovative for the day, and because of its unusual features, it was featured in the 1956 publication Treasury of American Gardens. In addition to the sunken garden, Cora laid out and grew extensive Victory Gardens during World War II. Yet another project she commissioned was the building of a lengthy stone wall around her property. Mahonri, her brother-in-law and neighbor, lovingly referred to it as the \"Great Wall of Cora.\" Cora and her family would spend winter weekends and summers at Branchville for nearly all of her 50 years of ownership. Since the farm was a beloved place in her life, she was actively involved in its preservation. When the Weir Farm property was at risk of development in the early 1960s, Cora initiated a movement to save the pond. A larger group, Citizens to Preserve Weir Farm, was organized by Cora to acquire additional portions of the original farm. In 1969, she donated 37.5 acres of her own property, also part of the original farm, to the Nature Conservancy. This was the first parcel in the now 110 acre Weir Preserve, adjacent to Weir Farm National Historic Site. Throughout her ownership, Cora's energy and enthusiasm towards the site and its landscape was strongly apparent. Well into her seventies, she took three-and-a-half mile walks every day, enjoying the property that she had shaped and preserved.       Cora Weir Burlingham & Charles Burlingham National Park Service, Weir Farm National Historic Site",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/historyculture\/coraweirburlingham.htm"
}
