{
    "title": "Tumacácori National Historical Park: María Rosa Bezerra Nieto",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Women of the Pimería Alta     María Rosa Bezerra Nieto                  María Rosa Bezerra Nieto      By Donald T. Garate          We should remember her. She was the mother of one or our most famous citizens in southern Arizona and northern Sonora. She was the daughter of the most famous and successful cavalry commander of the Janos Presidio in northern Chihuahua. She was also married to the most famous and successful cavalry captain to command the Presidio of Fronteras, located some twenty miles south of Douglas, Arizona. Because she was widowed at a young age, she personally operated three of the first livestock ranches in what is today the State of Arizona while raising her family of six young children. Beyond all that, since her husband, although totally unplanned by him, immortalized the name “Arizona” by signing several dozen important documents at a previously unknown stock ranch by that name, thereby assuring its fame and eventual usage for the name of the present State, an argument could be made that she was the first, first lady of Arizona. But, probably very few people reading this sketch will have ever heard of her because both the United States and Mexico have virtually excluded her era from their history books.             Rosa, as she was known, was a “criolla,” or American-born child of Spanish parents. She was born at the Presidio of Janos, sometime between 1695 and 1700, to Antonio Bezerra Nieto, the presidial captain, and Gregoria Catalina Gómez de Silva. Literally nothing is known of her childhood beyond the fact that she lived at one of the northernmost frontier outposts on the northern Spanish Frontier. It was subject to near continuous attacks and raids by marauding Apaches and other belligerent native tribes. She never knew anything else.           It was probably sometime in 1722 that she married a young widower, the newly recruited, chestnut haired cavalry soldier, whom her father had recently appointed “alférez,” or second lieutenant of the Presidio, Juan Bautista de Anza. She immediately became stepmother to his two daughters, María Manuela and María Gertrudis. Rosa and Juan’s first recorded child, Francisco Antonio de Anza was born at Janos in January of 1725. As her husband progressed from alférez to full lieutenant in 1726, Rosa became pregnant with their second child. By the time little María Margarita was born, however, her husband had been appointed captain at Fronteras, or Santa Rosa de Corodéguachi as it was then known. It was after Margarita was born that Rosa moved to Fronteras to be with her husband.           At Fronteras, Rosa again had the distinction of living at the furthest northern outpost on the frontier. Living there with the constant danger of Apache attacks and her husband always off pursuing his duties as commander – as far south as Guaymas, as far east as present-day New Mexico, west to the Gulf of California and Tiburón Island, and continually north into the forbidding Chiricahuas, life was different than anything we can imagine today. It was while at Fronteras, living in the imposing captain’s adobe house at the point of the presidio promintory, that the couples’ last two children were born: Josefa Gregoria in 1732 at the Presidio, and Juan Bautista, the second, in 1736 at the nearby Opata mission of Cuquiárachi.           It was that same year of 1736 that enormous slabs of nearly pure silver were discovered southwest of present-day Nogales. Rosa’s husband, as “justicia mayor” and military captain of Sonora rode over to the site to take control of what had become, practically overnight, a lawless free-for-all. After surveying the site and putting a military guard over it, he rode down the canyon to the ranch of his deputy, Bernardo de Urrea, a place called then and now, “Arizona.” It was there that the now-famous silver documents were signed and dated. Eight or ten years prior to the discovery, however, Anza had established the Guevavi Ranch northwest of Nogales. Following in succession he had established the Sicurisuta Ranch, which was probably somewhere near present-day Peña Blanca Lake, and the Sópori Ranch. But, in 1740, he was killed by Apaches between Santa María Suamca and Terrenate, somewhere near the present-day town of Santa Cruz Sonora, and Rosa was left to care for, not only their children, but the family’s ranch and mine holdings. She would do it with resolve and determination and the true grit of a frontier lady.           Having to leave the captain’s house at Fronteras, she moved her young family first to the family mine at Basochuca, Sonora. A few years later she and her eldest son, Francisco, and a newly acquired son-in-law, Manuel Tato, acquired the Divasadero Land Grant from the Romo de Vivar family and the Anzas moved there where the Santa Cruz River makes its sweeping turn to the south and flows back into what is today the United States. From the Divasdero she ran it and the other three previously mentioned ranches with the expertise of a college educated business woman, although she probably never attended a day of school in her life. No signature executed by her has ever been found, so she probably did not know how to read and write. She also purchased the Santa Barbara Ranch between the Divasadero and Guevavi, making the family holdings into, not only the northernmost, but one of the largest ranching operations in the Pimería Alta. She hired numerous Yaqui, Pima and Opata vaqueros and maintained formen on each of the properties. It would be impossible to calculate the number of families she hired to work on her ranches or in the family mines at Basochuca, Tetuachi, and Aguaje, further south in Sonora.           It was not until her youngest son was appointed captain of the Presidio of Tubac that she left the Divasdero. It was probably in January of 1760 that she took up residence with her soon to be famous on the frontier son, Juan Bautista de Anza – again at the captain’s house, again at the northernmost and most dangerous outpost on all the frontier. Her trials at that settlement, however, were not to be long and drawn out. She died barely ten months later on October 4, 1760. The body was taken south to the Mission at Guevavi where this devout Catholic lady, who had attended church there regularly since 1744, was laid to rest beneath the steps leading up to the altar.           A magnificent lady of the Frontier, Rosa Bezerra Nieto, today has hundreds of descendants living in Sonora, Arizona, California, New Mexico, and other areas of the United States, Mexico, and Spain.       To learn more about this person go to Mission 2000 by clicking (here) and following the blue ID numbers.      To return to Women of the Pimería Alta, click (here).",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/historyculture\/maria-rosa-bezerra-nieto.htm"
}
