{
    "title": "Weir Farm National Historic Site: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People            Julian Alden Weir (1852-1919) As the father of American Impressionism, Weir used new, international ideas about painting to change American art. His most famous scenes were inspired by his Branchville, Connecticut farm. Julian Alden Weir Artwork           Anna Baker Weir (1863 - 1892) Muse, wife, and advocate of Julian Alden Weir. Anna long held a deep love for works of William Shakespeare and had aspirations to be an actress before meeting Julian during one of his art classes. She would become one of the most influential figures in Julian's life and inspire him in countless ways.           Ella Baker Weir (1852 - 1930) Ella Baker Weir was a serious world traveler. Aside from trips to Europe, she visited China, India, Japan, Russia, North Africa, and Turkey with her mother when few Americans, let alone women, were making that voyage. Ella become the rock of the Weir family following the passing of her youngest sister, Anna, and ensured that Julian and her nieces would thrive.           Albert Pinkham Ryder (1847 to 1917) Although known to prefer New York to the countryside, Ryder was a frequent guest of the Weirs at Branchville and enjoyed painting in the landscape.   Albert Pinkham Ryder Artwork           John Twachtman (1853 to 1902) Twachtman was Julian Alden Weir's best friend and artistic companion. Twachtman rented a home near the Branchville farm and spent the summer of 1888 with Weir, painting and etching in the landscape.   John Twachtman Artwork           Childe Hassam (1859 to 1935) Childe Hassam was arguably the most popular of the American Impressionists. Hassam and his wife were frequent visitors to Weir's Branchville farm.   Childe Hassam Artwork           Mahonri Young (1877 to 1957) Mahonri married Julian Alden Weir's daughter Dorothy Weir and subsequently moved to the farm in 1931. Young had a sculpture studio built on the property where he made his most famous sculptures and monuments.   Mahonri Young Artwork           Dorothy Weir Young (1890 to 1947) Julian Alden Weir's second daughter, Dorothy, continued her father's artistic legacy and spent her life working to preserve her father's inspiring story and work.   Dorothy Weir Artwork (1890-1919) Dorothy Weir Young Artwork (1920-1947)           Cora Weir Burlingham (1892 to 1986) Julian Alden Weir's youngest child, Cora, received 60-acres of the property from her sister Dorothy in 1931. Cora was instrumental in shaping the landscape and preserving the farm for future generations.           Sperry Andrews (1917 to 2005) Part of the third generation of artists at Weir Farm National Historic Site, Sperry painted the interiors and exteriors of the farm thousands of times during his 48-year residency.    Sperry Andrews Artwork           Doris Andrews (1920 to 2003) Along with her husband, Doris was part of the third generation of artists at Weir Farm. An accomplished watercolorist, Doris was also a strong preservationist. Her work with Cora Weir Burlingham and other concerned citizens helped preserve the farm as a national park. Doris Andrews Artwork",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/historyculture\/people.htm"
}
