{
    "title": "Weir Farm National Historic Site: Julian Alden Weir",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Julian Alden Weir                Julian Alden Weir        Julian Alden Weir in hunting clothes NPS       Julian Alden Weir was born on August 30th 1852, the fourteenth of sixteen children to Robert Walter Weir, a professor of drawing at West Point Military Academy. Julian formally studied art at the National Academy of Design and later matriculated to Les Ecole des Beaux-Arts. While in Paris, Julian attended an exhibition of works by the Impressionists, including Claude Monet and Pierre August Renoir. In a letter to his father, Julian called the show \"a chamber of horrors\" saying he \"left after a quarter of an hour with a headache.\" Weir would return to America and settle in New York, where he spent his time teaching art school classes and private lessons, while also exhibiting artwork and immersing himself in the social scene of young American artists. During the summer months, Weir returned to Europe in the role of art buyer and collector for wealthy clients, including Erwin Davis. It was into this metropolitan life that Julian would meet his future wife Anna Dwight Baker. Anna attended one of Weir's private classes in January 1882 and the two fell instantly in love. They were engaged within three weeks, and married the following year. This major life event would be coupled with a business proposal from Erwin Davis in June 1882. Davis proposed trading a 153-acre farm in Branchville, Connecticut for a painting that Weir owned and ten dollars. Julian accepted the deal. The Branchville farm would become his primary residence for the next 36 years, while Julian and Anna started raising their three daughters. During this time, Weir shifted his artistic style from portrait and still life work to focus on the inspirational nature of the landscape at his Branchville farm. Critical acclaim ultimately brought Weir to the forefront of the American art establishment. He received multiple awards and acclaims in his last years as critics celebrated Julian's contributions to the world of art. Julian Alden Weir died on December 8, 1919 due to complications from heart disease having begun an artistic legacy at his Branchville farm that persists to this day.         Julian Alden Weir (ca. 1858) NPS  A Family of Artists (1852 to 1873)   The fourteenth of sixteen children, Julian Alden Weir was born August 30, 1852, at West Point, New York. He was the son of Robert Walter Weir and his second wife, Susan Martha Bayard Weir. From the beginning, Julian showed an early interest in art; one that was not surprising, given that his fellow family members were engaged in the same profession. His father, a prominent painter of portraits and historical subjects, was professor of drawing at the U.S. Military Academy. His older brother, John Ferguson Weir, was a well-known painter and was appointed the first director of the Yale School of Fine Arts in 1869. Julian's family offered him encouragement in his own career as a painter and, at seventeen, Julian enrolled in art classes at the National Academy of Design. From 1873 to 1877, he studied in Europe, mainly in Paris at the Ecole des Beaux-Arts. He was sent off with the blessing of his father, who told Julian: \"Don't return, old boy, until your veins flow with the rich mother's milk of Art, fatten on it, and then let your own genius ripen with the experience of it.\"        Julian Alden Weir (ca. 1875) NPS  Studies in Europe (1873 to 1877)   Weir's four years in Europe were exactly the intense experience with art his father wanted for his son. Julian not only studied techniques, but also discovered the rich art history Europe had to offer. Weir traveled extensively, enraptured by visits to rural France, Spain, Holland, England and seeing the artwork and scenery they presented. \"Yes John,\" Weir wrote to his brother from Holland, \"a man could afford to starve for the sake of seeing these great wonders.\" Back in Paris, worn out from his travels, Weir spent his Saturday afternoons at the Louvre museum for \"recuperation.\" Throughout, Weir continued his own art studies with Jean-Léon Gérôme, who was himself considered a master. Gérôme's teaching was effective, and Weir won the top award in Gerome's studio. Weir also exhibited at the Paris Salon. Yet even as Weir learned the strict rules of art in the academic style, he was already formulating his own ideas, which would foreshadow his later switch to Impressionism. \"To me,\" he wrote in 1876, \"there are no rules except those which your own feelings suggest and he who renders nature to make one feel the sentiment of such, to me is the greatest man.\"      Return to New York (1877 to 1882)   When Weir left Paris in 1877, he pondered a comment from a Frenchmen he had met: \"He thought America was going to be a great country for art. I hope certainly this is true.\" With this in mind, he returned to New York City and established himself as a portrait and still life painter, as well an art teacher at the Art Students League. He helped to found the Society of American Artists, a group formed to exhibit their own works separate from the rigid standards and exclusive environment of the Academy. Weir also banded with his aspiring peers through The Tile Club. Formed in 1877, this group of up and coming artists included William Merritt Chase and Winslow Homer, The Tile Club met weekly -- supposedly to paint tiles. The group really functioned as social club, with several outings that were \"in search of the Picturesque,\" and the opportunity for \"good talk and the companionship of men who spoke the same artistic language.\"    While in New York, Weir also took on the role of art buyer and collector. He made additional trips to Europe in 1878 and again in 1880- 1881. These trips were made both to study and also to buy art for himself and New York art collectors such as Erwin Davis.    In January of 1882, one of Weir's drawing students brought her friend to a lesson. The new student was Anna Dwight Baker from Windham, Connecticut. Within three weeks, Julian and Anna had fallen in love and were engaged. Shortly after their engagement, another major event took place.    Erwin Davis wanted a painting that Julian acquired in Europe so much that he offered Weir a deal. Davis would trade a 153-acre farm in Branchville, Connecticut for the painting -- plus $10.00. Weir wrote to Anna on June 17, 1882 commenting that, \"If I go up to Ridgefield tomorrow, I will look at the 155-acres and see it they are habitable, if so we might have that as a sort of hunting lodge for part of the season.\"    Weir agreed to the deal with Davis and on July 19, 1882, for a painting and ten dollars, he received the 153-acre Branchville farm. Weir and Anna were married the next year on April 24, 1883.    They would visit the Branchville property before and after their honeymoon in Europe.       Julian Alden Weir and Anna Baker Weir. NPS       A New Home in Branchville (1882 to 1893)   The couple's honeymoon took them to Europe for six months, during which Weir's brother, John, was in charge at the Branchville farm. He regularly wrote to Julian, saying \"I advise you to hang on to this place, old boy; a 'lonesome lodge' which a pleasant place of retreat in times of storm or drought-is no bad thing to have-for an artist-keep it trim and untrammeled and you will find it a haven of refuge.\" Weir, abroad in Venice, found himself yearning for his rural retreat. He wrote to John, \"Anna and I have both often wished to be at old Branchville.\" They returned to the United States in September 1883, and Weir made Branchville his primary residence for the next thirty-six years. During the 1880s and early 1890s, Weir matured as an artist. He experimented with etching and developed a new approach to landscape painting influenced in part by Japanese art and from French Impressionism. He moved away from his traditional background and focused on his personal response to nature. He wrote: \"I feel that I can enjoy studying any phase of nature, which before I had restricted to preconceived notions of what it ought to be.\" Weir exhibited his new style of painting with Society of Painters in Pastels, the New York Etching Club, and the Universal Exposition in Paris, where he won a silver medal. Weir also built a studio on the grounds of his Branchville farm, and became a father to three daughters-Caroline, Dorothy and Cora.    Tragedy struck in the middle of all this success. Anna's sudden death in 1892 due to complications from childbirth was a shattering blow. She died one week after giving birth to their youngest daughter, Cora. Weir handled the tragedy by leaving Branchville and spending several months in Chicago where he immersed himself in painting one of the murals for the Manufacturing and Liberal Arts Building at the World's Columbian Exposition. Anna's sister, Ella, was available to take charge of the baby and her two older sisters while Julian was away.    Letters between Julian and his sister-in-law reveal his gradual realization that Ella could fill the void in his life. They were married in Boston in October 1893.       The Weir family on the porch of the Branchville House. NPS         John Singer Sargent and Julian Alden Weir at Weir Pond. NPS  Impressionism and The Ten (1893 to 1911)   Weir's reputation as a landscape painter and leader of the American Impressionists grew through the 1890s. During the winter of 1897-98, Weir joined his friends Childe Hassam, John Twachtman, and seven other like-minded artists in forming a new artists' group known as the \"Ten American Painters,\" or \"The Ten.\" This group provided an alternative to the staid exhibitions of the National Academy of Design and the now stagnant Society of American Artists, from which Weir had resigned. This new art group had a better energy and vowed to move towards a \"greater quality of art.\" There were many exhibitions in the following years.    Back at Branchville, Weir continued to use the landscape for inspiration and made improvements to the farm. He constructed a pond for fishing in 1896 with money he had won from a first-prize painting he entered in an art show. In 1907, he acquired a neighboring farm, bringing his land total to 238 acres. He also expanded the original farmhouse thrice. This provided Weir with a space to accommodate friends and guests at his beloved retreat. Many artists spent weekends with Weir-fishing, hunting, drinking homemade cider, discussing philosophy and of course, painting. Hassam, Twachtman, Albert Pinkham Ryder and John Singer Sergeant were among the artists who visited Weir's farm and were inspired by the landscape.        The Ten American Painters (1908): (back row l to r): William Merritt Chase, Frank W. Benson, Edmund Tarbell, Thomas W. Dewing, Joseph DeCamp, (front row l to r): Edward Simmons, Willard Metcalf, Childe Hassam, Julian Alden Weir, Robert Reid. NPS         Julian Alden Weir (ca. 1910) NPS  A Thing Done (1911 to 1919)   Weir, and many of his artist friends, exhibited in Armory Show of 1913-an international show of over three hundred artists that boasted the largest attendance of an art exhibition in New York. Over 100,000 people attend and saw the many works exhibited. The Armory Show marked the introduction of new \"modern\" artists like Marcel Duchamp and Pablo Picasso. With the success of the show, Weir realized that \"these young artists are getting at the real thing; they are the ones to watch. Our work is a thing done.\" Nonetheless, this show was just one event in the early 1900s that marked Weir's establishment as a respected artist. Critical acclaim ultimately brought Weir to the forefront of the American art establishment.    In 1915, he was elected President of the National Academy of Design and granted membership in the American Academy of Arts and Letters, the Association of American Painters and Sculptors, and the Board of Directors at the Metropolitan Museum of Art. Weir was appointed to the National Commission on Fine Arts as \"Painter Member\" in 1916 and received honorary degrees from Princeton (1916) and Yale (1917).    Weir died on December 8, 1919 due to heart disease.    During his illness, he was comforted by his time at the Branchville farm, where he would sit on the porch, observe the farm's natural beauty, and reflect on his full life. As Weir wrote: \"Really, I know not what I am best at. I believe I am a fisherman, dreamer and lover of nature…and if I lived to 120 I might become an artist.\"    Julian Alden Weir Artwork Gallery",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/historyculture\/jaldenweir.htm"
}
