{
    "title": "Tumacácori National Historical Park: Ana María",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Women of the Pimería Alta     Ana María                  Ana María      By Donald T. Garate          There is often not much information about a person associated with an individual mission record, but sometimes a story about someone can be compiled by pulling several entries together. There is a major problem, however, with reading mission records, aside from smudged and faded ink, torn and missing pages, poor handwriting and archaic Spanish. One must understand that things are not necessarily in chronological order before trying to pull together anybody’s story. Sometimes the pages have fallen out of the book and have been stuck back into it in the wrong place. And beyond that, baptisms always come first and then it is a toss-up as to whether deaths or marriages will come next. So, if you go from the front to the back of the book, you often have children being born to parents who haven’t been married yet, or people dying before they were married. It is not unusual to find children who were born before their parents were married, but I have yet to find anyone who was married after they died. This can cause confusion and is never really understood until the difficult-to-read records have been loaded into a data base, which Tumacácori National Historical Park is doing at this time with the mission records of this area.           Take the Pima Indian lady, Ana María, for example. Of course, there were many Pima Indian ladies with that name – some with a surname and some without – but this particular Ana María was born and lived somewhere out in the vicinity of Mission Santa María Suamca (over the mountain from Patagonia, Arizona, near present-day Santa Cruz, Sonora). Her birth date is unknown but she most likely was born sometime in the 1740’s.  On page 77 of the Suamca book we find the first reference to her. “On March 13, 1768 I solemnly baptized and anointed with oil and chrism eight-day-old María Francisca, the legitimate daughter of Ignacio and Ana María. Godparents were Juan Ignacio and Catalina, Pimas of the village of Santa María Suamca, whom I advised of their spiritual parentage and then signed it: Miguel Gerónimo Elias Gonzales (rubric)”            This, of course is a straight forward entry and by itself raises no questions. The baby was healthy, the mother and father were both there for the baptism, as were two worthy godparents. The problem, that is unseen in the record, is that Ana María was not married to Ignacio. Not only was she not married to him, but, by church law, she couldn’t be. She was legally married to another man at that time. One has to skip over to page 102 to find that information:“On January 8, [1766] Francisco and Ana María, Juan and Elena, and Ignacio and Isabel were married in church ceremony.  Witnesses were Juan Josef, Cristóbal, the catechist, and many from the village. Before me – Diego Josef Barrera, Minister for His Majesty”           So, here we have Ana María marrying Francisco in a triple wedding ceremony some two years before the birth of little María Francisca to her and Ignacio. With the use of first names only, the question arises, “Is this the same Ana María, and how can you tell?” One has to turn to page 104 to obtain that information.  There, in the same entry is the death record of Francisco and the marriage of his widow, Ana María, to Ignacio:“On August 3, 1768, I, the undersigned, after having interred in the cemetery of this mission of Santa María Suamca, the skull and some of the bones of Francisco, a child of the said mission who was killed three years ago by the Apaches, the Governor, Pedro, Alcalde Javier, and many others being witnesses to this truth, and acting on the said supposition that it freed Ana María, who was his wife, to enter a marriage contract, I make the following statement: I married Ignacio and Ana María in church ceremony according to what is mandated by the Council of Trent and sacred canon.  Witnesses were Pedro, the Governor, Javier, the Alcalde, and many others, for which truth I sign on the said day, month, and year.  Before me - Fr. Francisco Roche”            And thus ends the mystery. Ana María was married to Francisco. The ceremony was performed by Diego Barrera, the last Jesuit to serve at Suamca. He was arrested and marched to Spain via Mátape, Guaymas, Tepic, Mexico City and Vera Cruz the following year during the general expulsion of the Jesuits.  In the meantime, Francisco disappeared and was presumed to be dead, although there was no physical evidence of it. So, Ana María and Ignacio took up residence together. It was while an interim priest, locally born and raised Miguel Elias Gonzales from Arizpe, was visiting Suamca that Ana María’s baby daughter was baptized.              The first and only Franciscan to live at Suamca, Padre Francisco Roch, a Catalán from Spain, arrived in July of 1768.  In August Francisco’s bones were discovered, two years and eight months after he and Ana María were married. Father Roch gave the remains a proper church burial.  On the same day he legalized the marriage of Ana María and Ignacio. Then, just two months later, the Mission of Santa María Suamca was attacked and destroyed forever by Apaches. The battle lasted all day and when night fell, the inhabitants, most likely including Ana María and her new husband, fled south to Cocóspera.         To learn more about this person go to Mission 2000 by clicking (here) and following the blue ID numbers.      To return to Women of the Pimería Alta, click (here).",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/historyculture\/ana-maria.htm"
}
