{
    "title": "Weir Farm National Historic Site: Past Visitors of the Month",
    "body": "Explore This Park    Learn About the Park     News     Visitor of the Month     Past Visitors of the Month                Past Visitors of the Month           Karen Morneau Photography   May 2015 Visitor of the Month: Karen Morneau         November 2014 Visitor of the Month: Henryk          October 2014 Visitor of the Month: Bruce Beebe        Bobbi Eike Mullen. Old Meadow Path. Acrylic on canvas. National Park Service  September 2014 Visitor of the Month: Bobbi Mullen          July 2014 Visitor of the Month: Janice Hess           June 2014 Visitor of the Month: Charles Mahonri Lay          May 2014 Visitor of the Month: Charlie Burlingham, Jr.            April 2014 Visitor of the Month: Bob Fox         November 2013 Visitors of the Month: Fiona, Aislynn, Ronan, and Buddy         September 2013 Visitors of the Month: Catherine, Maddy, and Winston         August 2013 Visitors of the Month: Richard and Rufus         July 2013 Visitors of the Month: Maliah, Mason, Luke, James, Amelia, Reed, and Henry         June 2013 Visitors of the Month: Joe and Ken         May 2013 Visitor of the Month: Adair         April 2013 Visitor of the Month: Dmitri         March 2013 Visitor of the Month; George         February 2013 Visitor of the Month; Marc         January 2013 Visitors of the Month: Rita and Xiomáro         December 2012 Visitor of the Month: Jenna         November 2012 Visitor of the Month: Caroline         October 2012 Visitors of the Month: Anne, Syd, Connor, and Ricky         September 2012 Visitors of the Month: John, Pam, Susie, and Robin         August 2012 Visitors of the Month: Baker, Jody, Gus, Brad, and Rose         July 2012 Visitor of the Month: Linda         June 2012 Visitor of the Month: Ron         May 2012 Visitor of the Month: Lucy           April 2012 Visitors of the Month: Karen, Claire, and Chris",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/news\/pastvisitorsofthemonth.htm"
}
