{
    "title": "Tumacácori National Historical Park: Lázaro Chihuahua",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Native People     Lázaro Chihuahua                  Lázaro Chihuahua      byDonald T. Garate      Lázaro Chihuahua is not a name commonly known among the people of northern Sonora and southern Arizona – or even among historians of the Southwest, for that matter. But, it probably should be. Chihuahua is generally not looked upon today as being an O’odham word, and maybe it never was, but it is seen occasionally in old Spanish documents relative to the Pimería Alta. Maybe it was a word common to several Native dialects, or maybe it had been borrowed from one of the tribes to the east. Regardless, Lázaro Chihuahua was an O’odham, or Pima Indian, and that is the name he was known by, at least among the Spaniards who recorded his name.      Born at Tubutama about the time Father Kino arrived in the Pimería Alta, Lázaro grew up never having known a time when Spaniards were not living in the area. However, he grew up and lived in a time when they were few and seldom seen. It is very likely that he knew or, at least, had seen Father Kino personally. Like many of his fellow Natives in those early years, he accepted much of the Spanish way of life readily.      Sometime in his youth, before his name is first seen in the written record of the era, he learned to work with livestock. Like other children of that time he probably began by herding sheep and goats that had recently been introduced the Padres, either the mission animals or the communal flocks. As he got a little older he likely learned the art of the vaquero, herding cattle from horseback. He may have done some packing of supplies on mules, learning the trade of the arriero. And it is possible, as he got a littler older he gained experience as a boyero, plowing the fields with a team of oxen. However he got his experience, he must have been good at handling livestock as at the first recorded instance of his existence in March of 1722, he was a cochero, or coach driver for Father Agustín Campos.      After Father Kino had died it 1711, Father Campos had been left with the responsibility of the entire Pimería Alta - from his home base at San Igancio, north to the Gila River, east to the San Pedro, and west to the Gulf of California. In order to service such a large expanse of potential converts to Christianity, Father Campos made at least one extended trip per year into what he called the “tierra adentro,” or interior lands. With him would go a large entourage of various workers and supplies, including vaqueros herding the cattle that he would take to the various Pima rancherías along the way, caballeros driving the extra horses, sabaneros herding the sheep and goats, and a variety of religious assistants. There was often an hortelano, or gardener, who went with the group and there was always at least one cocinero, or cook. And, Father Campos always had his personal cochero with him, and most of the time that was Lázaro Chihuahua.      The large group of workers who went with the good Padre acted as godparents for the baptisms that he performed along the way, thus making it possible to track who was with him. Lázaro first shows up in a record of such a trip that commenced from San Ignacio on March 1, 1722. On March 5th the group was at Mission Guevavi where Lázaro was godfather for a twelve-year-old boy named Francisco. The next day, March 6th, he stood as godfather for four-year-old Ignacio at Tumacácori. The group traveled on further north the next day and spent the 8th and 9th at San Xavier del Bac. More baptisms were performed on March 10th as the expedition passed through Sópori and Arivaca. At Sópori, Lázaro was the godfather for a little five-year-old girl named María and a nursing infant named Teresa. Arriving in Tucubavia on the 11th, he was the designated godfather to four-year-old María. From there, the group traveled back to San Ignacio.      Although Lázaro Chihuahua was the coachman for numerous such trips made by Father Campos, his crowning glory came that same fall of 1722, when father Campos was called south to Mexico City by his superiors. The reason we know that he was the coachman on that long and difficult trip again comes from a baptismal entry. Lázaro and Father Campos had already traveled south to Mission San José de Mátape in the Sierra Madre of southeastern Sonora. That baptismal record reads as follows: On the 21st of September, the day in the past year of 1722 that I left Mátape for Mexico City, I baptized without solemnity, María Jucusuhoi, an old, sick woman from the interior country. Her godfather was Lázaro Chiguagua.      Lázaro continued as Father Campos’ cochero for several years after their return from Mexico City. He was eventually appointed native governor of Tubutama, however, and with his duties there was unable to accompany the priest on any other of his trips around the vast expanse of what is today southern Arizona and northern Sonora. Lázaro was married to an Opata lady named Martha, and they had at least one son, named Pedro de la Cruz.      Although there is no record of Lázaro accompanying Father Campos on any more trips, he was loyal to him to the end and with him to the last. Father Campos eventually fell out of favor with his fellow Jesuits and his superiors ordered him south. The old Padre refused to go and his many loyal Pimas threatened to cause a war if he was removed. When Father Nicolás Perera and some of the other missionaries came to get him on March 5, 1736, the moment was tense. Throughout that day and the next, while Father Campos lay sick in bed, armed Pimas arrived from various quarters. It soon became apparent that they were under the leadership of Lázaro Chihuahua who was in conspiracy with the native governors of Ímuris and San Ignacio to save Father Campos from his fellow Spaniards.        Father Perera's disdain for Chihuahua was obvious. \"He is an Indian worthy of nothing but chastisement,\" was his description of Father Campos’ beloved coachman. He and the other father’s retreated and it fell to Manuel José de Sosa, a rancher at Guevavi, to talk the old Padre into leaving peacefully. In the end, Father Campos and Lázaro Chihuahua both went quietly into oblivion.",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/historyculture\/lazaro-chihuahua.htm"
}
