{
    "title": "Weir Farm National Historic Site: Visitor of the Month",
    "body": "Explore This Park    Learn About the Park     News     Visitor of the Month               Visitor of the Month        Lisa (right) and her daughter at the Grand Opening of the Weir House, Weir Studio, and Young Studio in May 2014. NPS       September 2015 Visitor of the Month:  It's time for another great Visitor of the Month! September brings us Lisa Furman! A licensed and board certified art therapist. Lisa is an Associate Professor and Community Outreach Coordinator at Albertus Magnus College. In addition to her work with Albertus Magnus College; Lisa is Adjunct Professor at School of Visual Arts MPS Graduate Art Therapy Program in New York. The first time Lisa came to the park was for the annual Jazz in the Garden concert, held every…you guessed it, September! She fell in love with the beautiful landscape here and thought it made the perfect backdrop for the event. The landscape kept Lisa coming back to visit the park over the years. She loves bringing new people to visit Weir Farm National Historic Site, \"to see the look of wonder and amazement on their faces when they first see the beautiful grounds.\" Now she visits every month or so to paint, hike, or coordinate a new community outreach program in partnership with the park. Lisa loves that art supplies are available to borrow when the visitor center is open. She said, \"As an artist and art therapist, I understand the inherently relaxing and healing quality in the art making process. I am so grateful that Weir Farm supports the art process and makes it available to everyone.\" Lisa has also participated in the park's free Impressionist Painting Workshops, held biannually at the park, with American Impressionist Dmitri Wright. However, her favorite visit to the park came last Fourth of July, when Lisa visited the park with her daughter. She said it was because \"the park [grounds are] open year round, including holidays. When other places are closed;the park [grounds] will always be open. It was a beautiful, warm summer day and we sat in a field and painted apple trees.\" As part of her role as Community Outreach Coordinator, Lisa has brought numerous groups to Weir Farm National Historic Site for art therapy groups. She partners with local representatives to bring art therapy services to groups in need, such as cancer survivors and children in a residential treatment program. She runs these workshops with students from the graduate art therapy program. \"It was truly an honor and a great pleasure to work in partnership with these programs, my colleagues, and the Weir Farm staff. I feel that Weir Farm and the dedicated park rangers and volunteers provided the setting for a truly successful collaborative community experience.\" Lisa has an undergraduate degree in painting from Rhode Island School of Design and a masters in art therapy from New York University. She authored a professional book on art therapy ethics and she lectures regularly about various topics in art therapy. Her next lecture on Art Therapy is 730 pm on September 29th at the Mark Twain Library in Redding, CT. Lisa, thank you for helping so many people engage in the wonderful restorative qualities of nature and art. These qualities kept the previous generations of artists returning year after year and we are thrilled to see the 133-year-old tradition continue. On behalf of all the staff here at Weir Farm National Historic Site, thank you for everything you do in and for the community!       Lisa at the park's Spring 2015 Impressionist Painting Workshop. NPS",
    "url": "https:\/\/www.nps.gov\/wefa\/learn\/news\/visitor-of-the-month.htm"
}
