{
    "title": "Weir Farm National Historic Site: Artist in Residence Program",
    "body": "Artist-in-Residence program        What will you create during your residency at Weir Farm National Historic Site? NPS         Artists-in-Residence work in a modern art studio right next to their residence at Weir Farm National Historic Site. NPS  Artist-in-Residence program at Weir Farm National Historic Site The Artist-in-Residence program at Weir Farm National Historic Site selects artists to spend one month living and working at the park. To date, 150 artists from throughout the United States, as well as Tunisia, Germany, Australia, and India have participated in the Artist-in-Residence program. The Weir Farm Art Center (formerly the Weir Farm Trust) manages the Arist-in-Residence program at the park through a five-year renewable cooperative agreement, providing logistical and financial support and program publicity.  Applications are due January 15 and July 15. Download: Application and Guidelines for the Artist-in-Residence program. For more information, please contact the Weir Farm Art Center at residency@weirfarmartcenter.org or 203-761-9945.      Meet the Artists         Current Artist-in-Residence     Meredith Miller - meredithmillerphoto.com Reception at the Wilton Library on August 17, 2015. Go to www.wiltonlibrary.org to register.    Upcoming Artists-in-Residence   September: Joellyn Duesberry joellynduesberry.com   October: Jodi Colella jodicolella.com         Art Programs Throughout the National Park Service           Artist-in-Residence Programs in the National Park Service Weir Farm National Historic Site and Saint-Gaudens National Historic Site initiated a project to better understand the current status and opportunities of National Park Service Artist-in-Residence programs. Both parks are dedicated to visual artists with active Artist-in-Residence programs. Interested in working in national parks across the country? The National Park Service maintains a nationwide listing of Artist-in-Residence programs.           Arts Afire: Creative Engagement through the Arts  Arts programs engage visitors in exciting new ways. Arts Afire: Creative Engagement through the Arts, supported by Weir Farm National Historic Site, profiles five national parks who've developed arts programs for the modern day park visitor. The publication also includes practical suggestions for getting started and resource links.",
    "url": "https:\/\/www.nps.gov\/wefa\/getinvolved\/supportyourpark\/artist-in-residence-program.htm"
}
