{
    "title": "Weir Farm National Historic Site: Indoor Activities",
    "body": "Indoor Activities        Visitors entering the Burlingham House Visitor Center Photo by Alex Von Kleydorff         Weir Studio (right) and Young Studio (left) NPS  The Weir Studio and the Young Studio From May through October, the Young Studio and the Weir Studio are open to the public from 10:00 am until 4:00 pm, Wednesday through Sunday. Explore the artists's studios and learn about their techniques, styles, influences, and creating art at Weir Farm National Historic Site. The Weir House is only accessible though a guided tour.  A member of the park's staff or a park volunteer docent will be stationed in the studios to answer questions and provide guidance for intrepreting these spaces Please note: No flash photography, tripods, food, drink, strollers, or umbrellas are permitted into the studios.      Burlingham House Visitor Center Current Exhibit: Inspired The landscape of Weir Farm with its rocky outcroppings, woodlands, fields, stone walls and 18th & 19th century buildings has inspired artists since 1882 when J. Alden Weir first acquired the property.  Artistic inpsiration continues today with the Artist-in-Residence and Take Part in Art programs, Impressionist Painting workshops, and informal artistic expression by individuals or groups.  Master artist and instructor Dmitri Wright started teaching weekend Impressionist Painting Workshops seven years ago.  Working closely with the park, he established the Weir Farm Art Academy in 2014, an intensive and immersive week-long program for artists of all levels. Here we enjoy the unique works of Dmitri and his students, each creation preserving and advancing the American Impressionist tradition and the landscape of Weir Farm.  The exhibit it open Wednesdays through Sundays from 10:00 am to 4 pm through October 2016 in the park's visitor center at 735 Nod Hill Road, Wilton, CT 06987.        Inspired features works from 14 artists. NPS         Visitors watching the 13-minute introductory film, \"Legacy of a Landscape.\" Photo by Alex Von Kleydorff  Introductory Film: \"Legacy of a Landscape\"   Visitors may view the 13-minute film, Legacy of Landscape, during regular visitor center hours. The film offers a helpful introduction to Weir Farm National Historic Site, and is highly recommended for first-time visitors to the park. Learn about Julian Alden Weir's artistic transformation from an academically trained portrait\/still-life painter to one of the pioneers of American Impressionism, and how the landscape of Weir Farm National Historic Site was integral to that process. The film also examines the roles of Dorothy Weir Young, Mahonri Young, Doris Andrews, and Sperry Andrews in preserving Weir's artistic legacy and his Branchville farm. There are no scheduled showing times for the film -- just ask the park ranger at the Burlingham House Visitor Center desk to start it! To view the park film through the park's website click here. View the park film through the park's YouTube account by clicking here",
    "url": "https:\/\/www.nps.gov\/wefa\/planyourvisit\/indooractivities.htm"
}
