{
    "title": "Tumacácori National Historical Park: Pedro de la Cruz, alias Chihuahua",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Native People     Pedro de la Cruz, alias Chihuahua                  Pedro de la Cruz, alias \"Chihuahua\"          Conspirator, Scapegoat, Victim  I am not the cause of the uprising! Pedro de la Cruz  by  Donald T. Garate Para ti, Pedro: El voz de tu espíritu me habló del polvo, gritando contra las iniquidades tan vergonzosas de los hombres. Cuánto lo siento.              At Guevavi, Father Joseph Garrucho, for the better part of the year, kept provisions in a large storehouse that was in the plaza.  I also know and testify that in that village, the said Father as well as his mayordomo planted and cultivated the fields of the Indians, as well as those of the mission, in order to teach the Indians, and then afterwards, they would work for him.  I also observed in that same village, about a year before the rebellion, that Captain Luis of Sáric arrived there with sixty Indians, in company with those who were leaving on the campaign.  Not only did Father Garrucho not hinder the recruitment of men for the campaign, but he maintained all of the people there for three days.  Afterwards, he gave them fourteen beef cattle and pinole for their provisions so that they would be well fed.  Luis returned from the campaign without having done anything while on it.                    Gabriel Antonio de Vildósola, San Ignacio de Cuquiárachi, September 9, 1754                                             (AGI, Guadalajara 419, 3m-10, page 22)  The people of my village of Tumacácori fled upon news that Guevavi had done so, and that those in the west  had already revolted.  With this news we left the village and went to the mountains, or the pass that leads down to Tres Alamos.  The Pimas from Tubac were also there and those from the rancherías of Los Ojitos and Piedras Blancas.  From there we separated and some went to join the rebels.  I do not know about anyone revolting because they were treated badly.  Nor have I heard any other cause for the rebellion.  I only know that I fled and went to the mountain because I saw everyone else doing the same.                  Felipe, Native Governor of Tumacácori, Santa María Suamca, October 15, 1754                                              (AGI, Guadalajara 419, 3m-12, page 6)   Introduction  Among all the Pimas, the Caborqueños are the most rowdy, rough, and unruly.                                     Bernardo de Urrea, San Ignacio, November 2, 1754                                             (AGI, Guadalajara 419, 3m-13, page 30)       The story of Pedro Chihuahua must be told.  It must be told for a variety of reasons, the first being that it has never been done before.  Most authors have barely mentioned his name, if that.  If they have said something about him it has generally not been complimentary.  The book Mission of Sorrows, referred to him as “a local troublemaker,” an interesting assessment in light of the fact that those who knew him categorized him in quite a different way.  A classification of  “troublemaker” can be defended, however, like so much of what is written as history, but not without extensive interpretation.  The label “troublemaker” by itself and without a close scrutiny of the person, the times, and his associates, the cultures, languages, and emotions of the era and region, may leave the reader with entirely the wrong impression of the man.      Indeed, that is what Pedro was -- a man, not a statistic.  He was a person, a living, breathing, feeling, human being.  He was a hero in his own right -- just as important to the history of the Southwest, the Pimería Alta, the Valley of the Santa Cruz, and the story of the Pima uprising as any governor, viceroy, military captain, or Jesuit priest.  During his lifetime he was drawn to a variety of different cultural, ethnic, family, and emotional ties.  I suppose he listened to all of them and was attracted to and influenced by some of them more than others.  Like all of us in all ages, while being pulled by these forces, he made some decisions that were regrettable.  Regardless of how unfortunate his decisions might have been, however, the decisions of his contemporaries, made in a state of panic and hysteria, were far more regrettable.  Indeed, they were deplorable.  So, his story must be told if we are to understand him and his associates and the motives behind their actions.      We are told that if we do not learn our history we are doomed to repeat it.  The history of the Pima uprising is incomplete and cannot be understood or learned without an understanding of Pedro Chihuahua and the events he was caught up in.  The injustices and inhumane treatment that were committed against his person, the prejudices, hatreds, and biases of his day, and the physical, mental, spiritual, and economic oppression of one person, or group of persons, over another person, or group of persons, in the eighteenth century Pimería Alta may seem remote, indeed.  However, if we do not learn from Pedro’s experience, and all others like it, we surely are destined to see it repeated.  And, in reality, we see Pedro’s story played out daily in communities across America and throughout the world -- a rather sad barometric reading of how well we have learned our history.  So, Pedro’s story must be told to help us have the courage to take a stand against oppression, injustice, prejudice, and inhuman deeds wherever we contact them, and help ourselves and others overcome the fears that feed all such struggles.      Lastly, the story of Pedro Chihuahua must be studied and understood by those of us who interpret the history of the Pimería Alta.  To leave his story out of that history would be as unforgivable as excluding Kino and his associates.  While it is true that Father Kino and those who followed him accomplished great and far-reaching things, they could have done nothing had Pedro and his associates not been there for them to interact with.  One group is every bit as heroic as the other -- and heroic they were, all of them.  It seems highly inappropriate to me to examine one twenty-four-hour period of organized riot and killing against a backdrop of over three hundred years of recorded history and say these people did not get along with each other.  They got along remarkably well considering the vast differences of culture and language which confronted them -- obstacles that have caused far greater conflicts between other groups than was experienced here.  The Pima uprising was a tiny blight on the peaceful history of two peoples who got along so well that their intermarriages created a whole new race called Mexican.      We do a great injustice to the people of that era when we say the Pimas rebelled because of continued Spanish oppression.  Some Spaniards were oppressive but the vast majority were not.  We do a great disservice when we jump on a bandwagon, either for or against the government officials of the day, the Jesuits, the church, or the military.  They all had their tyrants but, again, the vast majority were common people trying to do the best they could with the knowledge and abilities they had.  And certainly, interpreting the uprising as though Pimas everywhere were involved in the conspiracy and the wanton killings that followed is a grave injustice to one of the most gentle and peaceful races of people on the face of the earth.  It was a small (and I believe, very small) percentage of the Pimas who were involved in either the conspiracy or the killings. These people, however, whether Spaniard or Pima, ladino or puro Indio, criollo or gachupín, priest or parishioner, soldier or politician, miner or rancher, employer or hired help, were all individuals.  We can never understand or properly interpret their history as a community without an understanding of their individual lives.      This, then, is an attempt to interpret one of those individual stories -- that of Pedro Chihuahua.  However, Pedro could not be understood without an understanding of his interactions with his neighbors.  So, to that extent, it is also an interpretation of their individual stories, as well, as they relate to Pedro Chihuahua.  It is not a complete story of the Pima uprising.  For the most part the story takes place in the trying days just after the insurrection when literally everyone was in a state of panic.  But, since Pedro’s activities at that time are so intimately intertwined with the events of those days, in that sense it is also an interpretation of the uprising itself.      The story is pieced together mainly from microfilm at Tumacácori National Historical Park of documents housed in the Archivo General de las Indias in Sevilla, Spain.  Translations of those documents that are included herein are the author’s own.  Ed Bledsoe, who was well into his eighties and who volunteered at Tumacácori translating various old Spanish documents, unfortunately never got to these.  Although he had translated a few of the hundreds of documents relative to the Pima uprising they were all statements of high ranking government officials and Jesuit superiors.  He would have so enjoyed translating these but, sadly, that was not to be and we are all sorry for that.       These are all direct translations of the original documents and the source for each one is given should anyone desire to read the material in the original Spanish.  The letters are translated just as they were written in 1751.  The personal testimonies given by Pedro and various other contemporaries have been changed to read in the first person, rather than in the third person as the court recorder transcribed them.  This does not change the information in any way but gives a more personal feel to their statements and, I believe, a more intimate understanding of the person who was speaking.  An understanding of real people from another generation and an enthusiasm for imparting their dynamic stories to others will bring those people and their emotions to life for those who seek our help in understanding the history of the missions and the Pimería Alta.  That is the standard by which we should gauge our own ability to effectively interpret that history.  Do we truly know and understand the people of that era and are we able to inspire others with their essential, vibrant, spellbinding stories?      It has been said that when asked if she understood Albert Einstein’s Theory of Relativity, his wife answered, “No, but I understand Albert Einstein!”  What a lady she must have been and how much more important it is to understand the man than his theories.  How much more important it is to understand the individual Jesuit priest than to have a full comprehension of the policies he lived by.  How much more important to understand the person who was governor of Sonora than to have memorized the Spanish canon law that directed him.  And how much more infinitely important it is to understand Pedro Chihuahua than the statistics of the time.  Although all of the above is important, we sometimes tend to forget the real people.  And we must never do that.  We must never forget the people.  History is an empty and meaningless shell without them.   The uprising began in the villages to the west from where it passed to these of the north.  Of these, the first to riot was the village of Tubac, where they intended to kill Juan de Figueroa.  News of the insurrection passed from Tubac to San Xavier del Bac where I was governor and where the natives of the mission were stirred up mainly by the man who was captain at that time and another Indian who is now imprisoned at Tubac for being an hechicero (witch doctor).  These conspired and agitated to kill Father Francisco Pauer but the people did not do it because of my pleas and supplications.  I quickly informed the Father of the danger, asking him to avoid disaster by fleeing the village.  The father promptly left with two other Spaniards on horses I provided.  I went with him six or seven leagues and when I felt he was safe I returned to my village.  There the people were burning the Father’s house and the church, or ramada, where Mass was said.  It had not been furnished up to now.  They were also doing other mischief with the pack animals and cattle of the mission and they killed some sheep which the Father had given me.  After committing these crimes most of the people went to join up with the other rebels.  However, my band and I, along with some others, although we left the village and fled to the mountain, we never joined the rebels.                                   Cristóbal, Governor of San Xavier, October 19, 1754                                             (AGI, Guadalajara 419, 3m-12, page 23)    The Uprising, Sunday, November 21, 1751  The villages in which the hostilities, burnings, and killings were committed are Sáric, where Captain General Luis is a native, Tubutama, Santa Teresa, Oquitoa, Átil, Pitiquito, Caborca, Bisani, San Miguel de Sonoitac, Busani, Aquimuri, Arizona, and Arivaca.  In these villages, as well as the Realito de Oquitoa, a few more than one hundred persons of both sexes and all ages are counted dead.  Among these the said Comisario Cristóbal Yañes, Romero, and Nava perished.  The Reverend Fathers Tomás Tello and Enrique Ruhen, missionaries of Caborca and San Miguel de Sonoitac, also died.  All of these fatalities took place on the twentieth and twenty-first of last month.                               Santos Antonio de Otero, San Ignacio, December 10, 1751                                          (AGI, Guadalajara 419, 3m-36, pages 29-30)       Word first reached the outside world that the western Pimas had revolted on the afternoon of November 21, 1751.  It was a Sunday and morning Mass was long since over.  At Guevavi, Juan Figueroa, Father Garrucho’s mayordomo (or foreman) at the Church’s Tubac Ranchería burst on the scene, bruised and battered and out of breath.  To the north, at the visita of Arivaca, the Pimas had attacked that morning at daybreak, killing Spaniards of all ages.  Juan María Romero, the mayordomo there, had been killed along with his young wife and two small children.  Rumor rapidly spread that farther down the valley, missions and Spanish settlements were on fire and under siege.  It seemed that the Pimas and their kin, the Papagos of the west, had joined forces.  In the panic which quickly struck the community in and around Guevavi it appeared certain that an alliance had even been formed with the Apaches.  The Pimería Alta was destined for violent and immediate destruction.      Figueroa, himself, had been constructing an ox yoke that morning at Tubac, as the few Spanish residents of Tubac watched and visited with him.  Several natives had been watching him also when, to his surprise they suddenly jumped him, war clubs in hand in an attempt to kill him.  He managed to escape, but not without a number of wounds. As he emerged from the scuffle he could see that the village was in complete turmoil with people shouting and scurrying everywhere.  Since the majority of the populace of Tubac were Pimas and since his assailants were still after him, the only real choice he had was to flee for the brush like all of his paisanos were doing.   Once he lost his pursuers he probably assumed that anyone else who had been there and was not a Pima was dead, so he struck out for Guevavi.      Even though there were no details as to what had really happened in the morning, the news that Figueroa bore struck fear into the hearts of everyone at the Mission that afternoon.  The Pima natives, some or all of whom might have heard whisperings of rebellion in the weeks past, fled to the mountains in fear of what they felt would be certain retaliation by the Spanish soldiers.  Spanish settlers who had stayed on after Mass that morning sent runners quickly galloping south to warn the settlements in the San Luis Valley.  Padre Garrucho, though probably trying to maintain a façade of calm through his own fear, could not talk restraint to anyone.  Those of the natives who had some wind of the uprising most likely knew that Father Garrucho was one of those targeted by the leaders of the revolt to be killed, and they did not want to be anywhere near the confrontation that was sure to take place.  The Spaniards knew that the Pimas could completely overwhelm them with numbers, especially if they were in alliance with the Papagos and the Apaches.  The great Pueblo revolt that took place not so many years ago in New Mexico was foremost on everyone’s mind.  Fear was the common denominator -- fear that would soon equate to mass panic and hysteria.      Far to the south in the Spanish settlement of Santa Ana the first news of the uprising also arrived that afternoon, probably about the same time that it reached Guevavi.  There, at least there was a small volunteer militia, housed by Francisco Pérez Serrano. But there, also, was the knowledge of just how vulnerable the frontier really was.  The presidial captains at Terrenate and Janos were in the process of exchanging jobs.  Santiago Ruíz de Ael had been appointed to take the place of José Diaz del Carpio at Janos, Chihuahua, and vice-versa.  Ruíz de Ael was on his way to Janos, several days out with over half of the soldiers from Terrenate.  Diaz del Carpio was waiting for him there, in the province of Chihuahua, many days travel from the scene of the uprising.  Governor Diego Ortiz Parrilla was also several days ride away with the soldiers of San Miguel de Horcasitas.  Captain Juan Tomás de Beldarrain and the presidial soldiers of Sinaloa were thought to be even farther away. Unbeknownst to Pérez Serrano, Beldarrain and a detachment of his soldiers were actually at Horcasitas.  Deputy Justicia Mayor and longtime resident of the Pimería Alta, Bernardo de Urrea, was far south at Opodepe, between Cucurpe and Horcasitas.  As Deputy Justicia Mayor, he was in command of the militia troops of the Pimería Alta.      When three exhausted, dusty and scratched boys, one of whom was wounded, showed up at Francisco’s door that afternoon, he immediately sat down and scribbled out a couple of letters.  The first was addressed to his militia commander, Deputy Justicia Mayor Urrea at Opodepe.  It was carried by militia Alférez (or Second Lieutenant) José Ignacio Salazar.  The Alférez was dispatched so quickly that sometime after he got out of town, he realized that he should have more information than he was carrying.  So, he quickly returned to the village and questioned the wounded boy, adding his own post script to Pérez Serrano’s letter.  The original letter reads as follows: Lord Captain Don Bernardo de UrreaMy Dear Sir      Three young boys have arrived at this place, one of them wounded, giving notice that the Pimas have struck in the realito of Oquitoa.  These three escaped without waiting to see more than the fight that was taking place between the Pimas and the residents of that realito.  I pass this news on to Your Excellency in this brief form so that it can be promptly communicated to the Governor.  All the residents and I remain here with the necessary caution required by such news and, God willing, it will be convenient for Your Honor to communicate with me.  In the meantime, I pray to God to keep Your Honor many years.Santa Ana, November 21, 1751      P.S. I have returned to ask the eldest of the said boys (which is the one who is wounded) at what time the Indians struck in the said realito.  He said it was this morning just as the first rays of the sun were breaking over the horizon.  When he went through Átil this morning he could see a large cloud of smoke billowing over Tubutama where he assumed they had burned the church.  I go there now with the few residents of this place.Lord Captain, Your devoted servant kisses the hand of Your HonorJoseph Ignacio Salazar.Francisco Pérez Serrano to Bernardo Urrea                Post script added by Alférez Miliciano Joseph Ignacio Salazar,                                         Santa Ana, November 21, 1751                                (AGI, Guadalajara 419, 3m-14, pages 4-5)       It appears from this that the decision was made at this point to let someone else carry the letter to Deputy Justicia Mayor Urrea, while Salazar was dispatched with whatever militiamen could be mustered to execute a relief campaign to the settlements in the west. Here, too, at Santa Ana, fear had gripped the hearts of the residents.  Pérez Serrano, a fairly old man by this time, was to stay behind to organize the village’s defenses for the imminent attack that was expected sometime that night or by the next morning.  He dispatched another runner with a plea for prayers from the missionary at the Mission of San Ignacio, several miles up river.  Father Gaspar Stiger was not only the missionary to the Pimas of the area, he was the village priest for Santa Ana.  He received Pérez Serrano’s note early that evening:  Word has arrived that the Pimas struck in Oquitoa and that they killed most of the people.  In Tubutama they killed the Reverend Father Visitor.  In the morning they are expected to come here, for which I ask Your Reverence to commend us to God.  I will send prompt notice to Terrenate today.  The residents here have left for Oquitoa because there are only women and a few men left there with little means of defending themselves.        May God favor us with his infinite mercy and goodness and may he keep Your Reverence many years.Santa Ana, November 21, 1751.Most Reverend Father, your humble servant kisses the feet of Your Reverence.Francisco Pérez Serrano         Francisco Pérez Serrano to Gaspar Stiger, Santa Ana, November 21, 1751                                (AGI Guadalajara 419, 3m-14, pages 5-6 )       It was already evident that rumor, brought about by the uncertainty and fear of the situation, would be the driving force behind much of what was done in the next few days and weeks.  The Father Visitor was not killed at Tubutama.  He was not even there.  The two priests who were, Fathers Sedelmayr and Nentvig, were under siege at the time of this letter, but were not killed.  In fact, there were fewer people killed at Tubutama than almost any of the other settlements.  Joachín Gonzales de Barrientos, who was married to Juana Romero, a native of the San Luis Valley, was killed, as were Domingo Castillo, a soldier from Terrenate, and the town tailor, Antonio Yañes.      Far more people had been killed that same day and the evening before in other areas.  Sáric lost twenty-two of its residents, eleven of whom were burned to death in Luis Oacpicagigua’s house.  The realito, (or mining camp) of Oquitoa, evidently located somewhere northwest of Átil, lost nineteen.  The next worst killing ground was at Arivaca where thirteen people died. Eleven more died at the missions of Caborca and Busani. The mission settlements of Oquitoa and Pitiquito each lost seven, and six people were killed at Agua Caliente.  Baboquiburi lost five that were known and a few more.  There were three killed at Átil, two at the Mission of San Miguel de Sonoita, and Antonio Rivera’s carpenter, Antonio Marcial Espoicucha was killed near Santa Teresa.      None of this, however, was known at the time.  Over the next few days numbers and names started to drift in as the “missing in action” were either confirmed dead or alive -- usually dead.  But, for the time being, everyone’s worst fear was that their family members in the west had all perished and that great masses of rebel Pimas were on their way to kill them next.  That same afternoon of November 21, after Francisco Pérez Serrano had dispatched the news to Urrea and Stiger, Salvador Contreras, a miner at the realito of Oquitoa stumbled into town with more news.  He was followed later that evening by a distraught soldier from Tubutama.  Pérez Serrano dutifully recorded their information to send to Urrea, but it had to wait until the next morning to be sent as there was no one left in Santa Ana who qualified or could be spared as a courier. Lord Captain Don Bernardo de UrreaMy Dear Sir      Shortly after having sent news to Your Honor in my last letter  that the Pimas had struck in Oquitoa,  Salvador Contreras arrived at this place. He had escaped by fleeing (because he was defenseless). He says that he heard the screams of the Indians just as it was beginning to get daylight, and immediately afterwards he saw infinite hordes of them approaching the village and closing in on it.  Some of them swarmed into the house of Comisario [Cristóbal] Yañez and others into that of Don Thadeo Bojorquez.  Still others attacked [Manuel] Amesquita’s house and he assumes they killed all of them.  Salvador ran for his life, putting as much distance between himself and Oquitoa as he could.  Climbing a hill he could see the smoke from the houses they had set on fire.  He also saw a billowing smoke over Tubutama that appeared like an enormous cloud where, he also assumes, they had burned the church and the house of the Father.        Having spoken to him, I write again to Your Honor to advise you of what appears to be a general uprising of the entire Pimería so that Your Honor might promptly advise the Lord Governor.  It is indeed possible that the said enemies of these territories might overrun us and the damages  may be great, because we have so few men.  We are so very defenseless, considering  the few residents who are armed, as I said in my previous letter to Your Honor, sent with the Alférez this afternoon.      May our Lord God protect us and may he keep Your Honor many years.  Santa Ana, in the evening of November 21, 1751.      Lord Captain, your friend and servant kisses the hand of Your Honor.                                    Francisco Pérez SerranoLord Lieutenant [Governor]      After I wrote this, it was not sent because there was no one to be found who could take it.  So, it has remained here until morning.  About two hours after the sun went down a soldier from Tubutama came here asking for help.  He said they were defending what they could with the few forces they had there, but that the Pima enemies had burned the church, the Father’s house, and everything.  The said soldier came here wounded and said that most of the few sentinels who were there are wounded.  All of the people of Oquitoa and Arivaca are finished, and notice has also come that they have killed the Reverend Father Tómas Tello of Caborca.  Because of this we continue to ask God for his mercy and the Lord Governor for his aid and protection.                Francisco Pérez Serrano to Bernardo Urrea, Santa Ana, November 21 and 22, 1751                              (AGI, Guadalajara 419, 3m-14, pages 14-16)       By Monday morning, November 22, 1751, there were so many frantic runners dashing everywhere that it is a wonder they did not run into each other.  Pima emissaries were warning their people everywhere that a massive killing had taken place and that the Spanish soldiers were certain to be hot on their heels.  Now was the time to either join the rebellion or flee to the mountains.  Most everyone fled to the mountains where some made the decision to go in search of the rebel leaders to join the insurrection.  The vast majority laid low and stayed hidden until things cooled off.  Refugees continued to drift into Santa Ana, San Ignacio and Guevavi with more horror stories.  Spanish speaking messengers continued to be dispatched to and from these areas as the information-starved populace strived to get the latest news.  Unknown to most everyone was the fact that many of the rebels had already fled to the mountains, themselves, in fear of retaliation for what they had done.      In the north, some of the residents of San Xavier del Bac burned the ramada that Father Pauer had been using for a church and did some other malicious property damage before retreating to the mountains.  Once the Spaniards had abandoned Tubac and Guevavi there was also some property destruction that took place there, but soon the former missions and rancherías were totally abandoned of Spaniard and Pima alike.      Sometime Monday morning, far to the south at Opodepe, Bernardo Urrea received Francisco Pérez Serrano’s frantic note.  At eight o’clock that night, when he received the second dispatch from Santa Ana, he was already three leagues north of Opodepe at the head of a small group of vecinos (or residents) of that valley, on their way to give aid at San Ignacio.  They arrived in Santa Ana at eleven o’clock the next night, Tuesday, November 23.  Urrea listened to all the stories and did a tally, estimating that eighty-eight people had been killed, “not counting Father Ruhen in Sonoita and two other families there.”  He was only about twenty short of the actual count.      Urrea and his local militia were the first to arrive on the scene, followed closely by Juan Tomás de Beldarrain and some of his troops from Sinaloa, as well as others from the presidio at Horcasitas.  Soon the Governor and more troops from Horcasitas would arrive and set up his headquarters at San Ignacio. The newly appointed captain of Fronteras, Juan Antonio Menocal, would arrive soon after the Governor, if only to find himself in hot water. Finally, the captains of Janos and Terrenate, Ruíz de Ael and Diaz del Carpio, would be the last to arrive on the scene but only because of the great distance they traveled from Chihuahua, where they had both received news of the insurrection.  All arrived primed and ready for war, but to their surprise, they found only abandoned villages.  Reconnaissance missions were sent out to try to confront the rebels but no real contact would be made until after the first of the year.  In the meantime, they buried the bodies.      As the soldiers went about their business, many people, both Spaniard and Pima, came to San Ignacio to relate what had happened as they understood it.  Soon the story of the conspiracy began to emerge.  Luis Oacpicagigua of Sáric, Captain General of the Pima Auxiliaries, had been the planner and instigator of the uprising.  His sergeant, Pedro de la Cruz, “surnamed Chihuahua,” or “alias, Chihuahua,” as most of the scribes of the day wrote it was also involved.  There were others, too, but there seemed to be few complaints or demands being put forth by the rebels.  The complaints that were put forth seemed weak excuses for such wanton killings, but in the state of mass hysteria that the Pimería Alta found itself, they were believed and magnified with each telling.      Juan María Romero and José de Nava had had a run-in with some Pimas near Arivaca and Romero and one of the Pimas had been wounded slightly.  As Governor Ortiz Parrilla searched for the causes of the uprising, this story became more and more garbled with each telling.  Whatever happened, however, it was certainly not cause for the mass killing of innocent women and children.      Pedro Chihuahua and Father Garrucho had had a disagreement at Guevavi over whether Pedro could actually be Luis Oacpicagigua’s sergeant and carry the bastón (or cane) of authority for that office.  In the end, Pedro went away offended, having relinquished his bastón.  Again, this could hardly be considered a just cause for what was to take place afterwards.  Since there was already a rift between the Governor and the Fathers, however, the embellished story as it grew from one telling to another began to look bad for Father Garrucho.  Very few people who testified had been there at the time.  They just told what they had heard and the Governor’s secretary, Martín Cayetano Fernandez de Peralta, considered by many to be an avowed Jesuit hater, went about collecting hearsay as valid testimony of what had taken place.     Nicolás Romero, who had raised Pedro from the time he was nine years old, had been there at the time.  When asked in 1754 if he was aware that Father Garrucho had taken the bastón away from Pedro and broken it over his head, Romero said he was disgusted by the very question, and had been disgusted by the same question when asked it by Peralta shortly after the uprising.  He gave the following story:  When the incident occurred I was at the Mission of Guevavi, where I had gone for the fiesta of that village.  However, I was not present for everything that happened.  I saw that Pedro de Chihuahua had come to Guevavi in company with an alcalde of the village of Sáric.  Captain Luis had sent them to Father Garrucho with some Indians who were from Guevavi but had been absent from the village quite some time.  To make this delivery, the alcalde of Sáric entered Father Garrucho’s room with Pedro de Chihuahua, who was carrying his bastón in his hand.  I am not aware of what took place while they were in the room.  There were other witnesses in the room, however -- not only Father Juan Nentvig, but I think Father Francisco Pauer was also there.  I did not hear what Father Garrucho said to Pedro de Chihuahua.  However, I did see that when Pedro left the room and entered the porch, or ramada, that he came out without his bastón.  The aforementioned alcalde of Sáric is who was carrying the said bastón.  Also, I and several other vecinos who had come to the fiesta heard Father Garrucho say to Pedro as they left the room that he had acted very badly in going about as a vagabond among the villages.  He faulted him for shirking his responsibilities as a Christian to his poor wife who had been gravely ill for a long time, whom he had abandoned in the San Luis Valley, where she died without him having returned to see her or care for their children, who would have perished for want of necessities had it not been for the charity of Nicolás Romero to succor them.          Statement of Nicolás Romero, Santa María Suamca, October 13, 1754                             (AGI, Guadalajara 419, 3m-11, pages 3l0-31)       The last, and seemingly most important, grievance concerned a confrontation between Luis and Father Keller at Santa María de Suamca.  Once again, whatever took place, even if one believes the embellished second and third-hand stories that Peralta was able to drag up, there was hardly cause for the organized riot that took place on November 21.  Those stories have Keller calling Luis a “Chichimec Dog” who was not worthy of the title of  “Captain General” and who should be out in his loin cloth hunting rabbits like the rest of his kind.  Once again, let us examine the testimony of an eye witness, Ignacio Romero:           Luis arrived at the house of the Padre who had been advised of his arrival by a servant.  The Padre was occupied with me.  I had gone there for a particular negotiation and was making the same in the presence of the said Francisco Gil, domestic of the Father.  Because of this the Father told the servant to tell Luis to wait a little and then he could come in. While Luis was waiting Father Keller told me that he did not want to speak to that Indian without witnesses, and this was why he was detaining him.  Then Luis entered.  He greeted the Father, who returned his greeting and asked where he was going.  Luis said, “On a campaign with Captain Don Santiago Ruíz de Ael.”       The Father asked if he had been directed or commanded to do so, to which he responded, “No.”       The Father added that he also knew nothing, and that the captain had left a day and a half before, but that he had taken cattle to feed the Indians who went as auxiliaries from Suamca, and would, thus, not be able to travel very fast.  Because of this, if Luis knew the road he could take a short cut and catch the captain in Bavisi or Quiburi.  To this, Luis responded that his people did not come with him to Suamca, but that he had come only in the company of Captain Luis of Pitic and a boy servant of his. Then the Father charged Luis to pay close attention, and said that if he went on the campaign, the Father did not want him bringing testimony against his neophytes, saying that they were in league with the Apaches like he had falsely done against Captain Caballo before the Lord Examiner, who had ordered Captain Don Francisco Bustamante to interrogate him.  That resulted in charges and a sentence being passed against Captain Caballo, for whom Father Keller had testified.  The Father told him that he should not be of bad heart, stirring up the Spaniards against the Pimas, or the Pimas against the soldiers.  This was not the way of good captains, nor those that have a good heart.      Hearing this, Luis  twice lied to Father Keller, saying that it was not so -- he had never done such a thing against Captain Caballo.    Upon hearing this, the Father did not treat him like a dog, or say anything to infuriate him, or disturb him, but with total control, responded: “My son, I have the letters in my possession that were written for you by José Ignacio Salazar to Don Miguel de Urrea wherein everything I have said is written.  Nevertheless, I lie and you tell the truth.”  Then the father added, “Listen, My Son, if you want to go on the campaign, do not bring testimony against my children, because I will defend them.  Look.  Do you know this Spaniard that is sitting here (pointing to me)?” “Yes,” he replied. “And, do you know,” added the father, “that he understands the Pima language well?” To this Luis also replied, “Yes.”  Then the Father said, “Well, look.  I detained this Spaniard, who came here on business, as a witness, knowing that you would deny what was said here and bring testimony against me like you did Captain Caballo.” To this, Luis made no reply. Then the father also accused him of consenting to the many robberies of the Pimas in the west, especially at Sicurisuta, the hacienda of the heirs of Captain Anza.  He said that good captains who have good hearts do not consent to such things, and that the Father cannot support him when he says he is Captain General but consents to such acts. He said that he cannot indulge Indians who claim the title of hunter and walk through the mountains and across the valleys killing cattle that belong to another person without even asking.  And, in case they are unable to ask the owner, the mountains have deer and rabbits and other animals that they can hunt.  They do not have to maintain themselves by stealing. The Father also made one other accusation in which he said that if Luis wanted to go on the campaign like he was, carrying a leather vest, musket, shoulder belt, sword, and Spanish arms that he did not know how to use, it would just serve more to embarrass him than cause damage to the enemy. The Father further asked how many times he had gone on the campaign being supplied by the Fathers with food, horses, and other equipment and everything necessary for the fight against the Apaches, only to return when the supplies were used up, while spreading falsehoods and accusations against his own people. Nothing else was done or said by the Father that would hinder his having said everything in front of witnesses and having detained me. He then also said to Luis, “If your coming here was so that you could go with Captain Don Santiago, traveling in his company, then it is not your duty to command, but his.  And likewise with my neophytes, only he should command them.  Indeed, both yours and mine should go subject to Spanish arms on all campaigns.  However, it is not clear to me who has command in the North of your arms, which are the bow and arrow.  Clearly, in the past there was no one to take command, but now I do not know who it is because of the division which you see in your wanting to be in charge of everything.” This is all of what I heard Padre Keller say to Luis of Sáric.  I would add that if this is why Luis was resentful, it was because he was admonished about his faults, or I suspect because they still have his mischievous letters on file, or because during the conversation the Father neither asked him to have a seat or gave him any chocolate as they were accustomed to doing for him in other places.  Certainly his resentment was not caused by the Father having said that he was a dog, coyote, or a woman, or anything even similar.  Indeed, nothing like that was said.  This has always been my declaration to Lord Governor Parrilla during the repeated times his secretary, Peralta, has interrogated me. Testimony of Ignacio Romero, Santa María de Suamca, October 14, 1754                              (AGI, Guadalajara 419, 3m-11, pages 40-43)       Santiago, the Pima mador at the Suamca Mission, had this to say about the uprising and Luis’ part in it:   The leader of the uprising was Luis of Sáric, Captain General of everything.  I do not know what his motive was for rebelling.  I have heard it said that he rebelled because Father Keller chastised him, but I do not believe it.  It was said by his relatives that when Father Keller chastised him he had already been planning his rebellion.  More than a year before when the corn was still short he had been going around promoting the uprising.  When he went to see Father Keller and the Father chastised him, he was only looking for excuses, to see if the Father would give him any reason to start the rebellion.  News of the insurrection reached Suamca at night and although some went to join the rebels, most of the people stayed on at Suamca until Father Keller went to Terrenate.  Those, with their governors, then went to the mountain where they stayed without joining the rebels, even though they were asked to unite with them, until after the tumult had died down.  Then they returned to the village. Santiago, Native Mador of Santa María Suamca, October 18, 1754                              (AGI, Guadalajara 419, 3m-12, pages 21-22)       Whatever the cause of the rebellion might have been, the people everywhere, Spaniard and Pima alike, were not terribly concerned with it.  Their only concern for the moment was self-preservation, something that seemed very precarious at the time.  Had they had assurance that they were going to survive the insurrection, they might have taken into consideration what the causes and effects were, that they might have avoided such pitfalls in the future.  In those first days after the uprising, however, the future looked far too bleak to be worrying about what might have caused the killing and destruction.      At the Guevavi Mission and on the ranches along the Santa CruzRiver, in the SanLuisValley to the south, people slowly became numb to their fears and an orderly plan began to emerge in the first days following the uprising.  Although complete panic was still welling near the surface, everyone began to grasp the reality that survival would mean a systematic withdrawal of the entire populace to the Presidio of Terrenate.  An inventory of arms was taken.  Guards were placed at strategic points to warn of any approach of rebels.  Saddle horses and pack animals were driven in by the vaqueros and the women packed the most necessary of supplies.  Father Garrucho, who had been joined by Father Pauer of San Xavier, left Guevavi on Wednesday morning, November 24, 1751, under an armed guard  of vecinos, to join the others gathering for the exodus at Buena Vista, a few leagues south of Guevavi.      As the little party rode south, the newly constructed church with its locked door must have looked forlorn in its abandonment.  It would not be long, however, before it would be visited again -- this time by rebels bent on vandalism. As they rode away, it would look even more forlorn with its interior in a shambles and its door left ajar.  It would be several weeks before the church would be visited by a reconnaissance party of soldiers from Terrenate.  They would take a quick inventory of the damages while guards kept a watchful eye in all directions.  Then they would ride away and it would be many months before the forlorn little church would get its community back.  Father Garrucho was gone forever but Father Pauer would be back to witness happier days.   In all the years I have lived in this Pimería, communicating and dealing with virtually every one of its missionaries, at no time have I ever seen any of the alleged mistreatments.  Nor have the Indians ever complained of them.  Those who have complained of such grievances after the uprising do so that they might excuse themselves, in this manner, of the atrocities they have committed.                                 Nicolás Romero, Santa María Suamca, October 13, 1754                                             (AGI, Guadalajara 419, 3m-11, page 33)  Río Santa Cruz, Sunday, November 28, 1751   I knew [Pedro] very well from the time he was a boy because he was raised in the SanLuisValley and always lived among the gente de razón.  I never observed or knew of any bad conduct on his part, or ever heard of any, because he always comported himself honorably.                                     Ignacio Romero, San Ignacio, February 18, 1752                                             (AGI, Guadalajara 419, 3m-56, page 24)       Under any other circumstances, the people gathered for Mass on Sunday morning, November 28, 1751, near the ranchería of San Lázaro would have been a happy congregation.  These were neighbors and friends.  Nearly everyone was related to everybody else, either through blood or by marriage, or through family association.  For there were Nijoras who had been taken into the major families and lived with them as their children.  There were Yaqui vaqueros who had been associated with various ones of the Spanish families for nearly all their lives.  And there were those who had intermarried with various members of the Indian tribes and these couples’ mestizo children. They were all Catholics and they had two Fathers with them to see to their spiritual well being -- one a Sardinian and the other an Austrian.  It was certainly not a racially pure group, but they were all friends and under normal circumstances would have been a big happy family.       As it was they were a big, scared family on a forced march to Terrenate. There were probably a couple of hundred people present, but not everyone was able to attend Mass that morning.  Many were guarding the cattle and horses and pack animals. Others were on scout duty, watching  the passes for any incoming riders, whether friend or foe. But whether at Mass or not, all were together spiritually.  Their prayers went up in unison for a safe delivery to Terrenate.  There was also a supplication in each heart for a lost loved one or for the safe delivery of  a family member whose whereabouts or condition was unknown.  Children could feel the ominous concern of the adults, and were not their normal carefree selves.  They were being watched closely by everyone to assure that none strayed from the main body of people.  Everyone was in a state of mourning for some family member or friend whom reports had confirmed dead in the west.       They had been traveling three days now from their homes, and the caravan was to get underway as soon as Mass was over.  Horses had to be saddled, pack mules had to be loaded, and all had to get into formation and keep moving in a way that would best protect everyone.  Once saddled up and moving everyone kept a wary eye out for anyone or anything approaching from outside the group.  Family members stayed close together and their hired help stayed close around them.  Probably the most vulnerable were the arrieros (or mule packers) and vaqueros, who were bringing up the rear.  The arrieros had to keep track of the pack mules with the precious supplies that kept the refugees alive while constantly watching over their shoulders for fear of an attack by the Pima rebels.  The vaqueros, completely in the rear, were driving the spare horses, beef cattle, sheep, milk cows and goats that everyone hoped to save from the savagery of the rebellion -- a task that required constant attention without the added burden of watching for would-be attackers.  Many of the young men of the group had been assigned to that task.      All who were vaqueros were not young Spaniards, however.  Old Juan Nuñez, an Opata Indian, was with the group driving the livestock.  His age and experience probably added a measure of security for the younger and the more nervous of the vaqueros.  Juan had been around a long time and knew the country like the back of his hand.  If there was going to be an attack, he would know where it would come from.  He knew where special vigilance was required and where there was less chance of problems.  He had been a cowboy on the Guevavi Ranch, employed by the Anza family, ever since 1731.  Though employed by the Anzas, the Sosas had always run the ranch for them, so Juan was close to them as well.  His mulata wife, Rosa Samaniego, was traveling with the women and children of those families far ahead in the middle of the caravan.      Also helping with the driving of the livestock was another Indian.  He was Pima on his father’s side and Opata on his mother’s.  He had a few horses of his own running with the rest.  His name was Pedro de la Cruz Chihuahua.  How he came by the name of “Chihuahua” is an interesting question, considering his parentage.  His father, a pure Pima Indian, had gone by the name of Lázaro Chihuahua and appears under that name at least as early as 1722 when he was the godfather at a baptism performed at San Ignacio by Father Agustín de Campos.  Sometime, probably just prior to that date, Lázaro had married Pedro’s mother, an Opata Indian from the village of Tomai in the Valley of Oposura.  Lázaro was appointed native governor of Tubutama and that is most likely where Pedro was born.  Among the many relatives Pedro’s father had in the AltarValley, was a first cousin named Luis Oacpicagigua, of the village of Sáric.      Evidently Pedro’s parents must have died, leaving him an orphan when he was very young, because he was taken in by Diego Romero and his family when he was nine years old.  What the connection was between them is also an interesting question, because the Romeros lived far to the east on their Santa Barbara Ranch in the SanLuisValley.  Diego was an old man and died not too long after Pedro entered the home.  Diego’s oldest son, Nicolás, continued to run the ranch and he and his wife, Higinia Perea, continued to raise the young Indian boy.  Even now, as this caravan of refugees moved upriver toward the Mission of Santa María Suamca, Pedro referred to them as his amos (or foster parents).      Having been raised among the Spaniards of the SanLuisValley, Pedro was considered by all to be a pure ladino (or Spanish-speaking Indian) who had fully acculturated into the Spanish way of life.  He had grown up with the younger Romeros, including Ignacio who was now deputy justicia mayor for the SanLuisValley district.  All considered him a friend and part of the family.  They had been disappointed when his father’s cousin, Captain General Luis of Sáric, had made him his sergeant and he had gone off to the AltarValley following illusions of grandeur.   They were disappointed, not so much in the fact that he had gone to take up his new position with Luis, but more in the fact that he had left his wife and three small children in the SanLuisValley to fend for themselves.  There was even the rumor that he had been living with another woman at Sáric.      His wife, María Ínes de la Cruz, had died earlier that fall at the home of Nicolás Romero, following a lingering illness.  Pedro had returned to the Valley to get his little children upon receiving news of her death.  Now, just some two weeks ago, Pedro had come home, with his three children, driving some horses that belonged to him.  He was seemingly fully repentant, and the Romeros, who were fully forgiving, had welcomed him home with open arms.  He had moved into the house adjoining Nicolás and Higinia’s home in which their hired man, José de Vera and his family also lived.  Working side by side with Vera and the Romeros, he had been living in their full confidence for eight days when the insurrection erupted in the AltarValley.  Now, he was with all the other refugees rushing to Terrenate for the meager protection the Presidio might provide.  As he rode along in the back, pushing the livestock forward, his three small children traveled with the rest of the Romero clan’s children.      As the caravan moved slowly eastward messengers continued to gallop back and forth between villages, carrying the latest news, and with it, the latest rumors.  There was no way that Pedro, thinking himself safely hidden from the forces in his native culture who wanted his participation in the uprising, could have known about the forces that were building against him in his adopted culture.  Only yesterday, Saturday, November 27, a condemning letter had been carried from Father Stiger at San Ignacio to Father Keller, who had gone to Terrenate for safety from his mission at Santa María Suamca.  The same basic letter had gone to Father Visitor Felipe Segesser at Horcasitas.  Since Father Stiger was closer to the front lines of the rebellion than either of them, both Keller and Segesser would assume that he knew the details which he outlined.  Little could they have known that his condemnation of Pedro as one of the instigators of the uprising was based on pure assumption and the hysteria of the moment.  Regardless of the accuracy or inaccuracy of its contents, the letter went out and was duly received.  The wheels of fate that would seal Pedro’s doom had started to roll forward: My Beloved Father Visitor, Felipe Segesser:       I am sure Your Reverence has already learned from other sources of the uprising in this Pimería, but I will give you the details of its condition.  On Sunday the twenty-first of this month at sunrise, the Pimas struck at the house and church of Tubutama -- that is to say, Captain Luis and his sergeant, the instigators of this uprising, with those of Tubutama.  Because Father Juan had gotten word of the uprising at midnight, he borrowed a donkey and stole away secretly to Tubutama where he joined the Father [Sedelmayr] and two wounded soldiers, some four residents, and the mayordomo.  The insurgents burned the house and the church.  The Fathers and vecinos fortified themselves in the patio with a barricade of pack saddles and fought until Tuesday night when the two Fathers and two vecinos escaped on foot to the mountain.  There a friendly Indian from Magdalena loaned them a horse and guided them on a circuitous route.  Father Jacobo arrived at Santa Ana on Wednesday night, wounded by three arrows.  Padre Juan, alone and on foot, got lost and strayed way off the route, but they found him yesterday afternoon.  They also brought him to Santa Ana to a house where the other vecinos had gathered.  The residents from San Lorenzo gathered at San Ignacio.  Now we wait by the hour for the appearance of the enemy.      The rebels burned Caborca at the same time and killed the Father and those who were with him, as well as others who were in the mines and mining camps.  At the same time they killed a lot of people in Oquitoa, Sáric, Arivaca, Tubac, etc., and burned whatever churches there were.  Father Enrique and his mayordomo and a servant are all dead, and thus is the account of everyone.  All of the Papagos have joined with Luis.  I convened a general meeting on Sunday night on instruction from a servant of the Father Visitor.  I called one of my officials at night and told him not to frighten these people, but to go.  He left and with hardship went to the village.  They resolved in their meeting that all those who could (which amounted to a few criollos of the village and all of those from Ímuris) should leave.  Casimiro Ureño set out for Ures, notifying those of Cucurpe and Toape of the uprising.  They have stopped at Toape and are waiting for me but I am afraid to leave.  The insurgents have also stolen some things from the Yaquis who fled, but the Pimas have done nothing to the Yaquis and one of them is with Captain Luis north of Guevavi.  All the people of Santa María have left for good, although some did return.  Those from Cocóspera still remain peaceful.  At San Xavier there were seventeen men who got the Father out alive.        The political authorities have made various requests of the Lord Governor, none of which have been filled yet.  I do not know who was sent away from Terrenate but at Fronteras the people have all gone.  If the Indians should attack here we are in grave danger of losing everyone.  As your life endures, Your Reverence, will you insist that the governor send as much help as he can promptly to take back what we have lost and strike the rebels with a decisive blow.  Right now, the people here cannot set foot outside of their houses because of the great fear.  And there are very few gente de razón to defend the Fathers in the north.  Indeed, they already killed Julian near Guevavi, as I wrote from here yesterday -- Friday.  On Saturday, however, knowledge was gained that those who were separated from Captain Luis went with their chief to the mountain called the Cerro del Chile, saying that the Spaniards were coming to destroy them.  The Spanish captains are in Janos for a time and, thus, we cannot hope for any help from that quarter. In my letters I have not asked for anything else from Your Reverence, or the Father Visitor, or his resources.  By my calculations, eighty-two vecinos have already died and I do not know what has happened in the north.  I have frankly been working under cover for Father Salvador (de la Peña).  I am committed to Holy Sacrifice for Your Reverence and ask God to keep you many years.San Ignacio, November 27, 1751       From Your Reverence’s minor servant in Christ, Gaspar Stiger            Gaspar Stiger to Felipe Segesser, San Ignacio, November 27, 1751            (AGI, Guadalajara 419, 3m-48, pages 43-45)       Father Keller was at this very moment on his way back to Suamca.  He was traveling in the presence of Alférez José Moraga who had been dispatched from Fronteras with seven soldiers to see to the Father’s safety.  Also with the party was Alférez Antonio Olguin of the Terrenate garrison.  They all knew that the Spanish settlers of the SanLuisValley were somewhere south of Guevavi on their way to Suamca and ultimately Terrenate.  And, Father Keller had been informed by one the many couriers scurrying back and forth with news of the rebellion that Pedro Chihuahua was with them.  He had dispatched a message to that effect with some soldiers rushing to San Ignacio.  That letter had gone out this very morning before the refugees had left San Lázaro or Father Keller had left the Presidio of Terrenate: My Reverend Father Gaspar Stiger,      I received Your Reverence’s letter from the corporal.  I am sending a little gun powder that I acquired in Terrenate.  God willing and with care it will arrive in good condition, for I am told that the insurgents have assaulted Your Reverence in San Ignacio.  God grant Your Reverence to come off victorious if they have struck there.  I have no one here in the north to protect me.  All have fled and even though those in Cocóspera are loyal, I have no desire to prove them.  Chihuahua is in Buena Vista with the Romeros.  All of his wiles will also be discovered.  I came to Terrenate yesterday to hide the ornaments of the church and a family.  Today I return to Santa María for supplies, as we had not received our requirements.  Captain Don Francisco dispatched seven men late last night carrying the mail with letters from me to Fronteras which should arrive this morning or tonight.  I expect more people to join us, leaving their families secure with those of the Valley, to go look for the enemy and strike them a heavy blow before they strike us.  Feeling these terrible circumstances and the misfortunes of the Fathers, there is nothing more I can do now but leave the future to God and we will be protected.Terrenate, November 28, 1751                  Your Humble Servant, Keller      If Your Reverence should see the Father Visitor and Juan, give them my affection.            Ignacio Xavier Keller to Gaspar Stiger, Terrenate, November 28, 1731            (AGI, Guadalajara 419, 3m-49, page 2)       Later that afternoon when the little party arrived at Suamca, Father Keller, taking the situation fully in his own hands,  sent another letter back to Fronteras with the following plea to its captain: Lord Captain Don Juan Antonio MenocalMy Dear Sir:      Under pretext of the right of summons and having been notified by the Reverend Father Gaspar Stiger, I ask Your Honor to arrest Pedro de la Cruz, alias Chihuahua, second in command of the uprising in this Pimería Alta, to proceed against him as ordinary justice requires to suppress the fires of the rebellion that have already caused the death of two fathers and wounded two others.  He was party to all this and a spy for delivering the Padres and the other two wounded and the rest of the Spanish families into the violence of the uprising and war.  Under the said pretext Your Honor should use his military right, granted him by custom of war.      May God keep Your Honor many years.  Santa María, November 28, 1751.      Your servant and chaplain kisses the hand of Your Honor.      Ignacio Xavier Keller            Ignacio Xavier Keller to Juan Antonio Menocal            (AGI, Guadalajara 419, 3m-54, page 54)       That night as the courier sped eastward with Padre Keller’s request that Pedro be arrested, the traveling horde of San Luis Valley refugees camped for the night at a place called Los Fresnos (The Ash Trees), just a few leagues south of Santa María Suamca.  One of their number, Pedro Chihuahua,  had been accused of being one of the prime movers of the insurrection and a spy for the rebels.  No one in the entire group knew of the accusation, with the exception of one man, and he was by far a more sinister character than poor Pedro.  The latter was on a course of destruction while the former would soon be elevated to the office of lieutenant in the Sonora militia.  Los Fresnos, Monday, November 29, 1751       God well knows, Sir, that this punishment is being administered without fault for I know nothing about what you are asking me.                              Pedro de la Cruz, Santa María Suamca, November 29, 1751                                              (AGI, Guadalajara 419, 3m-56, page 7)       The refugee camp was slow to get moving that morning.  With all the small children needing to be cared for it hardly could have been otherwise. Everybody had to be fed breakfast.  Once the men in camp had eaten they had to go relieve the night guards so they could come in for breakfast.  Pots and utensils had to be cleaned and packed.  Just getting everything loaded onto the pack mules after breakfast required the help of most everyone and a fair amount of time.  Although life had been stirring since daylight and the camp was a beehive of activity, it just took time to get everything ready for the camp to move out as a unit.  But, it was good that they were busy.  It kept their minds off their sorrows and fears.  It was good to have a purpose at hand to stem the almost overwhelming urge to panic. Besides, their minds were probably somewhat dulled as a result of the small amounts of fitful sleep that everyone had been getting over the past week.  Probably no one took note of the beautiful, sunny day that had dawned. The pall of imminent disaster still hung like a dark and ominous cloud over their heads.      One thing that everyone noticed as the last minute preparations were being made before mounting up, was that five soldiers had ridden into camp from the north.  Nearly everyone recognized Antonio Olguin, the Alférez in command of the group.  He was a local man who had been raised in the vicinity of Suamca. The prominent leaders of the refugee families gathered around the soldiers to ascertain their purpose.  There were Nicolás, José and Ignacio Romero, Gabriel de Vildósola, Antonio Rivera, Miguel Diaz, Juan Luque, Juan Grijalva, and Luis Pacho, among others. The two Fathers, Garrucho and Pauer, also came forward to greet the soldiers. And, there was another individual there who seemed to keep coming to the forefront of late, even though no one seemed to know him well.  Those among the group who knew who he was were not impressed.  Yet, here he was, all but taking charge of the situation.      Francisco Padilla was from New Mexico and had been working a mine high up in the Santa Rita Mountains north of Tubac. He had brought some ore samples to Buena Vista for testing a couple of days before the uprising.  Luckily for him that is where he was when the hostilities started because the Santa Ritas are where most of the Pimas of the upper Santa Cruz River Valley headed.  Had they come across him there, in the panic stricken mood they were in, he probably would have been swiftly executed.  Instead, he was in the relative safety of the San Luis Valley.       He did not wait around for the rest of people there to get organized, however. He immediately set out alone for Terrenate. There he conferred with Father Keller and it is relatively certain that it was he who informed the Father that Pedro Chihuahua was in Buena Vista.  Father Keller then asked him to go back and arrest Pedro.  Thus, he had shown up in the refugee camp and had been traveling with them the last couple of days.  Padilla had not taken the initiative to try to arrest Pedro, however, probably out of fear of what his many friends among the Spaniards would do.  Furthermore, at least Father Garrucho and José Romero knew who he was.  He could not be certain how much they knew, but they knew enough to prevent him from wanting to stir up any controversy.      In actuality, Padilla was a fugitive from New Mexico.  There was even a warrant out for his arrest for disputes he had caused there.  Although Garrucho and Romero were probably not aware of that, they were aware of the charge that had come down from Padilla’s priest and ecclesiastical judge in New Mexico to excommunicate him from the Church.  Bachiller Don Blas Martín de Beitia, Priest of Nacosari and in charge of the entire northern Pimería, had forwarded the instructions on to Father Garrucho because it was known that Padilla was hiding out somewhere in the vicinity.  José Romero, who had been an Alférez at the Presidio of Terrenate since its inception and was stationed in the SanLuisValley, had stood as witness at Guevavi while Father Garrucho formally excommunicated Padilla in the absence of the defendant.  So, now, here was this man, standing at the feet of the soldiers’ horses with the most prominent citizens of the SanLuisValley. At fifty-nine years of age he was probably the oldest man in camp.       As with everything else that had been happening over the past week, there was a sense of urgency and no time for small talk.  Alférez Olguin, who did not know him personally, asked where he might find Pedro Chihuahua.  Turning to look over his shoulder, Ignacio Romero pointed him out.  He was by Ignacio’s own campfire, as were both Ignacio’s and Pedro’s children.  To everyone’s surprise, with the exception of Francisco Padilla, the soldiers rode over and placed Pedro under arrest. Clamping him in leg irons, they placed a rope around his neck and led him out of camp toward Suamca as swiftly as he could walk with shackles on.      There was no scuffle.  There was no protest -- just complete shock and surprise.  The children were quickly reduced to tears.  Had they not already had enough to bear without this? The women, putting their own grief aside, tried to comfort them.  The men, now spurred into action by this turn of events, quickly finished the last minute preparations to get the camp moving.  Everyone wanted to know what was going on.  Ignacio Romero was the Deputy Justicia Mayor for the jurisdiction they were in.  If anyone was to have given an arrest order it should have been him, but he was in such a state of shock that he probably never thought to protest this breach of his authority.  Besides, this was war.  Even though he did not know why Pedro had been arrested, he felt the soldiers had jurisdiction over him in this case, and he, along with the rest of the camp, quickly mounted their horses to follow the soldiers and Pedro Chihuahua into Suamca.  Probably no one took notice that Francisco Padilla mounted up ahead of everyone else and went with the soldiers.      Antonio Olguin had been under verbal orders from José Moraga to arrest Pedro de la Cruz, alias Chihuahua.  Moraga, feeling certain that his captain, Juan Antonio Menocal, back at Fronteras, would issue the written arrest order when he received Father Keller’s request for the same, had sent Olguin to make the arrest while he waited at Suamca with Keller for the written order.  Olguin, Padilla, and the handful of soldiers arrived at Suamca from Los Fresnos well before the warrant arrived from Fronteras -- if indeed a written order was ever issued.      There Pedro was chained to one of the upright posts of a porch-like ramada attached to Father Keller’s house.  Moraga, Keller, Padilla, and another individual of unknown connection with the case named Juan de Aguilar Montero, began to question him about his involvement in the rebellion.  Pedro denied any knowledge of what the rebels had done or were presently doing.  As the process progressed, the hastily convened interrogation committee harangued and cajoled, threatened and begged, spoke gently and yelled, but nothing would budge Pedro.  With a look of extreme fear in his eyes he continued to assert his innocence and maintained that he knew nothing about the present rebellion.  Finally,  in desperation that afternoon, Moraga, who was the senior military officer at the Mission, gave the order that Pedro be taken to the outskirts of the village and tied to a post, there to be whipped until his memory served him better and he could recall just what his part in the uprising had been.      By that time the entire caravan of people and livestock from the SanLuisValley had arrived in the village.  Some of the people followed the procession of soldiers leading Pedro out of town. Nicolás and José Romero, at least, and Antonio de Rivera had gone to witness what was about to happen. Francisco Padilla was right there, of course, at the head of the procession. Others had turned away, knowing full well what was about to happen and having no desire to watch it. The women tried to protect the children from the certain horror of it but to little avail.  Soon Pedro’s screams could be heard all over the once peaceful community of Santa María Suamca.      Firmly secured to a tree at the edge of the village, Pedro’s shirt was removed. As the searing lashes of the whip administered by one of the soldiers began to fall across Pedro’s back and shoulders, he screamed in pain.  “I had no part in the rebellion!” he cried.  Another crackling snap of the whip and another blood curdling scream. “I am not at fault in any way!” he shrieked.  Yet another lash from the whip and a loud moan from the forlorn figure tied to the tree.  “Before God, I am innocent!” he wailed, blood now dripping from his back.      Alférez  Moraga allowed the whipping to continue for three or four more lashes before calling it abruptly to a halt.  By now Pedro was slumped down, barely conscious.  It was obvious that this man was not going to admit to any wrongdoing.  He was untied and taken back to the ramada, shaking, stumbling, and limping, still firmly secured in leg irons.  There he was once again chained to the upright beam, but his battered body sank to the floor.       The burning question on everyone’s mind now was either, “What would be done with Pedro?” or, “What could be done with him?”  Certainly he had confessed to nothing.  Those who knew and loved him were wondering why he should be held in such a manner.  Those responsible for his arrest needed some evidence of his conspiracy to justify their actions.  The next order of the day was to devise a means to obtain a confession.  Pedro’s main concern, lying miserable and bruised on the hard ramada floor where he was chained, was survival.      A soldier was left to guard him through the night, from any attempted escape on his part, or from anyone in the refugee camp coming to talk to him.  Those in the camp experienced another night of fitful sleep.  Surely, Pedro’s children and possibly others, cried themselves to sleep.  Alférez Olguin went to look after the spare horses of the caballada that night.  Fathers Garrucho and Keller, Alférez Moraga, and the two mystery men, Padilla and Aguilar Montero went into conference at Keller’s table just inside the door from where Pedro was being held.  The final outcome of that meeting was that Padilla was commissioned to obtain a confession from Pedro -- a bizarre turn of events.      Suamca, Tuesday, November 30, 1751   I commanded that he be tied to a post to see if he would declare that he had influenced or participated in the rebellion.  Having thus far denied it, he was given six or seven lashes. After he responded with various exclamations that he was innocent and knew nothing of what he was being asked, I ordered that the whipping be stopped. Joseph Moraga, San Miguel de Horcasitas, April 22, 1752                                             (AGI, Guadalajara 419, 3m-57, pp.9-10)       As day dawned over Mission Santa María de Suamca the next morning, word soon spread through the refugee camp that Pedro had confessed during the night.  No one knew to what he had confessed or what his alleged confession might mean.  Probably no one stopped to wonder about the authenticity of a confession that had been obtained by a man they barely knew.  This was still not a time for rational thinking.  Rumor continued to be the best form of information that most people could obtain.  Besides, the respected patriarch of the whole community of the SanLuisValley, Nicolás Romero, had learned of the confession personally.  He had been awake last night, keeping a watchful eye on the camp when Padilla came in to go to bed.  Señor Romero had been the first to hear from Padilla that he had gotten Pedro to confess.      As the day progressed, the rumor mill continued to grind out both information and misinformation.  Most people were too busy with their continued preparations for the rest of the journey on to Terrenate, still another fifteen miles away, to spend much time thinking about what Pedro might have said. The fact was clear that under the given circumstances, he might have confessed to anything.  Who could possibly hold out under such treatment? Furthermore, these people, for the most part, were very devout Catholics.  They loved their priest and spiritual guide, whether Keller or Garrucho.  They also knew and loved Pedro for the most part.  True, they had been disappointed when he went off to Sáric following dreams of grandeur.  True, he had been a follower of Luis of Sáric for a time.  They all knew that, and considered it an unwise decision on his part.  But the second in command of the rebellion -- a conspirator to murder and mayhem -- that they did not believe.      Now, as Pedro’s confession slowly became public knowledge, on top of all the fear and mourning they had already been through, with one or two days travel still left before they reached their final destination, were heaped bizarre stories of things that Fathers Garrucho and Keller had allegedly said.  Suddenly, Francisco Padilla, about whom there were also plenty of rumors floating around, was everybody’s savior, including Pedro’s.  It was Garrucho and Keller who had insisted on Pedro’s beating and Padilla who had argued for restraint.  It was Garrucho and Keller who were insisting that he was guilty and that he should be tortured until he confessed, while Padilla had begged to be able to privately and quietly speak with Pedro. In that manner he would be able to gain the prisoner’s confidence and obtain his declaration.        According to Padilla, it was Father Keller who came up with the idea of obtaining a confession from Pedro the way he had seen it done in Germany, legally and under German law.  There, the story went, they would pass an iron meat hook under one of the criminal’s ribs and hang him in a tree where “he would naturally die from grave pain.”  It would seem that under this method, whether the person confessed or not, he would soon be dead and the problem would be solved.  But, Padilla had argued long and hard against such extreme measures -- or else he invented them in his imagination.  Could he possibly have been grinding an axe of resentment against the Fathers for having excommunicated him?  In the end, he prevailed and Pedro was not given the “meat hook” treatment.      Yes, Francisco Padilla had saved the day -- and Pedro Chihuahua -- by convincing the Fathers and José Moraga to hold off until he had an opportunity to quietly gain the poor Indian’s confidence.  Though reluctant, the others had agreed to give it a try.  That night, after most everyone else was in bed, Padilla sat quietly talking to the exhausted, pain-ridden, fear-stricken Pedro.  He had befriended him.  He had gained his confidence.  And, he did obtain a confession, of sorts, from Pedro.  At least, that is the way the story was going around on Tuesday morning.  Regardless of what truly happened, these are the words that Padilla recorded that night, supposedly as they fell from Pedro’s trembling lips:    I am not the cause of the rebellion.  Those who have caused it are Fathers Jacobo Sedelmayr, Ignacio Xavier Keller, and Joseph Garrucho, because of the severity with which they and their mayordomos treat the Indians.  They have also infuriated and aggrieved the Captain General of the Nation, Don Luis.  He left his village in the month of September with many armed Indians to make a campaign against the Apaches.  He was to go in company with the Captain of Terrenate, Don Santiago Ruiz de Ael, but when he arrived at Santa María Suamca he was informed that the said Captain, Don Santiago, had already left his presidio.  The Captain, Don Luis, then went to see Father Ignacio Keller, minister of the said village, to wish him good day and to learn the route he should take in order to most quickly catch up with the said Captain of Terrenate.        With no more having been said than that, the Father gave the following response:  \"You are a dog to come here and ask me that.  You can go wherever you want, or not go at all.  It would be better if you remained behind.  You act like you are trying to be a Spaniard by the arms you are carrying.  You are not worthy to go about in this manner.  You should be in a breechcloth with bow and arrows like a Chichemeco, and without a servant (because he had in his company an Indian Servant).      And so he went away with his companions.  This captain says the Father must have been drunk, because he drinks a lot.  From there he returned to his village of Sáric, very sad and disconsolate because of the mistreatment he had received from the said Father Keller and the disdain with which he was treated.      Telling me of this occurrence, he said to me, “Brother, I am possessed with this evil of serving in this charge that was conferred upon me by the Father Visitor and confirmed by the Lord Governor in the name of the King.  I accepted it in order to be Captain General of my nation and because the Fathers could not now scorn me in any way, since they would have to do as the King commanded.  But because the Fathers detest us we are already lost.  So, don’t say anything to me now about how we should love the laws of God.  It is better that we should live with our liberty. Already, I do not want these arms or this uniform.  Now I will betray all the Spaniards.”      In effect, this is what he did.  Afterwards I went to the village of Guevavi on the occasion of the fiesta that is celebrated in honor of Señor San Miguel Arcángel.  I arrived at the house of Father Minister, Joseph Garrucho, carrying the bastón (cane) of the sergeant of Captain Don Luis.  So, he bid me enter his presence where he spoke very indignantly to me in front of many people, saying when I was there, “You are a dog because you are carrying that bastón.  Don’t come here disturbing the people.  If it was not for the day that this is, I would have you given a hundred lashes with a whipping stick.”      After saying this he snatched the bastón from my hand and commanded me to leave the village, saying that if I ever returned or if he even heard of me setting foot in the village, he would have his justicia administer a hundred lashes in his presence.      To this I said, grasping the title which I carried on my chest, “My Father, I carry this bastón by virtue of this title of sergeant, granted to me by the Lord Governor, that I might assist my brother, Captain Don Luis.”      But he responded even more angrily, saying, “I do not want to see that title.  The Governor cannot grant titles without license from the Fathers.  We have a cédula from the King concerning that very thing.”      The Father kept my bastón and I went away very sadly and afflicted to the village of Sáric and said to Captain Don Luis, “Brother, I am no longer your sergeant,” recounting what had happened with Father Garrucho.      To this the said Captain replied, “I was possessed of this evil but now I have taken the demon into my body.  Now, if we do not finish our work we will lose everything.”  Then in the presence of three or four Indians (whose names I do not remember, except one who was called Cipriano), the execution of the uprising was discussed in consultation.  The said Captain asserted that one day the Indians would strike in all places, killing Fathers Jacobo Sedelmayr, Ignacio Xavier Keller, and Joseph Garrucho because these were the greatest offenders.  Sometime after this consultation it happened that Father Jacobo Sedelmayr wrote a letter to Father Juan Nentvig, minister of Sáric, telling him that he should punish me and not to allow me into the village until it could be said that I was subdued.  The reason I was not subdued is because of the animosity the Fathers had for me because I was the sergeant of Captain Don Luis, and because I was so persecuted by them.  So because of this and because the fires of rebellion were getting very hot, I decided to leave the village and went to live among the Spaniards.        With this purpose I went to the ranch of Don Bernardo de Urrea to look for my horses, and then I returned to get my children with whom I went to Agua Caliente.  Even then I was not safe from the persecution of the Fathers, because Lieutenant Don Cristóbal Yañez told me, “You must leave here because I have a letter from Father Jacobo Sedelmayr instructing me to give you fifty lashes and banish you from these parts.”      I then went to the San Luis Valley to live with my foster parents, the Romeros.  However, the truth is, when I said good-bye to Captain Don Luis, he told me, “Go, Brother.  Take your children because the Fathers are after you.  Stay in the SanLuisValley among the Spaniards, observing the forces that they have so that you can provide me with information about them when the time is right.  I will secretly notify you of that proper time through a relative, to the end that you can come join us in Tubac.  I will wait for you there.”      However, I did not go there, nor did he send for me to come.  And I did not have intention of going there because I wanted to stay among the Spaniards -- and this is the truth.  Before the time referred to is when the Indians were rigorously harassed by the way the Father and the mayordomos treated them.  They had not resolved to rebel until the said quarrels transpired.  They were also irritated because Juan María Romero, Father Joseph Garrucho’s mayordomo, and Joseph de Nava seized some Indians and were taking them to the village of Arivaca to turn them over to Padre Garrucho to punish them.  One of the Indians, a relative of Captain Don Luis, seeing that one of those to be punished was his son, shot an arrow at Juan María Romero, wounding him in the arm.  Although it was not a serious wound, they lanced the Indian and turned the others over to Padre Garrucho to punish them further. And, the Father also chastised them.       All of this I declare: since the Fathers have not always been friendly, and since he was the only one who could remedy everything, to tell you the truth, Sir, I boldly spoke to the aforementioned Captain and said, “Brother, we must all meet together and go see the Lord Governor.”      To this he responded, “I have already seen that the Lord Governor loves us very much, Brother, and for him I am sorry, but we must say, ‘Sir, we have had enough!’ because I am outraged.        Pedro de la Cruz Chihuahua, Santa María Suamca, November 29, 1751      (AGI, Guadalajara 419, Francisco Padilla Testimony, 3m-55, pages 28-35)       As the contents of Pedro’s declaration became known on Tuesday, some of it made sense to his friends from the San Luis Valley, and some of it did not.  They had already known that he had been following after Luis Oacpicagigua.  That was nothing new.  They believed him when he said that he had known that a handful of conspirators had been breathing out death and destruction to all Spaniards, and that he had gotten out of there when “the fires of rebellion” started getting too hot.  Although all of this made sense, it could hardly convict him of being a conspirator and spy.  All the rumored evidence that everyone was talking about was purely circumstantial, at best.      Then there were the parts of the confession that were difficult to believe -- just as difficult as Padilla’s story that he had saved Pedro from the clutches of the spiteful, sadistic Fathers.  The vecinos had never known the gruesome Fathers Garrucho and Keller spoken of by Padilla.  Nor had they known the Pedro Chihuahua that emerged from the written declaration.  Could Pedro really have carried those kind of grudges against the Fathers?  Not the Pedro they knew.  Had he not just been traveling for the past eight days in the presence of Father Garrucho?  If there had been something amiss in the two men’s relationship, would not someone have noticed?  In fact, no one had noticed anything even remotely suspicious about Pedro as they all traveled in his company, both day and night.  And it was not like these people were not fearful and suspicious of everything and everybody around them.  Those were the forces that were driving them in their headlong flight to Terrenate.      But now, they were numb, right down to the inner depths of their bones.  The events of the past eight days had driven everyone to the brink of complete mental, physical, and spiritual exhaustion.  Nobody knew what to believe about anybody or anything, anymore.  So, they dug in at Suamca to await the outcome of Pedro’s destiny before continuing on over the ridge toward the Presidio of Terrenate.  What else could they have done?  In everyone’s mind this was truly war.  The army was in charge and, at least here, there were some soldiers  without whom the refugees themselves were still not safe -- or, at least, they assumed they were not.  They did not know that the killing had stopped a week ago.  They did not know that the Pimas had fled in fear, the same as they were doing.  The only difference was that the Pimas had arrived at their destinations faster because they traveled lighter.      The most unfortunate part of the story is that the army did not have the facts either.  They were still operating on two and three-day-old messages, supplemented by fresh hearsay and supposition and backed up by subterfuge and smoke screen.  Had the soldiers and their officers been able to obtain accurate and timely information, Pedro might have fared better.  But he was left alone, bleeding and broken, fearing for his life, still in shackles and chained to Father Keller’s porch. Visitors from the camp were probably not allowed to see him.  The lone soldier that was posted to guard him day and night probably gave him little comfort.  And, if he truly carried a grudge against the Fathers, the fact that Keller and Garrucho were just inside the door likely did not do much to ease his distraught mind.   I and the people of this village were very content with Father Keller and had no quarrel with him.  We are content with the Father now and we also were before the uprising.  After he was sent away, we asked Father Visitor Felipe Segesser to return him to us.  When the Father returned, the natives of this village went out to receive him.  Some came from as far away as Cocóspera, ten leagues distant from here, and others from places a little beyond that.                 Eusebio Pabor, Native Governor of Santa María Suamca, October 17, 1754                                             (AGI, Guadalajara 419, 3m-12, page 20)  Suamca, Wednesday, December 1, 1751   Pedro traveled in my presence (on the flight to Terrenate), bringing his children, without the least manifestation of suspicion, nor did I observe on his part, in the fifteen or so days that he was at my house before the insurrection, anything that would infer his having had any part in it.  It appears to me that had he agreed with the band of rebels, or wanted to go with them, or if he had come among the gente de razón for some sinister reason, he would have left his children and fled.                                       Joseph de Vera, San Ignacio, February 19, 1752                                             (AGI, Guadalajara 419, 3m-56, page 36)       On Wednesday morning the day dawned clear with Pedro still chained to Father Keller’s porch.  Alone and miserable under the watchful eyes of his guards, we can only hope that  his children, at least, were allowed to visit him.  Unfortunately, the historical record is silent on the matter.  Judging from the fearful and sometimes vengeful mood of those in charge, however, it is doubtful.  This was war and Pedro was a prisoner of war, suspected of conspiracy and spying.  All indications point to the probability that no one was allowed to see him, other than the priests and his prosecutors.      This was to be a long day of waiting and further strain and stress on everybody’s nerves.  No one wanted to take charge until some higher authority arrived.  Although it seemed a little safer here at Suamca with the Fathers and eight or ten soldiers, there was still a gut-wrenching feeling of suspense.  No one knew where the rebels were or where they would strike next.  Even though none of the refugees truly believed Pedro guilty of spying, the tiny seeds of doubt still crept into their minds.  If he was a spy, had he somehow gotten word to the rebels concerning their vulnerability?  Would they be swooping down the hill at any moment, closing in for a final bloody massacre?      The few soldiers at the village were spread extremely thin guarding the caballada, guarding the passes leading to the village and the refugee camp, and guarding Pedro.  Messengers were dispatched to and from the village throughout the day.  Bits of information -- sometimes factual, sometimes erroneous -- continued to drift into camp.  Finally, in the late afternoon, word came that Juan Antonio Menocal, Captain of the Fronteras Presidio, was on his way.  In fact, he was nearing Terrenate at that very moment.  People began to tell themselves that, maybe, if they could just hold out until he got there, things were going to be alright.      Pedro, forlorn and distressed -- sometimes sitting, sometimes lying on the ground, chained to his post -- nursed his wounds and contemplated what must have seemed a very bleak and frightening future.  The first notice I had of the uprising was when an Indian vaquero rode into the village where I was one night after everyone had gone to bed.  He woke everyone up to tell us that his relatives to the west had revolted and killed a lot of Spaniards, in retaliation for which the soldiers were coming to do the same to us.  I heard it said by those in Cocóspera that the governor and some of the others had gone to join the rebels.  I was alcalde at that time.  I went with most of the people to a mountain nearby.  We stayed there until the next day when we got notice from Father Keller assuring us that if we would go down to his village that we could stay with him.  And we stayed there without any of the others from Cocóspera going with the rebels or the rebels coming against us.                       Francisco Xavier, Native Governor or Cocóspera, October 15, 1754                                          (AGI, Guadalajara 419, 3m-11, pages 49-50)  Suamca, Thursday, December 2, 1751   Pedro de la Cruz was shot and his execution caused internal strife because it appeared that they should not have proceeded without first having received a superior order.                     Francisco Xavier de Escalante, San Miguel de Horcasitas, April 2, 1752                                              (AGI, Guadalajara 419, 3m-56, page 3)       Captain Juan Antonio Menocal of Fronteras rode into the village early Thursday morning in the presence of his Lieutenant, Francisco Xavier de Escalante, and four other soldiers.  This young officer, newly arrived on the frontier from Spain and known to few, if any, of the San Luis refugees, must have cut a dashing figure and brought a ray of hope to a weary people.  One thing they would soon learn about him -- he was decisive.  He would bring the suspense -- about Pedro Chihuahua’s fate, at least -- to an abrupt end. It might not be what everyone had expected, or it might not be what they had hoped for.  But one thing was certain.  By five o’clock Thursday afternoon, the suspense was over.      Upon arrival at Suamca that morning, Captain Menocal dispatched Ignacio Romero, a couple of soldiers and several of the Spaniards from the refugee camp to go immediately to Terrenate to help look after the depleted population there.  Then he went immediately into conference with his officers in Father Keller’s house.  Others seated around the conference table with the young captain were Second Lieutenants Antonio Olguin and José Moraga, Lieutenant Francisco Xavier de Escalante, Francisco Xavier Padilla, and Fathers Keller and Garrucho.  There, over cups of steaming hot chocolate provided by Father Keller’s Pima cook, the fate of Pedro de la Cruz, alias Chihuahua, would be decided.  Outside the door, on the cold, hard ground, the person in question sat silently waiting, hoping for the best.      At the table Captain Menocal listened to all the accounts of the various people involved.  Father Keller related how Father Stiger had sent word that Pedro was the second in command of the rebel forces.  Olguin recounted the story of the arrest and how there had been no struggle to escape.  Moraga told how he had tried to get a confession out of Pedro, but how he had always maintained his innocence.  Padilla told how he had gotten a confession from Pedro that he had known the uprising was being planned but that he claimed he had had no part in it. He was still maintaining his innocence.  Pedro’s declaration was read aloud for everyone to hear and ponder.      At this point Captain Menocal invited Moraga and Padilla to go outside with him, and once again the mysterious Aguilar Montero showed up.  There, in the presence of the lone sentinel guarding him,  they again questioned Pedro and tried to get him to confess to a part in the rebellion.  Antonio Rivera and some others from the camp were standing near enough to the patio to hear everything that was said.  Pedro steadfastly maintained his innocence and refused to confess to having sparked the insurrection, “even though through many tears.”  Captain Menocal called for the written declaration.  Everyone else inside the house came out and all listened as the document was read to Pedro.  After each statement was read, Captain Menocal would ask, “Did you say that?” to which Pedro’s reply, each time, was, “Yes.”      That finished, the jury retired back inside Father Keller’s quarters.  Now, the question was, what to do with this prisoner.  Clearly he had known an uprising was in the making.  He seemed to know more than he was telling.  Yet, he continually denied any part in the planning or execution of the rebellion.  Although he claimed Luis had instructed him to spy on the Spaniards, he denied doing it.  Everyone in the room felt he was guilty -- of something.  If he was a spy, or if he had been involved in the conspiracy, execution was the age-old prescribed penalty.      Escalante felt that whatever Pedro had done, it was not worthy of punishment by death. He had been on the frontier all his life, he had served under four different Captains at Fronteras, he had seen much of death and pain, and he felt that Pedro’s execution would accomplish nothing for good.  He had known Pedro by sight for many years.  All of that time he had been living with the Romeros, one of the most upstanding Spanish families in all the Pimería.  This man was just not what everyone seemed to think he was.      Fathers Keller and Garrucho, chafed by a seeming usurpation of their authority in their own missions by Governor Ortiz Parrilla and his henchmen; wearied by the real or perceived arrogance of Luis Oacpicagigua and his sergeant, Pedro Chihuahua; saddened and angered by the deaths of their fellow Jesuit missionaries, Fathers Tello and Ruhen; and, like everyone else, afraid of their own shadows at this point, argued for the death penalty.  Pedro was guilty.  It was obvious he was guilty.  So why not just take him out and “arquebus him” (*modern translation: “shoot him”).      Moraga and Padilla both argued for restraint.  Even if execution was the proper penalty, and they conceded it might be, this body should wait for instructions from the Governor before proceeding.  They could remember a great dispute many years ago when Antonio Bezerra Nieto, Captain of the Janos Presidio, had ordered the execution of a soldier who had deserted, without consulting his superior officer.  Bezerra Nieto’s daughter, the widow of the late Juan Bautista de Anza, was in the refugee camp right now.  She would remember the details of how bad the repercussions of that incident had been.      As the discussion continued, Father Keller’s Pima cook brought food in and the deliberation continued over the mid-day meal.  When he finished eating, Antonio Olguin excused himself and with two soldiers from several  outside who had been standing guard over the meeting, went to relieve the guard of the caballada.  Captain Menocal, feeling that there should be an officer at Terrenate, dispatched Lieutenant Escalante back to that presidio.  Menocal left the room himself and was gone for close to an hour.  What he did in that amount of time seems never to have been recorded.  He undoubtedly gave a lot of thought to the decision that he had to make.  He may have even gone to pray about it.  He might have actually talked to Rosa Bezerra Nieto about what had happened to her father in a similar incident.  Whatever he was doing, he was surely agonizing over what his decision would be. And, he was not alone.  Pedro was agonizing over what that decision was going to be, also.      Whatever he had been doing or wherever he had been, Menocal came back into the room at two o’clock that afternoon.  The others were still sitting at the table sipping chocolate.  Menocal had a written statement in his hand.  A silence fell over the room as he straightened the paper and read it in a clear, purposeful voice:   At the Mission of Santa María Suamca at two o’clock in the afternoon on the second day of December, 1751, I, the said Don Juan Antonio Menocal, by virtue of the preceding declaration, and finding myself as I do in a state of open war, engaged in my duties for the Royal Service and the public good, and for this purpose, in pursuit and punishment of the rebels, it is my duty to order, and I do order, that the person of Pedro de la Cruz, alias Chihuahua, having demonstrated and confessed that he is the second cause and a prime mover in the present uprising, as shown in his declaration, be punished by being shot as an act of war, and that his body be displayed in a place that will serve as a warning to the other rebels.      This I ordered and signed on the said day, month, and year.                   Juan Antonio Menocal          Sentence passed by Juan Antonio Menocal, Santa María Suamca, December 2, 1751                                (AGI, Guadalajara 419, 3m-55, pages 6-7)       No one cheered.  No one clapped.  No one congratulated anyone else.  There was only silence.  Menocal opened the door and ordered Pedro’s guard to bring him inside.  It was a dejected, thoroughly broken and scared Pedro Chihuahua who stood before the Captain to hear his sentence read, leg irons around his ankles and a chain around his wrists by which the guard had led him into the room.  What happened next seems to have gone unrecorded, but shortly after the sentence was read, everyone but Father Garrucho and Pedro left the room.  There, with only a short time to live, Father Garrucho heard the condemned man’s last confession.      It is ironic that the man whom Pedro had blamed for all of his and everyone else’s troubles was the same man who heard his confession.  Pedro’s Pima spirit must have cried out that this was adding insult to injury.  How could anything be so inhumane.  On the other hand, for his Catholic, ladino being, it was only fitting.  Father Garrucho, after all, was his priest, his benevolent father, his spiritual guide.  Whatever happened in that room that day, one can only hope that both men made peace with themselves and their God, and that someone had the decency to let Pedro’s children and others who loved him bid him farewell if they so desired.      At any rate, sometime after four o’clock Pedro was again led to the outskirts of town and tied to the same tree where he had been mercilessly beaten only a couple of days before. How many people came to witness the execution is not known, but they were few.  This was not some sadistic murderer or heinous criminal.  This was a friend, and few had the stomach or desire to see what was about to take place.  Only the bare facts about what did take place are known.  It is known that when Pedro had been secured in place against the tree, the order was given and two soldiers raised their muskets and fired.  It was over in an instant.  Pedro’s body slumped lifelessly forward.   Someone released the ropes that were holding him and his body collapsed in a heap on the ground.  The soldiers were ordered back to their duty stations, and the few who had come to watch walked away in deep silence.        A short distance away at Father Keller’s estación where they had been guarding the cavalry’s spare horses,  Alférez Olguin and the two soldiers had heard two musket shots in the village.  Galloping back into town to see what the problem might be, they found that ... haberse arcabuzeado a dicho Pedro Chihuahua . . . the said Pedro Chihuahua had been shot.  The body was lying on the ground beneath the tree and no one was in sight anywhere.  San Antonio, Friday, December 3, 1751  The body was left where it was shot for another day and then by order of the Captain it was taken to the place called San Antonio, about a league from the village.  There the body was hung on the Camino Real where it has remained until the present.                                      Francisco Padilla, San Ignacio, February 3, 1752                                                  (AGI, Guadalajara 419, 3m-55, 41)       Captain Menocal and some of the soldiers left early Friday morning for Cocóspera.  The Captain left orders for two of the soldiers who were remaining at Suamca, that when they had finished their other assigned duties that afternoon they were to take Pedro’s body northward and hang it conspicuously in a tree along the Camino Real leading to San Ignacio de Sonoitac.      People in the refugee camp began to stir early that morning, too. Today was the day to move to the Presidio of Terrenate.  There was no reason to wait around Suamca any longer.  Certainly everyone now knew Pedro Chihuahua’s fate.  The ordeal had gone on long enough.  It was time to move on.  These poor, weary, frightened souls had been on the road now for ten days, but it must have seemed closer to ten years.  It had been almost two full weeks since the shocking news of the uprising had arrived at Guevavi, but that too, must have seemed like an eternity ago.      Ignacio Romero rode into the village a little before ten o’clock that morning to help with the evacuation.  The body of poor Pedro was still lying on the ground where it had fallen, as it was when the long caravan of refugees filed out of town.  The women guarded the eyes of their little children to keep them from seeing the cadaver.  With very little imagination one can see Higinia Perea and others, with the children’s bodies hugged closely to their own, blocking the vision of little María de los Dolores, María Gregoria, and José Cristóbal Chihuahua, that they might not have the vision of their father’s crumpled and lifeless body forever etched in their memories.      Later that afternoon, the soldiers lashed the body to the back of a pack mule and rode north a couple of miles to a place called San Antonio.  There, right alongside the road,  they tied a rope under the arms of poor Pedro’s body and hoisted it up into a tree.  There it would remain for months to come, supposedly as a warning to anyone else who thought they might like to stir up a rebellion.  Ironically, at the same time the soldiers were completing their grotesque task, a courier from San Ignacio caught up with Captain Menocal at Cocóspera with a message from Governor Ortiz Parrilla dated December 2, 1751.  In it were orders for Menocal to report to San Ignacio with his soldiers.  The orders further stated that:   . . . when you arrive in this village you will be required to deliver the person of Pedro Chihuahua, whom I have been told and am assured is an accomplice in the uprising.  From a culprit as knowledgeable as he, necessary infor-mation might be obtained that will conveniently serve to cast much light on the present circumstances, to the end that the authors and other accomplices of this disturbance might be discovered, as well as the origin, principles, causes, and roots of the same.        Diego Ortiz Parrilla to Juan Antonio Menocal, San Ignacio, December 2, 1751                                  (AGI Guadalajara 419, 3m-16, page 55)  Conclusion  As far as I know, Pedro de la Cruz was always a very peaceful, gentle, and calm Indian.                                       Lorenzo Sánchez, San Ignacio, February 2, 1752                                             (AGI, Guadalajara 419, 3m-56, page 42)       Had there been better communication in 1751, Pedro Chihuahua might have been spared and taken to San Ignacio.  There, if he had told the Governor something he had not already told Captain Menocal and the others, there might actually have been more light shed on the “origin, principles, causes, and roots” of the uprising.  As it was, whatever else he might have known died with him.  The hideous corpse, dried and shriveled, hung in the tree at San Antonio for months on end.  Some travelers undoubtedly went far off the road to avoid having to look at it.  Eventually it fell to the ground in pieces, the bones to be scattered by wild animals.  But even Pedro’s last earthly remains disappeared quickly compared to the Governor’s question about causes and roots.  Now, nearly 250 years later, people still shake their heads in amazement and historians still debate those very things.      Investigations into the causes were left for the politicians and the churchmen, and although the battle went on for years afterwards on paper, satisfactory answers were hard to come by.  The politicians would blame the Jesuits to save their own hides, and vice-versa.  Historians would take up the cause of one or the other.  No one would look at the common people of both nations, the Spanish and the Pima, and how remarkably well they had gotten along over the course of more than sixty years.  No one would dare place any of the blame on the rebels, themselves, who might truly have been a blight on an otherwise peaceful and gentle nation that was striving so hard to live peacefully with all other peoples.  Indeed, there are historians who tout Luis as one of the great heroes of the day.  And, in a sense, he was.  He should hold at least as prominent a place in our history as Jesse James, Billy the Kid, and Doc Holiday.      It is obvious that the rebels had grievances, and they should not be minimized in any way.  On the other hand the great majority of the Pimas seemed to have had no such grievances.  Should we not respect their feelings, also?  Or, are we grinding the all too common axe of today that says, “All Spaniards were bad but Indians could do no wrong?”  Unless one is looking closely at individuals, both those ideas are completely ludicrous.        What we must try to understand in our interpretation of this incident are the numbers involved -- numbers of all kinds.  First, the number of hours, days, or months the uprising lasted are of great importance.  The killings went on for a period of something under twenty-four hours over the entire western Pimería Alta.  At any one village, it only lasted a few frightening minutes.  The isolated siege at Tubutama lasted two days.  Petty vandalism lasted for several days.  The fear and hysteria lasted, in some cases, several months; in others, anywhere from one day to a few weeks.  The rebels hid out in the hills for almost four months but caused no property damage or bodily injury during the whole time.  One small battle was fought, which also only lasted a few minutes.  This was more of an organized, one-day riot with some aftershocks, than any kind of organized rebellion.       Second, the grievances that supposedly sparked the uprising must be examined.  If this had been a true rebellion of the Pima populace in general, there should have been endless lists of grievances.  No such lists ever emerged because they simply did not exist.  The grievances that were put forth were personal in nature, and there were only three: one in which Luis was personally offended, one in which Pedro was, and one in which several Pimas and a few Spaniards had a run in. At most there were maybe a dozen Pimas who allegedly had personal complaints.  Mostly, it was Luis telling anyone who would listen what their grievances were supposed to be.  When one holds his charges up alongside the atrocities he committed, they appear minuscule, indeed.       Regardless of what else he might have done, the burning of those people to death in his own house should give some indication of his true character.  Again, the numbers are revealing.  No matter how secondary sources have garbled those numbers and confused the facts, the original record is very clear.  It was two women and their nine children that Luis helpfully locked inside his house and then torched it.  Other deaths at Sáric are attributable to other warriors and very different circumstances.  No matter what wrongs had been committed against Luis, they did not justify the wanton murder of innocent women and little children in anybody’s society.  And this is the man that one secondary author calls “selfless!”       Third, the people who were killed versus those who were targeted is revealing.  In reality only two of five people who were implicated in the grievances were killed -- namely Juan María Romero and José Nava.  None of the three priests who had been targeted for death were killed, although it must be granted that the rebels tried desperately to kill Father Sedelmayr. Instead, Father Ruhen, who had barely arrived on the scene and had not been around long enough to have made too many enemies, and Father Tello were killed.  A number of Yaquis were killed, and several Nijoras.  If the Nijoras were truly slaves as some secondary authors have claimed, the rebels should have been freeing them, not killing them.       The truth probably lies closer in a statement that Luis made to the Father Visitor while locked in jail several years later at Horcasitas.  He, of course, had surrendered and presented his case to Governor Ortiz Parrilla.  The Governor, in turn, had released him without so much as a slap on his wrist.  Ortiz Parrilla’s successor, Pablo Arce y Arroyo, on the other hand, had Luis arrested for other disturbances and locked in jail, pending trial.  The exchange between him and Father Visitor Utrera is recorded as follows:  The Father Visitor asked, “Tell me then, why did you make such a strenuous point of not giving yourself up until first Fathers Sedelmayr, Ignacio Keller, and José Garrucho left the Pimería?  Are we to believe then that these Fathers molested you in some way?”      Luis replied, “In no way.  I confess that I asked for their removal not because they had bothered me, indeed they were once my Fathers and they loved me and were good to me, but instead because they understood my native language well.  I imagined that if I were placed in their presence, daily my own ingratitude would be thrown in my face.”            Luis Oacpicagigua interview with José de Utrera            (John L. Kessel, Mission of Sorrows, page 115)       Lastly, a study is desperately needed to determine how many Pimas truly went with Luis and were involved in the conspiracy and how many had no part of it.  It is obvious when reading the original documents that the vast majority of Pimas took no part in the uprising.  The April 1752 censuses that were taken in every village and ranchería in the Pimería Alta (of which only six are printed in the appendices) could be revealing if someone could take the time to print them in readable form.  It would have been so easy for a couple of hundred (or less) warriors to have killed all the people that were killed that November day, because they had the complete element of surprise.  It is obvious that others joined them afterwards, not necessarily out of wanting to join in the insurrection, but more out of fear that the soldiers were coming to massacre everyone anyway and it was better to go down fighting.  How many there might truly have been is something about which there have only been guesses made.      There are figures for the battle that took place on January 5, 1752, recorded in Bernardo de Urrea’s diary, but even they seem exaggerated.  Again, regardless of how secondary sources have garbled the numbers and facts as stated in the original diary, the original record is quite clear.  Urrea claimed that he left twenty-three people in the rear, guarding the caballada, while sixty-three men, including himself,  met the “full force and fury of the charge” of Luis and some two thousand warriors. The soldiers killed forty-three Pimas and took one prisoner.  The rest retreated to a distant hill and the battle, which took place at 5:30 in the morning before the sun came up, was over.      Something is drastically wrong with this picture.  Two thousand Pimas  in the dark would have massacred the little force of sixty-three, even if they had no other weapons than the rocks that they could pick up and throw along the way, and even if the soldiers had been armed with modern rifles.  While it is true that the Spanish had horses, their weapons were not terribly dangerous. They were still using, in their own words, arcabuces - smooth-bore flint locks with which it was hard to hit anything while standing on solid ground in broad daylight, let alone on horseback in the dark.  Pima bows, arrows, lances and war clubs were just as menacing.  One might venture the guess that it appeared to Urrea that there were two thousand warriors attacking him in the dark when, in reality, there probably were not more than a couple of hundred.      Much research needs to be done if we are to ever answer the many  questions that still remain about “origin, principles, causes, and roots.”  But, in the meantime, what about Pedro?  Was he guilty?  Yes, he was guilty of knowing more than he should have.  He was guilty of not going to the authorities with the treasonous information.  Should he have been convicted of those crimes?  Probably not.  Even though he was a ladino, he was still a Pima\/Opata Indian.  He probably did not understand the Spanish system well enough to know what to do.  Certainly he was caught between two worlds and had reason to fear retaliation from both of them if he did not do what one or the other thought he should.  Was he guilty of conspiracy in helping to plan the uprising?  Probably -- to a point, until things got out of hand and he wanted out, and got out.  Was he guilty of spying? Very probably not.  Was Pedro guilty of arrogance?  Possibly, but it certainly does not seem like it. Was he guilty of neglecting his wife and children?  Yes, but he seems to have made an about-face and remorsefully corrected the problem.  Was he guilty of adultery?  Probably, but that was a Spanish standard that he most likely did not fully understand, either.      If he had been convicted of any or all of the above, did he deserve the treatment he got at the hands of his captors?  By our standards of today --  no way!  Were his captors guilty of wrong doing?  Under different circumstances and by today’s standards, yes!  But neither Pedro nor his captors were living by today’s standards and they knew no other circumstances.  Who are we to say we would have acted any differently had we been placed in the same conditions.  The only thing for certain is that Pedro came to a horrible end.  There was an abundance of  love and compassion in his day, too. How sad it is that those human qualities were so thoroughly depressed in those last days of November and the first days of December, 1751.      And that is why the story of Pedro had to be told.  As I said in the beginning, “This was written for you, Pedro.  The voice of your spirit spoke to me from the dust, crying out against such shameful iniquities of men.  I am so very sorry.”      Luis of Sáric, Captain General of the entire Pimería [was the leader of the uprising].  He was not content with having abused his authority and command in bringing the major part of the Pimas to the point of riot and insurrection, nor was he content with having set the time and method by which it would be accomplished, but he, himself, also conspired to execute its cruelties.  In his village of Sáric on the afternoon of November twentieth, the actual day the uprising began because the Indians had already become restless because of what they planned to do that night.  In order to conceal their scheme they set up a clamor that the Apaches were coming.  Spreading the fear that the said Apaches were about to attack, they helped some ten people, all of whom were women and children, into the house that belonged to Luis, claiming that they would protect and defend them there. This is what Luis promised but did not do.  Instead, upon leaving his house he locked those persons inside, even though one was his comadre (godmother of his child), the wife of one Lauriano, and began his treachery by setting fire to his own house to burn inside of it (which, in effect, he did burn and incinerate) those innocent persons.  The only reason he did not do the same thing to Father Juan Nentvig, Missionary of Sáric, was because this father prevented it by fleeing to Tubutama before Luis went in search of him.  And, afterwards, Luis did go looking for him to kill him in his house in Sáric.       Gabriel Antonio de Vildósola Testimony, San Ignacio de Cuquiárachi, September 9, 1754                                          (AGI, Guadalajara 419, 3m-10, pages 13-14)  On Saturday night, Luis went with others to kill Father Juan Nentvig at his house, but the Father had gone to Tubutama.  So, Luis returned and got his wife out of his own house.  He shut the door and set fire to it, burning to death various persons who were in it.  Father Juan Nentvig was only in Sáric a few months, in which time he did not do anything bad, and because of that nobody had any reason to be upset with the said Father.                          Vicente, Pima Governor of Sáric, San Ignacio, October 31, 1754                                         (AGI, Guadalajara 419, 3m-13 , pages 22-23)  I went to Tubac, where I found the church and the Father´s house burned, but I met no people.  I then went to San Xavier del Bac where I found all the people in that village.  I asked them what their intentions were.  They responded that their intentions were to remain peaceful and to not harm any Spaniards. José Fontes to Diego Ortiz Parrilla, Terrenate, December 17, 1751                                             (AGI, Guadalajara 419, 3m-18, page 40)  The Presidio [of Terrenate] is a cattle ranch without any kind of defense.                                           Joseph Fontes, Terrenate, December 17, 1751                                               (AGI, Guadalajara 419, 3m-18, page 42)  Glossary of Names Amesquita, María Rosa - Part of a large extended family that was either living at Suamca or Terrenate, or, as she was, on the panic-driven withdrawal from the Santa Cruz and SanLuisValleys in the days following the uprising, María Rosa had two toddlers at her side and a six-month-old infant at her breast.  She and her husband, Juan Ignacio Luque, lived in the SanLuisValley, were married by Father Garrucho on June 19, 1746 at Guevavi, and both knew Pedro Chihuahua well.  News that the rebels had attacked her brothers house in the real of Oquitoa was some of the first information to reach the outside world.  It would be several excruciating days before she would learn for sure that he and two of his small children had been killed. Anza, Francisco Antonio de - Nearly twenty-seven years old at the start of the rebellion, he was living on the Divisadero Ranch in the SanLuisValley and operating the Anza family’s various ranch holdings.  He was either married to, or would soon marry, a local Valley girl, Victoria Carrasco.  He had known Pedro de la Cruz for a number of years. Anza, Josefa Gregoria de - Married to Gabriel Vildósola, they were living on the Santa Barbara Ranch south of Guevavi at the beginning of the rebellion.  She was nineteen years old and five months pregnant.  Her husband sent her back to their previous home in Basochuca, Sonora, to live with other family members.  Their first child, Carlos Ildefonso, was born there in relative safety from the Pima unrest. Anza, Juan Bautista de - Fifteen years old at the outbreak of the rebellion, he was living with his mother, María Rosa Bezerra Nieto, and older brother, Francisco, on the Divisadero Ranch south of Guevavi in the SanLuisValley.  He joined the militia with his brother-in-law, Gabriel de Vildósola, at San Ignacio to help put down the insurrection.  He knew Pedro de la Cruz well. Beldarrain, Juan Tomás de - A Basque from Durango, Vizcaya, Spain, he was captain of the Presidio of Sinaloa.  He just happened to be in Horcasitas at the time the uprising started and was quickly dispatched to the north.  When the rebellion was over he was appointed to create the new Presidio of Tubac.  While he was on one of the many campaigns after the initial uprising, his wife gave birth to their fifth child at Horcasitas, Joseph Antonio (the first of three to be given that name), on March 1, 1752. Father Segesser was the child’s Godfather. Bezerra Nieto, María Rosa - Born at Janos, Chihuahua, in the late 1600's or early 1700's, she was the widow of the of the late Captain Juan Bautista de Anza and mother of the Anza clan.  She was the daughter of Antonio Bezerra Nieto, former Captain of the Presidio of Janos, and Gregoria Catarina Gómez de Silva.  She and her family were living on the Divisadero Ranch in the SanLuisValley at the time of the uprising. Bermudes, Agustín - Brother of María Margarita Bermudes and one of a fairly sizeable number of the Bermudes family who were all fleeing to Terrenate with the rest of the SanLuisValley vecinos in the last week of November 1751.  A youth at the time, he would move back to the Valley and marry Pedro Chihuahua’s oldest daughter five years later. Bermudes, María Margarita - The first wife of Juan Grijalva, they had lived in the SanLuisValley for a number of years.  Their ten-year-old son, Andres, was a playmate of José Cristóbal Chihuahua, son of Pedro.  The family moved back to the SanLuisValley after the disturbance was over, but María Margarita died not too many years afterwards. Bojorquez, Andrea - Wife of Deputy Justicia Mayor for the SanLuisValley district, Ignacio Romero, she had long lived in the SanLuisValley and was with the terror stricken refugees fleeing to Terrenate the week after the uprising.  She was a sister of Manuel and Thadeo Bojorquez.  The fact that Thadeo’s house had been attacked at daybreak on November 21, 1751 was some of the first news to reach the outside world, but it would be days before the family learned that he and his wife and three small children were all killed.  Bojorquez, Manuel - One of the early residents of the San Luis Valley, he and his wife, Nicolasa Chacón had two children similar in ages to those of Pedro Chihuahua at the time of the uprising and mass exodus to Terrenate. Bojorquez, Thadeo - Originally from the SanLuisValley, he was one of the first vecinos who, along with his family, was killed at the mining camp of Oquitoa at daylight on November 21, 1751. Carrasco, Ana María -  One of the three teen-age Carrasco sisters who fled to Terrenate with their family and the vecinos of the SanLuisValley.  She would marry Juan Grijalva in 1757 after the death of his first wife. Carrasco, María Xaviera - SanLuisValley resident and future wife of Bernardo Romero, she was a youth at the time of the rebellion and flight to Terrenate. Carrasco, Victoria - Another of the three Carrasco sisters whose family lived in the SanLuisValley.  She was either married to Francisco de Anza at the time or soon would be.  After the uprising they, of course, moved back to the Divisadero Ranch and she lived another ten years in the Valley.  She died at Buena Vista on October 2, 1763 and was buried in the church at Guevavi, leaving her husband a widower. Chacón, Nicolasa - Wife of Manuel Bojorquez and long-time resident of the SanLuisValley.  Their children were of similar ages as those of Pedro Chihuahua and his wife, and the families knew each other well.  All were involved in the flight to Terrenate in the weeks following the uprising. Chihuahua, José Cristóbal - Son of Pedro de la Cruz Chihuahua and María Ínes de la Cruz, he was baptized by Father José de Torres Perea at Guevavi on February 9, 1742. Almost ten years old at the time of the uprising, his mother had just died within the past year and, as he and the other vecinos of the San Luis Valley were fleeing south in mass hysteria, his father was arrested and taken away in chains to be tortured, shot, and his body hung in a tree by the Camino Real for all to see, until it finally rotted away.  Such a horrible beginning for an innocent ten-year-old boy!  Luckily, he still had Higinia Perea and her husband, Nicolas, Romero to continue to love and care for him. Chihuahua, Lázaro - Father of Pedro de la Cruz Chihuahua, he was married to an Opata woman and served as native governor of Tubutama.  He first appears in the mission records at San Ignacio where he was Godfather for a child baptized by Father Agustín Campos on March 5, 1722.  He is probably the same Lázaro who was Father Campos’ coachman.  His son, Pedro, was born about this same time.  Lázaro and Luis Oacpicagigua were first cousins. Chihuahua, María de los Dolores Rita - Child of Pedro de la Cruz Chihuahua and María Ínez de la Cruz, she was baptized by Father Garrucho on December 29, 1748.  About two years old when her mother died and almost three when her father was killed, if she remembered her parents at all, her memories were probably not pleasant ones. Chihuahua, María Gregoria - Probably about eleven or twelve years old at the time of the uprising, she was the daughter of Pedro de la Cruz Chihuahua and María Ínes de la Cruz.  After the nightmarish days and weeks following the uprising, she returned to the SanLuisValley with the Romeros and exactly five years later on November 25, 1756, married Agustín Bermudes at Guevavi.  Their first child and granddaughter of Pedro Chihuahua, María Francisca Xaviera, was baptized at Guevavi on May 19, 1757. Chihuahua, Pedro de la Cruz - Probably born at Tubutama sometime about 1720, he was raised by Nicolas Romero and Higinia Perea.  Since he is the subject of this narrative, more can be read about him in the preceding pages. Contreras, Magdalena - Convinced by Luis and his conspirators that the Apaches were attacking the village of Sáric on the afternoon of November 20, 1751, she fled with her five small children and others to the supposed safety of Luis’ house where he wantonly burned it to the ground, killing all inside. Cristóbal - Pima governor of San Xavier del Bac during the insurrection.  He personally helped Father Pauer escape and then fled with the majority of his people to the mountains.  Returning to San Xavier after the uprising, he continued in his position of governor for many years. Cruz, María Ínes de la - Wife of Pedro de la Cruz Chihuahua.  Having been ill for an extended period of time, she died shortly before the outbreak of the Pima Rebellion. Diaz, Miguel (Miguelito) - A long-time resident of the SanLuisValley, he was called Miguelito because his father was also Miguel Diaz and lived in the Valley.  Married to María de Pilar Figueroa, they fled to Terrenate with everyone else at the news of the uprising. Diaz del Carpio, José - Newly appointed captain of the Presidio of Terrenate, Diaz del Carpio was a Basque from the town of Gamarra Mayor near Vitoria in the Province of Alava, Spain.  When the rebellion broke out, he was waiting at the Presidio of Janos, where he had been captain for some fifteen years, for the arrival of Santiago Ruiz de Ael who was coming to take his place. Escalante, Francisco Xavier de - Lieutenant at the Presidio of Fronteras, he had served there under Captains Gregorio Álvarez Tuñón, Juan Bautista de Anza, and Francisco Antonio Tagle y Bustamante.  He was serving under Captain Juan Antonio Menocal at the time of the rebellion.  Forty-nine years old at the time, and probably wiser and less impulsive than his younger superior, he might have saved Pedro de la Cruz but he was never in the right place at the right time to do anything for him. Felipe - A resident of Tumacácori, he fled to the mountains in fear with the others of that village upon hearing that the Pimas to the west had revolted and the Spanish soldiers were coming to retaliate.  Later, when things calmed down and everyone returned to their homes, he became the native governor of Tumacácori.   Figueroa, Juan Merardo - The Figueroas were a large family in the SanLuisValley and many of them were among the refugees fleeing to Terrenate in the last week of November, 1751.  Juan was Father Garrucho’s mayordomo at Tubac.  He was attacked at Tubac and wounded by Pima insurgents while repairing an ox bow, but managed to escape to Guevavi where he joined the refugees.  Figueroa, María de Pilar - She and her husband, Miguel Diaz, commonly called Miguelito, were married by Father Keller in May, 1744.  The three small children whom they had with them on the run to Terrenate had all been baptized by Father Garrucho at Guevavi.  They had known Pedro for a number of years. Fontes, José - Alférez in the cavalry who was stationed at Horcasitas at the beginning of the uprising.. He was sent north, leaving behind his wife and one-month-old son, under urgent orders after the Pima uprising had begun and led a number of reconnaissance campaigns.  He is one of the first people I know of to mention \"Huachuca\" (see AGI, Guad.419, 3m-18, p.40).  His opinion of Terrenate, the newest presidio established on the frontier at that time, was not complimentary. Francisco Xavier - A native of Cocóspera, he was among the many who fled to the mountains in fear of retaliation for the killings in the AltarValley to the west. Upon assurances from Father Keller, he and his companions came back the next day.  He would later be appointed governor of Cocóspera. Galana, María Trinidad - Wife of Juan María Romero, she was killed at Arivaca with him and their two-year-old daughter and infant son the morning of the uprising. Garrucho, José - A Sardinian born priest, Father Garrucho had black hair, light skin, blue eyes and a sparse beard. He first came to the Pimería Alta in 1744 and went straight to Guevavi. He fled Guevavi on November 24, 1751, during the Pima revolt and went to Oposura to work with the Opatas. He later had to defend himself in court due to the Pima revolt.  However, he endured longer than any other Jesuit at Guevavi. Gil Robles, Francisco - A Spanish rancher in the Dolores area, he was one of two people present when Father Keller and Luis Oacpicagigua had their confrontation a couple of months before the uprising.  Grijalva, Andres - He and his wife, Luisa de Leiva, and young family may have already been at Terrenate when the uprising started, but there is also the possibility that they were with the refugees who were fleeing there.  Andres was later made comisario for the missions at Suamca and Guevavi, and was eventually killed by Apaches while traveling to Santa Ana. His body was buried in the church at San Ignacio.  One of his sons, Juan Pablo, would go to Alta California with Juan Bautista de Anza as a sergeant in that expedition and establish his family there. Grijalva, Andres - Ten-year-old son of Juan Grijalva (nephew of the elder Andres Grijalva).  At the time of the Pima rebellion he was a playmate of José Cristóbal Chihuahua, son of Pedro de la Cruz Chihuahua.  He was baptized at Guevavi by Father Torres Perea on December 25, 1741. Grijalva, Juan - The large Grijalva family had lived at Suamca, Guevavi, Buena Vista and all up and down the SanLuisValley for many years at the time of the rebellion.  Juan and his wife, María Margarita Bermudes, were married by Father Keller at Suamca in 1741.  Living in the SanLuisValley at the time of the uprising, they had at least one child, Andres, who was with them on the evacuation to Terrenate. Grijalva, Juan Pablo - Son of Andres Grijalva and Luisa de Leiva, he was nearly eight years old at the time of the uprising, having been baptized by Father Torres Perea at Guevavi on February 2, 1744.  Being of an age between the two oldest children of Pedro Chihuahua and knowing what happened to their father had to have had an impression on his young life. Although his family moved back to the SanLuisValley as soon as the hostilities were over, when he was old enough he joined the military back at Terrenate.  It was there that he was recruited by Juan Bautista de Anza to go on the expedition to Alta California.  He lived the rest of his life in California and became the patriarch of a grand descendency there. Keller, Ignacio Xavier - A tall, fair, Moravian-born priest with a scar on his lip.  He first went to Suamca on April 20, 1732.  While at Suamca, the only mission he served regularly, he professed his final vows in 1732. When Father Stiger went to San Ignacio and Father Segesser left Guevavi, the entire Pimería Alta fell to Father Keller. He kept Christianity alive at vacant Guevavi until Father Rapicani came on July 1, 1737.   He was implicated in the uprising of 1751 but defended himself in Mexico City and was sent back to Suamca, mainly because the Indians requested him.  Sometime after mid‑August, 1759, he died while confessing a dying Pima north of Suamca. Luque, Juan Ignacio - A rancher in the SanLuisValley, he and his wife, María Rosa Amesquita, and their young family were caught up in the panic-stricken flight to Terrenate. Menocal, Juan Antonio - A thirty-four year old Montañes from the village of Palanco in the jurisdiction of Burgos, Castilla, Spain.  He was new on the frontier and had just taken the place of Francisco Antonio Tagle y Bustamante, whose ill health had forced him to retire from the captainship of the Presidio of Fronteras.  Menocal was a nobleman, young, and single.  Upon receiving news of the rebellion he considered the frontier to be in a state of active war. He dispatched José Moraga to Suamca via Terrenate to provide protection for Father Keller.  He later issued the order to execute Pedro, something he lived to regret.  However, he did die before his trial in the matter came to a close.  Upon his death, Gabriel Antonio de Vildósola was appointed captain of Fronteras and Gabriel’s young brother-in-law, Juan Bautista de Anza went with him as a cadete. Moraga, José - The forty year old Alférez at the Presidio of Fronteras when the uprising started, he was dispatched to Terrenate by his captain, Juan Antonio Menocal, to see to Father Keller’s safety.  There Father Keller asked him personally to arrest Pedro and he verbally ordered Alférez Antonio Olguin to bring him in.  When he could not obtain a confession from Pedro he ordered him tied to a post and whipped and when that did not work, he turned him over to Francisco Padilla.  José Moraga was the father of José Joachín Moraga of California fame, who went there as Alférez on the Anza Expedition of 1775-1776. Nava, José - Mayordomo for Antonio Rivera on his ranch at Arivaca.  He and Juan María Romero had quarreled with some Pimas just prior to the uprising and they were among those killed at Arivaca when the revolt started. Nentvig, Juan Bautista - A Jesuit Priest born at Blatz, Bohemia.  He arrived in New Spain in August of 1750 and was soon stationed at Sáric.  Getting wind of the uprising the night before it started, he borrowed a donkey and galloped to Tubutama to warn Father Sedelmayr.  Both men narrowly escaped with their lives, having been wounded in the melee. Oacpicagigua, Luis - Prime planner, instigator, and executor of the Pima uprising.  He and Pedro Chihuahua’s father were first cousins.  At his request, sometime in early 1750, Pedro Chihuahua was made his sergeant by Governor Diego Ortiz Parrilla. Olave, José de - A Basque and longtime resident of the SanLuisValley, he had been Deputy Justicia Mayor for that district since the early 1730's.  Because he sided with the Jesuit Fathers in protesting the appointment of Luis Oacpicagigua as Capitán General of all Pima auxiliaries in the Pimería Alta, however, Governor Ortiz Parrilla fired him and appointed Ignacio Romero in his place.  His location at the time of the uprising is not certain, but he was probably with the refugees in their  headlong rush to Terrenate. Olguin, Antonio - Alférez at the Presidio of Terrenate, his family had long been residents of the Suamca area.  It was he who had the dubious distinction of arresting Pedro Chihuahua.  He was forty years old at the time. Ortiz Parrilla, Diego - Governor of Sonora, he quarreled with the Jesuits.  His policies, one of which was to release Luis Oacpicagigua without any form of punishment, made the vecinos uneasy.  He did issue orders to Captain Menocal to deliver Pedro Chihuahua to San Ignacio for questioning.  Unfortunately, however, the orders were issued the same day of Pedro’s execution and Menocal received them at Cocóspera the next day. Otero, Santos Antonio - A twenty-nine-year-old  Montañes merchant from Castilla who had come north from Álamos, Sonora, in 1747 and was living in Agua Caliente at the time of the uprising, he managed to escape with his life.  A close associate of the Romeros, he stood as godfather at Guevavi of Nicolas and Higinia’s youngest daughter, María del Carmen Romero, on March 6, 1749.  He later became the patriarch of the extensive Otero family of Tubac. Pabor, Eusebio - Pima governor of Suamca, he appears to have remained calm, peaceful, and loyal to Father Keller throughout the trying days of the insurrection. Pacho, Luis - A long-time resident of the SanLuisValley, he and his wife, Juliana Romero, and their five children were part of the evacuation to Terrenate. Padilla, Francisco Xavier - A fifty-nine year old fugitive from New Mexico, he had been excommunicated by Father Garrucho and was mining in the SantaRitaMountains at the time the uprising started.  He made his way to Buena Vista and then on to Terrenate.  He was sent to seize Pedro Chihuahua but Alférez Olguin arrested him before Padilla could get up the courage.  Much anti-Jesuit sentiment appears to (understandably) arise from him.  Though an apparent outcast before the rebellion, he quickly worked his way into the good graces of the soldiers, governor, and other politicians.  By the time the rebellion was over he was a lieutenant in the militia and had gone on several reconnaissance campaigns with the soldiers.  It was he who persuaded Pedro to give a declaration and wrote that declaration down, although a number of people who were questioned about it claimed the declaration used by Governor Ortiz Parrilla’s secretary was, in fact, a different one than that obtained by Padilla. Pauer, Francisco - A native of Brno, Moravia, this Jesuit Priest was at San Xavier at the time of the uprising.  He was not well proportioned but had clear, swarthy skin and a thick nose with brown hair.  He had only been at San Xavier a few months when the Pima rebellion erupted and he ran for his life.  He came back to Guevavi in 1753, and built churches at Tumacacori, Calabazas, and Sonoitac.  He left Guevavi more prosperous than he had found it.  He labored at its reconstruction for six years.  He was well-versed in frontier medicine. Perea, María Higinia - Wife of Nicolas Romero, she and her husband were some of the earliest settlers in the SanLuisValley.  She was considered by Pedro Chihuahua to be his foster mother.   She and Nicolas had raised him from the time he was nine years old. Pérez Serrano, Francisco - Fifty years old at the time of the Pima uprising this Basque miner had been in Sonora for many years, coming first to the mining camp of Tetuachi in the 1720's.  Living at Santa Ana at the time of the insurrection, his letters to Bernardo de Urrea are the first recorded announcements that the rebellion had begun.  In later years his eldest son would marry one of Juan Tomás de Beldarrain’s daughters and two of his daughters would marry the Anza brothers, the widower, Francisco, and his younger brother, Juan Bautista. Peralta, Martín Cayetano Fernandez de - Resident of Horcasitas and secretary for Governor Ortiz Parrilla, he recorded the depositions of all the witnesses that the Governor summoned.  Those who knew Pedro Chihuahua, or were friends of the Jesuits, were disgusted by him.  They claimed anti-Jesuit and anti-Pedro tampering with the evidence on his part. Ríos, María Josefa de los - Wife of José de Vera, she fled with him and their two-year-old daughter to the Presidio of Terrenate at the beginning of the uprising.  Both she and her husband were well-acquainted with Pedro Chihuahua, who had lived with them in their house for eight days prior to the exodus for Terrenate. Ríos, María Manuela de los - Wife of Lorenzo Sánchez, she was with him on the flight to Terrenate.  The couple seem to have had no children. Rivera, Antonio de - A long-time resident and thirty-eight year old rancher from Arivaca, he was spared from the massacre there because he was at Guevavi working a mine.  He was part of the head-long rush to Terrenate.  He had known Pedro Chihuahua for many years and felt the evidence against him was, at best, circumstantial.  Rivera was a witness to Pedro’s arrest, torture, and execution. Romero, Cristóbal Ivislao - Son of Ignacio Romero and Andrea Bojorquez, he was ten years old at the time of the uprising.  He and José Cristóbal Chihuahua were playing together when José’s father was arrested. Romero, Ignacio - Like many of the Romeros, Ignacio had lived most all of his thirty years in the SanLuisValley.  He was probably a younger brother of Nicolás and José.  He was married to Andrea Bojorquez, and their three children, who fled with them to Terrenate, were fourteen, ten, and four years old.  The two oldest had been baptized at Suamca by Father Keller.  The youngest was baptized by Father Garrucho at Guevavi.  Father Garrucho had also buried two of their children in the church at Guevavi. A deputy justicia mayor, it was Ignacio Romero who should have issued the warrant for Pedro’s arrest, if one was to be issued.  He felt that the soldiers had authority over him, however, in a state of war.  He pointed Pedro out to them in the large crowd that was fleeing to Terrenate, but he did not know then and did not find out until after the execution why the arrest was taking place.  Ignacio was dispatched to Terrenate by Captain Menocal and was not present at the execution.  He was not convinced of Pedro’s guilt and claimed that their children were playing together when the arrest took place. His son, Cristóbal Ivislao, and Pedro’s son, José Cristóbal were the same age. Romero, José - A brother of Nicolás Romero, they moved to the San Luis Valley with their father, Diego, in the early 1720's, making them the earliest residents in the Valley.  Both José and Nicolás were living at home when their father took in Pedro Chihuahua (probably an orphan) at the age of nine.  His children grew up around Pedro and even though Nicolás continued to raise the Indian boy after their father’s death, José undoubtedly considered him part of the family.  José was the father of Juan María Romero and thus he lost his son, his daughter-in-law, María Trinidad Galana, his two-year-old granddaughter, María Rosalía Loreto Romero, and his infant grandson to the insurgents on that bloody Sunday morning in Arivaca.  Then, just eleven days later, he lost his foster nephew, Pedro Chihuahua, to the firing squad at Santa María Suamca. Romero, Juan María - Father Garrucho’s mayordomo at Arivaca, he was killed there with his wife, María Trinidad Galana, his two-year-old daughter, María Rosalía Loreto, and his infant son on the morning of November 21, 1751. Romero, Juana - Wife of Juan Merardo Figueroa, they had evidently gotten married just prior to the outbreak of the revolt, as Kessel claims she was with Juan in Tubac at the time he was attacked there.  I have not been able to substantiate this in the original records and they did not have their first child until 1754.  Regardless of whether they were married yet or not, and regardless of whether she had been with him at Tubac, both were in the horde of people fleeing to Terrenate. Romero, Juliana - The wife of Luis Pacho, they were both long-time residents of the San LuisValley.  She was the sister of Nicolás and José Romero and had five children of her own, ages four to thirteen, during the exodus to Terrenate. Romero, María Emerenciana - Wife of José Ignacio Sosa, both had been raised along the upper Santa CruzRiver -- she at the Santa Barbara Ranch and he at the Guevavi Ranch.  They and their child were among the refugees headed to Terrenate in that last week of November, 1751. Romero, María Rosalía Loreto - Two-year-old daughter of Juan María Romero and María Trinidad Galana, she was killed with them and her infant brother at Arivaca when the insurgents struck on Sunday morning, November 21, 1751. Romero, Nicolás - One of the first settlers in the SanLuisValley in the early 1720's, he continued to operate the Santa Barbara Ranch after his father’s death until August of 1750, when he sold it to Gabriel Antonio de Vildósola.  Continuing to operate his many other ranch properties after that, he and his wife, Higinia Perea, were still living in the Valley when the uprising broke out.  Having raised Pedro Chihuahua from the time he was nine years old, they were very well-acquainted with him and considered him a foster son, as he considered them to be his foster parents.  Although Pedro did not move in with them when he returned to the SanLuisValley eight days before the rebellion, he moved in with José de Vera.  José was one of Nicolás’ hired men and their houses adjoined each other.  All were fleeing together with their families to Terrenate when Pedro was arrested.  Nicolás was over fifty years of age at the time. Ruhen, Enrique - Jesuit Priest born at Brunswick, Germany.  He and his  mayordomo, Juan Orosco, were killed by Pima and Papago insurgents at the newly re-established church of Sonoita where he had been serving since July of 1751.  His body was left unburied in the desert until in 1756 or 1757 when Father Pfefferkorn finally buried the bleaching bones. Ruíz de Ael, Santiago - First arrived in the Pimería Alta from Motepore in 1736 with a pack string of mules laden with supplies to sell to the miners at the site of the fabulous silver discovery near Bernardo Urrea’s Arizona Ranch.  At the time of the rebellion he was the newly appointed captain of the Presidio of Janos. He was on his way there from his previous post of captain of the Presidio of Terrenate when the uprising started.  Traveling with him as an escort were approximately half of the soldiers of Terrenate. Salazar, José Ignacio - A lieutenant in the militia at Santa Ana, he was dispatched by Francisco Pérez Serrano and carried the news of the rebellion south to Deputy Justicia Mayor Bernardo de Urrea at Opodepe on the night of November 21, 1751.  He later served on several reconnaissance campaigns and was with the detachment that struck the decisive blow against Luis Oacpicagigua’s forces near Arivaca at 5:30 on the morning of January 2, 1752. Sánchez, Lorenzo - A long-time resident of the SanLuisValley, he and his wife, María Manuela de los Ríos, were among the refugees who fled to Terrenate in the final week of November, 1751.  At forty years of age, he was a longtime acquaintance and friend of Pedro Chihuahua. Santiago - Pima mador at the Mission Santa María de Suamca, he went with the majority of that village’s natives to the mountains when the uprising started.  Though they were asked to join the rebels, they did not, and they returned to Suamca when the disturbance was over. Sedelmayr, Jacobo - A Jesuit Priest born at Inhausen, Bavaria.  Father Sedelmayr first came to Tubutama in 1736.  He made a number of exploratory entradas to the north and withstood the siege with Padre Nentvig at the church in Tubutama during the Pima revolt.  He escaped to Santa Ana but soon returned to Tubutama.  He was at Guevavi from 1752 until the end of 1754.  He was briefly at Huasabas in 1755  but was transferred to Tecoripa about 1756, where he stayed until 1763.  He was then assigned to Mátape where he continued until the expulsion.  He died in exile in Avila, Spain. Segesser, Felipe - Father Visitor to the Pimería Alta at the time of the uprising, he had come to Vera Cruz with a \"mission\" of 26 Jesuits, arriving in April of 1731.  In mid‑June of 1731 he was assigned to San Xavier.  He served at Guevavi from 1733 to 1734.   When he became Father Visitor he tried to re‑establish the Pimería Alta missions.   He served with distinction and was one of several who suggested Tubac as the new presidial site in 1752.  He was 61 years old at the time of the uprising.   Sosa, José Ignacio - Son of Manuel José de Sosa and María Nicolasa Gómez de Silva, he was distantly related to the Anzas through their mother, María Rosa Bezerra Nieto.  José was probably living on the Guevavi ranch, where he had been raised, at the time of the rebellion and was definitely part of the group of refugees fleeing to Terrenate at the end of November, 1751.  Married to María Emerenciana Romero, a local Buena Vista girl, they had one six-year-old child at the time of the uprising.  They moved back to the SanLuisValley after the turmoil and their family continued to grow. Stiger, Gaspar - Father Rector of the Pimería Alta at the time of the uprising.  Born at Oberriet, Switzerland, Father Stiger was tall with dark hair and a scar between his eyebrows. He came to New Spain in 1730 with twenty‑six other missionaries.   After Father Grazhoffer’s death at Guevavi he went to Bac and Father Segesser went from Bac to Guevavi.  After Segesser left Guevavi, Stiger ministered Guevavi from Bac.  When Father Campos was removed from San Ignacio and after Father Segesser had served there for nearly a year, Father Stiger replaced him and stayed twenty‑five years until his death on April 24, 1762.  He is buried beneath the sanctuary in front of the main altar on the Gospel side of the church at San Ignacio. Tello, Tómas - Jesuit priest born in the town of Almagro in the province of La Mancha, Spain.  He was serving at the Mission of Caborca and was killed there when the uprising broke out, his head crushed by a macana, or club. Tisnado, Ínes - Convinced by Luis and his conspirators that the Apaches were attacking the village of Sáric on the afternoon of November 20, 1751, she fled with her four small children and others to the supposed safety of Luis’ house where he wantonly burned it to the ground, killing all inside. Urrea, Bernardo de - A Basque criollo from Culiacán, Sinaloa, he owned and operated the now famous \"Arizona\" Ranch.  He was Deputy Justicia Mayor of the jurisdiction of the Pimería Alta, living at Opodepe, between Cucurpe and Horcasitas at the beginning of the uprising.  He was the godfather for Luis Oacpicagigua’s and his wife’s confirmations.  He led the detachment that defeated Luis near Arivaca.  After the uprising, when Juan Tomás de Beldarrain was appointed captain of the new Presidio of Tubac, Urrea took his place as captain of the Presidio of Sinaloa.  Then, shortly afterwards, when the new Presidio of Altar was created, he was appointed its captain. Vera, José de - One of Nicolás Romero’s hired men, he was fifty-three years old and knew Pedro Chihuahua very well.  He did not believe he was guilty of anything serious enough to warrant execution.  Pedro and his three children lived with Vera and his wife, María Josefa de los Ríos, and their daughter, María Antonia de la Luz de Vera for eight days prior to the Pima uprising.  All were fleeing together to Terrenate when Pedro was arrested. Vera, María Antonia de la Luz - Born in the SanLuisValley on March 15, 1750 and baptized at Guevavi by Father Garrucho, she was too young to remember the flight to Terrenate.  Her parents were José de Vera and María Josefa de los Ríos. Vicente - Native governor of the village of Sáric in the years following the uprising, and possibly before.  He was definitely living in Sáric at the time of the rebellion. Vildósola, Gabriel Antonio de - A Basque from Elejabeitia, Vizcaya, Spain, he had purchased the Santa Barbara Ranch from Nicolás Romero the year before the uprising. Though he and his young wife, Josefa Gregoria de Anza, were living on the ranch at the time, he was at the Anza family’s Sópori Ranch the day the rebellion began.  He worked his way back safely to Guevavi and the SanLuisValley and fled with the rest of the vecinos to Terrenate. Gabriel was twenty-nine years old, Gregoria was nineteen, and they had been married nearly five years. After depositing his wife safely at Basochuca, Sonora, Gabriel went with four other armed men, one of whom was his young brother-in-law, Juan Bautista de Anza, to San Ignacio to join the militia and help put down the uprising.  He was well acquainted with Pedro de la Cruz. In 1754 upon the death of Juan Antonio Menocal he was appointed captain of the Presidio of Fronteras as a reward for services rendered the king during the rebellion. Yañes, Cristóbal - Comisario and a lieutenant in the militia, it was he who, according to Pedro Chihuahua’s declaration, warned him to leave Agua Caliente to avoid the punishment that had allegedly been decreed by Father Sedelmayr.  He was one of the first ones killed during the attack at dawn on the Realito of Oquitoa.  Also a Basque, he  was evidently single, but his family was from the SanLuisValley and he was well-known at Guevavi.   Glossary of Spanish Terms Alcalde - native officer of a mission; similar to a mayor of a village Alférez - second lieutenant in either the presidial cavalry or the local militia Amo - foster father; foster parents in the plural Archivo General de Indias - General Archive of the Indies in Sevilla, Spain Arriero - mule packer Bastón - a cane which was a symbol of an officer’s authority Caballada - herd of extra, or relay, horses Cadete - an apprentice soldier who lived with the commander for his training Cédula - a royal decree from the king Comisiario - commissary for the mission; always a mestizo or Spaniard Criollo - person of peninsular Spanish parentage born in America Estación - ranch Gachupín - peninsular-born Spaniard Gente de Razón - land owners; generally mestizo or Spaniard Justicia Mayor - chief justice Ladino - an Indian who spoke fluent Spanish Mador - native mission officer; exactly what that office was is unknown Mayordomo - farm or ranch foreman Nijora - an Indian of one of the Yuma tribes purchased and raised as a foster child by the Spaniards or the Pima Indians Paisano - a person of the same town or region as another Puro Indio - pure Indian Ranchería - village; most often an Indian village in the Pimería Alta Realito - from the word real, meaning little mining camp Vaquero - cowboy or livestock herder Vecino - resident Visita - designated mission site that did not have a resident priest.  Sources       Nearly everything contained herein concerning the events asssociated with the Pima Uprising of 1751 comes from the Guadalajara section of the Archivo General de Indias (AGI) in Sevilla, Spain, as contained in the TumacácoriNationalHistoricalPark miocrofilm collection.  TUMA Rolls 5-10.       Most of the personal information about the people and their families comes from the Guevavi, Tumacácori, San Ignacio, Arizpe, and Horcasitas Mission Registers, copies of which are housed at Tumacácori National Historical Park either in microfilm or photocopy form.  Much of the information is also contained in the ongoing Mission 2000 database project at Tumacácori National Historical Park.      Much of the information about the Jesuit priests comes from an unpublished manuscript of all the priests who served at Tumacácori compiled by Ginny Sphar.  The remainder comes from Paul M. Roca, Paths of the Padres through Sonora: An Illustrated History & Guide to Its Spanish Churches.  (Arizona Pioneers’ Historical Society, Tucson: 1967).     Other secondary sources consulted were:  Edward H. Spicer, Cycles of Conquest: The Impact of Spain, Mexico and the United States on the Indians of the Southwest, 1533-1960.  (The University of Arizona Press, Tucson: 1962), pages 129-130. John L. Kessel, Mission of Sorrows: Jesuit Guevavi and the Pimas, 1691-1767.  (The University of Arizona Press, Tucson: 1970), pages 102-119. John Augustine Donohue, S.J. After Kino: Jesuit Missions in Northwestern New Spain, 1711-1767. (Jesuit Historical Institute, St. Louis: 1969), pages 130-135.",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/historyculture\/pedro-chihuahua.htm"
}
