{
    "title": "Weir Farm National Historic Site: Outdoor Activities",
    "body": "Outdoor Activities        The Boston Art Club Pond, today simply known as Weir Pond, was created in 1896 using prize money Julian Alden Weir received for the Old Rock (the Truants) winning 1st prize at the 1896 Boston Art Club show. NPS Photo       Visitors to Weir Farm National Historic Site can enjoy a variety of outdoor activities during every season of the year, such as hiking, bird watching, photography, painting, sketching, and more!          Self-Guiding Walking Tour  Pick up a copy of the Self-Guiding Walking Tour brochure at the Burlingham House Visitor Center. Learn about the three generations of artists who lived and worked on the property, the historic buildings, the stone walls, Weir Pond, and much more!         Hiking Trails Take a hike at Weir Farm National Historic Site! Enjoy a hike to Weir Pond or a walk around the grounds. The park is bordered by a 110-acre network of trails called the Weir Preserve, owned and maintained by the Weir Farm Art Center. Pick up maps on the porch of the Burlingham House Visitor Center.              Take Part in Art Be creative - be inspired - Take Part in Art! Grab a set of art supplies and find a spot in the landscape to sketch or paint en plein air (\"in the open air\") as artists have done at Weir Farm for nearly 130 years. Art supplies provided free of charge by the National Park Service. Take your artwork home as a souvenir! Be sure to check the Take Part in Art page for all the details... Professional artists and those bringing their own art supplies should prepare for their trip by reviewing these things to know.            Junior Ranger Program Kids and adults can join the ranks of the Weir Farm National Historic Site Junior Rangers! Complete one of two Junior Ranger activity booklets to earn the badge, complete both activities to earn the patch -- all while exploring the art, history, and landscape of Weir Farm National Historic Site! Check out the Junior Ranger page for full details.           Stone Walls  Historic stone walls crisscross the landscape of Weir Farm National Historic Site. Stop by the Burlingham House Visitor Center to pick up a brochure about the stone walls -- from their glacial history to their modern-day purposes.  Download the Stone Wall Brochure.           Gardens  Pick up a brochure about the gardens of Weir Farm National Historic Site at the Burlingham House Visitor Center. Explore the Secret Garden (c.1915), the elegant Sunken Garden (c.1930s), and the terraced gardens that cover the landscape. Julian Alden Weir's three daughters, especially his youngest Cora Weir Burlingham, created these beautiful garden landscapes which are still enjoyed by visitors today.  Download the Gardens Brochure and visit our Plants page to see what plants are in bloom.",
    "url": "https:\/\/www.nps.gov\/wefa\/planyourvisit\/outdooractivities.htm"
}
