{
    "title": "Tuskegee Institute National Historic Site: Donate",
    "body": "Donate          How to Donate to the Park!!! Thank you for your interest in supporting Tuskegee Institute National Historic Site. Your donation will enhance the programs and activities designed to protect park resources and provide visitor services for Tuskegee Airmen National Historic Site. Philanthropic contributions continue to make a significant difference and we welcome and are grateful for your support. There are several ways to support the Tuskegee Institute National Historic Site. Direct Donations The park is able to accept direct donations of either a monetary or material nature. Acceptable material donations are normally items that relate to the park’s history, support the park’s primary interpretive themes and mission goals, and assist the park in telling its compelling stories. If you would like to donate directly to the park, you may contact the Superintendent by phone at 334\/727-6390. Donations may also be sent to: Superintendent Tuskegee Institute National Historic Site 1212 West Montgomery Road Tuskegee Institute, AL 36088 Loans Some individuals would like to loan items (photos, historic documents, artifacts, etc.) to the park for a specific period of time. These are usually items that support the park’s primary interpretive themes and mission goals. These items also assist the park in telling its compelling stories. If you are interested in loaning specific objects that relate to the park’s mission, please contact the Superintendent by phone at 334\/727-6390. Philanthropic Partner The National Park Foundation is the congressionally-chartered national philanthropic partner of the National Park System. The National Park Foundation stewards a tradition of private support for the parks begun by the American people more than an century ago. Your support for the National Park Foundation ensures that the evolving history and rich heritage of our Nation remains vital and relevant. For more information contact them at: National Park Foundation 1201 Eye Street, NW, Suite 550B Washington , DC 20005 Phone (202) 354-6460 www.nationalparks.org",
    "url": "https:\/\/www.nps.gov\/tuin\/getinvolved\/donate.htm"
}
