{
    "title": "Weir Farm National Historic Site: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes        Visit the park and take advantage of free tours, Junior Ranger activities, hiking trails, and art supplies.        Fees There are no fees to visit Weir Farm NHS. Access to the parking lot, grounds, special programs, Burlingham House Visitor Center, Weir Studio, Young Studio, and ranger-guided tours of the Weir House are free of charge. Passes  America the Beautiful: National Parks and Federal Recreation Lands Passes- You can obtain America the Beautiful Access Pass at Weir Farm NHS. However, we DO NOT SELL the America the Beautiful Annual Pass or Senior Pass. For more information and to buy the Annual Pass, please visit the USGS Store.   Senior Pass - Weir Farm National Historic Site has discontinued the sale of the Senior Interagency Pass. Senior Interagency Passes can be purchased online at store.usgs.gov\/pass. Passes are also available for purchase at several locations within 60 miles of Weir Farm National Historic Site including:   Eleanor Roosevelt National Historic Site - Hyde Park, NY Vanderbilt Mansion National Historic Site- Hyde Park, NY Home of Franklin D. Roosevelt NHS – Hyde Park, NY Hop Brook Lake - Waterbury, CT   Access Pass - Free, documentation of permanent disability required. This is a lifetime pass for U.S.citizens and permanent residents with permanent disabilities. The Access Pass can be obtained in person at the park or by mail. Military Annual Pass - Free, documentation of active military service required. This is an annual pass available to active duty military members and\/or their spouses. Applicants must bring proper military id or cards to the park to acquire the pass. Good one year from acquisition of the pass. Every Kid in a Park Annual Pass - Free, available to all 4th graders. This pass is available to all 4th graders. Fourth grade students can visit www.everykidinapark.gov to get more information and download their free passes. Bring the pass to Weir Farm National Historic Site to acquire the FREE plastic pass. This pass is valid until August 2016.",
    "url": "https:\/\/www.nps.gov\/wefa\/planyourvisit\/fees.htm"
}
