{
    "title": "Weir Farm National Historic Site: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions & Transportation                   Maps               Parking             Getting to Weir Farm National Historic Site PLEASE NOTE: There are a limited number of parking spaces available in the parking lot. Once these spaces are filled, the parking lot will be closed. The parking lot cannot accommodate RVs, buses, or other large vehicles. Click here for more information on parking.   Nod Hill Road cannot accommodate large coach buses.   Call 203.834.1896 ext 12 for more information on parking, buses, or group visits.   Maps - Find maps to get to the park, get around the park, and tour though nearby open space.  By Car If you are coming to Weir Farm National Historic Site as part of a group that will require three or more vehicles, please call in advance to arrange a group visit. Weir Farm National Historic Site is located at:  735 Nod Hill Road Wilton, Connecticut 06897 FROM THE NORTH -Take I-84 to Exit 3 for Route 7 South in Danbury. -Follow Route 7 South about 10 miles to the Branchville section of Ridgefield. -Turn right onto Route 102 West at a traffic light. -Take 2nd left onto Old Branchville Road. -Turn left at first stop sign onto Nod Hill Road. -Follow Nod Hill Road one mile; continue straight through the stop sign at the intersection with Pelham Lane. -The parking lot is on the left and the visitor center is on the right at 735 Nod Hill Road. FROM THE SOUTHWEST -Take the Merritt Parkway (to Exit 39B) or I-95 (to Exit 15) to Route 7 North in Norwalk. -Follow Route 7 North about 10 miles to the Branchville section of Ridgefield. -Turn left onto Route 102 West at a traffic light. -Take 2nd left onto Old Branchville Road. -Turn left at first stop sign onto Nod Hill Road. - Follow Nod Hill Road one mile; continue straight through the stop sign at the intersection with Pelham Lane. -The parking lot is on the left and the visitor center is on the right at 735 Nod Hill Road. FROM THE EAST \/ SOUTHEAST -Take the Merritt Parkway (to Exit 41) or I-95 (to Exit 17) to Route 33 North. -Bear right to follow Route 7 North about seven miles to the Branchville section of Ridgefield. -Turn left onto Route 102 West at a traffic light. -Take 2nd left onto Old Branchville Road. -Turn left at first stop sign onto Nod Hill Road. - Follow Nod Hill Road one mile; continue straight through the stop sign at the intersection with Pelham Lane. -The parking lot is on the left and the visitor center is on the right at 735 Nod Hill Road.  FROM THE WEST -Take I-287 to I-684 North. -Follow Route 684 North to Exit 6 for Route 35 East. -Follow Route 35 East into Ridgefield, CT. -At the \"T\" intersection with Route 33, turn left to stay on Route 35. -After several hundred yards, turn right onto Route 102 East. -Follow Route 102 East for approximately one mile and turn right on Old Branchville Road. Note: There are two entrances to Old Branchville Road from Route 102. Either entrance will lead you to the intersection with Nod Hill Road. -Turn right at first stop sign onto Nod Hill Road. - Follow Nod Hill Road one mile; continue straight through the stop sign at the intersection with Pelham Lane. -The parking lot is on the left and the visitor center is on the right at 735 Nod Hill Road. By Bus Visitors can use the HART bus to access the park via the Branchville Train Station. Please consult the HART website for information on schedules and routes. The train station is location 1.5 miles from the park. Please consider methods other than walking from the station. The walk is quite strenuous and not ideal for foot traffic. Private taxi service is available on a limited basis in the area.  By Train Metro-North trains generally arrive at the Branchville Train Station every few hours. Please consult the MTA website for information on schedules and routes. The train station is location 1.5 miles from the park. Please consider methods other than walking from the station. The walk is quite strenuous and not ideal for foot traffic. Private taxi service is available on a limited basis in the area.",
    "url": "https:\/\/www.nps.gov\/wefa\/planyourvisit\/directions.htm"
}
