{
    "title": "Weir Farm National Historic Site: Accessibility",
    "body": "Accessibility        An accessibility ramp was added to the Weir House in 2013. NPS       In an effort to address barriers to accessibility and to better ensure that all people have an equal opportunity to enjoy Weir Farm National Historic Site, please call ahead if you have any special needs. For people with mobility impairments:  The Burlingham House Visitor Center is accessible with temporary ramps for wheelchair users. Please call ahead so the Park Ranger will know to set up the ramps. All public restrooms are accessible.  A wheelchair is available at the Burlingham House Visitor Center. The Weir Studio and the Young Studio are not wheelchair accessible. The Weir House is wheelchair accessible and can be entered on guided tour.  For people with vision or hearing impairments:  The park video has open captioning. Assisted listening devices to accompany the park video are available. Audio description devices to accompany the park video are available. Assisted listening devices to accompany all tours and programs presented by Park Rangers are available.  For people with service animals:  Service animals are allowed in park buildings and on park trails.        The Young Studio and the Weir Studio are not wheelchair accessible. These photo galleries were created to bring all viewers inside these wildly artistic spaces.                   Young Studio   25 Photos  Interior and exterior images of the Young Studio, a historic art studio on the grounds of Weir Farm National Historic Site. The Young Studio (built in 1932) was the primary working studio for Mahonri Mackintosh Young (from 1932-1957) and C. Sperry Andrews (from 1958-2005).          Weir Studio   17 Photos  Interior and exterior images of the Weir Studio, a historic art studio on the grounds of Weir Farm National Historic Site. This studio was built for Julian Alden Weir around 1885 and served as his primary studio while in residence at his Branchville farm (1882-1919). The studio has been restored by National Park Service employees to reflect the studio circa 1915.           Weir House   58 Photos  Interior and Exterior images of the Weir House, a historic home for three generations of artist families. The home dates back to the 1780s, but was first occupied by the Weirs in 1882. The Weir House has been restored to circa 1940 to help tell the stories of the Weir family, the Young family, and the Andrews family; all of whom once called this place, home.",
    "url": "https:\/\/www.nps.gov\/wefa\/planyourvisit\/accessibility.htm"
}
