{
    "title": "Tuskegee Institute National Historic Site: News",
    "body": "Explore This Park    Learn About the Park     News             News        Junior Ranger Summer Camp 2014 - \"Get Out and Get Active\"   TUSKEGEE, AL– Tuskegee Institute and Tuskegee Airmen National Historic Sites invite children 5 – 12 years of age to attend Junior Ranger Summer Camp 2014. This multi-session program on Saturdays, July 5, 12, 19 and 26, 2014 from 9:00 a.m. – 11:00 a.m. will focus on the timeline of Tuskegee and its pursuit of excellence and self-sufficiency. The camp will be delivered in two phases: one at Tuskegee Institute NHS and at Tuskegee Airmen NHS.   The students of Tuskegee applied what they learned in the classroom to construct the original buildings on the campus. The Junior Rangers will learn some of those same skills taught to the Tuskegee students of the late 1800’s and early to mid-1900s. This experience will be fun and educational. Junior Rangers will learn how to make bricks, grow and cultivate crops and create paper in the manner that George Washington Carver taught his students. The intention is for every participant to walk away with the understanding of how important nature is to our society.  The second two-week phase of the program takes place at Tuskegee Airmen NHS. There, the Junior Rangers will receive a full Tuskegee Airmen experience. The joy of model airplane building inspired many of the Tuskegee Airmen to dreams of flight and motivated them to become pilots. Youth will take part in training regiments and building historic model airplanes like the P-40 WarHawks and P-51 Mustangs that the Tuskegee Airmen Flew during World War II.  Youth participating for the entire four weeks will earn an airplane ride with the Black Pilots of America (BPA) and earn 1 hour of accredited flight time on the National Aviation register. Spaces are limited and are sure to fill up quickly you won’t want to miss out on this opportunity! This event is FREE and open to the public. For more information and to register, contact Park Ranger Robert Stewart at 334-724-0922 or visit www.nps.gov\/tuai.",
    "url": "https:\/\/www.nps.gov\/tuin\/learn\/news\/index.htm"
}
