{
    "title": "Tuskegee Institute National Historic Site: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things to Do             Things To Do       Activities  The George Washington Carver Museum Exhibits, interpretive programs, and a book sales area are available to the public..   \"The Oaks\" -  Home of Booker T. Washington Free Ranger-guided tours of \"The Oaks\", are available Tuesday through Saturday at  9:30 a.m., 10:30 a.m., 1:30 p.m., 2:30 p.m. and 3:30 p.m. Due to preservation needs of the home and in order to provide the best visitor experience, tours are limited to 25 visitors maximum. Tours begin at the George W. Carver Museum on the campus of Tuskegee University. If you have physical limitations, call a Ranger at 334-727-3200 and a Ranger to meet you at the Oaks. There is no charge to visit the Oaks. To schedule tours for groups of 15 or more call a park ranger at 334\/727-3200 or email. Historic Campus The Tuskegee University campus has been designated as a Historic District. The tour includes buildings that were built by Tuskegee Institute students and designed by Robert R. Taylor, the first African American graduate of the Massachusetts Institute of Technology. A map of the District and limited campus tours are available from the Carver Museum. Accessibility The George Washington Carver Museum is wheelchair accessible.  Ground floor access is available from the parking deck. Upper level access is available via ramps. The Oaks is wheelchair accessible to the first floor only via chair lift. Annual George Washington Carver Arts and Crafts Festival The George Washington Carver Arts and Crafts Festival was created in recognition of Dr. Carver's first love, art. This is a day-long festival that encourages artistic expression by means of music, dance, paintings, sculpture, crafts, vendors and other family-oriented activities. To learn more visit www.tuskegeeareachamber.org.",
    "url": "https:\/\/www.nps.gov\/tuin\/planyourvisit\/things2do.htm"
}
