{
    "title": "Captain John Smith Chesapeake National Historic Trail: Indians & the Bay",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     The American Indians     Indians & the Bay                  American Indians and the Bay         A Nause fishing camp on the Chesapeake’s Eastern Shore. If the natives’ main town was not convenient to the spring fish runs, they built temporary summer fishing camps that might have looked like this.   For native peoples, the Chesapeake Bay was a source of sustenance, a transportation lifeline, and a home.    Traditional lifestyles revolved around the Bay's natural resources. The waters teemed with life, the tall forests sheltered an immense variety of animals, birds, and plant, and the soil was rich and fertile. The beauty and bounty of the Bay made it an attractive place to live in the early 1600s, just as it does today.          Accomac fishermen on the Lower Eastern Shore. In addition to spearing fish, the natives caught fish in weirs—fences built across a stream or river.   Seasons of the Bay   Life changed with the seasons. Most of the year, the native people lived in towns or villages along the water's edge. But twice a year, in spring and fall, they left these communities for hunting and fishing camps to enjoy the wild foods of the season.    Spring brought fish runs of herring, shad, striped bass, and sturgeon to the Chesapeake. It also brought the Indians to coastal camps to harvest the spawning fish. Men trapped fish in a complicated system of weirs and nets in addition to spears. Smoking over open fires helped preserve the fish. Summer was a time of plenty. Women and children spent much of their days in the fields and gardens growing corn, squash, and beans. They gathered berries, herbs, and foraged for Tuckahoe roots and wild rice. Men hunted creatures large and small, from deer and bear to muskrats and turtles. Passenger pigeons in the skies and shelfish at the water's edge offered an abundant choice of food. Fall was a time to leave the town for communal hunts of large animals and migratory ducks and geese. It was also a time for gathering a variety of nuts: acorns, walnuts, chestnuts, and hickory nuts.  Winter was known as the \"fat\" time of year because people were less active. They spend time together in the towns and lived on stored foods they had put away the rest of the year.         Towns by the Bay  The Indians moved their towns up and down the waterways of the Chesapeake Bay with regularity. Every few years, as old fields became depleted of nutrients, they would clear farmland. When the new fields were located a distance away from their houses, they would build new homes and over time, the whole town would move.  An ideal town site was on a waterway with a landing place for canoe launching, large stands of reeds for mats, plants for food, and good quality, level farmland. Streams or forest springs provided drinking water.  The locations of Indian towns recorded on Captain John Smith's 1612 map represent a snapshot in time but not a permanent record of American Indian habitations. See maps of American Indian towns along the major rivers of the Bay.  Why Were Canoes Important?  \"Their canoes...they make them with one tree...in form of a trough. Some of them are an ell deep and 40 or 50 foot in length, but the most ordinary are smaller and will ferry 10 or 20 with some luggage over their broadest rivers. Instead of oars they use paddles and sticks with which they row faster than we in our barge.\" - Captain John Smith, 1612 The native people of the Chesapeake relied heavily on the canoe as their primary means of transportation. The most common canoe was the dugout, mentioned above, made from a single tree. The canoes were not very maneuverable, and paddling them was very hard work, but they were highly valued by the Indians both because of their usefulness and the difficulty of their manufacture Once a good tree was located, it would be felled by burning a fire at its base and chopping with stone axes, then floated back to the manufacturing location. The log was shaped by building small fires on its surgace and then scraping away the charred wood with oyster shells. Mud was packed on the edges of the log to limit the extent of the burning. This laborious process of burning and scraping would be repeated until the trunk was hollowed out and the bottom flattened to make the canoe stable in the water. Birch-bar canoes were sometimes seen on the Chesapeake in the hands of the Massawomeck, who lived father north where the bark needed for canoe making was available. These canoes were faster and more maneuverable than the dugouts and were used by the Massawomeck to conduct very effective raids that were greatly feared by the Chesapeake peoples.  Did You Know? Natives of the Chesapeake tracked time and seasons. Passing years were counted by the number of winters, or cohonks - the sound of migrating geese flying overhead.  :earn More about American Indians and the Chesapeake Bay  Read more about Algonquian tribes and their use of quintans, their name for dugout canoes.  Visit the Pamunkey Indian Reservation.",
    "url": "https:\/\/www.nps.gov\/cajo\/learn\/historyculture\/american-indians-and-the-bay.htm"
}
