{
    "title": "Tumacácori National Historical Park: The Apache",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Native People     The Apache                  The Apache       The Apache people and culture are an integral part of the history of the Pimería Alta (Upper Pima land). Their role, however, was not one of friend to the missionaries and O'odham, but one of enemy. Father Kino recorded his first contact with Apaches when he described them attacking the O'odham in the San Pedro Valley. From this first contact, until the surrender of Geronimo in 1886, the history of the Apaches in the Santa Cruz Valley is full of warfare and violence. Historians believe that sometime in the 1600's, or about 400 years ago, the Athabaskan people came to Arizona. Long before this, their ancestors had lived far north in Canada. They traveled slowly toward the South through the plains east of the Rocky Mountains. At last they arrived in the Southwest. They separated into seven groups and each group lived in a different place. Many Apaches who still live in this state are part of the \"Western Apache\" group, descendants of the Apaches who lived in the Pimeria Alta during Kino's time.  The Apaches call themselves Nde, Inde, Tinde or Tinneh, all meaning \"The People.\" The name Apache actually comes from the Zuni word Apachu which means \"enemy.\" When they first arrived in Arizona and New Mexico, they found many people who spoke different languages living there already. These people were farmers and hunters. One group called the O'odham lived in villages in the desert and along the rivers of Southern Arizona near places now called Phoenix and Tucson.  At first, Apache people moved a lot. In the spring and summer, they camped in the mountains. During that time they hunted deer, rabbits, and other wild animals. They also started gardens of corn, beans, squash and tobacco. They gathered many wild plants too. Cactus fruit, acorns, agave, walnuts, juniper berries and many other good things that could be found near their mountain camps. The women had to be able to identify the plants, know where each plant grew, when it would be ripe, what tools to take to collect it, how to cook it when they got home, and how to store the leftovers so they wouldn't spoil.  As it got colder and snow began to fall, the people moved their camps to lower country where it would be warmer for winter. The men continued to hunt and the women spent time tanning hides and making them into bags, clothing and containers.  In the spring the people went back to their mountain camps and planted their gardens again. They also continued to hunt and to collect wild plants. Toward the end of the summer if there was extra food, it was dried so that it could be saved for a long time. Apache women made large baskets to store this food. Thin sticks of willow, cottonwood, or sumac were stitched together with split sticks of the same material. The split pieces became flexible when soaked in water for a while. The black in the design was made from the devil's claw plant and the red color was made with the bark of the yucca root.  There were other kinds of baskets, too. For carrying things, they made twined back baskets that had buckskin fringes and painted designs. For carrying water, the women mad a bottle-shaped basket and then covered the outside of it with pitch (sap) from a tree so that the water wouldn't leak out. These baskets would be more useful than pottery for people who moved around a lot. They were not heavy and they did not break easily.  In addition to the many baskets for carrying things, the Apache had a bit of pottery for cooking. They made shapes that were just right for cooking food quickly over a campfire. These pots were dark in color, had pointed bottoms and slanting sides. They could be placed right in the fire and could heat the sides as fast as it heated the bottom. This way it didn't take long for the people to get dinner cooked when they were on a trip.  Long ago, when the Apache people moved a lot, they had different kinds of houses. People who lived on the edge of the plains had teepees made of skins and the people who lived in the mountains made grass houses called \"gowaa\" or \"wickiups.\" Houses in those days were used mostly for sleeping and storing things. Most of the cooking and other work was done outside.  The Apaches' relationship with their environment was intimate. As nomadic hunters and gatherers, they relied on nature for their food, clothing and shelter. An intimated knowledge of their environment, therefore, was essential. From a very young age, Apache boys and girls started learning the different plants and animals and their uses as they worked alongside their mothers gathering and preparing food and doing daily camp chores. At about age seven or eight the boys were separated from the girls to learn different things.  The girls continued to work with and learn from their mothers and other women. The identification and uses of plants were particularly important in order to survive. Edible versus non-edible plants needed to be distinguished and they had to learn to prepare each plant for consumption and storage. Basket weaving required that they become versed in the different reeds and grasses, as well as plants used for dyes and paints. Plants were of utmost importance for medicinal uses. Many young women would go onto become herbalists and healers.  Boys, on the other hand, started learning how to hunt and become warriors at age eight. Their training was based on survival in nature. They were required to identify plants, learn the habits and characteristics of animals, and study the cycles of nature. Often they were required to observe nature or stalk animals for hours. Becoming a warrior also meant that they needed to become masters of hiding and escape for which an intimated knowledge of the local geography was needed, so much so that they learned the location and names for specific trees, rocks, caves and geographical landscapes.  This early warrior training was used to advantage by the Apache. They utilized guerrilla tactics and seldom engaged in decisive military confrontations. They never fought unless they had the advantage. Since the survival of their own people was most important, the Apaches often raided the villages of the agricultural tribes when their hunting and gathering efforts were not sufficient. Family was also important to the Apache and they would seek bloody revenge for the death of a kinsman.",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/historyculture\/the-apache.htm"
}
