{
    "title": "Captain John Smith Chesapeake National Historic Trail: Tribes & Cultures",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     The American Indians     Tribes & Cultures                  Tribes and Cultures       Many different Indian tribes lived in the Chesapeake region, and their social, cultural, and political identities were extremely varied and complex. They spoke different languages, had distinct cultures, and organized themselves in a range of political structures and alliances. Languages  The Indians who lived around the Chesapeake Bay spoke three main languages in a variety of dialects. Most of the tribes spoke Algonquian, but others spoke Siouan and Iroquoian. These language languages could not be mutually understood, although Captain Smith was helped by native translators who could speak multiple languages.  Algonquian  The majority of the Chesapeake tribes spoke Algonquian languages - a family of languages widespread among native peoples from northern Canada to the Carolinas. Among the Algonquian spoeakers were the Powhatan tribes, the Chikahominy, the Piscataway, the Nanticoke and the Asseateague. Siouan  Siouan is a language family spoken mainly by tribes in the Midwest. Around the Chesapeake, the Monacan, Mannahoac, Saponi, and Occaneechi spoke variations of this language.  Iroquoian  Iroquoian languages are spoken primarily in the northeastern United States and southern Canada. The Susquehannock tribe at the norther reach of the Chesapeake Bay spoke an Iroquoian language, as duid the Massawomeck, raiders from the north who attacked John Smith's crew.        John White recorded this native council, ca 1585. Theodor deBry engraving.   Political Systems The political and government systems of the Chesapeake natives were complex, and they varied from tribe to tribe. Most tribes had a chief, called a werowance or weowansqua in the Algonquian languages. A chief's duties were primarily in military, diplomatic, and religious matters. They governed with the assistance of priests and councilors. Some tribes were led by a council.     In some cases, tribal chiefs paid tribute and allegiance to a paramount chief. Tribute often took the form of food and goods in return for leadership, protection, and support in times of difficulty.    For example, at the time of John Smith's voyages, Powhatan's paramount chiefdom included as many as 30 Algonquian-speaking tribes (not all of the Algonquian-speaking groups in the region). It is quite possible that Powhatan perceived Smith as the chief of the English and wanted to bring him into the paramount chiefdom.    The power of a paramount chief was not absolute and had to be earned. Powhatan acquired his position partly through inheritance but also through his own leadership, personal charm, force and spiritual reputation.    Captain John Smith called Powhatan and other paramount chiefs \"kings\" or \"emperors.\" While this is not a perfect metaphor, it gives an idea of how the English perceived the high status of paramount chiefs.       American Indian Tribes of the Chesapeake  Major paramount chiefdoms and tribes of the Chesapeake circa 1607:   Algonquian   Powhatan Paramount Chiefdom: Many tribes, among them the Mattaponi and Pamunkey Rappahannock Nansemond Accohannock Nacotchtank Chickahomniy Patawomeck Patuxent Piscataway Mattawomen Nanjemoy Nanticoke Choptank Assateague Ozines Pocomoke Shawnee Tockwogh  Siouan    Monacan Mannahoac Saponi Occaneechi  Iroquoian    Massawomeck Susquehannock Tuscaro            Learn more about the lifeways of Chesapeake-region Indians at the recreated Woodland village at Jefferson Patterson Park and Museum. Photo by H. Rigby.   Cultures No two Indian groups had exactly the same culture. However, some of the interesting features common among Chesapeake Indian tribes in the early 1600s included:   Matrilineal societies: Most of the indigenous peoples of the Chesapeake identified their lineage through their mothers, not their fathers. Names: People had several names including a secret personal name, a name used when they were a child, and a name taken when they were older. Other names could be earned to reflect achievements or characteristics. Learn more about names. Spirituality: Most native peoples were intensely spiritual. They believed in a Creator and saw all parts of the natural world, including themselves, as interconnected. Many were known to make prayers and offerings daily.  Clothing: People wore clothes made of animal hides. Generally, men wore breechcloths and women wore aprons. If they were going into the forest they were leggings and moccasins. In cold weather, they draped animals skins around their shoulders. Tattoos, paint, and differing hairstyles expressed identity among different tribes,  Military Conflict  Conflict was common. Raids - especially between different language groups - were carried out regularly, and men trained to be warriors. In raids, women and children were often taken and adopted, but make captives were frequently tortured, which was considered an honor. Some Indian towns were surrounded by palisades for protection from attacks.",
    "url": "https:\/\/www.nps.gov\/cajo\/learn\/historyculture\/tribes-and-cultures.htm"
}
