{
    "title": "Captain John Smith Chesapeake National Historic Trail: Management Plan for the Trail",
    "body": "Explore This Park    Get Involved     Planning     Management Plan for the Trail              The Trail's Comprehensive Management Plan       Comprehensive Management Plan for the John Smith Chesapeake Trail The National Park Service completed the comprehensive management plan and environmental assessment (CMP\/EA) for the trail in February 2011, following a two-year public planning process. The comprehensive management plan is required by the National Trails System Act. The environmental assessment is required by the National Environmental Policy Act. The CMP\/EA:  ·Establishes how the trail will be developed and managed over the next 20 years   ·Assesses potential impacts on natural and cultural resources   ·Identifies the trail's significant places and stories and how to protect resources critical to the trail   ·Crafts meaningful visitor experiences on land and water   ·Defines management objectives and alternatives to meet those objectives   ·Recommends a preferred alternative for managing the trail.  The comprehensive management plan will guide decisions about the trail for the next 20 years. The plan will be implemented through a series of 3-5 year action plans, as funding becomes available. Click on the links below to view sections of the final comprehensive management plan: ·Summary and Table of Contents ·Chapter 1 ·Chapter 2 Part 1 ·Chapter 2 part 2 ·Chapter 3 ·Chapters 4, 5, and 6 ·Appendices A-K ·Appendix L ·Appendices M-S, References, Glossary, Preparers, Index ·Finding of No Significant Impact (FONSI)    Trail Extended by the Secretary of the Interior On May 16, 2012, Department of the Interior Secretary Ken Salazar designated water trails on four rivers as new historic connecting components to the John Smith Trail. Extending the trail by 841 miles, the newly designated components are the Susquehanna River, the Chester River, the Upper James River, and the Upper Nanticoke River. ·The Susquehanna River Component Connecting Trail is a 552-mile system of water trails along the main stem and West Branch of the Susquehanna River in Maryland, Pennsylvania, and New York. Sections of the trail are managed by a variety of organizations and agencies, all of which support the component connecting designation. Overall coordination of the component is provided by the Susquehanna Greenway Partnership. The southern end of this trail links directly with the John Smith Trail at Conowingo, Maryland. ·The Chester River Component Connecting Trail is a 46-mile system of the Chester River and its major tributaries. The trail connects to the John Smth Trail at its mouth just south of Rock Hall, Maryland. This connecting component is managed by Sultana Projects of Chestertown, Maryland, in close consultation with the State of Maryland. ·The Upper Nanticoke River Component Connecting Trail is an existing state water trail managed by the Delaware Department of Natural Resources and Environmental Control along approximately 23 miles of the Nanticoke River, Broad Creek and Deep Creek. The western end of this trail links directly with the John Smith Trail. ·The Upper James River Component Connecting Trail is a 220-mile water trail that crosses nine counties and connects to the John Smith Trail at the Falls of the James River in Richmond, VA. It is managed by the James River Association. The designation of trail components enables the National Park Service to work closely with state and local agencies and other partners -- notably conservation and tribal organizations -- to provide technical and financial assistance, resource management, facility enhancement, interpretive trail route marking, and promotion of the rivers' recreational and historic value. See a map of the extended John Smith Trail. See the Secretarial designation document.",
    "url": "https:\/\/www.nps.gov\/cajo\/getinvolved\/management-plan-for-the-trail.htm"
}
