{
    "title": "Captain John Smith Chesapeake National Historic Trail: Pre-Contact",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     The American Indians     Pre-Contact                  Pre-Contact         Archeological evidence shows that some towns were palisaded for protection against military actions and wild animals.   Estimates vary, but it is likely that 50,000 or more people called the Chesapeake region home before the English arrived on its shores. Their ancestors had lived here for more than 12,000 years, so the ways of life of the native people were highly adapted to the geographic environment. Their economic, cultural, social, political, and spiritual systems were well established and sophisticated.   Through their cultural traditions and values, American Indians retain knowledge of ways of life prior to the arrival of Europeans. By combining this knowledge with the research of archaeologists, scientists, anthropologists and historians, it has been possible to reconstruct an image of the Chesapeake region before the arrival of English settlers, known as \"pre-contact.\"        Indian women cultivated several fields each year, staggering the planting to extend the harvest.  When soils were depleted, the Indians cleared new fields, relocating houses and sometimes entire towns.   Bay Resources  There were many cultural differences among the various Indian tribes living around the Chesapeake Bay, but they also had much in common. They all had a unique relationship with the bay's resources and took advantage of all that was available.    American Indians cultivated crops, harvested oysters, mussels, hunted deer as well as various small game, and fished on a large scale. Many groups practiced subsistence farming in semi-permanent towns and once the land was drained of nutrients from over farming, ranging from 10-20 years, towns would relocate. This was not always the case as some groups were able to sustain themselves year-round in the same locations.          Today, First Landing State Park, near the spot where the English colonists first came ashore, is one of several locations where you can learn about 17th-century Native Americans.   Diverse Languages and Cultures There were many different groups and cultures of Indians who called the Chesapeake region home. Before contact, there were at least three different language families (Algonquian, Siouan, and Iroquoian) and multiple dialects and cultural identities. The situation could be compared to Europe - everyone was European, but the French, German and Spanish were not the same.  Different tribes were connected by political alliances, but life was not always peaceful. Inter-tribal conflict and raids were common. Raids and conflicts had many motivations ranging from ritualistic, retaliatory, demonstration, or territory acquisition.       Powhatan Tribes  The dominant American Indian group in the Chesapeake region were Algonquian speakers known collectively as the Powhatan tribes. The paramount chief, Powhatan, whose familiar or personal name was Wahunsenacawh, had inherited leadership of a number of tribes, including the Powhatan, Pamunkey, Mattaponi, Arrohateck, Appomatuck, and Youghtanund, He gained leadership of additional tribes, either by conquest or threat of conquest. The groups of this paramount chiefdom provided military support and paid tribute of food, animal pelts, copper, or other gifts. Powhatan's leadership extended from the Rappahannock River, west to the fall line of Virginia, and south just below the James River.   Living in Communities  The Indians of the Chesapeake Bay lived in towns situated along the rivers and waterways where they could get fresh drinking water. Towns ranged in size from about 50 to more than 200 inhabitants and contained homes, storehouses, gathering places, ceremonial and religious structures, and garden plots. Wooden fences, known as palisades surrounded some communities to protect them from military action and wild animals. The Indians moved their housing sites and sometimes entire towns to avoid draining the natural resources.   Homes Two types of homes were common: wigwams and longhouses. Both were built of wooden frames covered by bark or reed mats. The sapling-and-mat houses were remarkably strong and could withstand hurricanes and heavy snows. Learn more about Indian houses.   Food and Sustenance Indian women and men worked side by side to feed their families. Women were responsible for farming and foraging; men took the lead hunting and fishing. Foods changed with the seasons which were defined by plentiful times and lean times. The varied diet of pre-contact American Indians was probably healthier than that of Europeans at the time.    Farmine: The main crops cultivated were corn, beans, squash, pumpkins, and sunflowers. Foraging: Women gathered nuts, seeds, berries, roots, and plants. Fishing: An abundance of fish and shellfish were found in the Chesapeake Bay and its tributaries. Hunting: Game included turkeys, rabbits, squirrels, raccoons, bear, and dear.  Trade Networks The natural abundance of the Chesapeake region meant that its Indian tribes could find nearly everything they needed for daily life close at hand. They obtained luxury goods, such as copper, by trading with distant tribes. A sophisticated trade network connected the Indians of the Chesapeake with other native peoples across the continent.    Living Lightly The Indians of the Chesapeake had bee living on the land for at least 12,000 years before Smith ever arrived. Their communities were small, dispersed, and often they moved so they did not strain the resources in any one location. They had minimal possessions, harvested only the resources they needed, and adapted to the seasons.   Read more about the Native People of the Chesapeake Bay in 1607.",
    "url": "https:\/\/www.nps.gov\/cajo\/learn\/historyculture\/pre-contact.htm"
}
