{
    "title": "Captain John Smith Chesapeake National Historic Trail: Conservation Strategy",
    "body": "Explore This Park    Get Involved     Planning     Conservation Strategy              Conservation Strategy for the Trail       The trail's Comprehensive Management Plan called for development of a conservation strategy to guide conservation of resources which contribute to the visitor experience along the trail. Throughout 2012, the National Park Service, in collaboration with the Chesapeake Conservancy, consulted closely and regularly with the trail Advisory Council in developing a Conservation Strategy for the Captain John Smith Chesapeake National Historic Trail. The Advisory Council, whose members are appointed by the Secretary of the Interior, represents a wide range of state and federal agencies, non-governmental organizations, and citizens. The Conservation Strategy sets out a long-term strategy for conserving lands important to the visitor experience of the John Smith Trail. Its purpose is several-fold: Further define the trail's most important resources and their locations, based on parameters set in the trail's Comprehensive Management Plan. Set out a consistent approach for assessing trail resources and their conservation needs. Encourage local, state, and federal partners to protect trail resources as a core part of broader land conservation efforts. Provide guidelines for implementing conservation through collaborative actions of the National Park Service and its partners. In short, the strategy provides the means for defining priority conservation areas relative to the trail and designing appropriate conservation methods. Its focus is on saving the places that enrich visitor experiences and recreation along the trail and that contribute synergy to the many programs working to improve quality of life along the Chesapeake Bay and its rivers. Conservation Strategy for Captain John Smith Chesapeake NHT (3.4 mb, pdf)",
    "url": "https:\/\/www.nps.gov\/cajo\/getinvolved\/conservation-strategy.htm"
}
