{
    "title": "Captain John Smith Chesapeake National Historic Trail: Potomac River",
    "body": "Explore This Park    Get Involved     Planning     Potomac River              Potomac River Segment Plan         The cover page of the Potomac Segment Plan shows a variety of natural and cultural resources and recreation opportunities along the Potomac River. NPS  The John Smith Chesapeake Trail's comprehensive management plan determined that the trail can best be developed and managed in smaller segments, given the trail's 3,000-mile scope and diverse resources. The segment planning approach helps the National Park Service effectively understand the local resources, opportunities, and partner capacities in each segment. Planning along the Potomac River segment of the trail began in early 2013 and has engaged hundreds of stakeholders including trail partners, public land managers, private developers, conservation groups and many other affiliations interested in the history, health, prosperity and recreational enjoyment of the tidal Potomac River. Multiple focus group meetings, stakeholder workshops and individual interviews were held over the course of two years to learn what people are doing, what they would like to be doing, and what could be done to enhance trail visitor experiences. Information was also gathered on any planned actions that would help address the identified needs and opportunities.  The planning team included representatives from the Commonwealth of Virginia, the state of Maryland, the Potomac Heritage National Scenic Trail, the Star-Spangled Banner National Historic Trail, the Potomac Conservancy, and the Chesapeake Conservancy.  Click on the links below to view the entire plan or individual sections. The document is best viewed in Adobe Acrobat by selecting View > Page Display > Two Page View.  If you choose to print from the PDF, be sure to select Fit > Print on Both Sides of Paper > Flip on Short Edge > Landscape. Potomac River Segment Plan (full plan, 17MB)  Potomac River Segment Plan  Individual sections of the Potomac Segment Plan (file sizes vary)    Executive Summary and Introduction Chapter 1: Foundation for Trail Development Chapter 2: Developing the Trails along the Potomac   Chapter 3: Introduction and Cross Cutting Components Chapter 3: River Section 1 - Great Falls Chapter 3: River Section 2 - DC Metro Chapter 3: River Section 3 - Beltway to Belvoir Chapter 3: River Section 4 - Mason Neck to Caledon Chapter 3: River Section 5 - Maryland Peninsula Chapter 3: River Section 6 - Southern Maryland Chapter 3: River Section 7 - Northern Neck Chapter 4: Implementation Strategies  Please email NPS if you need a production quality high resolution version.",
    "url": "https:\/\/www.nps.gov\/cajo\/getinvolved\/potomac-river-segment-plan.htm"
}
