{
    "title": "Captain John Smith Chesapeake National Historic Trail: State of the Park",
    "body": "Explore This Park    Learn About the Park     Management     State of the Park              State of the Park            Progress on the Captain John Smith Chesapeake National Historic Trail This report provides a concise overview of the \"state of the John Smith Trail\" in 2013. It describes the status of continuing efforts to connect visitors with trail experiences, expand access to the trail, conserve landscapes that support visitor experiences and build partnerships for developing and managing the trail. This report cannot hope to capture everything going on along a trail that extends from Norfolk, Virginia to Cooperstown, New York. But it does attempt to describe many of the important partnership efforts of the past several years--and their results. This includes trail-focused work being undertaken by many partners and the National Park Service. Making the trail real is now the priority. The John Smith Trail is still very young, and its scope--made even larger in 2012 when expanded along the Susquehanna, Upper James, Chester and Upper Nanticoke rivers -- is vast. Full realization of the trail's vision will occur over many years, and at different rates in different segments. But, progress is being made, as described in this report. The \"State of the Trail\" is organized around four key strategies:  Connect people to trail experiences Improve access to the trail Conserve landscapes supporting visitor experiences Build and sustain collaborative partnerships for the trail In addition to describing our collective accomplishments, this report also identifies near-term opportunities for the NPS, the Advisory Council, and partners to continue to provide interpretative and educational programming, expand access to the trail, and protect resources over the next two years.   State of the John Smith Trail, December 2013 Report",
    "url": "https:\/\/www.nps.gov\/cajo\/learn\/management\/stateofthepark.htm"
}
