{
    "title": "Captain John Smith Chesapeake National Historic Trail: Indigenous Cultural Landscapes",
    "body": "Explore This Park    Learn About the Park     Science & Research     Indigenous Cultural Landscapes              Indigenous Cultural Landscapes         An example of an ICL: the Chicone Creek, a tributary of the Nanticoke River, on the Eastern Shore of Maryland NPS  asdf      Indigenous Cultural Landscapes (ICLs) are evocative of the natural and cultural resources supporting American Indian lifeways and settlement patterns in the early 17th century. Important to descendant communities today, and to conservation strategies in the Chesapeake, this approach to understanding large landscapes is in ongoing research.    These landscapes comprise the cultural and natural resources that would have supported the historic lifestyles and settlement patterns of an Indian group in its totality. The concept attempts to demonstrate that American Indian places were not confined to the sites of houses, towns, or settlements, and that the American Indian view of one's homeland is holistic rather than compartmentalized into the discrete site elements typically used in our language today such as \"hunting grounds\", \"villages\", or \"sacred sites\".    Click the options below to learn more about ICLs:     Introduction to the ICL Concept Indigenous Cultural Landscape Rack Card Comprehensive Management Plan Video of the ICL Concept Examples of ICLs in Virginia Prototype Methodology Pilot Study of the Nanticoke River Watershed Study of Nanjemoy and Mattawoman Creek Watershed   Additional projects in progress are an ICL priorities report for the tidal Chesapeake Bay watershed, and ICL research on the tidal Rappahannock River. Research reports will be available here when they are final.   Other federal agencies and partner organizations also collaborate on research designed to understand landscape-scale significance and potential impacts on management planning. In November, 2015, the Bureau of Ocean Energy Management (BOEM), released \"A Guidance Document for Characterizing Tribal Cultural Landscapes\". That report was prepared by BOEM and the National Oceanic and Atmospheric Administration, Makah Tribe, Confederated Tribes of Grand Ronde Community of Oregon, Yurok Tribe, and National Marine Sanctuary Foundation.",
    "url": "https:\/\/www.nps.gov\/cajo\/learn\/indigenous-cultural-landscapes.htm"
}
