{
    "title": "Captain John Smith Chesapeake National Historic Trail: The Shallop",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The Shallop                The Shallop       Captain John Smith's explorations of the Chesapeake Bay in the Summer of 1608 are all the more amazing when you think of how he traveled. Smith and his men undertook the voyages in a rater modest wooden boat called a shallop. So ordinary was this vessel that Smith didn't bother to describe it in any detail when he documented his historic journeys. However, scholars have pieced together an image of what his shallop probably looked like.        The replica shallop built by Sultana Projects, Inc., traveled 1500 miles along Smith’s routes to help launch the new national water trail in 2007. (Photo by M Shisler)   What is a Shallop? In the 1600s, the word \"shallop\" referred to an open wooden workboat such as a barge, dory, or rowboat. Shallops were small enough to row but also had one or two sails. Captain Smith's shallop could carry 15 men. It was probably about 30 feet long and 8 feet wide. It drew less than 2 feet of water, which was important for navigating the shallow waters of the Chesapeake Bay and many of the tributaries. Like most English boats of the period, the shallop was built of oak planks fastened together with wooden pegs. It had at least one mast and one or two sails made of hemp canvas.  Like a barge, a shallop could carry heavy cargos in shallow water. Smith described his boat as \"open barge neare three tuns burthen\" - which meant it could carry up to three tons of cargo. Its exact shape and style remain and mystery.  Made in England In modern terms, this is an early example of \"prefab.\" The colonists had the foresight to bring with them from England a small boat for coastal explorations. Captain John Smith wrote that the boat was dismantled into \"portions easy to be fit together\" and carried across the Atlantic in the hold of a larger ship. When the colonists arrived at Jamestown in 1607, they assembled the boat in two days and were ready to go. The ready-to-assemble boat that Captain John Smith described is almost certainly the shallop he used in his voyages. Shallop vs. Ship Why did John Smith explore the Chesapeake in a shallop and not a sailing ship? The shallop offered several advantages - it could be powered by oars or sails, travel in deep or shallow waters, and was light enough to pull ashore. In calms, its mast could be lowered and stowed inside the boat. The big sailing ships of the day required deep water for their drafts. They were built for open water, not coastal exploration. they also were weather-dependent, needing fair winds to make headway. Their square-rigged sails meant the ships couldn't sail as close to the wind, so they were hard to maneuver in the sometimes treacherous waters of the Chesapeake Bay.         Historians believe the Jamestown shallop was built in England. It was then sawed in half to fit the hold of the largest ship, Susan Constant, for the trip across the Atlantic, where the colonists re-assembled it to explore the Chesapeake. (Illustration by Hatley Mason, Richmond Times-Dispatch)   Crew and Cargo  On Captain John Smith's first 1608 voyage, the shallop was crowded with 15 men and a cargo of food and water, trade goods, and weapons. In addition to the gentlemen and soldiers, Smith's crew included a doctor, a carpenter to keep the boat afloat, a tailor to mend sails, and a fishmonger to help feed the crew. For the second voyage, the crew size was reduced to 12, making the trip a little more comfortable. Six to eight men would row when were not right for sailing; the other crew rested until their turn at the oars. Read about these and other adventures in Captain John Smith's journals.   Modern Replicas There are several modern replicas of Captain John Smith's shallop. In 2007, to mark the 400th anniversary of the founding of Jamestown, Sultana Projects Inc., built a replica and reenacted Smith expeditions with a crew of 12 young adventurers. See photos, videos, and accounts of their 121-day journey.    The Reedville Fisherman's Museum and the Deltaville Maritime Museum have also produced replicas to commemorate Smith's historic voyages on the Chesapeake Bay. Since no one knows for sure what Smith's actual \"discovery barge\" looked like, each replica varies in style leading to a friendly competition among proponents of each modern version.   Did You Know?   Even with a shallow-draft boat, Captain Smith reported running aground several times. They used the shirts off their backs to repair damaged sails. On their second voyage, Smith's men attached shields from the Massawomeck Indians to the shallop to provide better defense from arrows.",
    "url": "https:\/\/www.nps.gov\/cajo\/learn\/historyculture\/the-shallop.htm"
}
