{
    "title": "Captain John Smith Chesapeake National Historic Trail: Powhatan",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Powhatan                Powhatan         On his 1612 map, Smith depicts this scene from when he was presented as a prisoner to the paramount chief, Powhatan. Powhatan, seated in his longhouse at Werowocomoco, is surrounded by his werowances (chiefs) and his wives.   When the English arrived in Virginia in 1607, Powhatan, whose informal name was Wahunsunacock, was the acknowledged paramount chief of as many as 30 tribes, with more than 150 towns. These tribes ranged from the Rappahannock River in the north to just south of the James River in the south, and from the fall line of the rivers in the west to the Atlantic Ocean. Powhatan, who was probably in his 60's when he first met the English, had acquired leadership of these tribes through inheritance and coercion that was frequently reinforced with family or marriage ties. He held his position not only through military strength, but also through great personal and spiritual charisma, as well as a complex system of social rules not fully understood by the English. The tribes under Powhatan's leadership paid tribute to his treasury in food and goods, which were then used for redistribution, trade, rewards, and ceremonial display. In the early years of the English colony, Powhatan's first intent was to incorporate the English into his polity as another tribe. Thwarted by the English, who had another agenda, he retired from leadership around 1616 and died in April of 1618.   Captain John Smith's Capture by Powhatan Powhatan captured and imprisoned John Smith in late 1607 and according to one account, threatened to have him killed. However, within a month, Smith was free, back in Jamestown, and had concluded a deal by which Powhatan would provide the colonists with food.    This is what likely happened: In December of 1607, 200 of Powhatan's men - led by Openacanough - Captured John Smith when he was exploring the Chickahominy River. They marched Smith from village to village and then presented him to Powhatan.   In one account, Smith claimed that Powhatan threatened to kill him but then decided not only to spare him but also begin trade with the English. Smith later claimed in his subsequent books that Powhatan's daughter, Pocahontas, intervened to rescue him, but scholars consider this unlikely as Pocahontas by historical accounts would have been between the ages of 8-11 with Smith aged at 27.    It is likely that Powhatan saw Captain Smith as a leader of the Englishmen and wanted to incorporate the English into his group of tribes, making the Jamestown colony one of the tribes under his sphere of influence. Or perhaps, the charismatic John Smith may have simply talked his way out of a difficult situation, just as he did so many other times in his life, according to his other written tales.    For Captain Smith, the weeks spend in Powhatan's custody provided an unprecedented glimpse of American Indian life. The language skills and insights he gained undoubtedly helped him in other dealings with the Indians he encountered.    English-Powhatan Alliance Powhatan and the English became allies and trading partners in early 1608. Both sides exchanged youths to learn the other's languages and ways. Trading began with the Powhatan people providing food in exchange for metal and manufactured goods.   There is no doubt that the food and assistance provided by Powhatan allowed the colony to survive its first winter. Before the food relief, the colony was in dire shape. More than 60 of the 104 had already perished before the winter was over.    The importance of the alliance to the English is demonstrated by their attempt to stage a coronation ceremony for Powhatan in the fall of 1608. By that time, ships had carried news of the colony's progress to the Virginia Company owners in London and to King James I. Orders came back to formalize the understanding and just as Powhatan wished to incorporate Jamestown in his political realm, so did England want the same of Powhatan.   The English colonists invited Powhatan to Jamestown offering him gifts and proposing to crown him (and have him swear allegiance to King James I). Powhatan refused to come. John Smith writes that Powhatan's response was: \"If your king have sent me presents, I also am a king, and this is my land... Your father is to come to me, not I to him, nor yet to your fort.\"   The English did go to Powhatan, exchanged gifts, formalized trade, and forced a crown on Powhatan's head, but the ceremony marked the start of a power struggle.    Why Did Powhatan Tolerate Captain John Smith and the Jamestown Settlers? There is no doubt that Powhatan could have easily wiped out the Jamestown colony in its first years. There is sometimes speculation by scholars on why he did not do so.   When the English arrived, tribes to the north and west were challenging Powhatan's rule. Some people think that Powhatan may have seen these as a greater threat than the English. Perhaps he saw the English as a useful ally who could provide useful weapons. Or perhaps, he simply believed that the English were just a harmless nuisance who would leave soon.   Those knowledgeable on Algonquian cultures point out that it would have gone against custom for Powhatan to have destroyed a visiting group of people. From the Indian perspective, the English showed some talents and knowledge that would have been useful if they could be brought under Powhatan's leadership of if they remained as allies.",
    "url": "https:\/\/www.nps.gov\/cajo\/learn\/historyculture\/powhatan.htm"
}
