{
    "title": "Captain John Smith Chesapeake National Historic Trail: American Indian Tribes Today",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     American Indian Tribes Today                American Indian Tribes Today         Virginia Indians perform a dance ceremony on the steps of the capital in Richmond, May 2007.    It is a common misconception that Indians no longer live in the Chesapeake Bay region. There are tens of thousands of people in Virginia, Maryland, Delaware, Pennsylvania, and the District of Columbia who identify as American Indian. Chesapeake Bay American Indians are still here today.  Native People of Virginia In 1607 the English documented many Algonquian-speaking tribes in what is now Virginia. Today, 7 of the historic tribes of Virginia are descendants of these Algonquian speakers. Of the more than 20 historic tribes belonging to the Siouan-speaking peoples of the piedmont and mountain regions, today 1 tribe in Virginia, 2 in North Carolina, and 1 on the state line between them still live in either Virginia or North Carolina. In addition there are descendant communities of native peoples in all of the states around the bay.  Today, the cultures of Virginia's tribes and descendant communities are vibrant and thriving, a testimony to the fortitude of their ancestors and their peoples' continuing determination to retain and reclaim their heritage. As of this writing, no Virginia tribe is yet to be acknowledged by the federal government. The Commonwealth of Virginia has recognized these 11 tribes:  Chickahominy Tribe Eastern Chickahominy Tribe Mattaponi Tribe Monacan Indian Nation Nansemond Tribe Pamunkey Tribe Rappahannock Tribe Upper Mattaponi Tribe Cheroenhaka (Nottoway) Nottoway of Virginia Patawomeck  Visit tribal sites along the Virginia Indian Heritage Trail        Native dancers perform during Patuxent Encounters event at Jefferson Patterson Park and Museum, 2007 (Photo by M.Sisler)  Native People of Maryland  In the last census, more than 40,000 individuals in Maryland identified themselves as being American Indian or part American Indian. While pockets of American Indian tribes and groups cover both the eastern and western shores of Maryland, more than half of the state's native population lives near Baltimore and Washington, D.C.   At least eight known tribes or groups of American Indians are native to the state of Maryland. There are also members of several tribes who are not native to the state of Maryland. About a third of the 17,000 American Indians living in the Baltimore Area are Lumbee, a tribe with roots in North Carolina. In January of 2012, the state of Maryland formally recognized two Maryland Indian tribes. The Piscataway Indian Nation and Piscataway Conoy Tribe. This was the first time that the state of Maryland had taken the official action of recognizing a petition for Maryland Indian Status. You can read the Executive Orders recognizing both the Piscataway Indian Nation and the Piscataway Conoy Tribe HERE.   In 1976 the Maryland General Assembly created the Maryland Commission on Indian Affairs (MCIA) to represent and serve the state's native communities. Compromised of commissioners from Maryland tribes, this official statewide agency provides a forum for cooperation and communication within the native population in the state and acts as the liaison between Maryland's natives and the state and federal governments.   Today, the Maryland Commission on Indian Affairs serves the following Maryland indigenous tribes:   Accohannock Indian Tribe Assateague Peoples Tribe Cedarville Band of Piscataway Indians Nause-Waiwash Band of Indians Piscataway Conoy Confederacy and Sub-Tribes Piscataway Indian Nation Pocomoke Indian Nation Youghiogheny River Band of Shawnee Indians          Native dancers invite audience participation in a circle dance during Patuxent Encounters event at Jefferson Patterson Park and Museum, 2007 (Photo by M.Sisler)    Native People of Pennsylvania and Delaware The original inhabitants of what is now Pennsylvania included the Lenape, or Delaware, tribe and the Susquehannock tribe. Other tribes, particularly the Nanticoke and the Shawnee, migrated into Pennsylvania and New Jersey after the Europeans arrived. In the early 1600s, there were an estimated 5,000-7,000 Susquehannock but by 1700, their numbers had dwindled to 300, most likely brought on by the introduction of European diseases. According to historical accounts in 1763, a mob lynched the remaining 20 known Susquehannock, tragically extinguishing the tribe and its Iroquoian language. Descendents of the Susquahannock may remain, but there is no known descendant community.  There are no federally recognized Indian tribes in Pennsylvania, although the most recent census reports an American Indian population of more than 12,000. The Lenape continue to have a modern presence and are working to preserve the heritage of the Algonquian-speaking tribes of eastern Pennsylvania and Delaware.  The Nanticoke tribe, also Algonquian speakers, originally occupied the area between the Delaware and Chesapeake bays in what is today Maryland and Delaware. Today the Nanticoke Indian Association is officially recognized by the state of Delaware.",
    "url": "https:\/\/www.nps.gov\/cajo\/learn\/historyculture\/american-indian-tribes-today.htm"
}
