{
    "title": "Captain John Smith Chesapeake National Historic Trail: John Smith Journals",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     John Smith Journals                John Smith Journals         Title page from The Generall Historie of Virginia, New-England, and the Summer Isles: with the names of the Adventurers, Planters, and Governours, written by “Captaine John Smith, Sometymes Governour in Those Countryes & Admirall of New England.”   Captain John Smith's journals offer a compelling eyewitness view of the Chesapeake Bay in 1608. They describe his adventures in vivid detail, recounting where he went, what he saw and the people he met. There are successes and conflicts, wonder and worry, smooth sailing and storms, hospitality and hostility, and near starvation. His journals, published as a book in 1612, introduced this part of the world to the English for the first time and triggered a wave of colonization. The journals let people today see  the Chesapeake as it was four centuries ago.   Captain John Smith's Letter (1608) John Smith's first writings about Jamestown were sent to England on a supply ship, along with an early map, even before his landmark voyages. This account was published as A True Relation of Such Occurrences and Accidents of Noate As Hath Happened in Virginia.  Journals of Smith's Voyages Captain Smith and several of the gentlemen on his crew kept notes on nature, geography, people, and events during their voyages. These Formed the basis of his future books about the Chesapeake. Read the journals.         John Smith's Book (1612)  When the Captain returned to England, he expanded his letter into a book, which he published along with his remarkable map in 1612 as Proceedings of the English Colony of Virginia. The book is in two parts - one part written by Captain John Smith and the other part written by several of his crew including Walter Russell, Anas Todkill, and Thomas Momford.  Later Writings Many years later, John Smith published two more books: Generall Historie of Virginia (1624) and The True Adventures and Observations of Captain John Smith (1630). These recount the same incidents as described in the earlier works but introduce new details and descriptions. For example, the story of Pocahontas saving Smtih's life was not mentioned in 1608 or 1612, but appeared in print for the first time in 1624. It was also not the first time Smith had claimed to have been saved by a woman of status who had became smitten with him.   True or Not? It will never be known how accurate Smith's writings are, but they had an undeniably significant effect on the course of American history, fostering interest in the Chesapeake region and triggering further exploration and settlement.    Historians and archaeologists generally agree that most of what Smith wrote is as accurate and truthful as any account written by an Englishman in a strange land. His depictions of places, locations of Indian towns, and accounts of voyages and discoveries largely have been confirmed by many other sources, including contemporary writings and later archaeological investigations.    Like other explorers of his era, however, Smith promoted himself aggressively, probably exaggerating his adventures and enhancing his image. Later editions of his books contain different versions of some stories, thereby arousing suspicion. Debate still rages over certain episodes in his life, in particular the alleged \"saving\" of Smith by Pocahontas - not only whether the event occured at all, but if it did, whether Smith really was in danger or if he was undergoing a kind of \"adoption\" ritual. We will never know for sure.    Want to Learn More About Smith's Writings?     Read the journals of the Chesapeake voyages. Discover Smith the writer. Read Smith's 1612 book Proceedings of the English Colony of Virginia.  Read Smith's 1624 book Generall Historie of Virginia.",
    "url": "https:\/\/www.nps.gov\/cajo\/learn\/historyculture\/john-smith-journals.htm"
}
