{
    "title": "Captain John Smith Chesapeake National Historic Trail: Boating Adventures",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Boating Adventures              Boating Adventures            The very best way to experience the Captain John Smith Chesapeake National Historic Trail is by water. It is after all the Nation's first water trail. Long before Captain Smith's explorations of the Chesapeake and its tributaries, Indians used these waterways for fishing and hunting, to trade goods, and to explore new lands. Smith traveled nearly 3,000 miles on the Bay and its rivers, recording and mapping what he saw. Due largely to Smith's descriptions, European settlement followed along these waterways. Traveling these waters today, you can see how the landscape has changed - and where it has changed very little. You can see where history was made and where wildlife and indigenous plants still thrive.  Here are two great ways to explore the Chesapeake's waterways by boat:  Follow the official Boater's Guide. Explore the numerous water trails that are part of Find Your Chesapeake.            Boaters Guide to the Captain John Smith Chesapeake National Historic Trail   Now you can explore the Chesapeake Bay as John Smith did it! But you'll have the advantage of an expert guide who has \"hindsight.\" Let John Page Williams take you on a journey along the waterways traveled by Smith and discover the special places Smith described and how remarkably same - or different - these places are today.   A Boater's Guide to the Captain John Smith Chesapeake National Historic Trail is for boaters in all types of vessels and all skill levels. Whether you paddle, sail, or motor, a novice or expert, you'll find the information you need to follow in Smith's wake along the main stem of the Bay and all the rivers he traveled.    Even non-boaters will enjoy John Page William's engaging way of weaving history, geography, and practical information for seeing the Chesapeake Bay in a new way. The Boater's guide is also loaded with links to take you to trail access points and resources where you can learn even more.    The Guide is a joint project of the National Park Service, the Chesapeake Conservancy, and the Chesapeake Bay Foundation. In this first guide to America's first national water trail, Chesapeake expert John Page Williams suggests itineraries for each area explored by Smith and tells you what you need to know for exploring the areas today.    The guide is intended for online viewing and downloading. Download the entire document to enjoy all the interactive features designed to help you navigate quickly to specific areas of the Guide. Or download and print individual river sections to take along as you travel.     Download the Complete Boaters Guide (7MB) Introduction Getting Started James River Chickahominy River York River System Rappahannock River Potomac River Patuxent River Main Stem of the Bay Patapsco River Head of the Bay Nanticoke River Lower Eastern Shore            Choptank and Tuckahoe Rivers Water Trail   This expansive water trail network on Maryland's eastern shore offers 80 miles along the Choptank ad Tuckahoe rivers. Although Smith did not explore these rivers (the present-day James Islands, then connected to the mainland, obstructed his view of the wide mouth of the Choptank), he shows the area's wooded interior on his 1612 map. His description was apt, as the Choptank Valley area was heavily forested by oaks, hickories, and chestnuts. A mature forest can still be seen today at the Adkins Arboretum near Tuckahoe State Park.   Download a pdf of the water trail map   Elizabeth River Water   Trail Eastern Branch This scenic Eastern Brach of the Elizabeth River provides a glimpse of the environment as Captain John Smith would have seen it. The forested shorelines and wetlands along this short paddling trail offer refuge from the urban development on other parts if the busy river.   Near the end of Smith's second voyae on the Chesapeake in 1608, Smith sailed up the Elizabeth River, to the home of the Chisapeack (Chespeake) Indians. He reports seeing garden plots and a few houses and \"shores overgrown with the greatest pine and fir trees we ever saw in the country.\"         James River Water Trails   The James River is Virginia's largest tributary to the Chesapeake Bay and is the heartland for exploring the stories and landscapes of the Captain John Smith Chesapeake National Historic Trail. You can follow John Smith's adventures on the James River in series of loop trails to be explored either by car or by water. The auto tour circles the river on both sides along the scenic byways and the Colonial Parkway. The boating tour follows three loops:   Upper Oxbow Loop: From present-day Richmond, where the Falls of the James stopped John Smith's river navigation, to where the river widens near Hopewell, this loop follows scenic oxbow bends along forest and marshy shorelines. Cypress Loop: From Hopewell to Jamestown, this loop is characterized by stands of cypress trees and by wide marshes where the Appomattox and the Chickahominy tributaries meet the James Historic plantations, a wildlife refuge, and popular sport fishing areas attract boaters to this scenic stretch. Oyster Loop: From the historic site of the first permanent English settlement at Jamestown to the developed waterfront of Newport News, this loop offers a wide variety of water recreation. The marshes and nature preserves along the southern shore of the James River still provide visitors a glimpse of the Chesapeake in the early 17th century. But the giant oyster reefs rising from the tidal waters at the time of the Captain Smith's explorations have vanished.   In addition to the loop trails representing John Smith's adventures on the James, water trail maps and guides for boating on the James area available from the James River Association. The Lower Section covers about 110 miles from Richmond to the Chesapeake Bay, an area explored thoroughly by John Smith and home to the Powhatan Indians. The Middle Section covers the James between Lynchburg and Richmond, an area where Monacan Indians thrived until the mid-1700s when European settlers pushed them westward.",
    "url": "https:\/\/www.nps.gov\/cajo\/planyourvisit\/boating-adventures.htm"
}
