{
    "title": "Captain John Smith Chesapeake National Historic Trail: Leave No Trace",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Leave No Trace              Leave No Trace       When paddling within the watershed, one person's carelessness or inactions may not seem like a lot, but when combined with the actions of thousands of users, the actions are magnified and greatly harm the watershed.    The Captain John Smith Chesapeake National Historic Trail supports the Leave No Trace idea and practice. Leave No Trace, or LNT, builds awareness and appreciation and respect for our natural and cultural resources. LNT principles apply to all outdoor activities including paddling. It is an ethical program, one that is designed to educate users about the nature of their recreational impacts through the use of ideals, rather then a set of rules and regulations.    Remember that you are a guest while using the water trail. Tread and paddle lightly and minimize the impact of your visit as much as possible. Leave No Trace principles as they apply to paddling, include:     Plan Ahead and Prepare   Know Your Route. Carry proper equipment and clothing. Research and obtain all necessary permits. Know your abilities and those of your group. Allow adequate time to find a legal and designated campsite.   Camp on Durable Surfaces   Use existing clearings that won't be damaged by your stay.  Avoid long stays at one site; avoid trampling plants. Keep groups small.   Dispose of Waste Properly   Carry out all waste. Do all washing as far from the river as possible. Scatter strained dishwater away from camp. Clean fish away from camp. Store rations securely. Use biodegradable soaps and minimize use. Carefully plan meals to minimize waste.   Leave What You Find.   Leave rocks, plants, trees, and artifacts as you found them. Minimize campsite alterations.   Minimize Use and Impact of Fires   Use existing fire rings or use a camp stove. Use only downed, dead wood. Leave limbs on standing trees (dead or alive). Make positively sure that your fire has been extinguished before leaving. Learn how to properly put out a campfire.   Respect Wildlife   Enjoy all wildlife from a distance and do not disturb.  Keep well away from nests and burrows. Never feed animals or leave food scraps where they might be eaten by wildlife.  Store food securely.   Be Considerate of Others   Respect the privacy of others Maximize the sense of solitude (minimize noise and visibility) Be courteous to other river users. Respect private property.     For more information on Leave No Trace, visit www.LNT.org",
    "url": "https:\/\/www.nps.gov\/cajo\/planyourvisit\/leave-no-trace.htm"
}
