{
    "title": "Captain John Smith Chesapeake National Historic Trail: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           410 Severn Avenue Suite 314  Annapolis, MD 21403                 Directions         The trail’s main office is in the Eastport neighborhood of Annapolis.. Use the Rowe Boulevard exit off of Route 50 to enter the city of Annapolis. Drive along Rowe Boulevard and turn slightly right toward Northwest Street. Turn slightly left onto Northwest Street. Turn right onto Church Circle and use the right two lanes to turn right onto Duke of Gloucester Street. At dead-end, turn right onto the Sixth Street bridge. At traffic light, turn left onto Severn Avenue. The office building is on the left.  Directions Details           Operating Hours & Seasons         Hours for the Trail's Main Office Core hours at the trail's main office are from 9 am to 3 pm Monday through Friday and the office is closed on federal holidays. Quite frequently, the trail office is open for business at least one hour earlier and one hour later than core hours.    Standard Hours    Sunday:  -    Monday: 9:00 AM - 3:00 PM   Tuesday: 9:00 AM - 3:00 PM   Wednesday: 9:00 AM - 3:00 PM   Thursday: 9:00 AM - 3:00 PM   Friday: 9:00 AM - 3:00 PM   Saturday:  -              Weather           Annapolis, Maryland has a warm humid temperate climate with hot summers and no dry season. Over the course of a year, the temperature typically varies from 29°F to 86°F and is rarely below 19°For above 91°F. The warm season lasts from May 30 to September 18 with an average daily high temperature above77°F. The cold season lasts from November 29 to March 4 with an average daily high temperature below50°F.          Fees & Passes     Entrance Fees:   Main Trail Office Visitor Fees - $0.00 There is no fee to visit the main office of the Captain John Smith Chesapeake National Historic Trail. Some of the state parks, museums, wildlife refuges and other sites along the trail may charge entrance fees. Download \"Chesapeake Explorer\", the official NPS mobile app for the Chesapeake, to find complete information about each partner site. Or, visit the office and pick up a trail brochure.         Visitor Centers       Zimmerman Center for Heritage The Zimmerman Center for Heritage sits on the banks of the Susquehanna River and is home to the non-profit Susquehanna Gateway Heritage Area. The Susquehanna River has long been a gateway to exploration and a corridor of culture and commerce. As rich in history as it is in breathtaking scenery, spectacular wildlife and soul restoring recreation, the river is a place for experiencing the stories of America.    Watermen's Museum For more than 30 years, the Watermen’s Museum has shared the stories of the men and women who have worked the water: protecting the waterways and villages, piloting ships, ferrying goods and people, and fishing for our delicious seafood. The Watermen's Museum is an exciting, vibrant community where staff, members, volunteers, and guests come together to develop, provide, and enjoy museum programs and to just have fun along the shores of the historic York River.   John Smith Chesapeake Trail Headquarters The trail's headquarters office serves as a visitor center in the Annapolis, Maryland area. Brochures and passport cancellation stamps are available here.               The Captain John Smith Chesapeake National Historic Trail is open 24\/7 365 days a year. However individual partner sites located along the 3,000 mile trail have varying operating hours and associated fees.  Please visit www.FindYourChesapeake.com for details on our partner sites.    Download the Trail Map and Brochure here   Our headquarters is located in Annapolis MD and is open from 8:30-4:00pm M-F except major holidays.   NPS Chesapeake 410 Severn Ave, Suite 314 Annapolis, MD 21403. Ph: 410-260-2488",
    "url": "https:\/\/www.nps.gov\/cajo\/planyourvisit\/basicinfo.htm"
}
