{
    "title": "First State National Historical Park: Leasing of Park Facilities",
    "body": "Explore This Park    Get Involved     Do Business With Us     Leasing of Park Facilities              Leasing of Park Facilities          The National Park Service (NPS) at First State National Historical Park (FRST) is accepting responses to the Master Lease within First State National Historical Park Request for Proposals (RFP) until October 7th, 2016. Please refer to the RFP for more information. A site tour will be conducted on August 26th, 2016. Please contact Elizabeth (Brook) Derr at Elizabeth_Derr@nps.gov for more information. The RFP provides the opportunity for interested property management companies to submit proposals to the National Park Service to lease multiple properties within FRST through a master lease. This master lease opportunity is open to all interested property management companies on a competitive basis. Whoever submits the proposal, judged best under the proposal selection criteria, will be given an opportunity to negotiate a final master lease agreeable to both the offeror and the National Park Service. The properties are located within the Beaver Valley Unit of FRST which is located just a few miles north of downtown Wilmington and minutes from the Concord Mall.The buildings available under the master lease includes 13 houses (and associated outbuildings), 4 bank barns with horse boarding facilities (stalls and pasture) and approximately 250 acres of agricultural land (hay, corn\/soybeans and agri-tourism).The barns and homes are examples of early twentieth century Delaware Valley architecture.        RFP Release Date August 5, 2016   Opportunity Properties for lease may be used for the following purpose(s) or other purposes as approved by the NPS: Residential, Commercial, and Agricultural.    Location Delaware County, PA and New Castle County, DE k   Term  Ten years   Site Tour  Contact Elizabeth (Brook) Derr   Initial Proposal Submittal Deadline  October 7th, 2016 , 1:00 PM EDT   Subsequent Proposal Submittal Deadlines  If no proposals received on or before October 7th, 2016, proposals will be received each Friday at 1:00 PM EDT beginning October 14th, 2016.      Request For Proposals and Supporting Documents    Master Lease within First State National Historical Park (FRST) Request for Proposals (RFP) Attachment A - Draft Master Lease Attachment B - Property Inventory and Fair Market Rents Attachment C - Resident Selection Guidelines Attachment D - Business History Information Form Attachment E - Business Organization - Corporate and LLC  Attachment F - Financial Forms Attachment G - Sample Offerors Transmittal Letter Attachment H - Lease Premises Map  To request a site visit, submit questions, or obtain further information regarding this Request for Proposals, please contact: Elizabeth (Brook) Derr First State National Historical Park 4501 Thompsons Bridge Road Wilmington, DE 19803 Email us",
    "url": "https:\/\/www.nps.gov\/frst\/getinvolved\/facilities-for-lease.htm"
}
