{
    "title": "Captain John Smith Chesapeake National Historic Trail: Maps",
    "body": "Maps       Historic Maps Captain John Smith (1580-1631) was an English explorer who played a pivotal role in the 17th century European exploration and settlement of America. His leadership at Jamestown, his contacts with Chesapeake Indians and his Chesapeake Bay voyages - documented in maps and journals - helped ensure the success of early English colonization efforts. Captain John Smith created the first detailed map of the Chesapeake Region. His masterpiece map of Virginia, published in 1612, remained in active use for seven decades and opened this part of North America to European exploration, settlement, and trade. The geographical accuracy is astounding given that Smith traveled about 2500 miles in a series of short expeditions and had only primitive mapmaking tools to work with. Smith's map records not only the geographic features of the Chesapeake, but also its cultural aspects, including more than 200 Indian towns. Many of the place names remain in use today. Together with his journals, Captain John Smith's map provides an unparalleled record of what the Chesapeake was like four centuries ago. Click here to learn more about Captain John Smith's and other historic maps of the Chesapeake.   Trail Maps Today The trail's brochure includes a map of the trail route along with points of interest, public water access sites, local water trails, and locations of the NOAA interpretive buoys marking the route. You can download the trail brochure, or visit one of our many partner and tourism locations to pick up a printed copy. You can also email us to have a brochure mailed to you.  Visit www.smithtrail.net\/visit-the-trail\/ to explore a map of the existing water trails that follow portions of John Smith's historic journey and the many other sites that offer access to the trail. The interactive map provides layers that you may toggle on and off as well as detailed information about each access point.         Captain John Smith Chesapeake National Historic Trail basic trail map        Download a copy of this map.",
    "url": "https:\/\/www.nps.gov\/cajo\/planyourvisit\/maps.htm"
}
