{
    "title": "Tumacácori National Historical Park: Teacher-Ranger-Teachers",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Teacher-Ranger-Teachers                Teacher-Ranger-Teachers       The current hiring period for summer 2016 is now closed. Please check back with us in March or April of 2017 for next summer's opportunities.  The Teacher Ranger Teacher program is a professional development opportunity for K-12 teachers to spend the summer acquiring new skills in experiential learning through a program provided by a partnership between the National Park Service (NPS) and the University of Colorado Denver (CUD). The participants spend between four and six weeks in a NPS unit developing a major educational project and participating in an online graduate course from CU Denver. The goal of the program is to train teachers in the resources and themes of the NPS so that they can return to their schools in the fall and incorporate their new skills into their classroom activities. NPS aims to especially reach students from underserved schools and districts by recruiting teachers from Title 1, urban or rural schools and from tribal schools to participate in the Teacher Ranger Teacher program. Program Goals  Provide teachers with place-based learning experiences Provide access to the rich resources of the national parks for inclusion into classroom curricula Provide teachers with new knowledge and skills related to the resources and themes interpreted in the NPS Provide parks with the expertise of teachers to inform and shape education programs and materials  Program Administration  The TRT program is administered through a Cooperative Ecosystem Studies Unit (CESU) agreement with the University of Colorado Denver. While participating in the program, teachers are considered \"student interns\" of the university and not employees of NPS nor CU Denver. Stipends provided to teachers are administered through CU Denver upon their successful completion of both the NPS and CU Denver program requirements. CU Denver will also provide participants IRS tax statements. Participants are responsible for any applicable taxes on the stipend as income.  Expected Level of Effort  Successful completion of the TRT program will equal approximately 240 hours of effort. The actual number of days or weeks that the teacher spends at the park or program office can be negotiated at the park or program office level as long as the program requirements can be met by the end of the teacher's experience. TRTs are expected to spend approximately one to two hours each day in online course work.   160 hours of major educational project and lesson plan (project and lesson plan will be based on NPS resources and will be included in online course requirements)- 65%  45 hours online coursework- 20%  35 hours other NPS operations experience- 15%   Training  All TRTs and park or program office coordinators are required to attend an orientation webinar that outlines the program and lesson plan requirements. The webinar will be presented once in June 2016 and once in July 2016.  Lesson Plan  Each TRT will complete at least one lesson plan to use in the classroom or as an on-site activity in the park. Lesson plans will be based on NPS resources including scientific data, primary source documents, or NPS produced materials. Lesson plans produced will be included in the online course requirements.  Online Graduate Course  All teachers participating in the TRT program are required to register and complete the online course in Experiential Learning with CU Denver. Tuition for all teachers in the program will be covered by the Washington office of Interpretation, Education and Volunteers. All graduate course readings, discussion forums and assignments must be fulfilled for the TRT to successfully complete the program and receive the full stipend offered at the end of the program. Following completion of the required course, TRTs may choose to continue their studies with CU Denver online and earn up to six additional graduate credit hours at their own expense resulting in a nine-credit hour graduate certificate in place-based education with CU Denver.  Background Check  If the park will require the TRT to operate government owned vehicles, have unsupervised access to non-public spaces on the park, or have access to DOI network computers then the park will be responsible to obtain a background check for the teacher. The park will be expected to cover the cost of the background check.  TRT Apparel  The national TRT program purchases TRT logo hats and shirts for program participants. Parks may order two shirts and one hat for each TRT at www.nationalservicegear.org. Parks will be responsible for shipping and handling fees for each shirt and hat order. Additional TRT logo patches are available from the national coordinator free of charge.  Project Agreements  Park or program office will outline their TRT program requirements on a project agreement form provided by the national program coordinator. Project agreement forms will be signed by the TRT, the park or program office TRT coordinator, park superintendent, and a school or district administrator.  Program Evaluation Survey  Parks will complete a TRT program survey online upon the completion of the summer. TRTs will be required to complete a course survey administered by CU Denver.  Major Education Project  TRTs will produce a major education project or program as part of the requirements for both the NPS and CU Denver components of the program. The major project should equal approximately 160 hours of effort by the TRT.  Projected Dates of Detail:June, July (flexible scheduling within these months) Housing Availability: trailer pad with electrical\/water hookups available Stipend: $3000.00 upon completion of program and graduate course requirements Graduate Credit: 3 graduate credit hours through University of Colorado Denver Program Hourly Requirements: Total of 240 hours of effort; 160 hours of major educational project, 45 hours of online coursework, discussion, course readings, 35 hours of NPS operational experiences. Additional Information:  Tumacácori is a small park with a big story! Themes surrounding history, science, civics, literacy, and character are all ripe for exploration.  The TRT should have strong skills in lesson plan development, Common Core standards, and creating assessment tools for teachers. Since these products will be made available on the park's website, strong skills in digital media (i.e. video and graphic design) are also desirable. During the summer, the TRT may also participate in park preservation projects, outreach events, and basic visitor services. Download Teacher Ranger Teacher 2016 Application (pdf, 94kb) Teacher Ranger Teacher 2016 Application (doc, 1.7Mb) Application due: April 23, 2016",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/education\/development\/trt.htm"
}
