{
    "title": "First State National Historical Park: NPS Passport Cancellation Stations",
    "body": "Explore This Park    Plan Your Visit     NPS Passport Cancellation Stations            NPS Passport Cancellation Stations          First State Cancellation Stamps Along with the 400+ other units in the National Park Service, First State National Historical Park participates in the \"Passport to Your National Parks\" program and has several cancellation stations across the state.    If you are interested in stamping your NPS Passport Book, we have cancellation stations at the New Castle Court House Museum, Brandywine Creek State Park's Nature Center, Old Swedes Church, the Old State House in Dover, John Dickinson Plantation, and the Ryves Holt House in Lewes.   Commemorative Stamps       National Underground Railroad: Network to Freedom passport cancellation stamps are given to national park sites that tell the story of slavery or emancipation in some way, shape, or form. Sites where this special stamp is available include:          New Castle Court House:  site of the trial of Thomas Garrett and John Hunn, who were convicted of working as stationmasters on the Underground Railroad in violation of the Fugitive Slave Act.   Old State House: site of the trail of Samuel Burris, a conductor of the Underground Railroad and a free black man who risked his own freedom to lead enslaved people through Delaware into Pennsylvania. John Dickinson Plantation: one of the largest plantations in Delaware, once home to about sixty slaves. After inheriting the property from his father, John Dickinson granted his slaves full freedom in 1785 as a result of Quaker beliefs.       Centennial Cancellation Stamp To celebrate the 100th anniversary of the National Park Service in 2016, the popular Passport To Your National Parks® program will is offering special centennial Passport cancellation stamps at national parks throughout the country.           The First State NHP Centennial Cancellation Stamp  is available at the New Castle Court House.",
    "url": "https:\/\/www.nps.gov\/frst\/planyourvisit\/nps-passport-cancellation-stations.htm"
}
