{
    "title": "First State National Historical Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture       Historical Overview Excerpt from the National Park Service Special Resource Study (2008) Delaware National Coastal Special Resource Study and Environmental Assessment http:\/\/parkplanning.nps.gov\/projectHome.cfm?projectID=18271     A brief summary of the early history of Delaware provides some background for the objects of historic and scientific interest that would be included in this park. In 1638, Peter Minuet-who had formerly been director general of the Dutch New Netherland colony-led Swedish colonists to present day Wilmington, Delaware, and established New Sweden at a point known as \"the rocks\" on the Christina River. The settlers constructed Fort Christina at this location, and while the site today is a National Historic Landmark, no vestiges of the fort remain. However, in 1698, Swedish settlers established Holy Trinity (\"Old Swedes'\") Church near the fort. This church is the oldest church in the United States that still stands as originally built, and is also a National Historic Landmark.     In 1651, Peter Stuyvesant led Dutch settlers from New Amsterdam, the capital city of New Netherland on Manhattan Island in present day New York, to a site approximately 7 miles south of Fort Christina, where they built Fort Casimir at a place Stuyvesant named \"New Amstel\" in present day New Castle, Delaware. The Dutch fort at New Amstel proved a superior position to the Swedish Fort Christina for controlling supplies and commerce. Conflicts between the Swedish and Dutch colonists resulted in changing occupations of Fort Casimir, with the Dutch regaining control in 1655.     Then, in 1665, the English arrived in New Amstel with men and warships, seized control of the city for the King of England, and renamed it \"New Castle.\" In fact, the English at that time wrested control of all of New Netherland, which then became part of the colony of New York under the Duke of York, brother of King Charles II. In 1681, King Charles II paid his gratitude to Sir Admiral William Penn, a key military supporter, by deeding \"Penn's Woods\" (Pennsylvania) to the Admiral's son, William. The King set the boundary of Penn's Woods 12 miles out from New Castle in an arc extending radially from a point subsequently included in the cupola of the courthouse built in 1732.  This 12-mile circle protected land around New Castle that the King had previously granted to his brother the Duke of York, but also prevented William Penn from having access to the Atlantic Ocean for his new Quaker colony.  So Penn asked the Duke of York for land along the Delaware River down to the Atlantic Ocean, and the Duke acquiesced, thereby laying the basis for Penn's establishing the three \"Lower Counties of Pennsylvania\" that eventually became Delaware.     William Penn landed in New Castle in 1682 and took possession of the city. In 1704, Penn established Delaware's General Assembly and allowed it to meet separately from Pennsylvania's. New Castle remained the colonial capital of Delaware until 1777. The New Castle Courthouse is a National Historic Landmark. The New Castle Historic District, which contains numerous additional resources from the time of earliest settlement through the Federal era, is also a National Historic Landmark.     As outlined in the NPS Special Resource Study, the history of Colonial Delaware and the era leading to American Independence is complex and fascinating.  Delaware was actively engaged in the debates surrounding the conflict with Britain and the choice for Revolution. Delaware delegates actively participated in the Continental Congress debating British taxation of the colonies and the idea of independence from England. Delaware delegates participated in the first and second Continental Congresses, and were part of the decision making that lead to a vote to form a new government on May 10, 1776. While five elected men stayed in Philadelphia to write the declaration, the other delegates returned home in June 1776 to consult with their colony's legislature. The Delaware Assembly met on June 15, 1776, in New Castle and voted to sever ties with the crown. Until a new government could be formed it was suggested that business would be directed by the three county representatives rather than the king. This made June 15, 1776, the official birth date of \"Delaware State\"; the following day, June 16, Delaware separated from the state of Pennsylvania. Soon after, a Delaware State Constitution was approved and adopted on September 20th, still celebrated as \"Constitution Day\" in the state.     On September 17, 1787, the Constitution of the United States was completed in Philadelphia, and a four-part ratification process began. On September 28, 1787, the Confederation Congress sent the Constitution to the states. Of course, the states nearest to Philadelphia had the advantage of deliberating on the new Constitution sooner than those at some distance. The Golden Fleece Tavern on the Green in Dover, Delaware, had become a center for community and government activities. Also known as Battell's Tavern, it was the meeting place of the Delaware Assembly's Upper House, the Legislative Council, when the state government moved from New Castle to Dover in 1777. In September 1787, when the constitution was sent to the states for consideration, thirty delegates were elected in Delaware to meet and review the document. The meeting was convened on December 3. Approval was unanimous, and on December 7, 1787, Delaware became the first state in the new nation to ratify the Federal Constitution. The site of the Golden Fleece Tavern, the Dover Green Historic District, is listed on the National Register of Historic Places.     The boundary arc establishing the three \"Lower Counties of Pennsylvania\" that became Delaware runs, in part, through the Woodlawn Trustees property (\"Woodlawn\") to the northwest of present day Wilmington in the Brandywine Hundred. Woodlawn is tied to William Penn and the early Quaker settlements in Delaware, and it also tells the nationally significant story of Quaker industrialist William Poole Bancroft's altruistic planning efforts for the region.      As noted, Woodlawn is situated on land known as the \"Brandywine Hundred,\" acquired by William Penn from the Duke of York in 1682. Penn called the 4,120 acre tract \"Rockland Manor.\" In 1701 , Penn commissioned a survey and demarcation of the twelve-mile arc through his property. The initial tree blazes that marked the boundary were replaced in 1892 with more permanent stone markers. One of these stone boundary markers still stands at Woodlawn, and is listed on the National Register of Historic Places.       In 1699, Penn sold 2,000 acres of Rockland Manor to the Pennsylvania Land Company, which in turn sold the land to settlers---predominantly Quakers---who had begun settling the area before 1690. In time, the Brandywine and Delaware valleys were more densely settled with Quakers than any other rural area in the United States. The Quaker community established farms, businesses, and industries on the land once owned by William Penn.  At least 8 properties from the eighteenth century are known to be located at Woodlawn. The Beaver Valley area of Woodlawn was owned by the Hicklens and Chandlers, two Quaker families that dominated settlement in that area throughout the 18th and 19th centuries.     Beginning in 1906, Quaker industrialist William Poole Bancroft began to purchase property in the Brandywine Hundred, five miles outside Wilmington city limits, to hold in reserve for the public. Bancroft, heir to the Bancroft cotton mills on the Brandywine River, eventually amassed over 1,300 acres in the Brandywine Hundred, of which Woodlawn comprises 1,100 acres.  Woodlawn remains as it was when Bancroft purchased it: farm fields and forests predominate, sprinkled with old farmsteads, bridges, and a few roads and trails. Because it has remained relatively undisturbed for more than a century, the property exhibits Colonial and Quaker settlement patterns that have vanished elsewhere.     Woodlawn was the culmination of Bancroft's city planning efforts, which began after the Civil War with development of a city park and parkway system for Wilmington, and evolved into more comprehensive planning in the early twentieth century. In Wilmington, Bancroft developed affordable housing known as \"The Flats,\" available to anyone, not just Bancroft mill employees, and still in use. In consultation with experts like Frederick Law Olmsted, he also developed boulevards and parkways to link neighborhoods and parks. Bancroft also secured bucolic green space outside the city, in this case Woodlawn, for the inspiration and benefit of city dwellers, and set up a trust entity--  \"…to hold the majority of the undeveloped land in trust for permanent green space, and sell the most developable land to fund the work that Bancroft had outlined for the corporation: affordable housing and the acquisition of land for parkland and open space. The Trust, still operating today in its intended capacity, may be unique in the United States in this regard.\"     With respect to Woodlawn in particular, Bancroft envisioned the population growth over the next century of both Wilmington and the area between Wilmington and Philadelphia, and set out to preserve Woodlawn for the long-term well-being of the public.  In 1909, Bancroft stated that it could take 100 years to appreciate the need to preserve this property as parkland.",
    "url": "https:\/\/www.nps.gov\/frst\/learn\/historyculture\/index.htm"
}
