{
    "title": "First State National Historical Park: When and Where",
    "body": "Explore This Park    Plan Your Visit     Calendar     2016 Centennial Bioblitz     When and Where                When and Where, and How to Get There        You are invited to join ecological experts, scientists and naturalists for exploration and scientific discovery of First State National Historical Park onMay 21, 2016. The BioBlitz will take place in the Beaver Valley tract of open fields and forests located on the Brandywine River less than two miles north of the Wilmington city limits. This fun, free event requires no experience - just bring your smart phone or tablet, and come connect with nature!   Find The Event Visitors will see plenty of signs along Thompsons Bridge Road and Ramsey Road as you approach the park. Here is an address you can plug in to your GPS to get you there: 291 Ramsey Road, Wilmington DE 19803   Parking and Festival map (downloadable pdf)   Event Schedule   9:00am:Welcome and Opening Ceremony   9:30-1:30pmFestival and Inventories– The festival will have educational activities for visitors to walk around and engage with colleagues from partner organizations. Visitors are encouraged to participate in any of the scientist-led inventories, or can walk the trails and inventory on their own.   9:30am:Inventory A: Basic Botany - Pam Sapko and Natasha Whetzel, The Nature Conservancy; Inventory B:  Intro to Entomology - Jay Bancroft, USDA-ARS Stearns Insect Lab   10:30am:Inventory A: Basic Botany - Natasha Whetzel, The Nature Conservancy; Inventory B: Wetlands 101 - Pete Sharpe, National Park Service   11:30am: Inventory A: Wetlands 101 - Pete Sharpe, National Park Service; Inventory B: Intro to Entomology - Jay Bancroft, USDA-ARS Stearns Insect Lab   1:30pm:Closing ceremony   2:00pm: Biodiversity Festival ends   Festival Exhibits:   Beaver Valley History Program - community members and former residents with memories of the Beaver Valley\/ Woodlawn Tract sign up to be interviewed by NPS historians for a recorded oral history (45 minute sessions; 1 per person) Delaware Museum of Natural History - pecimens and live animals local to the area, to help visitors recognize some of the animals they might see in the BioBlitz. Delaware State University - Display on fireflies First State Heritage Park- Visitors will be able to learn about 18th century hygiene habits by creating their own sachet using a variety of herbs, spices and flowers to take home with them. First State National Historical Park Junior Ranger- Junior Ranger activity books and badges iNaturalist- 101 session of the iNaturalist App for smart phones. A National Park Service employee will be present to answer questions on identifying species and highlight the observations being made in the field as they come in on our large projection screen.  Mt. Cuba Center- This booth will highlight the importance of native plants, their relationship to pollinators and other animals and how people can take action at home to help the environment. National Parks Conservation Association-Visitors can support advocacy efforts for park protection and funding by signing a NPS Birthday Card that will be sent to the White House. National Parks trading cards and wildlife photos will be on display at this booth. The NPCA booth will also have an expert mammologist to give an overview of mammal wildlife in the park. Stroud Water Research Center- Will have information to engage citizens in tools that promote watershed conservation and management as well as some live insects from a nearby stream with hand lenses and information on how they tell us the health of our waterways. The Nature Conservancy- “All about Water\" Jeopardy game for participants to try out some trivia. And information about The Nature Conservancy and Stream Stewards, a new Citizen Science program.  Trail Creek Outfitters- Will sell necessities for the day, including items like hats, rain jackets, sunscreen, and similar items participants may need to enjoy their experience. We will also have First State National Historic Park t-shirts for sale. University of Maryland- Display on bats Photo Booth- Visitors can snap photos with BioBlitz themed props and upload them to social media.       Public Participation Day-Saturday, May 21>>",
    "url": "https:\/\/www.nps.gov\/frst\/planyourvisit\/thewsbb.htm"
}
