{
    "title": "First State National Historical Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       Jump to New Castle County Kent County Sussex County       New Castle County         Beaver Valley NPS  Beaver Valley GPS Coordinates  39.833288, -75.575030    From I-95 north and south  Exit at US-202 N\/Concord Pike. Turn left onto SR-92. SR-92 turns left on Ramsey Road. Follow SR-92 to Adams Dam Road. Turn left on Adams Dam Road. Brandywine Creek State Park will be on your left.           The monument at Fort Christina. NPS  Fort Christina GPS Coordinates 39.738224, -75.537993        Old Swedes Church. NPS  Old Swedes Church  Address 606 N Church St, Wilmington, DE 19801    Heading North from Newark, DE and Baltimore  Take I-95 North towards Wilmington. Exit at Martin Luther King Jr. Boulevard. Turn right onto Martin Luther King Jr. Boulevard; continue on this road for 1 mile. After passing in front of the AMTRAK station, continue straight to stop light, continue straight onto Front Street. (Martin Luther King Jr. Boulevard becomes Front Street after crossing over Walnut Street) Continue on Front Street, which turns into Church at the bend in the road. Continue on Church Street, at stop light cross over 4th Street, continue straight on Church Street. Parking for Old Swedes Church will be on the right in cobblestone parking light.  Heading South from Philadelphia  Take I-95 South towards Wilmington, DE. Exit at Martin Luther King Jr. Boulevard. Once off the interstate, go straight to first stop light. Turn left onto Fourth Street; continue on 4th Street for about 1 mile. Turn left onto Church Street. Continue on Church Street for @ 1½ blocks, parking for Old Swedes Church will be on the right in cobblestone parking light.  Visit Old Swedes Church website for more information.           New Castle Court House. NPS  New Castle Court House Museum Address 211 Delaware Street New Castle, DE 19720    From New York, Philadelphia and north  From I-95 S, take exit 5A. Follow SR-141 east to SR-273. Turn left on SR 273. Turn slight right onto Delaware Street. 211 Delaware Street is on the left.  From Washington D.C and south  Take I-95. Leave I-95 at Exit 5. Turn right onto SR-141. Follow SR-141 to SR-273. Turn left on SR-273. Turn slight right onto Delaware Street. 211 Delaware Street is on the left.  For more information visit New Castle Court House Museum's website.               Kent County         West Side of the Green NPS  The Green, Dover GPS Coordinates 39.156197, -75.523957   From New York, Philadelphia and north  From I-95 S, take SR-1 S. Take exit 98 for SR-8 (toward Downtown Dover\/Little Creek). Turn right onto N Little Creek Rd (SR-8). Turn left onto S State St. The Green is ahead.  From Washington D.C and west  Take US-50 E. Take US-301 N toward Wilmington. Turn right onto MD-302\/Barclay Rd. MD-302\/Barclay Rd becomes Arthursville Rd\/SR-11. Turn right onto SR-44\/Main Street. Turn left onto SR-8\/Halltown Rd. Turn right onto S State Street. The Green is ahead.   For information, please visit First State Heritage Park's website.          John Dickinson Plantation. NPS  John Dickinson Plantation Address  340 Kitts Hummock Road, Dover, DE 19901 The Plantation is located southeast of the Dover Air Force Base on Kitts Hummock Road (County Road 68). Kitts Hummock Road intersects with the northbound side of Delaware Route 9, one-half mile northeast of the intersection of Route 9 and US Route 113.  For more information visit John Dickinson Plantation's website.              Sussex County         Ryves Holt House. NPS  Ryves Holt House Address: 211 Mulberry St, Lewes, DE 19958 The Ryves Holt House is located at the corner of Mulberry & Second streets. For more information visit Ryves Holt House's website.",
    "url": "https:\/\/www.nps.gov\/frst\/planyourvisit\/directions.htm"
}
