{
    "title": "Tumacácori National Historical Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth         Kids use traditional tools in the shade of a ramada on the mission grounds. NPS Photo  Imagine and Experience In 1691, a black-robed priest named Father Kino visited an O'odham village which became known as Tumacácori and started the first Spanish Mission in what is now Arizona. Since then, different people have lived at and visited the site, including Native Americans, priests from all over Europe, Spanish settlers, Mexicans, and American pioneers.  You can visit Tumacácori, too!         All 4th graders can visit public lands for free this year as part of the White House's new Every Kid in a Park program. Starting September 1, 4th grade students can go to www.everykidinapark.gov to complete an activity and obtain a free annual entry pass to more than 2,000 federal recreation areas, including national parks.        Participants learn all about adobe, practice making adobe bricks, and then help the park preserve real adobe buildings. NPS Photo   Join the Mud Rangers! Are you a middle school student in Nogales, Rio Rico, or nearby area? Are you on spring break this March? Don't sit at home watching TV, join the Mud Rangers of Tumacácori National Historical Park! You'll learn cool stuff, have fun, and earn 15 hours of community service while you're at it. FREE! Session A: Wednesday, March 9 - Friday, March 11 Session B: Wednesday, March 23 - Friday, March 25 8:30 a.m. to 1:30 p.m. each day. Bring a lunch, water bottle, and clothes for getting muddy. (It's in the name!) Space is limited. Call 520-377-5064 or email for more information or download the Mud Rangers application to sign up. Rolling applications are due March 7 but accepted first-come, first-served.         Stewardship projects like testing water quality or monitoring habitat may be included in Junior Ranger Day. NPS Photo \/ Roy Simpson  Junior Ranger Day Upcoming Junior Ranger Day: April 16, 2016 Junior Ranger Day is a special event designed especially for our young visitors. Held annually during National Park Week, it's an opportunity for families to visit the park with kids of all ages. Entrance to the park is free, and visitors should expect a variety of hands-on activities and demonstrations throughout the mission grounds and along the Santa Cruz River.            Thwack!  A young visitor takes a swing at the Fiesta piñata. NPS Photo  There are lots of fun Things To Do, but some are extra special for our youngest visitors to Tumacácori:  Junior Ranger program - a photographic treasure hunt great for kids of all ages Special events - smash the piñata at the annual Fiesta de Tumacácori Cultural demonstrators - taste history with a fresh tortilla or learn to make your own paper flowers",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/kidsyouth\/index.htm"
}
