{
    "title": "Tuskegee Airmen National Historic Site: Teacher-Ranger-Teachers",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Teacher-Ranger-Teachers                Teacher-Ranger-Teachers         Teacher Ranger Teacher Program NPS Image  As a means to support professional development for teachers and increased exposure to the parks in public schools, the National Park Service has developed the Teacher-Ranger-Teacher program. Per funds availability, the Tuskegee Airmen National Historic Site accepts applications annually from teachers interested in a fun and challenging professional development opportunity as a Teacher Ranger Teacher (TRT) at the historic site. The TRT program is a national program that links National Park Service sites to classrooms by bringing teachers into the parks to work during the summer.  The program enables teachers to bring their classroom expertise to park programs. In return, teachers return to the classroom with a new set of experiences and appreciation for local resources to share with their students. The historic site will be recruiting one (1) high school level (9-12) grade teacher to:   Develop lesson plans in accord with the State of Alabama curriculum standards with resource materials connecting middle school audiences to the parks main stories. Work with park staff and other teachers to provide input on the park's future education program. Evaluate and make recommendations for improving existing children's programming. Develop the framework for a teacher workshop focused on helping middle school students bring the park in to their classrooms.  TRT at a Glance  The TRT will receive a lump sum stipend upon completion of 160 hours of work. A Teacher-Ranger-Teacher shirt and hat will be provided. Opportunity to earn graduate education credit through the University of Colorado Denver.  Additional requirements apply. Teacher works 160 hours for 4-8 weeks between June and August. Flexible work hours available.  The deadline for applications is May 31st. Applications accepted beginning in March each year. Contact the park for application information at 334-724-0922.",
    "url": "https:\/\/www.nps.gov\/tuai\/learn\/education\/development\/trt.htm"
}
