{
    "title": "Tuskegee Airmen National Historic Site: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories              Stories         Freeman Field Bombers Air Force Historical Research Agency   The Freeman Field Mutiny What is the Freeman Field Mutiny?  How can you have a mutiny on dry land? In 1945 the Army Air Corps (Air Forces) formed the all-Negro (African American\/Black) 477th Bombardment Group were assigned first to Selfridge Field, outside of Detroit, Michigan.  There a Negro officer applied to membership at the base Officer's Club.  The response from Gen. Frank O Hunter, Commander of the 1st Air Force was that as long as he was commander of the 1st Air Force, no bases under his command would have racial mixing.  Congress reacted by appropriating $75,000 to build an all-black officer's club.  However, the 477th were transferred to Godman Field, near Ft. Knox, Kentucky before this became a reality.  Later, the 477th were again transferred to Freeman Field, in Seymour, Indiana, not far from Ft. Knox. At Freeman Field, segregation was practiced and enforced staunchly at this base under the command of Col. Robert Selway.  In order to maintain a certain base protocol, the 400 Negro officers were listed as \"trainees\", whereas, their 250 White counterparts were listed as \"instructors\".  This base protocol became the focus of one the first of its kind non-violent protest in America to challenge the racist practices of the Army Air Corps. The base protocol assigned \"trainees\" to Officer's Club #1, an old dilapidated building badly in need of repairs.  Whereas, white \"instructors\" were assigned to the new, comfortable, and fully functioning Officer's Club #2. Observing the separate, but unequal facilities, the African American pilots decided to take action.  Organized by former labor leader, Lt. Coleman Young, on the evening of April 5, 1945 a group of black officers requested entry into Club #2.  They were denied.  About one-half hour later another group requested entry into Club #2. When they were denied entry, Lt. Marsden Thompson brushed past the officer on duty and the others followed without incident. Later, other black officers followed.   The next evening, saw the arrest of over 60 black officers for entering or attempting to enter Club #2. This prompted a base order, called Regulation 85-2, to be issued from Gen. Hunter and Col. Selway officially assigning officers to club by race and specifying strict segregation of housing , dining halls, and officer's clubs.  It also stated that any violation would result in confinement. Selway called all the black officers assigned at Freeman Field together and ordered them to sign a statement that they had read and agreed with Regulation 85-2.  This was done despite US Army Regulation 210-10 which strictly forbade segregation of public facilities on military installations, thereby requiring officer's clubs to be open to all, regardless of race.  One hundred and one black officers refused to sign the statement. This refusal to obey a direct order from a superior officer in time of war, could have ultimately been punishable by death. Word of the arrests spread and the arrested officers were transferred back to Godman Field and placed under arrest with armed guard and guard dogs. By contrast, the German prisoners of war being held their had complete freedom of movement on the premises.  In fact, they mocked the black officers for the treatment they were receiving at the hands of their own country. As the news spread via the black press, labor unions, and Congress, pressure was put on the War Department to drop the charges against the officers.  Army Chief of Staff General George C. Marshall issued orders to release the officers on April 23, 1941. One hundred and one officers were released with General Hunter placing a letter of reprimand in each of their files. Three of the officers were held over for trial.  Two were fined and released. One, Lt. Roger Terry,was court martialed, fined, suffered loss of rand, and dishonorably discharged from the Army for \"jostling\". As a result of this incident, Col. Selway was relieved of his command, and was replaced with Col. Benjamin O. Davis, Jr. Two of the 477th bomb squadrons was inactivated, and the 99th fighter squadron was added to the 477th becoming the 477th Composite Group.  In 1946 it was reassigned to Lockbourne Air Force Base in Ohio, and deactivated in 1947. In 1995 under President William H. Clinton, the reprimands were removed from the permanent files of 15 of the officers, and the the Army agreed to remove the others upon request.  Terry' received a full pardon, restoration of rank, and fine repaid. The \"Freeman Field Mutiny\" was a first step that set the pace for the non-violent protests and sit-ins  of the 1950's and 1960's civil rights movement.",
    "url": "https:\/\/www.nps.gov\/tuai\/learn\/historyculture\/stories.htm"
}
