{
    "title": "Tumacácori National Historical Park: Guest Speakers",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Guest Speakers                Guest Speakers       A school within the local commuting distance from Tumacácori may request a classroom visit, assembly, or other event presence. We will do our best to accomodate all requests, but may be limited due to staff availability. Please be patient and make your request as far in advance as possible. Beyond the programs described here, we are interested in developing new programs that best fit the needs of our neighbors in education. Help us help you! Contact Tumacácori's Education Ranger or call 520-377-5064 for more information.         Every Kid in a Park NEW! Are you a fourth grade classroom looking to earn free annual passes for your students? Participate in the online activity and you can now have passes officially presented in your classroom by a real National Park Service ranger. Program includes short presentation, activity, ceremony, and award of annual passes with free Tumacácori goodies! Combine with a free field trip to the park for the ultimate experience. Go to EveryKidInaPark.gov to start the online activity and contact the Education Ranger at 520-377-5064 for details about classroom presentations.        Students reenact this important meeting of cultures.  Will the O'odham vote to invite Father Kino and his missionaries? NPS Photo  Encounters NEW! The Encounters program reenacts the historical meeting of Father Kino and the O'odham Indians in 1691. Students explore the process that all deal-makers use. Do I trust this person? Do I have all the important information? Will I get something I really need or want? Is the trade-off worth it?  After practicing some low-stakes deals with the instructor and each other, students face off with \"Father Kino\" to see if the deal he offers is one they will accept. The class then votes and discusses.        You can't spell \"history\" without the word \"story.\" How much is truth and how much is fiction?   Reading, Storytelling, and History What are historical documents but stories people told about themselves in the past. Each story has elements of truth, fiction, and personal interpretation. During this 1-hour program, you will:  Explore with students the ways that historical tales can be distorted over time and translation. Play a written version of the game of Telephone. Create your own stories using the Kino Mad Libs.  Read a historical mission document that tells a gruesome and compelling story!",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/education\/classrooms\/guestspeakers.htm"
}
