{
    "title": "African American Civil War Memorial: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories              Stories       The African American Civil War Memorial Museum exhibits tell the stories about how the USCT regiments were instrumental in leading the Union to victory. Visit the Museum website for more stories: www.afroamcivilwar.org On July 17, 1862, Congress passed two acts allowing the enlistment of African-Americans, but official enrollment occurred only after the September 1862 issuance of the Emancipation Proclamation. In general, white soldiers and officers believed that black men lacked the courage to fight and fight well. In October, 1862, African-American soldiers of the 1st Kansas Colored Volunteers silenced their critics by repulsing attacking Confederates at the Battle of Island Mound, Missouri. By August, 1863, 14 Negro Regiments were in the field and ready for service.  Battle of Port Hudson, Louisiana On May 27, 1863, the African-American soldiers bravely advanced over open ground in the face of deadly artillery fire. Although the attack failed, the black solders proved their capability to withstand the heat of battle. Honey Springs, Indian Territory, Oklahoma On July 17,1863, the 1st Kansas Colored fought with courage again. Union troops under General James Blunt ran into a strong Confederate force under General Douglas Cooper. After a two-hour bloody engagement, Cooper's soldiers retreated. The 1st Kansas, which had held the center of the Union line, advanced to within fifty paces of the Confederate line and exchanged fire for some twenty minutes until the Confederates broke and ran. General Blunt wrote after the battle, \"I never saw such fighting as was done by the Negro regiment....The question that negroes will fight is settled; besides they make better solders in every respect than any troops I have ever had under my command.\" Fort Wagner, South Carolina is the most widely known battle fought by African-Americans. The 54th Massachusetts on July 18, 1863 volunteered to lead the assault on the strongly-fortified Confederate positions. The soldiers of the 54th scaled the fort's parapet, and were only driven back after brutal hand-to-hand combat. Although black soldiers proved themselves as reputable soldiers, discrimination in pay and other areas remained widespread. According to the Militia Act of 1862, soldiers of African descent were to receive $10.00 a month, plus a clothing allowance of $3.50. Many regiments struggled for equal pay, some refusing any money until June 15, 1864, when Congress granted equal pay for all black soldiers. African-American soldiers participated in every major campaign of 1864-1865 except Sherman's invasion of Georgia. The year 1864 was especially eventful for African-American troops. On April 12, 1864, at  Fort Pillow, Tennessee On April 12, 1864, Confederate General Nathan Bedford Forrest led his 2,500 men against the Union-held fortification, occupied by 292 black and 285 white soldiers. After driving in the Union pickets and giving the garrison an opportunity to surrender, Forrest's men swarmed into the fort with little difficulty and drove the Federals down the river's bluff into a deadly crossfire. Casualties were high and only sixty-two of the U.S. Colored Troops survived the fight. Many accused the Confederates of perpetuating a massacre of black troops, and the controversy continues today. The battle cry for the Negro soldier east of the Mississippi River became \"Remember Fort Pillow!\" New Market Heights, Virginia (Chaffin's Farm) One of the most heroic engagements involving African-Americans happened on September 29, 1864, when the USCT division of the Eighteenth Corps, after being pinned down by Confederate artillery fire for about 30 minutes, charged the earthworks and rushed up the slopes of the heights. During the hour-long engagement the division suffered tremendous casualties. Of the sixteen African-Americans who were awarded the Medal of Honor during the Civil War, fourteen received the honor as a result of their actions at New Market Heights. In January, 1864, General Patrick Cleburne and several other Confederate officers in the Army of the Tennessee proposed using slaves as soldiers since the Union was using black troops. Cleburne recommended offering slaves their freedom if they fought and survived. Confederate President Jefferson Davis refused to consider Cleburne's proposal and forbade further discussion of the idea. The concept, however, did not die. By the fall of 1864, the South was losing more and more ground, and some believed that only by arming the slaves could defeat be averted. On March 13, the Confederate Congress passed General Order 14, and President Davis signed the order into law. The order was issued March 23, 1865, but only a few African-American companies were raised, and the war ended before they could be used in battle.",
    "url": "https:\/\/www.nps.gov\/afam\/learn\/historyculture\/stories.htm"
}
