{
    "title": "Tumacácori National Historical Park: Field Trips",
    "body": "Field Trips      Experiential and Experimental There's nothing like the sights, smells, and sounds of the real thing. You can enhance your classroom studies of subjects like history, mathematics, art, science, and geography by visiting a national park -- the original primary source. Tumacácori engages kids onsite by offering inquiry-based learning experiences.   Tumacácori in Five Senses (preK - Kindergarten, 1 hour) My Life at Tumacácori (1 - 4th grade, 1 or 2 hours) Padre Kino's Quest (4th grade, 1 hour) Mission Mystery (4th - 8th grade, 2 hours) Adobe Engineering Challenge (7th - 12th grade, 2 hour) Photography in Science and History - BYOD Bring Your Own Device (4th-12th grade, 2 hours) River Walk (all ages, 1 hour)  Or, give us a call to custom-build a program to your specifications. The further in advance you call, the more likely we will be able to accommodate your curriculum needs and schedule. At least two weeks is preferable. Contact the Education Specialist by calling 520-377-5064 or send an email. Ticket to Ride - Transportation Grant Opportunity Do you teach 4th grade in Santa Cruz or Pima County? Are you looking for help to fund a field trip to Tumacácori? The National Park Foundation wants to help! Download the Transportation Grant Application (.pdf, 94kb) to see if you are eligible for free bus money to support your field trip. Options for Large Groups Are you bringing a group of more than 80 students? Consider some of these options:  Break in half and combine field trips listed above or combine with a trip to the Tubac Presidio State Historic Park just up the road. You'll need 4-5 hours and students with good mental and physical stamina for a long day of structured activities. Break into 8-10 small groups and explore the mission grounds following the Junior Ranger Seek and Find Guide. Rangers and volunteers will be stationed at key locations to answer questions and engage with students. Best for a large group with limited time (1-2 hours). Break into small groups and explore the mission grounds, museum, river corridor, and nearby sites like the Tubac Presidio on your own.   Large groups should contact the park in advance to make arrangements with education staff, inquire about fee waivers, or simply give a small park a big heads-up! Remember that the historic buildings are fragile and indoor spaces are small so learning is best done in small groups of 10 or fewer. The picnic area includes about ten tables, so it can accommodate a large group all eating at once. Help keep things clean!   Entrance Fee Waivers Accredited school groups coming for educational purposes are exempt from the normal $5 per person aged 16 or older. If this is your school's first time coming to the park, contact the Education Specialist to get an educational entrance fee waiver. Guidelines for Leaders and Chaperones We ask chaperones to be aware of and responsible for their students at all times, and to remember that while they are in the park classroom behavior is expected. Please take a few minutes prior to leaving the bus or upon assembling in the garden area to review rules and proper conduct with your students. Essentially, emphasizing general courtesy, safety, respect for other visitors and protection of the park's resources cover most bases. Come prepared to be outside. All participants should bring drinking water and appropriate clothing -- a hat when it is sunny and hot and coats for chilly winter mornings. Protect the park. Park rules are in place to protect fragile resources and visitor safety. Before your participants enter the park, please remind them:  Touching and\/or climbing on the ruins is strictly prohibited. Use quiet voices, especially inside the church and museum. Clean up after yourself, especially during meals and snacks. Stay on the trails. Leave rocks, plants, and artifacts, (such as pottery pieces and stone tools) where you find them so others will be able to enjoy them. Enjoy park wildlife from a comfortable distance.  The Picnic Area is located outside of the back (east) garden gate. Feel free to use the area, but please ensure that you leave the area cleaner than you found it. Trash cans are located nearby. If the cans are full, please remove the bag and replace it with extra bags, located in the bottom of the can. The park's resources are a national treasure. All of us need to do our part to ensure that it endures for future generations.     Results   Showing results 1-7 of 7    Sort By:  Title Date         Tumacácori National Historical Park Adobe Engineering Challenge    The structures and ruins at Tumacácori have been standing for well over 200 years and are made of nothing more than mud, rocks, and sticks.  Explore the engineering principles that make it all possible.    Type:Field Trips Grade level:Seventh Grade-Twelfth Grade Subjects:Architecture, Architecture (Building Styles and Methods), Art, Earth Science, Engineering, Historic Preservation, History, Mathematics, Science and Technology National\/State Standards:STEM topics, varies by grade level        Culture, Crafts, Corn at Casa Grande Ruins    Explore the ruins in a safe and respectful manner including the popular “secret room.” Hohokam Culture agriculture, trade, and the building and use of the Casa Grande are topics investigated. The visit features hand-on learning. We may examine cotton by working to remove the seeds, or use mano and metate to grind flour. Students may weave a small yarn basket, use a pump drill to create a balsa wood necklace, fold a split twig figure from a pipe cleaner, make a pinch pot, or other similar arts.    Type:Field Trips Grade level:Third Grade-Fifth Grade Subjects:American Indian History and Culture, Anthropology, Archaeology, Art, Biology: Plants, Botany, Commerce and Industry, Community, Environment, Family Life, Geography, Historic Preservation, History, Landscapes, Pioneer America, Regional Studies, Social Studies, Sociology National\/State Standards:American History:  AZ Strand 1: Concept 1: PO 1, PO 2, PO 3American History:  AZ Strand 1: Concept 2: PO 1, PO 2, PO 5American History:  AZ Strand 1: Concept 3: PO 2Visual Arts: AZ Strand 1: Concept 1: Create, Strand 2:Relate        Tumacácori National Historical Park Mission Mystery    Students use the features and characters of Mission San José de Tumacácori to investigate a mysterious whodunnit.     Type:Field Trips Grade level:Fourth Grade-Eighth Grade Subjects:American Indian History and Culture, Archaeology, Family Life, Hispanic or Latino American History and Culture, Historic Preservation, History, Language Arts National\/State Standards:AZCCRS4-5.RL.1, 4-5.RL.3, 4-5.RL.6, 4-5.RL.9, 4-5.RI.1, 4-5.RI.3, 4-5.RI.6, 4-5.RI.9, 4-5.RF.3, 4-5.SL.1, 4-5.SL.2, 4-5.SL.3, 4-5.SL.4, 4-5.L.66-8.RH.1, 6-8.RH.2, 6-8.RH.4, 6-8.RH.6, 6-8.RH.7, 6-8.RH.8, 6-8.WHST.7 Keywords:mystery, whodunnit, investigate, mission, sources, interview, argument        Tumacácori National Historical Park My Life at Tumacácori    No matter where and when they live, all kids share some of the same components to their day -- they work, they learn, and they play.    Type:Field Trips Grade level:Kindergarten-Third Grade Subjects:American Indian History and Culture, Anthropology, Community, History, Language Arts, Social Studies National\/State Standards:Varies        Tumacácori National Historical Park Padre Kino's Quest   Padre Kino - mathematician, navigator, cartographer, astronomer, diplomat, linguist, and propagandist? Students explore the journey of a missionary from Europe to the Santa Cruz River valley and the villagers of Tumacácori.    Type:Field Trips Grade level:Upper Elementary: Third Grade through Fifth Grade Subjects:Literacy and Language Arts,Math,Science,Social Studies        Puppets and Preservation at Casa Grande Ruins    Explore the ruins in a safe and respectful manner including the popular “secret room.” Enjoy a puppet show that describes the building and use of the Casa Grande. Your visit will features hand-on learning. We may examine cotton by working to remove the seeds, or use mano and metate to grind flour. We may make a pinch pot to take home. We may play a game thousands of years old. We may color paper models of the Great House. So many possibilities, call us!    Type:Field Trips Grade level:Pre-Kindergarten-Second Grade Subjects:American Indian History and Culture, Anthropology, Archaeology, Architecture, Art, Biology: Plants, Botany, Community, Environment, Family Life, Historic Preservation, History, Landscapes, Social Studies, Sociology National\/State Standards:American History:AZ Strand 1:Concept 1: PO 1\/PO 2\/PO 3American History:AZ Strand 1:Concept 2: PO 1\/PO 2Visual Arts:AZ Strand 1:Concept 2Visual Arts:AZ Strand 2:Concept 3Music:AZ Strand 2:Relate, Concept 3Theater:AZ Strand 1:PO 101\/PO 104        Talking Timelines at Casa Grande Ruins    Explore the ruins in a safe and respectful manner including the popular “secret room.” Hohokam Culture agriculture, trade, and the building and use of the Casa Grande are topics investigated. The visit features hand-on learning by creating timelines to fit cultural changes and inventions into context.    Type:Field Trips Grade level:Fifth Grade-Twelfth Grade Subjects:American Indian History and Culture, Anthropology, Archaeology, Architecture, Art, Biology: Plants, Botany, Commerce and Industry, Community, Environment, Family Life, Geography, Historic Preservation, History, Hydrology, Inventions \/ Inventors, Landscapes, Regional Studies, Social Studies, Sociology National\/State Standards:American History:  AZ Strand 1: Concept 1: PO 1, PO 2, PO 3American History:  AZ Strand 1: Concept 2: PO 1, PO 2, PO 5American History:  AZ Strand 1: Concept 3: PO 2Visual Arts: AZ Strand 1: Concept 1: Create, Strand 2:Relate",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/education\/classrooms\/fieldtrips.htm"
}
