{
    "title": "African American Civil War Memorial: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture       Lincoln's proclamation to establish a \"Bureau of Colored Troops\" On September 22, 1862, five days after the Battle of Antietam, President Lincoln announced that he would issue a formal emancipation of all slaves in any of the Confederate States that did not return to Union control by January 1, 1863. No states rejoined the Union, so Lincoln implemented the Proclamation by establishing a \"Bureau of Colored Troops\" to facilitate the recruitment of African-American soldiers to fight for the Union Army. The United States Colored Troops (USCT) were regiments of the Army during the Civil War that were composed of over 200,000 soldiers. First recruited in 1863, the men of the 175 regiments of the USCT constituted approximately one-tenth of the Union Army. These men and their officers are remembered here as Freedom Fighters who won in the struggle for their own liberation. At the beginning of the American Civil War there were many that felt the conflict should solely be a struggle to preserve the Union and exclusively a white man's fight. As the war progressed though, and runaway slaves continued to flee to Federal armies in greater numbers, more began to feel that something should be done about this \"curious institution\" known as slavery. Early on, Congress forbade the enlistment of free African Americans and only allowed the use of former slaves as workers in the military. With the passage of the 2nd Confiscation Act and Militia Act in July 1862, African Americans from anywhere in the country were now sanctioned to join the United States military and contribute to the cause that some now saw as a struggle for a \"new birth of freedom\". Through their valor, service, and sacrifice during the war, black soldiers and sailors disproved the claims of African American inferiority and laid the groundwork for the future struggles in citizenship and voting rights that would continue for over one hundred years. By supporting the Union, slaves and free blacks, living in the North and South, courageously advanced the cause of freedom for more than four million enslaved people. The African American Civil War Memorial commemorates the military service of hundreds of thousands of Civil War era African American soldiers and sailors. Etched into stainless steel panels of the memorial are names identifying 209,145 United States Colored Troops (USCT) who responded to the Union's call to arms. In 1865, President Lincoln said, \"without the military help of the black freedmen, the war against the south could not have been won\".      Wall of Honor Inscribed on the Wall of Honor are the names of 209,145 soldiers of the USCT 175 regiments, 7,000 white Officers and 2,145 Hispanic surnames. Also honored are the approximate 20,000 Navy sailors whose names are not yet on the wall because the Navy was not segregated. Spirit of Freedom Sculpture Ed Hamilton's sculpture 'Spirit of Freedom' depicts three infantrymen and a sailor defending freedom. Above them is the face of the Spirit of Freedom watching over like an angel with her arms crossed. The other side of the statue shows a scene of a soldier with his family. Inscribed on the sculpture base: 'Civil War to Civil rights and Beyond. This Memorial is dedicated to those who served in African American units of the Union Army in the Civil War. The 209,145 names inscribed on these walls commemorate those fighters of freedom.'",
    "url": "https:\/\/www.nps.gov\/afam\/learn\/historyculture\/index.htm"
}
