{
    "title": "African American Civil War Memorial: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People              People         Frederick Douglass (1818 -1895) was an American social reformer, orator, writer and statesman. After escaping from slavery, he became a leader of the abolitionist movement, gaining note for his dazzling oratory and incisive antislavery writing. He said, \"Once let the black man get upon his person the brass letters, U.S., let him get an eagle on his button, and a musket on his shoulder and bullets in his pockets, and there is no power on earth which can deny that he has earned the right to citizenship in the United States.\" During the Civil War, Douglass helped the Union by serving as a recruiter for the 54th Massachusetts Regiment.  Frederick Douglass Jr. also served as a recruiter and his brothers, Lewis and Charles Douglass, fought for the 54th Massachusetts Regiment at the Battle of Fort Wagner. Lewis, the older son, served as the first sergeant major of the 54th and he was in the thick of the fighting at Fort Wagner where 1,515 Union troops were mowed down by a blistering barrage from the Confederate stronghold. Lewis marveled that he returned unharmed from the assault. William Harvey Carney, Sergeant of the 54th Massachusetts Colored Volunteer Infantry, was awarded the Medal of Honor for his actions at the Battle of Fort Wagner in July 1863. During the advance, Carney was wounded but still went on. When the color-bearer was shot, Carney grabbed the flagstaff and planted it in the parapet, while the rest of his regiment stormed the fortification. When his regiment was forced to retreat, he was wounded two more times while he carried the colors back to Union lines. He did not relinquish it until he handed it to another soldier of the 54th. Christian Fleetwood, Sergeant Major, was awarded the Medal of Honor for his actions with the 4th USCT in the Battle of Chaffin's Farm in Virginia in September 1864 during the campaign to take Petersburg. Fleetwood took up the regimental colors after 11 other USCT soldiers had been shot down while carrying them forward.",
    "url": "https:\/\/www.nps.gov\/afam\/learn\/historyculture\/people.htm"
}
