{
    "title": "Tumacácori National Historical Park: Mesquite Tree",
    "body": "Mesquite         The mesquite is a member of the pea family (Fabaceae) and its fruits bear a resemblance to other legumes. NPS Photo  Velvet Mesquite (Prosopis velutina) The tree's history and value to desert dwellers goes far back in time. Mesquite bosques (Spanish for small forests) reach their greatest development near desert rivers or where their long roots can reach ground water.  The tiny mesquite flowers, rich sources of pollen and nectar for wildlife, are crowded onto long spikes called catkins. Although the principal bloom normally occurs in spring, after a winter rainy season, a second bloom of lesser intensity may occur in response to the summer monsoon. When fertilized, the flowers form little green fruits that resemble string beans. These grow and mature through the summer months. The ripe beans are tan or streaked with red and are sweet. A second harvest of mesquite beans is usually possible in the fall as a result of the summer bloom. That's why you sometimes see mesquite beans persisting on some trees well into winter. The beans can be eaten at all stages of their growth. They are especially favored by hares, pocket mice, kangaroo rats and pack rats. Small bruchid beetles lay their eggs on mesquite beans so that the larva can bore through the pod and into the seed, where they pupate. The mature beetle then eats its way out of the seed and pod, leaving the little holes so often seen on mesquite beans. Ripe bean pods were an important food staple for many Indian tribes of the Southwest because the large quantities available each summer are easily gathered and stored for year-round use. The sweet, fleshy mesocarp of the pod (not the seed) is the part most commonly used. These are pleasantly sweet, though beans from different trees vary in flavor. They are often described as tasting like cinnamon, lemon or vanilla. Undesirable beans may taste slightly soapy or sour. Ripe mesquite beans can be ground and the seeds sifted out to produce a fine, sweet flour that can be mixed with water to make a drink, or added to bread, cereals or other foods. You can try grinding the dry beans in your blender, sifting out the seeds, and substituting it for one-fourth of the flour in your favorite cookie or bread recipe. The beans can also be simmered until soft and then strained. The resulting broth is sweet and nutritious. A delicious jelly can be made from broth of simmered mesquite beans. In earlier times, the mesquite beans were used to flavor and enrich winter squash, barrel cactus and dumplings by layering these foods with the beans and simmering slowly. The hard wood of mesquite is not only an important fuel but also the main source of lumber in the desert. Mesquite timbers were the major supports for houses and ramadas built by native desert dwellers. With the introduction of livestock by the Spanish, mesquite timber was used for fencing and corrals. Mesquite wood can also be used to make tools and household implements. Mesquite trees exude a dark sap through their shaggy black bark, and this sap has been used as a medicinal salve. Mixed with clean river clay and plastered to the hair, it was said to have been an excellent black dye, shampoo and conditioner. Strips of pitch-coated bark can be boiled and strained to make paint, the same kind that was used to decorate Maricopa pottery. During the warm months, globules of amber sap can be collected from mesquite branches. Similar in texture to gum arabic, the sap has a long history of medicinal use by desert dwellers. A soothing gargle for sore throats is made by dissolving it in water. This drink also has been used to remedy stomach ailments and other ills. Sometimes the sap is applied directly to wounds. Although other varieties of mesquite exist in the region (e.g. honey mesquite, screwbean mesquite), the velvet mesquite dominates the landscape of Tumacácori and probably did so by the action of cattle grazing in the post-Spanish period. (text adapted from Ruth Greenhouse, Desert Botanical Garden  courtesy The Arizona Republic, May 13, 1988)",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/nature\/mesquite-tree.htm"
}
