{
    "title": "Tumacácori National Historical Park: The Santa Cruz River",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     The Santa Cruz River                The Santa Cruz River         The Santa Cruz River between Nogales and Tumacácori. Photo by John Hoffman  The Tumacácori Mission unit of Tumacácori National Historical Park protects a mile of the Santa Cruz River and its rare southwest cottonwood-willow riparian (streamside) environment, one of the most endangered ecosystems in the United States. A “riparian” area is the lush corridor of water – loving plants growing along the banks of a river. These ecosystems are essential habitat for many plants, birds, and other animals which could not otherwise live in the surrounding desert and scrub environments. The Santa Cruz River is naturally an intermittent stream, with water flowing only beneath the sandy surface in places during parts of the year. Communities such as Tumacácori, Guevavi, and Tubac persisted over hundreds of years at locations along the river where water was forced to the surface by high bedrock, providing a more reliable water source. Western riparian ecosystems have long been influenced by human activities. Human disturbance can change the availability of water and nutrients, which in turn cause changes in the plant and animal communities. Among the most serious impacts to western river ecosystems are water diversion, groundwater pumping, livestock grazing, land clearing and development, the elimination of native species such as the beaver, and the introduction of non-native animals and plants such as the bullfrog and the tamarisk tree. The Santa Cruz River has been seriously impacted by many of these threats. Groundwater pumping has removed much of the river's natural flow. However, since 1972, treated effluent has been released into the streambed by the Nogales International Wastewater Treatment Plant (NIWTP) in Rio Rico. This artificial flow alters the natural conditions of the stream, along with its streamside environment. The increased water supply not only replaced water lost to groundwater pumping, but provided an otherwise unavailable year – round water supply, allowing the growth of lush streamside habitat, providing a home for many plants and animals. Reduced inputs from the NIWTP, however, caused the river to stop flowing in the park in mid-April 2013. If current conditions continue, it is likely that the composition of this forest will change. Read the Vanishing Santa Cruz River Info Brief.      Important Health and Safety Note The flow in the Santa Cruz River between Rio Rico and Tubac consists almost completely of effluent released from the Nogales International Wastewater Treatment Facility. For your health and safety: - Avoid contact with the river water. - Do not drink or wash with the water. - If you come into contact with river water, wash the affected area as soon as possible.       Santa Cruz River Researchers' Day Held every spring since 2009 Santa Cruz River Researchers' Day is an annual event sponsored by Tumacácori National Historical Park, the Sonoran Institute, and the Friends of the Santa Cruz River. This annual meeting provides an important opportunity to share updates on new and ongoing regional work pertaining to the Santa Cruz River as well as provide opportunity for collaboration. Presentations focus on research, monitoring, restoration, and other conservation work along the Santa Cruz River. For dates and agendas, or to download copies of this and past years' presentations or posters, visit Santa Cruz River Researchers' Day website.",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/nature\/scriver.htm"
}
