{
    "title": "Arkansas Post National Memorial: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Largest Osage Orange tree in Arkansas NPS Photo  The land-based portion of the park, 117 hectares, is characterized by terrace landscapes, flat terrain, and various stands of upland and lowland hardwoods. Bayous and swamps are interspersed throughout the area. Manicured lawns, prairie, and tall-grass areas also exist within the Park. As such, an abundance of flora and fauna resides both on land and in water. Moore Bayou and Post Bayou lie along the north\/northwest border and Post Bend Lake, a backwater of the Arkansas River, lies on the north and northeastern border. Both bayous, as well as the backwater, empty into the Arkansas River, which borders the southern edge of the Park. Arkansas Post is the site of over 300 years of European occupation. Consequently, the land-based portion presents a mosaic of different successional stands. Of the twelve general vegetation types delineated, the Superintendent has designated five (excluding mowed areas) as high visitor use areas.  They are the oak\/pine, oak\/hickory, oak\/mixed, sweetgum, and tallgrass types.        American Lotus blooming in Post Bend. (NPS Photo; Eric L. Leonard)  American LotusDuring late summer and early autumn, visitors to Arkansas Post are treated to the sight of lily pads and blossoms courtesy of the American Lotus.  Nelumbo lutea, the American yellow lotus, is the only lotus native to the United States. American lotus is a perennial aquatic herb with spongy, long, cylindrical rhizomes that produce tubers during the fall months. Leaf stalks are long, supporting leaves that are both floating and standing above the water surface. Leaves above the water tend to be elevated outward from the center and appearing funnel-like. Flowers are solitary, showy, on long stalks, frequently overtopping the leaves. The petals are numerous and yellow.  The American lotus produces the largest flower of any plant in North America and occurs in quiet waters in ponds, lakes and the edges of slow moving streams and rivers from Iowa to New York and south to Oklahoma, East Texas and Florida. A number of common names, many of native American origin, are used to identify this species. Among them are: American lotus, yellow lotus, water-chinquapin, duck acorn, lotus lily, yellow Nelumbo, yanquapin, wonkapin, and pond nuts. In the Arkansas Post area, the common name of yancopin is most commonly used; in fact, a nearby community on the Arkansas River is named Yancopin.",
    "url": "https:\/\/www.nps.gov\/arpo\/learn\/nature\/plants.htm"
}
