{
    "title": "Arkansas Post National Memorial: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      PLANE Little Rock, AR (100 miles to the northwest of the park) and Memphis, TN (140 miles northeast of the park) are serviced by a national and an international airport respectively.   CAR Arkansas Post National Memorial is located in southeastern Arkansas. The entrance to the park is on Arkansas Hwy 169, seven miles south of Gillett, via US Hwy 165 (The Great River Road), and about 20 miles northeast of Dumas, via US 165.  FROM Little Rock, AR From I-40 merge onto I-30 south. South of Little Rock, exit onto I-530 and continue to Pine Bluff. When I-530 ends, exit to US Hwy 65. Follow US 65 to Gould, AR and turn left onto Arkansas Hwy 212. When Hwy 212 ends, turn left onto US Hwy 165, and cross over the Arkansas River. Continue on US 165 for five miles, and turn right on Arkansas Hwy 169. Follow it two miles into the park. FROM MEMPHIS From the Airport travel west on I-240 to the interchange with I-55. Exit onto I-55 South (toward Jackson) and follow it 10 miles south to I-69. Then take I-69 south and west to US Hwy 61. Turn left on US 61 and travel south approximately 20 miles to US Hwy 49. Turn right on US 49 and cross the Mississippi River to Helena. Follow US 49 through or take the bypass around Helena to US 49 West. Then follow the directions below from Helena to the park.  FROM THE SOUTH (Lake Village, AR \/ Greenville, MS \/ Monroe, LA): Follow US65 or US Hwy 165 north to Dumas, AR. In Dumas, turn right at the second stoplight onto US 165, and continue north for about 18 miles. Turn right onto Arkansas Hwy 169 and follow it two miles into the park.  FROM THE EAST (Helena, AR): Head west on US Hwy 49. Turn onto Arkansas Hwy 1 at Marvell, and continue on to DeWitt. On the south edge of DeWitt, Hwy 1 joins US Hwy 165. From De Witt, continue on US 165 about 20 miles. Turn left onto Arkansas Hwy 169 and follow it two miles into the park.",
    "url": "https:\/\/www.nps.gov\/arpo\/planyourvisit\/directions.htm"
}
