{
    "title": "Appalachian National Scenic Trail: Online Galleries",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Online Galleries                Online Galleries       Learning from Challenges & Successes in the Field: Case Studies   Here is a sampling of curriculum from the field. These are brief and, we hope, engaging. In each case, teachers and their students have gone beyond traditional classroom boundaries and, in partnership with diverse community groups and volunteers, created experiences that are valuable for students, communities and partners in ongoing ways. We have taken examples from urban, suburban and rural settings, various academic disciplines, and grades to show the breadth and depth of what is possible. We know there are literally hundreds of success stories out there and that this sample only scratches the surface. At the heart of every case is an enthusiastic teacher motivating students and other teachers, making connections with partners and persuading administrators and volunteers to get involved. The cases are included in part for the ripple effect: we hope you are inspired by your colleagues to share your exciting story or to try something new in your community. Programs represented in these case studies include TTEC: Trail to Every Classroom, FFEC: Forest for Every Classroom, iTREC!: Iditarod Trail to Every Classroom, and PEC: Park for Every Classroom.      TTEC, Art Trading Cards, Woodgrove High School, Purcellville, VA   TTEC, Celebrating Learning on the A.T., Union County Middle School, Blairsville, GA   TTEC, Hike Through History, Harpers Ferry Middle School, Harpers Ferry, WV   TTEC\/FFEC, A New Lens on the World, 6th Grade, Windsor Central Supervisory Union, Woodstock, VT   FFEC, An Opportunity for Students to Care About Their Learning, Woodstock Middle School, Woodstock, VT   FFEC, Students Restore a School, Forest Fox River Academy, Appleton, WI    iTREC!, Wild and Aware, Girdwood Elementary School, Girdwood, AK    iTREC!, Restoring Scheffler Creek: The Salmon Stream at the Beginning of the Iditarod Trail, Seward Elementary School, Seward, AK    PEC, Connecting Schools to Community Treasures, Patterson Park Public Charter School, Baltimore, MD",
    "url": "https:\/\/www.nps.gov\/appa\/learn\/education\/classrooms\/onlinegalleries.htm"
}
