{
    "title": "Appalachian National Scenic Trail: Suggested Reading",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Suggested Reading                Suggested Reading       BIBLIOGRAPHY AND RESOURCE LIST   Appalachian National Scenic Trail: www.nps.gov\/appa   Appalachian Trail Conservancy: www.appalachiantrail.org   Volunteer Toolkit of ATC’s website: www.appalachiantrail.org\/what-we-do\/trail- management-support\/volunteer_toolkit    The National Trails System Act: www.nps.gov\/nts\/legislation.html    A.T. Comprehensive Plan: http:\/\/atfiles.org\/files\/pdf\/ATCompPlan.pdf      PLACED-BASED SERVICE LEARNING    Anderson, L. W., Karthwohl, D. R., Airasian, P. W., Mayer, R. W., Pintrich, P. R., Raths, J., & Wittrock, M. C. (2001). A taxonomy for learning teaching and assessing (Complete ed.). New York: Longman.    Angelo, T.A. (1995). Reassessing and defining assessment. AAHE Bulletin, 48(3): 149.    Beatley, Timothy and Manning, Kristy. 1997. The Ecology of Place. Washington, DC: Island Press.    Bishop, Sharon. The Power of Place. English Journal, 93(6), (2004): 65-69.    Bourne, Barbara, Taking Inquiry Outdoors: Reading, Writing, and Science Beyond the Classroom Walls. 2000. Stenhouse Publishers.    Center for Ecoliteracy. 2000. Ecoliteracy: Mapping the Terrain. Berkeley, CA: Center for Ecoliteracy.    Clark, Delia and Glazer, Stephen. 2004. Questing: A Guide to Creating Community Treasure Hunts. Hanover, NH: University Press of New England.    Cobb, Edith. 1993. The Ecology of Imagination in Childhood. Dallas: Spring Publications.    Cornell, Joseph Bharat. 1998. Sharing Nature with Children. Nevada City, CA: Dawn Publications.    Corporation for National and Community Service. 2005. Sharing Your National Service Story: A Guide to Working with the Media. Washington, DC: Corporation for National and Community Service.    Cuban, L. (1992). Curriculum stability and change. In Jackson, Philip (Ed.) Handbook of Research on Curriculum. American Educational Research Association.    Duffin, M., Murphy, M., & Johnson, B. (2008). Quantifying a Relationship Between Place- based Learning and Environmental Quality: Final report. Retrieved 12\/08 from www.PEECworks.org.    Elder, John, ed. 1998. Stories in the Land: A Place-Based Environmental Education Anthology. Great Barrington, MA: The Orion Society.    Fletcher, Adam. 2007. Can Students Just Be Involved? 50 Ways Adults Can Support Student Voice. www.soundout.org\/article.101.    Fortney, K., and Sheppard, B (eds.). An alliance of spirit: Museum and school partnerships. 2010. AAM Press.    Fulcher, K.H., Swain, M., & Orem, C.D. (2012). Expectations for assessment reports: A descriptive analysis. Assessment Update, 24(1):1-2, 14-16.    Glazer, Steven, ed. 2001. Valley Quest: 89 Treasure Hunts in the Upper Valley. White River Junction, VT: Vital Communities.    Gruenewald, David. Foundations of Place: A Multidisciplinary Framework for Place-Conscious Education. American Educational Research Journal, 40 (2003): 619-654. Gruenewald, David. The Best of Both Worlds: A Critical Pedagogy of Place. Educational Researcher, 32(4) (2003): 3-12.    Harkins, Tracy and Kaufman, Barbara and Rudoff, Fran. 2005. Kids as Planners: A Guide to Strengthening Students, Schools and Communities through Service-Learning. Lewiston, ME: Kids Consortium.    Hart, Roger A. 1997. Children’s Participation: The Theory and Practice of Involving Young Citizens in Community Development and Environmental Care. London: Earthscan Publications \/ Unicef.    Hinchman, Hannah. 1997. A Trail Through Leaves: The Journal as a Path to Place. New York: W. W. Norton.    Hiss, Tony. 1990. The Experience of Place. New York: Alfred A. Knopf.    Jackson, Wes. 1994. Becoming Native to this Place. Washington DC: Counterpoint.    Kirkland, Jane, No Student Left Indoors, 2007, Stillwater Publishing.    Kunstler, James Howard. 1993. The Geography of Nowhere. New York: Simon and Schuster.    Kuo, F. E., Sullivan, W. C., Coley, R. L., and Brunson, L. 1998. Fertile Ground for Community: Inner-city Neighborhood Common Spaces. American Journal of Community Psychology 26, (6) Dec) 823-851.    Lattuca, L. & Stark, J. (2009) Shaping the college curriculum: Academic plans in context. San Francisco: Jossey-Bass.    Lawrence, Gail. 1998. A Field Guide to the Familiar. Hanover, NH: University Press of New England.    Leopold, Aldo. 1949. A Sand County Almanac. Oxford: Oxford University Press   Leslie, Clare Walker and Tallmadge, John and Wessels, Tom. 2005. Into the Field: A Guide to Locally Focused Teaching. Great Barrington, MA: The Orion Society.    Louv, Richard. 2005. Last Child in the Woods: Saving our Children from Nature Deficit Disorder. Chapel Hill, NC: Algonquin Books of Chapel Hill.    Mattessich, P., Murray-Close, M., and Monsey, B. Collaboration: What makes it work. (2nd Edition). 2001. Fieldstone Alliance. Melber, Leah M., Informal Learning and Field Trips, Engaging Students in Standards- Based Experiences Across the K-5 Curriculum, 2008. Cowin Press.    McTighe, J., & Wiggins, G. (2011). The understanding by design guide to creating high-quality units. Alexandria, VA: ASCD    McTighe, J., & Wiggins, G. (2011). The understanding by design guide to advanced concepts in creating and reviewing units. Alexandria, VA: ASCD    McTighe, J., & Wiggins, G. (2005). Understanding by design. (2nd ed.) Alexandria, VA: ASCD    McTighe, J., & Wiggins, G. (2004). Understanding by design: Professional development workbook. Alexandria, VA: ASCD    Moore, R. C. 2003. How Cities Use Parks to Help Children Learn. Chicago, IL: American Planning Association.    Nabhan, Gary Paul, and Trimble, Stephen. 1994. The Geography of Childhood: Why Children Need Wild Places. Boston: Beacon.   O’Connell, P. and Hoermann, E. (eds.). National parks and education partners: Six case studies. 2005. National Park Service.    Ornstein, A. C., and Hunkins, F. P. (2009). Curriculum: Foundations, principles, and issues. Boston, MA: Pearson Education, Inc.    Orr, David W. 1994. 1992. Ecological Literacy. Albany, NY: SUNY Press.    Parrella, Deborah. 1995. Project Seasons: Hands-on Activities for Discovering the Wonders of the World. Shelburne, VT: Shelburne Farms.    PEEC. 2008. The Benefits of Place-based Education: A Report by the Place-based Education Evaluation Collaborative. Retrieved 12\/08 from http:\/\/www.peecworks.org\/PEEC\/Benefits_of_PBE-PEEC_2008_web.pdf    PEER Associates. 2006. FFEC Report on Program Replication and Dissemination Practices. Retrieved 11\/08 from http:\/\/www.peecworks.org\/PEEC\/PEEC_Reports.    Penuel, W. R., & Gallagher, L. P. (2009). Preparing teachers to design instruction for deep understanding in middle school earth science. Journal of the learning sciences, 18(4), 461-508. doi:10.1080\/10508400903191904.    Powers, Amy. “An Evaluation of Four Place-based Education Programs.” The Journal of Environmental Education: Reports and Research, 35(4), (2004): 17-32.   Pyle, R.M. 1998. The Thunder Tree: Lessons from an Urban Wildland. New York, NY: Lyons Press.    Pyle, R. M. 2002. Eden in a Vacant Lot: Special Places, Species, and Kids in the Neighborhood of Life. In Children and Nature: Psychological, Sociological and Evolutionary Investigations, P. H. Kahn, Jr. and S. R. Kellert, eds. Cambridge, MA: Massachusetts Institute of Technology, 305-328.    Rural School and Community Trust. Communities and Schools: Getting Better Together. Washington, DC: The Rural School and Community Trust. (Video)    Sheppard, B. (ed.). Building museum & school partnerships. 1993. American Association of Museums.    Smith, Gregory A. and Sobel, David. 2010. Place-and Community-based Education in Schools. New York, NY: Routledge.    Sobel, David. 1998. Mapmaking with Children: Sense of Place Education for the Elementary Years. Portsmouth, NH: Heinemann.    Sobel, David. 2004. Place-based Education: Connecting Classrooms and Communities. Great Barrington, MA: The Orion Society.    Sobel, David. 2008. Childhood and Nature: Design Principles for Educators. Portland, ME: Stenhouse Publishers. Sonoran Institute. 1997. National Parks and Their Neighbors: Lessons from the Field on Building Partnerships with Local Communities. Tucson, AZ: Sonoran Institute.    Stilgoe, John R. 1998. Outside Lies Magic: Regaining History and Awareness in Everyday Places. New York: Walker and Company.    Stokely, Kim. 2002. Components of Place-Based Learning, Adopt-A-Watershed evaluation tool. Hayfork, CA: Adopt-a-Watershed.    Tillman, Tiffany. 2008. Healthy Neighborhoods\/Healthy Kids Guide. Shelburne, VT: Shelburne Farms.    Tomlinson, C. A. and McTighe, J. (2006) Integrating differentiated instruction plus understanding by design. Connecting content and kids. Alexandria, VA: ASCD. ISBN: 9781416602842    Vermont FEED. 2007. Grow Up Fresh! Vermont Farm to School (DVD).    Wiggins and McTighe (2006). Understanding by Design. Pearson: Merrill Prentice Hall. p. 24. ISBN 0-13-195084-3.    Wiggins, G. & McTighe, J. (2005). Understanding by Design (Expanded 2nd Ed. USA). Alexandria, Va.: Association for Supervision and Curriculum Development.    Wiggins, G. P., & McTighe, J. (1998). Understanding by design. Alexandria, VA: Association for Supervision and Curriculum Development.    Woodhouse, Janice, and Knapp, Clifford. Place-based Curriculum and Instruction: Outdoor and Environmental Education Approaches. Charleston, WV: ERIC Clearinghouse on Rural Education and Small Schools. 2000. ERIC Document Reproduction Service No. ED448012.    Woodhouse, Janice. Over the River and Through the ’Hood: Re-viewing ’Place’ as a Focus of Pedagogy. Thresholds in Education, 27(3 & 4), (2001): 1-5.     SELECTED WEBSITES   A good starting place for PBSL: www.promiseofplace.org    Within this site, for a broad and continually updated list of websites useful for work with PBSL, go to: www.promiseofplace.org\/resources_curriculum\/links.shtml     Other sites of particular note include:    www.fs.fed.us\/kids\/ - the US Forest Service's webpage for kids   www.peecworks.org - a compendium of PBL research and evaluation reports and tools    www.servicelearning.org - a clearinghouse for information on service learning    www.fs.fed.us\/aboutus\/partnership\/index.shtml - partnership resources    http:\/\/crm.cr.nps.gov - cultural resource management, creative teaching with historic places; a cultural resource management on-line magazine    www.fws.gov\/letsgooutside - Let's Go Outside Information for educators on the benefits of connecting with nature, with an interactive database to find natural areas in your region    www.nps.gov\/kidszone\/park_fun - National Park Service list of resources for families to get outside. All resources have links to more information.    www.activekidsclub.com - Active Kids Club-Canada Active Kids Club has information about the benefits from being outside. They also provide tips for playing outside in all seasons, and for how to create an outdoor playgroup.    www.wildernessawareness.org\/coyotesguide - Wilderness Awareness School, This group provides training for parents, teachers, and mentors. They also have a book to purchase called Coyote's Guide to Connecting with Nature.    http:\/\/4-h.org\/4hstory - 4-H National Council National youth development organization affiliated with land grant universities in every state.",
    "url": "https:\/\/www.nps.gov\/appa\/learn\/education\/development\/reading.htm"
}
