{
    "title": "Appalachian National Scenic Trail: Teacher Workshops",
    "body": "Explore This Park    Learn About the Park     Education     Professional Development     Teacher Workshops                Teacher Workshops          A TRAIL TO EVERY CLASSROOM A Place-Based Service Learning Professional Development Workshop Series Connecting Communities Along the Appalachian Trail Promoting Resource Stewardship, Recreation and Community Engagement. Modeled after a Forest for Every Classroom in Vermont, a Trail to Every Classroom (TTEC) is a three-season, multi-disciplinary professional development series for educators aimed at providing the inspiration, knowledge and skills to transform classroom teaching into effective and exciting place-based service learning education. Teachers who participate in TTEC develop their own curriculum that increases student literacy skills and fosters student understanding of and appreciation for the public lands and resources connected by the 2180+ miles of the Appalachian Trail. These curricula integrate hands-on study of the natural and cultural resources of communities from Georgia to Maine addressing concepts in ecology, sense of place, recreation, volunteerism and civics. At the heart of TTEC is the belief that students who are immersed in the interdisciplinary study of their own \"place\" are more eager to be involved in the stewardship of their communities and public lands. The 2002 Independent Sector report, \"Engaging Youth in Lifelong Service,\" states, \"Adults who began volunteering as youth are twice as likely to give time as they grow older.\" A recent report from the Corporation for National and Community Service, \"Youth Helping America,\" also suggests that volunteering is a learned social behavior. As a teaching strategy that promotes volunteerism by linking curriculum with service learning and fulfilling education goals as well as the needs of community organizations, we believe TTEC will promote civic engagement in Trail communities, ultimately sustaining volunteer management of the Appalachian Trail. ________________________________________________________ \"The Trail to Every Classroom program engages young people in nature. It brings together Trail managers, teachers, and children, allowing a safe pace to engage in physical exercise, explore nature, learn about the Trail as a natural and cultural resource, and collectively get their hands dirty. This is exactly the kind of program we need to see more of as a way to connect children to nature.\" Richard Louv, Author of Last Child in the Woods: Saving Our Children from Nature Deficit Disorder, 2005. \"Before I came I thought of [the AT] as a very individual thing. I might go out and hike on it, and I thought of it as for 'me.' Now it's something that I can't wait to go out and share with the kids, with the community. I want other people to see what a great resource it is.\" - 2006 Participant      Please see the Suggested Readings section for more information about the Trail to Every Classroom Program. For further information, please contact Matt Graves - APPA's new Education and Outreach Specialist.",
    "url": "https:\/\/www.nps.gov\/appa\/learn\/education\/development\/teacherworkshops.htm"
}
