{
    "title": "Appalachian National Scenic Trail: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions      A.  GETTING TO THE APPALACHIAN TRAIL BY CAR: There are more than 500 public road crossings along the Appalachian Trail, with trailhead parking areas at or near many of these crossings. The Appalachian Trail brochure map shows the general location of the Trail and proximity to major roads. The Appalachian Trail Interactive Map shows more detail, including many parking areas and the ability to generate directions to them. The Ultimate Trail Store offers the greatest level of information, including the official A.T. hiking maps and guidebooks, the databook, thru-hiker companion and more.   B.  GETTING TO THE APPALACHIAN TRAIL BY TRAIN: Direct access to the Appalachian Trail by train service is available at two locations - Harpers Ferry, WV (70 miles northwest of Washington, D.C.), and Pawling, NY (80 miles north of New York City).   Harpers Ferry, West Virginia: Amtrak has daily service to and from Washington, D.C., Union Station, with westbound trains continuing to Chicago. Reservations required. Maryland Rail Commuter (MARC) service's Brunswick line has two trains a day leaving Harpers Ferry for Washington in the morning and returning in the evening, weekdays only.   Pawling, New York: The Appalachian Trail Stop is served by Metro-North Railroad's Harlem line. Train leaves from Grand Central Terminal Saturday, Sunday and holidays only.    C.  GETTING TO THE APPALACHIAN TRAIL BY BUS: Access to the Appalachian Trail by bus is available in some areas. New England hasthe most extensive bus service close to the Trail. In most other areas, you can get a bus to a city near the Trail, and arrange for someone to shuttle you to the trailhead. Check Greyhound and Trailways for details. Some local service highlights:   New Hampshire: Concord Trailways provides service to the Pinkham Notch Visitor's Center in the White Mountain National Forest, and to the town of Gorham. The affiliated Dartmouth Coach provides service to Hanover. Advance Transit public commuter bus provides service in and around Hanover, and connects Hanover with Norwich and the Amtrak station in White River Junction. Runs Monday through Friday only.   Massachusetts: Peter Pan Bus Lines serves several towns adjacent to the Trail along Route 7, including Great Barrington, Lee, Pittsfield, and Williamstown.   Delaware Water Gap, Pa: Martz Trailways bus terminal provides links to several major cities.    D.  GETTING TO THE APPALACHIAN TRAIL BY PLANE: Below is a list of some airports near the Appalachian Trail, listed north to south.  Bangor International Airport - Bangor, Maine Portland International Jetport - Portland, Maine Manchester Airport - Manchester, New Hampshire Burlington International Airport - Burlington, Vermont Albany International Airport - Albany, New York Bradley International Airport - Springfield, Massachusetts\/Hartford, Connecticut Harrisburg International Airport - Harrisburg, Pennsylvania Baltimore\/Washington International Airport - Washington, D.C. Ronald Reagan Washington National Airport - Washington, D.C. Washington Dulles International Airport - Washington, D.C. Charlottesville-Albermarle AirportCharlottesville, Virginia Shenandoah Valley Regional Airport - Weyers Cave, Virginia Roanoke Regional AirportRoanoke, Virginia Tri-Cities Airport - Bristol, Tennessee\/Virginia Asheville Regional Airport - Asheville, North Carolina McGhee Tyson Airport - Knoxville, Tennessee Hartsfield International Airport - Atlanta, Georgia",
    "url": "https:\/\/www.nps.gov\/appa\/planyourvisit\/directions.htm"
}
