{
    "title": "Appalachian National Scenic Trail: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety        There are many health and safety tips to be aware of along the A.T. Photo Credit: Brent McGuirt       Health and Safety on the Appalachian National Scenic Trail Illness - Norovirus (Stomach Bug) Outbreaks Overview  Norovirus is very contagious. You can get norovirus from an infected person, contaminated food or water, or by touching contaminated surfaces. The virus causes your stomach or intestines or both to get inflamed (acute gastroenteritis). This leads you to have stomach pain, nausea, and diarrhea and to throw up.   Illness often begins suddenly and lasts about 1 to 2 days. Noroviruses are found in the stool or vomit of infected people and on infected surfaces that have been touched by ill people. Outbreaks are more likely in areas with multiple people in small spaces, such as shelters and hostels.  Common symptoms: vomiting, diarrhea, and some stomach cramping. Less common symptoms: low-grade fever, chills, headache, muscle aches, nausea, and tiredness.  Take the following steps to prevent contracting and spreading the illness:  Do not eat out of the same food bag, share utensils, or drink from other hikers' water bottles. Wash your hands with biodegradable soap (200 feet from water sources) before eating or preparing food and after toileting. Be aware that alcohol-based sanitizer may be ineffective against norovirus. Treat all water.  Follow Leave No Trace guidelines for disposing of human waste. Prevention tips and reporting norovirus on the Appalachian Trail.      Personal Safety and Awareness Tips for A.T. Hikers The freedom to enjoy the Appalachian Trail comes with the responsibility to be informed, prepared, and alert to our surroundings. Although the Appalachian Trail is safer than most places, it is not immune to criminal behavior-including crimes of violence. Acts of kindness and \"trail magic\" are so common on the A.T. that it's easy to forget you could encounter someone who does not have your best interest at heart or who may even seek to harm you. This is more likely to occur near roads or occasionally at shelters, but it can happen anywhere. In heavily used areas, A.T. \"ridgerunners\" and \"caretakers\" act as roving \"eyes and ears\" for Trail managers and for public education. Some carry two-way radios that may enable them to radio for help where cell phones do not work. However, many areas of the A.T. are remote, and help may be far away. ATC has no law-enforcement authority but can readily contact those who do in a particular area and help them help you. Safety awareness is one of your best lines of defense, and your brain provides one of your best weapons. Here are some suggestions: Be mentally prepared for the risks you may encounter. If you encounter trouble, chances are a law-enforcement officer or ranger will not be nearby and a cell phone may not work. Think through scenarios ahead of time, and decide how you might respond. Learn to trust your instincts, and be prepared to act on them. Let someone know your plans. If you are going on a day-hike, let someone know where you will be and when you plan to return. On a long-distance hike, leave behind a copy of your itinerary, and a guidebook such as the A.T. Thru-Hikers' Companion. Check in regularly, and indicate when you expect to check in next. Establish a procedure to follow if you fail to check in or show up when expected. If you change your plans, be sure to let someone know; otherwise, family members may worry and initiate a needless search. Be sure your contact knows your trail name, if you have one, as well as details about your gear. Always carry current Trail maps, and know how to use them. In an emergency, you need to be able to describe your location. If you need to leave the Trail in a hurry, maps can tell you the best way to get to a road or town or someone who can help. Avoid bushwhacking-getting lost or injured in unknown terrain will compound your problems. Stay alert. Pay attention to details of your surroundings and people you encounter, and look for anything that does not fit or sends a red flag. It is easier to avoid getting into a dangerous situation than to get out of one. Trust your instincts about strangers. Use extra caution if hiking alone. When you hike alone, you are more vulnerable. Hiking with a partner may add a measure of safety but should not lead to complacency and a false sense of security. Being prepared and alert at all times is essential. If you are by yourself,  there is no need to broadcast that you are hiking alone or give information about your plans. Use the pronoun \"we\" instead of \"I.\" If you encounter someone who makes you feel uneasy, avoid engaging them and put distance between you. Find a group you can tag along with and let them know your concerns. Note details about the suspicious person and report your encounter to local law enforcement and ATC as soon as possible, even if no crime has been committed. A dog may or may not provide an additional measure of safety but can lead to a false sense of security that makes you less attuned and responsive to threats. A cell phone may help in an emergency, but is useless if there is no reception. It's possible to go for days without a signal on the Trail. Be wary of people who make you uneasy. Avoid or get away quickly from people who act suspicious, hostile, or intoxicated or exhibit aggressive curiosity or any other behaviors that just don't feel right, even if you can't explain why. Trust your instincts, even when someone claims to be an authority figure or \"trail angel.\" Don't worry about being judgmental or hurting someone's feelings-your safety may depend on it. Don't stay in a shelter or engage in conversation with anyone who makes you feel uncomfortable. Criminals are often opportunistic-even engaging in polite conversation with someone who is overly aggressive may signal to them you are an easy target. Don't reveal your itinerary. Make note of as many details about the person as you can, and report them to law enforcement or ATC. Don't camp or linger near roads or trailheads. Plan ahead so you are packed and ready to hit the Trail immediately. Leave your vehicle door open and keys handy until you're ready to hit the Trail in case you need to make a quick exit. Drive away from the trailhead if there are people there who make you feel uneasy or the appearance of the parking lot indicates it could be a problem area (broken glass, trash).  Eliminate opportunities for theft. Don't bring jewelry. Keep money and credit cards well hidden on your person. Don't leave your equipment unguarded. Don't leave valuables or equipment in vehicles (especially in sight) parked at trailheads. Make yourself as inconspicuous as possible. Camp away from roads, and be aware that anywhere people congregate-including shelters and designated campsites-may have greater risk. When tenting, find a location not easily seen from the Trail. In town, dress plainly and be aware that conventions that are accepted by A.T. hikers may be viewed differently by others. Defensive Weapons on the trail? Federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms on portions of the Appalachian National Scenic Trail (see our Laws and Policies section with Firearms Information and Q&A).  Along with any distance hikers and the Appalachian Trail Conservancy, we discourage the carrying of firearms (see the Conservancy's website for additional information about trail safety). The threat of firearms being turned against you or an accidental shooting outweighs the benefit. An increased presence of firearms could also change the culture of the Trail. State laws vary on the carrying of nonlethal weapons, such as pepper spray. The possession and use of a defensive weapon is a responsibility not to be taken lightly and one with potentially serious consequences. Instead, a whistle may scare off a potential threat from humans or animals and will serve to alert others in the area to your location. Use the Trail and shelter registers. If something happens to you or you need to be located in case of a family emergency, your register entries provide the best tool for finding you. Using gender-specific names or revealing personal information may make you more vulnerable. Be wary of posting your location or itinerary on on-line journals in real time. A password-protected blog or site can offer more protection. Avoid hitchhiking or accepting rides. Hikers needing to get into town should make arrangements beforehand and budget for shuttles or a taxi. If you must hitchhike, be sure to have a partner. Make a careful evaluation before entering a vehicle. Size up the driver, occupants, and condition of the vehicle. If anything just \"doesn't add up,\" decline the offer. Maintain enough distance between you and the vehicle so as not to be in a position to be pulled into the vehicle. If you do accept a ride, don't let your gear get separated from you. Keep your wallet and ID on your person. Memorize the license plate and note the make, model, and color of the vehicle. In an emergency, note where you are and call 911. Report emergencies or incidents to ATC at incident@appalachiantrail.org or by calling (304) 535-6331. Suspicious or illegal behavior should be reported to the local rangers or local law enforcement (911 usually works, but other phone numbers are on official A.T. maps) as well as ATC. No matter how much kindness, friendship, sanctuary, and beauty the Trail may show you, remember that the Trail is not insulated against the problems of larger society. Maintain awareness at all times, and remember you are responsible for your own safety.",
    "url": "https:\/\/www.nps.gov\/appa\/planyourvisit\/safety.htm"
}
