{
    "title": "Appalachian National Scenic Trail: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       ENTRANCE FEE: The Appalachian Trail is free for all to enjoy. No fees, memberships, or permits are required to walk on the Trail. However, the A.T. passes through numerous state and national parks, forests and public lands, a few of which charge fees or require permits or reservations to park or to stay overnight in shelters or campsites. Below is a list of where some permits and fees are charged.   OVERNIGHT PERMITS AND FEES: Great Smoky Mountains National Park (Tennessee\/North Carolina) - A permit must be obtained before entering the park. There is a self-registration facility at the Fontana Dam visitor center. Forms and a deposit box are also available at the \"Fontana Hilton\" for northbounders. Southbounders - you can get a permit at Bluff Mountain Outfitters in Hot Springs, or 1.3 miles east on Tenn. 32 from Davenport Gap at the Big Creek Ranger Station. Section-hikers (considered to be anyone not beginning and ending a hike at least 50 miles outside the park) can make reservations by calling GSMNP Reservations Office at (865) 436-1231. Anyone caught without a permit will be issued a $125 ticket! Shelter Policy - Park regulations require that you stay in a shelter. While other backpackers must make reservations to use backcountry shelters, thru-hikers are exempt. From Mar. 15 to June 15, four spaces at each A.T. shelter are reserved for thru-hikers. If the shelter is full, thru-hikers can tent close by. Only thru-hikers are allowed to tent next to shelters, so they are responsible for making room for those who have reservations in the shelters.  For more information, please visit Great Smoky Mountains National Park: Backcountry Camping - Backpacking. Shenandoah National Park (Virginia) - While there is no charge for permits, they are required of all thru-hikers and overnight backcountry travelers. The permit can be obtained at visitor center stations during business hours. Permits for Appalachain Trail long-distance hikers are available by self-registration on the Trail at the park's north and south entry points. If you are planning your visit in advance, permits are also available by mail from Park Headquarters (please allow two full weeks for delivery). For more information, visit Shenandoah National Park's Backcountry Camping - Getting a Permit. Backcountry Accommodations - Two types of structures are near the A.T. - day-use (\"shelters\") and overnight-use (\"huts\"). Camping at or near day-use shelters is prohibited. Huts are available to long-distance hikers (those spending at least three consecutive nights in SNP) as space is available. Tenting at huts is permitted in designated campsites; all huts within the park have campsites available. Green Mountain National Forest\/Green Mountain Club (Vermont) - The Green Mountain Club (GMC) maintains the A.T. from the Vermont\/Massachusetts state line to Vt. 12. Fees are collected at some high-use campsites in this area to help defray field-program costs and support shelter and Trail maintenance along the A.T. in Vermont. A GMC caretaker may be present at other sites, but a fee is not charged. No permits or reservations are required. White Mountain National Forest\/Appalachian Mountain Club (New Hampshire) - Campsites: Overnight fees are charged at some Appalachian Mountain Club (AMC)-maintained campsites in the White Mountain National Forest, though all are available on a first-come, first-served basis. A work-for-stay option may be available to thru-hikers at the tentsites and shelter sites that have caretakers. Huts: Reservations are required for the AMC-run huts. Contact AMC to verify the huts' season-opening and closing dates as well as rates. Thru-hikers can sometimes make a reservation \"on-the-fly\" by having a caretaker radio ahead. A work exchange at the huts is sometimes possible. For more details, visit the Appalachian Mountain Club's thru-hiker page. Baxter State Park (Maine) - All persons entering Baxter State Park, by car or on foot, must register at one of the three entry gates or at the nearest campground. There is a camping fee for all visitors staying overnight in the park. Overnight space is limited; reservations are recommended. For more information, please check out Baxter State Park's fees.",
    "url": "https:\/\/www.nps.gov\/appa\/planyourvisit\/fees.htm"
}
