{
    "title": "Washington-Rochambeau National Historic Trail: Washington-Rochambeau Revolutionary Route",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Washington-Rochambeau Revolutionary Route                Washington-Rochambeau Revolutionary Route        The Surrender of Lord Cornwallis at Yorktown, October 19, 1781 by John Trumbull Yale University Art Gallery, Trumbull Collection       The arrival of 55-year-old General Jean Baptiste Donatien de Vimeur, comte de Rochambeau, with an army of 450 officers and 5,300 men in Narragansett Bay off Newport, Rhode Island, on July 11, 1780, marked the beginning of a most successful military cooperation that culminated 15 months later in the victory at Yorktown. France had aided the colonies since the summer of 1775, well before their final break with Great Britain on July 4, 1776, and had formalized the relationship in two treaties of February 1778. The possibility of sending ground forces to fight on the American mainland had been discussed and rejected as impracticable even before these treaties were signed. Both sides were all too well aware of the historical and cultural obstacles that had grown up during decades of hostilities to assume French forces would be welcome in the United States. In 1778, France had hoped for a short war, but Sir Henry Clinton's successful foray into Georgia and South Carolina, and the failure of the combined operations at Newport and Savannah in 1778 and 1779, and an equally disastrous attempt at an invasion of England in the summer of the same year had dashed all hopes of a quick victory for the Franco-American alliance. The decision in January 1780 to dispatch ground forces formed the core of a new strategy for the war in America in which the alliance was about to prove its greatest value. Up until the summer of 1779, even General George Washington, commander-in-chief of the Continental Army, had had reservations about the deployment of French ground forces in America. But on September 16, the French minister, the chevalier de la Luzerne, met with Washington at West Point, New York to discuss strategy for the 1780 campaign. With an eye toward the deteriorating military situation in the South, he wondered \"whether in case The Court of France should find it convenient to send directly from France a Squadron and a few Regiments attached to it, to act in conjunction with us in this quarter, it would be agreeable to The United States.\" Washington's reply, as recorded by Alexander Hamilton, indicated that \"The General thought it would be very advancive [sic] of the common Cause.\" In a letter to the marquis de Lafayette of September 30, 1779, Washington expressed his hopes that Lafayette would soon return to America either in his capacity of Major General in the Continental Army or as \"an Officer at the head of a Corps of gallant French.\" Based on Luzerne's report of the September 16 meeting, and an excerpt of Washington's letter, which Lafayette had sent him on January 25, 1780, Vergennes decided that the time had come when French ground forces would be welcome in the New World. On February 2, 1780, King Louis XVI approved Vergennes' plan, code-named the expédition particulière. On May 2, a fleet of 32 transports, seven ships of the line, two frigates, and two smaller warships, with crews totaling about 7,000 sailors, commanded by Charles Henry Louis d'Arsac, chevalier de Ternay, a 57-year-old chef d'escadre with 40 years' experience, set sail from Brest in northwest France for Rhode Island where they arrived in mid-July. Within weeks of their arrival a group of about 20 Oneida and Tuscarora Indians came to visit Rochambeau in Newport to assure him of their old and continuing friendship with the King of France and to offer their assistance in the struggle against the British crown. A few weeks later in October, a group of Abenaki and Micmac Indians visited as well and also offered to join the war on the side of the French. Late in September 1780, Rochambeau met with Washington in Hartford, Connecticut. Washington favored attacking New York City, occupied by Crown forces under General Sir Henry Clinton, but had to concede that French forces had arrived too late in the campaign season and with too many sick to embark on any military action. Neither was the Continental Army ready for large-scale military action. In the fall of 1780, the Continental Army was running on faith, hope, and promises, and that there was still an army in the field at all was due in large part to Washington's charisma and leadership. Short of men, weapons, food, clothing, and money, they were not strong enough to take the offensive against British strongholds such as Savannah, Charleston, or New York. The army nonetheless could contain the British and fend off attacks as long as it remained in its positions in the Hudson Highlands and the hills of New Jersey. The contest had degenerated into a stalemate, a war of attrition, with no end, much less victory, in sight.          French map of Newport, 1780 Geography and Map Division, Library of Congress  The French army wintered in Newport, while the cavalry, a colorful detachment of hussars, wintered in Lebanon, Connecticut. Late in May of 1781, Washington and Rochambeau met again at Wethersfield, Connecticut, and confirmed the joining of their forces outside New York for a possible attack on the center of British power in America. While Lafayette would keep an eye on General Charles Cornwallis in Virginia, the French and American armies would meet on the Hudson River for an attack on New York \"as the only practicable object under present circumstances,\" as Washington wrote to Rochambeau on June 13, 1781. Long before the Wethersfield Conference it had been agreed that regardless of the ultimate target of the campaign, the two armies would meet between Peekskill and Philipsburg in Westchester County, New York. From his headquarters in Newburgh, New York, Washington implored the various states to fill their quotas and to gather supplies for man and beast for the coming campaign. Preparations for the march of the French forces had been going on throughout the spring. As early as April 15, the French Quarter-Master General had traveled to Newburgh to scout out the route and to locate the different posts and campsites where forage, wood, and cattle would be stored. These activities could hardly be hidden from the British, and thus convenience, speed, and road conditions were foremost in the minds of the French staff officers as they methodically planned the march. To protect the infantry from surprise attacks from the coast, Rochambeau ordered Lauzun's cavalry to set up a screen along the southeastern flank of the main route. By late April, Jeremiah Wadsworth, the French army's American purchasing agent, had received a list of the infantry's campsites and began collecting the vast amounts of provisions and forage needed to feed the thousands of men and their animals. The wagon train alone required the drafting of 855 horses and over 600 oxen, and the artillery added 500 more horses. By mid-May he was also employing men to build bread ovens along the route and had hired 239 American wagon conductors and 15 mostly female cooks for the 210 wagons of six oxen each in the 15 brigades of his train. Though large as far as American armies were concerned, Rochambeau's forces were quite small by European standards. Under his immediate command were about 4,250 officers and men. These numbers included some 592 infantry replacements and two companies of artillery (68 men) that had arrived in Boston on June 11, 1781, just as he was about to leave for New York. Only about 400 of the new arrivals were healthy enough to join their units. Some 200 of these men who were afflicted with scurvy and 150 or so healthy arrivals remained as a garrison in Newport, while another 104 men guarded the stores in Providence. Lauzun's formidable legion of some 600 cavalry and light infantry brought the total strength to about 5,300 men.  After Rochambeau's army sailed from Newport to Providence, the First Division of French forces marched out of Providence on Monday, June 18, 1781, for Waterman's Tavern. Three days later Lauzun's Legion left its winter quarters in Lebanon. They followed a route some 10 to 15 miles to the south-east of the infantry, protecting its flank. Rochambeau, who rode in the First Division, had established the following order for the march: • the regiment Bourbonnois under the vicomte de Rochambeau, to leave on June 18; • the regiment Royal Deux-Ponts under the baron de Vioménil, to leave on June 19; • the regiment Soissonnois under the comte de Vioménil, to leave on June 20; and • the regiment Saintonge under the comte de Custine, to leave on June 21.  Each division was led by an assistant quartermaster general and preceded by workmen who filled potholes and removed obstacles. Dressed in gaiters, and tight-fitting woolen underwear, each man carried, in addition to his musket, equipment weighing almost 60 pounds. Next were the horse-drawn carriages of the field artillery and the staff baggage train, followed by the ten regimental wagons, one per company. They carried the coats, haversacks and tents of the soldiers and the luggage of the officers: 300 pounds for a captain, 150 pounds for a lieutenant. A wagon for stragglers, the hospital wagons, wagons for butchers, others loaded with supplies, with wheelwrights and farriers brought up the rear. To avoid having to march in the heat of the day, the regiments got up early: reveille was around 2:00 a.m., and by 4:00 a.m. at the latest the regiments were on their way. Captain Samuel Richards of the Connecticut Line, on leave at home in Farmington, in June, recorded that \"They marched on the road in open order, until the music struck up; they then closed into close order. On the march, a quartermaster preceded and at the forking of the road would be stuck a pole with a bunch of straw at top to shew the road they were to take.\" The next campsite, 12 to 15 miles away, was reached between 8:00 a.m. and noon, and the soldiers set up tents according to their eight-man chambrées. Here they received meat, bread, and other supplies for dinner. Captain Richards was among the many spectators who \"viewed their manner of encamping over night, the perfect mechanical manner of performing all they had to do: such as diging [sic] a circular hole & making nitches [sic] in which to set their camp kettles for cooking their food.\" While general officers lodged in nearby taverns, company-grade officers slept two to a tent near their men. This order, with variations, was maintained for the entire march. The early arrival provided an opportunity to meet the locals, who came from afar to see the French, and for dancing with the \"beautiful maidens\" of America, music courtesy of the regimental bands. On July 2, the duc de Lauzun and his legion joined Rochambeau's infantry on its march across the New York line to Philipsburg (in today's Scarsdale and Hartsdale in Westchester County, New York). There the French met up with George Washington's 4,000-man Continental Army on July 6, 1781.         French map of the Allied Armies camp at Philipsburg, 1781 Geography and Map Division, Library of Congress       The Continental Army had spent a tense and difficult winter around Morristown, New Jersey, and in New York's Hudson Highlands. As winter turned into spring, the army barely maintained its strength while Cornwallis was marching almost at will across the southern colonies. Despairingly, Washington wrote on April 9: \"We are at the end of our tether, and ... now or never our deliverance must come.\" The campaign of 1781 had to produce results. Upon learning that the French forces had left Newport, Washington on June 18 ordered his troops quartered around West Point to leave their winter camp beginning on June 21 and to join up with Rochambeau's forces approaching from Connecticut. The Continental Army marched to the Franco-American camp at Philipsburg, New York. On July 8 Washington reviewed Rochambeau's troops, which, according to the comte de Lauberdière, \"appeared in the grandest parade uniform. M. de Rochambeau took his place in front of the white flag of his oldest regiment and saluted General Washington.... Our general received the greatest compliments for the beauty of his troops. It is true that without doubt those that we have with us were superb at our departure from France.\" The following day, Rochambeau returned the compliment, but he and his officers, such as Baron von Closen, were in for a surprise. \"I had a chance to see the American army, man for man. It was really painful to see these brave men, almost naked with only some trousers and little linen jackets, most of them without stockings, but, would you believe it? Very cheerful and healthy in appearance.... Three quarters of the Rhode Island regiment consists of negroes, and that regiment is the most neatly dressed, the best under arms, and the most precise in its maneuvres [sic].\" Nearly naked and hungry, yet confident and cheerful-such were the allies with whom Rochambeau had joined his forces for an attempt on New York. But the attack on Sir Henry Clinton never materialized. While New York may have been their primary objective, the two generals always tried to keep their options open. In the same letter of June 13 in which Washington had reminded Rochambeau \"that New York was looked upon by us as the only practicable object,\" he had also suggested that \"should we be able to secure a naval superiority, we may perhaps find others more practicable and equally advisable.\" Following the death of Admiral de Ternay in December 1780, the comte de Barras had arrived in May to take command of the French fleet in Newport. Sufficient to provide transport and artillery for the French army, this fleet was not strong enough, nor intended to attack the British navy. The only person who could provide that naval superiority was Admiral de Grasse who had sailed with a large fleet from France to the Caribbean in early 1781 with instructions to coordinate his naval activities with Washington and Rochambeau on the American mainland. On May 28, Rochambeau, who never liked the idea of attacking New York, wrote to de Grasse that \"There are two points at which an offensive can be made against the enemy: Chesapeake and New York. The southwesterly winds and the state of defense in Virginia will probably make you prefer the Chesapeake Bay, and it will be there where we think you may be able to render the greatest service.... In any case it is essential that you send, well in advance, a frigate to inform de Barras where you are to come and also General Washington.\" As he was weighing the odds of a successful siege of New York, particularly after the Grand Reconnaissance of July 21-23, Washington's thinking too turned to Cornwallis: on August 1 he wrote in his diary that he \"could scarce see a ground upon which to continue my preparations against New York, and therefore I turned my views more seriously (than I had before done) to an operation to the southward.\" For the time being, all the two generals could do was wait for news from de Grasse, whose arrival would determine the point of attack. When they learned from the fast frigate \"Concorde\" on August 14 that de Grasse was headed for the Chesapeake rather than to New York with all the ships and troops he had been able to gather, they quickly shifted gears. Fortunately, the tactical situation in the south had changed as well. As Washington and Rochambeau huddled over maps at Wethersfield, Cornwallis was in Richmond, closely watched by Lafayette from the opposite bank of the James River. Far from being able to offer battle, Lafayette's force, numbering about 4,500 men, was not strong enough to prevent Cornwallis from moving into Maryland or returning to the Carolinas if he chose to do so. For the next 10 weeks, Lafayette followed Cornwallis across Virginia, a constant thorn in his side, until the Englishman did exactly what Washington and Rochambeau would have wanted him to do. In late June, Cornwallis had already briefly occupied Williamsburg, but on July 19 he began his march to Yorktown and Gloucester, where he started digging in on August 2. This was not known in Philipsburg on August 14 when the decision was made to march south-Lafayette's letter with the news only arrived on August 16. A southern strategy was falling into place, and from now on the young Frenchman had only one task: to thwart any attempts by Cornwallis to leave again until the arrival of the combined Franco- American armies before Yorktown.          French map of the route to Yorktown, 1782 Geography and Map Division, Library of Congress  There was no time to lose for Washington and Rochambeau. Admiral de Grasse would only stay until October 15, and as Washington wrote in his diary, \"Matters having now come to a crisis and a decisive plan to be determined on, I was obliged...to give up all idea of attacking New York; and instead thereof to remove the French Troops and a detachment from the American Army to the Head of Elk to be transported to Virginia for the purpose of co-operating with the force from the West Indies against the Troops in that State.\" From among the troops assembled at Philipsburg, Washington chose the New Jersey Line, Hazen's Canadian Regiment, the Rhode Island Regiment, the First New York Regiment, the Light Infantry Regiment, the Second Continental Artillery, the Artificer Regiment, and the Corps of Sappers and Miners, which, together with his Guard, amounted to about 2,100 officers and men. The Second New York Regiment, some 400 men strong, caught up with the Continental Army at Trenton on September 2. A few days later, on September 14, a group of 42 warriors from the Oneida and Tuscarora tribes passed through Trenton. They were part of a unit under the command of Lieutenant Colonel Atayataghronghta, better known as Louis Cook, on their way to visit French minister de la Luzerne in Philadelphia to assure him of their friendship and their willingness to support France and the American colonies in their struggle against Britain. Atayataghronghta, who had served with the French in the Seven Years' War, had recently been awarded a lieutenant colonel's commission by the Second Continental Congress. Once the decision had been made to march to Virginia, the army staffs had but four days to get ready for an enterprise whose real strategic objective had to be kept a secret as long as possible. Between August 14 and 18, when some 6,300 soldiers began their march southward, the staffs of both armies had a number of equally important tasks that needed to be tackled concurrently. First, they had to prepare in all but the broadest outlines the logistics for the march. There was no time for route reconnaissance or pre-established supply depots-speed was of the essence. Second, they must spread a cover of secrecy and deception over the movements of the armies to hide their true destination as long as possible from the British in New York City. As long as Sir Henry Clinton believed that he was the objective of these troop movements, he would not send assistance to Lord Cornwallis in Virginia. And lastly, their third objective was to establish a chain of observation posts on the New Jersey side of the Hudson from Sneeden's Landing to New Hempstead and New Bridge to Springfield as a first screen behind which the two main armies could cross New Jersey and to keep an eye on New York. This task fell to Moses Hazen's Regiment and the New Jersey Regiment, about 600 officers and men, who had been ferried across the Hudson at Dobbs Ferry ahead of the main armies. On August 18 the two armies headed south. The left column of the French army, artillery and military chest, left Philipsburg on the 18th; the right column (i.e., the infantry) departed on the 19th. The Continental Army followed no formal marching order. Marching along the Hudson, the two armies converged on King's Ferry where they crossed over to Stony Point beginning on August 24. Upon entering New Jersey, the Continental Army split into two columns and headed on parallel roads for Springfield and Chatham and ultimately for Trenton. On a third parallel farthest inland, the French forces, covered by three screens of Continental Army troops, marched for Trenton as well. This separation of forces greatly reduced congestion and wear and tear on roadways built for oxcarts taking foodstuffs to the local market, accelerated the speed of these forces, and spread the burden of provisioning many thousands of men and their animals in the small towns of war-ravaged New Jersey. As they marched south French officers consistently took advantage of the opportunities the march offered them to advance their knowledge of military and political events in America's struggle for independence and to see nature's wonders in the New World. The battlefields of Princeton, Trenton, Brandywine, Germantown, and Fort Mifflin as well as the recent winter encampments at Valley Forge and Morristown were visited by many officers. Others stopped at Wethersfield and West Point, and all of them wanted to see Washington's home at Mount Vernon. Foremost on the list of natural wonders visited by French officers were the Great Falls of the Passaic River at Totowa (now Patterson, New Jersey). Deception and secrecy had been vital for the success of the plan, and in both armies as few officers as possible were informed of the decision to march to Virginia. Boats were built ostensibly for the purpose of crossing over to Staten Island from the New Jersey shore, ovens were built in Chatham, New Jersey, contracts for foodstuffs to be delivered in New Jersey were issued, letters were written and sent via the most dangerous route with the express intent that they be captured, and different rumors as to the purpose of the troop movement were spread. Even though \"some were indeed laughable enow',\" as Washington's private secretary Jonathan Trumbull, Jr., wrote, they achieved their purpose of keeping Clinton and Cornwallis guessing long enough for the allied armies to disengage. Once Trenton was reached on September 2, there could no longer be any doubt that Cornwallis was the target of the campaign, and as the French marched through Philadelphia, the Freeman's Journal reported on September 5 that \"the appearance of these troops far exceeds any thing of the kind seen on this continent, and presages the happiest success to the cause of America.\" That same day, September 5, Washington and Rochambeau learned of the arrival of de Grasse in the Chesapeake. Yet, Yorktown still lay more than 200 miles south. In the evening of September 5, Washington, his aides, and his entourage of about 70 officers and men as well Rochambeau and his aides-de-camp and entourage decided to spend the night in Chester, possibly in the Blue Anchor Tavern at Fourth and Market Streets and the Pennsylvania Arms almost across from the Court House on Market Street. Here they were surrounded by the troops of the First French Brigade who also reached Chester on September 5. The next day the First Brigade camped across the State Line in Wilmington, Delaware. Washington, Rochambeau and their staffs hurried on to Head of Elk some 40 miles away in Maryland where most of the Continental Army was already encamped. At Christiana they encountered the Second New York Regiment of some 420 officers and men under Colonel Philip Van Cortlandt, which had just arrived from Stony Point, New York, with 30 flatboats \"so large that it took a wagon and eight horses to draw them.\" The Second New York Regiment and Moses Hazen's Regiment-which had floated down the Delaware from Philadelphia, then up the Christiana River with Colonel Lamb's Second Continental Artillery-spent the next two days, September 7 and 8, \"Constantly imployed [sic] in loading and transporting ammunition together with other stores to the Head of Elk.\"          Chesapeake Bay Geography and Map Division, Library of Congress  On September 6-8, 1781, the allied armies camped just south of the Hollingsworth Tavern in Elkton, Maryland, where Washington paid his troops with hard currency he had borrowed from Rochambeau. Washington had hoped to find enough vessels at Head of Elk to transport both armies to Yorktown, but only 12 sloops, 18 schooners, and a few dozen smaller vessels were waiting there. They were barely enough for most of the Continental Army, Rochambeau's grenadiers and chasseurs, and for the infantry of Lauzun's Legion, about 3,000 men in all. Anxious to visit his home at Mount Vernon en route to Yorktown, after a six-year absence, Washington and a small group of aides rode ahead and reached his estate on September 9; Rochambeau and his staff arrived the following day. On September 12, the two commanders continued their journey, which ended with a visit to Admiral de Grasse on his flagship, the \"Ville de Paris\", on September 18. The commanders were ready for the siege to begin, but their troops were still far behind. On September 11, Dr. James Thatcher of the Light Infantry set sail from Head of Elk for the Chesapeake on the \"Glasgow\" with four other officers and sixty men. The remainder of the troops, between 3,800 and 4,000 men, marched on to Baltimore where they arrived on September 12. The next few days were spent in anxious anticipation of news from the south. News had reached Baltimore that de Grasse had sailed from Lynnhaven Bay on September 5 to meet a British fleet. The outcome of the Battle off the Capes, which would also decide the fate of the land campaign, was anxiously awaited. News of de Grasse's victory reached Baltimore in the evening of September 14. During the next few days the Continental Army re-embarked on the sloops and schooners and continued its sea journey to Virginia. The French considered these craft not seaworthy and continued their land march on September 17. That evening baron de Vioménil, who commanded French forces in the absence of Rochambeau, received word of the arrival of a French fleet in Annapolis and immediately changed direction. In the morning of September 18, the French columns reached Annapolis and over the next few days the infantry with their baggage and tents as well as the field artillery embarked on 15 vessels sent by de Grasse. De Grasse's transports, which had sailed late in the afternoon of September 21, arrived at the mouth of the York River a day later. The next day the fleet entered the James River and began to disembark at the mouth of College Creek Landing near Jamestown. In the process it had passed much of the \"mosquito fleet\" that was haphazardly carrying the Continental Army at whatever speed its vessels could sail to College Creek Landing opposite Williamsburg in the James River. Unable to sail through the night, these smaller vessels landed at nightfall wherever they happened to be and continued the next morning. Known landing sites for continuously shifting groups of vessels include Poplar Island on the Eastern Shore, Pawtuxent, between Drum Point and Solomons, in the mouth of the Piankatank River between Stingray Point and Gwynns Island just south of the Rappahannock, in the mouth as well as south of the mouth of the Potomac, Hampton Roads, and in the \"Cove of York River.\" By September 25, most of the combined armies, including some 3,300 officers and men under the marquis de Saint-Simon who had sailed with the fleet of Admiral de Grasse, were assembled at Williamsburg. Three days later, on September 28, the two armies set out for and reached Yorktown. Concurrently, Lauzun's Legion, which had separated from the wagon train, took up siege positions at Gloucester Point across the river from Yorktown, where it was joined in early October by 800 men French Line infantry who were doing duty as marines on de Grasse's vessels. Lauzun was opposed by Lieutenant Colonel Tarleton's British Legion. Pressed for time, Washington decided to open the siege on September 28. He was without much of Colonel Lamb's artillery. Two 9-inch howitzers and many of the gun carriages were on the sloop \"Nancy\"-stuck on a sandbank. The sloop had to be partially unloaded to free her, and it took until the first days of October until the American artillery was assembled before Yorktown. The empty French wagon train, which had set out from Annapolis on September 21, finally reached Williamsburg on October 6. Traveling via Bladensburg, the train crossed the Potomac into Virginia at Georgetown-a process that required two days-then passed through Colchester, Dumfries, Fredericksburg, and across the Rappahannock to Bowling Green, and New Kent Court House.         American map of the Siege of Yorktown Geography and Map Division, Library of Congress       The First Parallel of the siege line outside Yorktown was dug on October 6, and on the 9th French and American siege guns opened fire on the British defenders. The completion of the Second Parallel was blocked by a portion of the British outer works-two detached earthen forts called Redoubts 9 and 10, located 400 yards in advance of the British inner defense line on the extreme right of the siege line. On October 14 allied artillery bombarded Redoubts 9 and 10 most of the day, preparing them for American and French assaults. That evening, Colonel Alexander Hamilton took Redoubt No. 10 while the French carried No. 9. The capture of these redoubts enabled the besiegers to finish the Second Parallel and to construct the Grand American Battery which, combined with the French batteries, formed a continuous line within point-blank range of the British inner defense line. On October 18, two British officers, an American officer, and a French officer met at the home of Augustine Moore to negotiate surrender terms. Around 2:00 p.m. on October 19, 1781, the British troops with their American Loyalists and German auxiliaries marched out of Yorktown to lay down their arms. Cornwallis' surrender was a severe blow to the British war effort, but the war continued as French and American forces quickly moved to new positions. On October 27 the troops of Saint-Simon and de Grasse began to re-embark. On November 4 de Grasse's fleet sailed out of Lynnhaven Bay for Martinique in the Caribbean. The Continental Army, too, left almost immediately after the siege was over. The Light Infantry and the artillery embarked on November 4 and sailed to Elkton, where it debarked on November 20. By early December the Light Infantry was in winter quarters on the Hudson while the artillery, sappers, and miners had moved into the barracks in Burlington, New Jersey. The remaining regiments left in the first days of November as well for winter quarters in Pennsylvania and New Jersey. The Rhode Island Regiment spent the winter in Philadelphia as did General Washington, while Moses Hazen's Canadian Regiment quartered in Lancaster. By December 14, the two New York regiments had moved into their huts at Pequanneck, while the two New Jersey regiments spent the winter in Morristown. During the spring and early summer the Continental Army reassembled around Newburgh, from where it marched on August 31 to a new encampment near Crompond, today's Yorktown Heights. Here it waited for the arrival of the French army marching north from Virginia. The French spent the winter of 1781-82 at sites in and around Williamsburg. Hampton provided lodging for Lauzun's Legion until February 1782, when, at the request of General Nathanael Greene, it relocated to Charlotte Court House on the North Carolina border. French forces remained in winter quarters until July 1, 1782, when they began their return march. From July 25 to August 24 the troops camped in Baltimore and met up with the Continental Army at Crompond on September 17. The week-long reviews and celebrations of the Franco-American brotherhood-in-arms forged at Yorktown found its highest expression when Rochambeau asked Washington to bestow upon a number of French officers the insignia of the French military order of St. Louis. Yorktown proved once and for all to Americans that the French could fight as well as anyone. Out of the victory arose the American perception of a \"new\" Frenchman whose virtues were extolled by Israel Evans, a military chaplain, who while still on the battlefield of Yorktown spoke \"of that harmony, that emulation, and that equal love of danger which subsisted among the allied troops, as if the same generous fire of true glory glowed in their bosoms, or one patriot soul animated them to the cheerful performance of every military duty, and to encounter every danger. Witness the emulation of those French and American troops, who at the same time entered the trenches of the enemy, and with equal intrepidity and vigour of attack, stormed some of their redoubts.\" History did not bestow the epithet \"the Great\" on Louis XVI, but the year 1782 saw a series of festivities in which a grateful America celebrated the birth in October 1781 of Louis-Joseph- Xavier-François, the long-awaited dauphin and heir to the throne of France. Two winter quarters in New England and in Virginia, 1,300 miles of marches through nine of the thirteen original states, a month of fighting, and thousands of personal encounters along the way had brought the French and American peoples closer together than they had ever been before. Rochambeau's march north from July 1782 provided Americans an opportunity to give thanks to their country's ally, for when the French infantry sailed out of Boston Harbor on Christmas Day 1782, King George III and Parliament had acknowledged the United States \"to be free Sovereign and independent States.\"  By Robert Selig, PhD. for the Washington-Rochambeau Revolutionary Route Resource Study & Environmental Assessment, 2006.",
    "url": "https:\/\/www.nps.gov\/waro\/learn\/historyculture\/washington-rochambeau-revolutionary-route.htm"
}
