{
    "title": "Washington-Rochambeau National Historic Trail: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management         Washington-Rochambeau NHT interpretation in Colonial National Historical Park   The Washington-Rochambeau Revolutionary Route was designated a National HistoricTrail by Congress (PL 111-11) and signed by President Obama in March 2009. This was a combination of many years of study and efforts of the national organization known as Washington-Rochambeau Revolutionary Route Association (W3R®-US) and its many partners in the United States and abroad. The Washington-Rochambeau Revolutionary Route National Historic Trail commemorates the over 680 miles of land and water trails followed by the allied armies under General Washington and General Rochambeau through Massachusetts, Rhode Island, Connecticut, New York, New Jersey, Pennsylvania, Delaware, Maryland, Virginia and what is now Washington D.C. This march led to the American-French victory over British forces under Lord Cornwallis at the siege of Yorktown, Virginia; a turning point in the War for Independence. The NHT will identify, preserve, interpret, and celebrate the French and American alliance in the War for Independence. The military, logistical, and cultural significance of the trail to the final land battle of the War for Independence deserves recognition as a pivotal point in American history. Without the French assistance, many of which gave their lives, the outcome of the war may have been different. The Washington-Rochambeau Revolutionary Route National Historic Trail honors the cross-cultural significance of the French-American alliance and the America's great success in the War for Independence. The NPS will assist in the protection of historic resources and commemoration and interpretation of the Washington-Rochambeau Revolutionary Route National Historic Trail in partnership with a broad range of federal, state, local and private organizations. The NPS will work with partners to create an effective educational forum through planning for identifying, preserving, interpreting, and celebrating the historic march of American and French allied forces in the years of 1781-1783.       Please refer to our partner, the National Washington-Rochambeau Revolutionary Route Association, Inc. (W3R®-US) for more information on the Washington-Rochambeau Revolutionary Route NHT. Futher information on the Washington-Rochambeau Revolutionary Route NHT: Washington-Rochambeau Revolutionary Route NHT Statement of National Significance, 2003 Washington-Rochambeau Revolutionary Route NHT Resource Study & Environmental Assessment, 2006 Washington-Rochambeau Revolutionary Route NHT Strategic Plan, Draft, 2011",
    "url": "https:\/\/www.nps.gov\/waro\/learn\/management\/index.htm"
}
