{
    "title": "Appalachian National Scenic Trail: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit        McAfee Knob along the Appalachian National Scenic Trail. Photo Credit: ATC       Getting Started The Appalachian National Scenic Trail's website is a great place to start pre-planning for your next adventure on the Appalachian Trail. These pages and links provide the information you need to get started. The Appalachian National Scenic Trail is a public footpath that follows more than 2,100 miles of Appalachian Mountain ridgelines between Maine and Georgia. The trail is open year-round and accessible from many locations. Find the closest access point to you in Directions. From planning a day hike to thru-hiking the entire length of the Trail, your journey along the Appalachian National Scenic Trail begins here!        Ridgerunner provides knowledgeable information about the A.T. Photo Credit: ATC  Basic Information This is a great place to start planning your visit! Learn about operating hours, fees and passes, weather and safety, maps, events, and important information regarding pets on the Trail here.          The official map of the Appalachian National Scenic Trail Photo Credit: NPS  Directions and Transportation Where is the nearest trail access point to you? Whether you travel by foot, car, bus, train, or air, use this section to find the best way to access the Trail.          Celebrate the National Park Service Centennial on the A.T.! Photo Credit: ATC  Centennial Events The National Park Service turns 100 on August 25, 2016, and the Appalachian National Scenic Trail will be celebrating all year long! Take a look at what we have planned and learn how you can get involved.          A tent rests in a grassy patch. Photo Credit: ATC  Safety Whether on a day hike or thru-hike, be safe when you visit the Appalachian National Scenic Trail! Learn about personal safety and awareness tips for hikers here.          The National Park Service strives to make parks accessible to all visitors. Photo Credit: NPS\/Stromberg  Accessibility The National Park Service is committed to making our National Parks accessible to everyone. Learn more about accessibility along the Appalachian National Scenic Trail here.",
    "url": "https:\/\/www.nps.gov\/appa\/planyourvisit\/index.htm"
}
