{
    "title": "Appalachian National Scenic Trail: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Appalachian Trail Park Office P.O. Box 50  Harpers Ferry, WV 25425                 Directions       Please refer to our Directions and Transportation page for more information.   There are many points of access along the Appalachian Trail, whether it is by car, train, bus or plane. For more detailed directions, please refer to the \"Directions\" section of our park webpage.  Directions Details           Operating Hours & Seasons       In general, the Appalachian Trail is open year-round. For more information, please refer to our Operating Hours and Seasons.   Appalachian National Scenic Trail In general, the Appalachian Trail is open year-round. The northern terminus at Mount Katahdin in Maine is within Baxter State Park, which may be closed in winter months, depending on weather conditions. Particular sections of the Trail, and less-developed roads accessing the Trail, may be closed temporarily for a number of reasons, but otherwise the trail is open.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           It is your responsibility to be prepared for all weather conditions, including extreme and unexpected weather changes year-round. As the trail runs from Georgia to Maine there will be different weather conditions depending on your location. For weather along specific sections of the trail and at specific shelters, please refer to: http:\/\/www.atweather.org\/         Fees & Passes    Please refer to our Fees and Passes page for more information.  Entrance Fees:   Appalachian National Scenic Trail Entrance Fee - $0.00 The Appalachian National Scenic Trail (NST) does not charge an entrance fee for use of the trail on Appalachian NST land.   Entrance Passes:   0 - $0.00 0         Visitor Centers       Appalachian Trail Conservancy The Appalachian National Scenic Trail does not currently have a visitor center. The Appalachian Trail Conservancy, a national not-for-profit corporation has a visitor center in Harpers Ferry, WV.",
    "url": "https:\/\/www.nps.gov\/appa\/planyourvisit\/basicinfo.htm"
}
