{
    "title": "Appalachian National Scenic Trail: News",
    "body": "Explore This Park    Learn About the Park     News             News       New article out on tick surveillance and disease prevention on the Appalachian Trail - July 2015 A new article has been published in the summer 2015 issue of Park Science that looks at tick surveillance and disease prevention on the Appalachian Trail. The view the article CLICK HERE.      Derrick Knob Shelter in Great Smoky Mountains National Park Temporarily Closed - June 2015 Derrick Knob Shelter in Great Smoky Mountains National Park has been temporarily closed due to nearby bear activity.      Limestone Spring Shelter in Connecticut Temporarily Closed - June 2015 Limestone Spring Shelter in Connecticut and surrounding tentsites have been closed until hazard trees can be removed. The shelter is expected to be re-opened within a few weeks.      Appalachian Trail announces implementation of an Unmanned Aircraft Use Policy - August 2014 The National Park Service has developed an interim policy prohibiting the use of unmanned aircraft on NPS managed lands of the Appalachian National Scenic Trail. This is a new park use that could affect park resources, staff, and visitors in ways that the National Park Service has yet to identify, analyze and examine. It is the National Park Service policy to not allow a new park use until a determination has been made that it will not result in unacceptable impacts on park resources and values, plus staff and visitor safety.  The closure prohibits the launching, landing, or operating an unmanned aircraft from or on lands and waters administered by the National Park Service within the boundaries of the Appalachian National Scenic Trail. For more information, please view the official press release and the addendum to the compendium of orders.      Dahlgren Campground in Maryland temporarily without potable water - February 2014 The Dahlgren Campground, located on the Appalachian Trail just south of Old South Mountain Inn on Alternate 40 in Maryland, will be without potable water for about two weeks beginning February 10, 2014. Please plan accordingly when hiking this section in Maryland.      Gypsy Moth Treatment scheduled in June for part of the A.T. in Southwest Virginia - June 2013         In an effort to Slow the Spread of the Gypsy Moth, a non-native insect pest which damages hardwood trees, the Virginia Department of Agriculture Consumer Services and the U.S. Forest Service are cooperatively applying mating disruption treatments using low-flying aircraft on 33,000 acres of public and private lands in this area. This includes portions of the Appalachian Trail between Walker Gap and Hunting Camp Creek. Application is expected to take 1-2 days, and is planned for a time window between June 18 and 21, 2013. This chemical pheromone treatment is not harmful to humans or other mammals, however forest visitors, including trail hikers, may see or hear low-flying aircraft during this time period. For more information, please visit the George-Washington-Jefferson National Forest website.      Help Prevent the Spread of Highly Contagious \"Stomach Bug\" (Norovirus) - May 2013 Cases of Norovirus were confirmed this spring among Appalachian Trail (A.T.) hikers in Tennessee and North Carolina, with the greatest number of cases from north of Hot Springs to the Nolichucky River. A few hikers reported similar symptoms in central Virginia. The highly contagious \"stomach bug\" causes your stomach and\/or intestines to become inflamed, which leads to stomach pain, nausea, and diarrhea.  Norovirus is transmitted by contact with an infected person, contaminated food or water, or contaminated surfaces. The virus has a 12 to 48-hour incubation period and lasts 24 to 60 hours. Infected hikers may be contagious for 3 days to 2 weeks after recovery; the virus may be present in water sources, soil, or certain surfaces for extended periods.  Outbreaks occur more often where people share untreated water sources and facilities for sleeping, dining, showering, and toileting. The virus can spread rapidly in crowded shelters and hostels.  Sanitation is key to avoiding and spreading Norovirus.  Take the following steps to prevent contracting and spreading the illness:   Treat all water by boiling, treating with chlorine, iodine, or chlorine dioxide (Aquamira), or a combination of filtering and chemicals. To learn how best to treat your water, visit: www.cdc.gov\/healthywater\/drinking\/travel\/backcountry_water_treatment.html  Do not eat out of the same food bag, share utensils, or drink from other hikers' water bottles.  Wash your hands with biodegradable soap (200' from water sources) before eating or preparing food and after toileting.  Be aware that alcohol-based hand sanitizer may be ineffective against Norovirus.  Bury human waste 6-8” deep in soil (200’ from water sources) where privies are not available.  If you develop symptoms of stomach illness, keep hydrated, avoid direct contact with others, and avoid contaminating surfaces. Seek medical treatment if symptoms persist more than a few days. Remember that even after you feel better, you still may be carrying the virus and it can be transmitted to others.  Report cases of stomach virus to incident@appalachiantrail.org; even second-hand reports are helpful. A report form can be downloaded from www.appalachiantrail.org\/incidents  For more information visit: www.cdc.gov\/norovirus      Elevated Fire Danger on A.T. - April 2012 With the current elevated fire danger across the Mid-Atlantic States hikers are asked to do their part to help protect the trails and forests byusing extreme care with fire. Consider avoiding the use of ground fire,even in fire rings, and instead rely on your backpack stove for cooking.This eliminates the potential of leaving dangerous hot coals behind. Additionally, hikers are asked to report any large smoke columns or apparently unattended fires promptly to the local 911 dispatch. Due to the low humidity and dry fuel conditions many states currently have high fire warnings in effect. New Jersey, Maryland and Virginia have had wild fires burn along the Appalachian Trail this weekend and firefighters suppressed fires near the Trail in New York, Pennsylvania and West Virginia earlier this year. Check local conditions and alerts when planning your hike. Watch for and obey all trail closures. Follow instructions for alternate routes that may be identified during fires or fire-fighting activities. Temporary closures and detours are for your safety and will be lifted as soon as conditions permit.     NPS Identifies Preferred Alternative for Susquehanna-Roseland Transmission Line - March 2012 The National Park Service (NPS) has identified a \"preferred alternative\" for the Final Environmental Impact Statement (EIS) on the application by PPL Electric Utilities (PPL) and Public Service Electric and Gas Company (PSE&G) for the expansion of an existing electric transmission line that crosses National Park Service lands within Pennsylvania and New Jersey. Read more HERE.        The National Parks: America's Best Idea The National Parks: America's Best Idea is a six-episode series directed by Ken Burns and written and co-produced by Dayton Duncan. This 12-hour series will air on public television stations across the country beginning September 27th. It features the stories of people - rich and poor, famous and the unknown - all who lived their lives to save the natural, cultural, historic and wild places that became our National Parks.",
    "url": "https:\/\/www.nps.gov\/appa\/learn\/news\/index.htm"
}
