{
    "title": "Washington-Rochambeau National Historic Trail: Allied Armies",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Allied Armies                The Allied Armies          Soldiers in Uniform by Jean Baptiste Antoine de Verger, 1781-1784 Anne S.K. Brown Military Collection, Brown University Library       The allied forces comprised a diverse group with a common goal. French troops impressed colonists with their professional military training and elegantly decorated uniforms. The Continental Army, however, included soldiers from boys who were barely teens to men who were grandfathers. Some had been trained; others had never fired a shot. A man's social or political status often determined his rank. Although most American soldiers were of British ancestry, some descended from Germans, Africans, and American Indians. Only one black soldier served under Rochambeau but Baron von Closen, a member of Rochambeau's French army at Yorktown, noted in July 1781,\"A quarter of [the American army] are Negroes, merry, confident and sturdy.\" Many of those African-Americans who fought under Washington were freedmen and former slaves who hoped American independence would improve the status of their race. From June through September 1781 soldiers on the march to Yorktown carried their own weapons, utensils, and other personal items. A man often hauled 60 pounds or more for up to eight hours a day. Troops of both armies required food, water, and a safe place to rest each night. A soldier's lodging depended on his military rank. On the way to and from Yorktown French and American officers stayed in nearby homes or taverns, while the men slept outside in tents. A camp of thousands required hours to assemble. French Chaplain Abbé Robín complained of having to wait \"until the hottest part of the day for the baggage wagons before we can take any repose. The sun has sometimes finished her course, before our weak stomachs have begun to receive and digest the necessary food.\" The troops received meal rations and dug pits where they could set their cooking kettles. Collecting pure water was essential. Robín described being \"stretched out full length upon the ground, panting with thirst.\" The heat plagued the French. American troops did not have elaborate uniforms, but their linen overalls were better suited to summer in the eastern United States than the wool garments worn by most of Rochambeau's men. To avoid marching at the hottest time of day, soldiers were on the road by 4 a.m. and walked 12 to 15 miles to their next campsite by late morning. Wives and children of the Continental Army and French troops sometimes followed their husbands, brothers, and fathers to camp. These civilians, uprooted by war, sewed, cooked, and washed clothes for the men, often earning a bit of money for their services. They also nursed the wounded. American soldiers benefited by the presence of women in the camps, but Washington noted that these \"camp followers\" presented a physical and financial burden for the army. Like the enlisted troops, they needed to be fed and sheltered, but did not fight.",
    "url": "https:\/\/www.nps.gov\/waro\/learn\/historyculture\/the-allied-armies.htm"
}
