{
    "title": "Tumacácori National Historical Park: General John J. Pershing at Tumacácori",
    "body": "John J. Pershing         General John J. Pershing Photo from the cover of Time Magazine, November 15, 1943  The story of General John J. Pershing having written his name on the sacristy wall in the Franciscan church at Tumacácori and having slept there a couple of nights has long been told by interpretive rangers at Tumacácori National Historical Park. Following are some details about something we know very little about. General Pershing and his close friend, General (and former vice-president of the United States) Charles G. Dawes, visited Tumacácori National Monument in March of 1934. It was then that General Pershing told Custodian George Boundey, \"I slept there (in the sacristy) a couple of nights when I was serving as a lieutenant in the army.\" This would have been sometime between 1886 and 1897, depending on whether it was when Pershing was second or first lieutenant. On September 30, 1886, upon graduation from West Point, John Joseph Pershing was made a second lieutenant and assigned to Troop L of the 6th U.S. Cavalry at Fort Bayard, New Mexico. From there he participated in several Indian campaigns and was cited for bravery for actions against the Apache. Between 1887 and 1890 he served at various postings with the 6th Cavalry in California, Arizona, and North Dakota, certainly placing him in a position to have been at Tumacácori during that time period. On October 1, 1895 Pershing was promoted to first lieutenant and took command of a unit of the army's 10th Cavalry Regiment, one of the original Buffalo Soldier regiments. This was the assignment that later earned him the nickname (given to him by his students at West Point who didn't like his disciplinary policies) \"Nigger Jack.\" That nickname was softened by the press during World War I to \"Black Jack\" Pershing, but it was during his time with the Buffalo Soldiers that he made a sweeping expedition through the South and the Southwest, rounding up Creek Indians and deporting them to Canada. This, again, places him within the possibility of having visited Tumacácori at that time. The testimony of one R. K. Bailey of Phoenix in 1963 gives credence to the latter. He claimed to have visited Tumacácori for the first time in 1931 and remembered seeing Pershing's signature on the south sacristy wall, about three or four feet above the floor level. He claimed that it was \"scratched\" into the wall in such a position that Pershing was evidently sitting on the floor when he wrote it. According to Bailey it read, \"1st Lt. John J. Pershing 18...,\" but he did not remember the exact year. However, records at Tumacácori National Historical Park show that Pershing told Custodian Louis Caywood that \"his name had been on the south wall and that he had camped here when he was a second lieutenant.\" Regardless, the plaster in which his name was scratched fell away from the wall in the later 1930's and was lost forever. Anybody want a research project? Well, there you have it.",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/historyculture\/general-pershing.htm"
}
