{
    "title": "Washington-Rochambeau National Historic Trail: General Rochambeau",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     General Rochambeau                General Jean Baptiste Donatien de Vimeur, comte de Rochambeau         Jean Baptiste Donatien De Vimeur, Comte De Rochambeau by Charles Willson Peale, from life, c. 1782 Courtesy, Independence National Historical Park  General Jean Baptiste Donatien de Vimeur, comte de Rochambeau was born in 1725, the third son of a wealthy family with strong military tradition. Rochambeau, as was expected by the third son of French noble families, studied for the clergy. When his elder brother died, 15-year-old Rochambeau embarked on a military career. In 1756, Rochambeau's valor during the Seven Years' War was rewarded with the promotion to brigadier general. His new position allowed him to witness how jealousies between officers were undermining the military effectiveness of the French army. Rochambeau consciously removed himself from rivalries, gaining praise and recognition which lead to the appointment of major general. Rochambeau was promoted to Maréchal de Camp and Inspector General of the French infantry. By 1771, Rochambeau was again recognized for his personal integrity and was offered the position of Minister of War. He declined this offer, and looked to concentrate on addressing much needed military reforms. Rochambeau was chosen in 1778 to lead an invasion of Great Britain. The objective was to take advantage of Britain's weakened defenses, since such a large portion of the British troops were sent to America. The invasion was planned for 1779 but soon fell apart due to factors of poor naval planning and disease. However, France had recognized America as an independent nation and was committed to helping her new allies. The French army under Rochambeau had benefitted from reform and preparation for the British invasion. The French forces would change their objective and instead fight alongside the Americans. Lafayette had recently returned to France to help plan the deployment of French forces in America and emphasized that the commander of these forces must be sensitive to the challenges of American leaders. Rochambeau was chosen to command the new expedition and promoted to Lieutenant General. The French Foreign Minister, comte de Vergennes directed Rochambeau to place himself subordinate to General George Washington. Rochambeau set off on the expédition particulière with 5,500 men in May 1780. Rochambeau landed in America in an uncomfortable position. He was on unfamiliar land and allied with those who had been enemies of France less than 20 years prior. He also discovered that American forces were far less prepared and supplied than the French had expected. Rochambeau placed himself under General George Washington's command and through tact, charm, and wisdom was able to win over his former enemies. The French General and his disciplined forces were able to win over the American people, the Continental troops, and General George Washington himself. Rochambeau was more experienced than Washington and therefore impressed Washington with skill and respect. The logistical maneuvering and siege of Yorktown was Rochambeau's greatest military achievement. The importance of the victory at Yorktown is often overlooked by French military history because it greatly benefitted his allies, the Americans, and not France itself. After Yorktown, General Washington had to head northward in case further military action was needed. General Rochambeau and his forces spent the winter quartered in and around Williamsburg, Virginia. He met Washington in Philadelphia in 1782, and again at Washington's Hudson River camp to celebrate the anniversary of the Yorktown victory. Rochambeau sailed for France in January of 1783. Upon his return to France, Rochambeau was awarded the Cordon Bleu of the Order of the Saint Esprit. He was appointed commander of the Northern Military District, stayed active in the Society of the Cincinnati, and exchanged letters with Washington over time. Unfortunately, peace did not last long for Rochambeau. In 1789 he found himself in the midst of the budding French Revolution. He witnessed army mutinies, riots, and soldiers creating political associations. By 1791, France was expecting an attack from Austria and the new Minister of War made Rochambeau a Marshal of France and handed him command of the northern armies. Rochambeau was ill, and found the military planning of a war with Austria inadequate and futile. Rochambeau resigned and went home as a citizen, only to find his house ravaged, friends killed, and locals increasingly hostile. In 1794 Rochambeau was arrested and taken to the Conciergerie in Paris. His illness had worsened, requiring hospitalization. His medical care delayed his execution and only days before Rochambeau was scheduled for the guillotine, the Reign of Terror ended. Rochambeau was released and retired to his home. In 1796 he wrote his last letter to Washington. Rochambeau met Napoleon in 1801 and received the Legion d'honneur in 1804. General Rochambeau died in 1807 at the age of 83, a decorated military asset of France and an American hero. Based on \"Rochambeau\" by Albert Durfee McJoynt, in the Journal of Early Modern Warfare, 1990.",
    "url": "https:\/\/www.nps.gov\/waro\/learn\/historyculture\/general-rochambeau.htm"
}
