{
    "title": "Washington-Rochambeau National Historic Trail: The War for Independence",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     The War for Independence                 The War for Independence          Reading the Declaration of Independence by John Nixon, from the steps of Independence Hall, Philadelphia, July 8, 1776By E.A. Abbey, 1876 Prints & Photographs Division, Library of Congress, LC-USZ62-112159       The Seven Years War (1756-1763) had left Great Britain deeply in debt. Parliament in London wanted the American colonies to help pay off this debt through an increase in taxes. The Sugar Act of 1764 levied a tax on lumber, rum, molasses, and other foodstuffs. The Sugar Act was not welcome in the colonies, but the Americans became further enraged by the addition of the Quartering Act of 1765. This Act required colonists to provide food and quarters to the British troops stationed in the colonies. American hostility reached even greater heights when the Quartering Act was immediately followed by the Stamp Act of 1765. The Stamp Act was a direct tax on Americans requiring all printers in the colonies to only use paper embossed with a revenue stamp from London. The Stamp Act applied to all newspapers, magazines, legal documents, books, land deeds, almanacs, and other printed materials. The American colonists were furious. The colonies had no representatives in the British Parliament. Therefore, the colonists had no vote in any of the legislation passed in the House of Commons. Americans considered it a violation of their rights as subjects of the King of England. A Stamp Act Congress was called in New York City, which resolved to submit a petition to Parliament and King George III. The Stamp Act was hurting the colonies' economy, but it was not until British merchants began to feel negative consequences as well that the Stamp Act was reconsidered. The American petition ignored, the British merchants appealed to Parliament and the result was a repeal of the Act in 1766. Parliament refused to see its authority to pass legislation for Britain's colonies challenged by the American colonists and passed the Declaratory Act. The purpose of this Act was to reassert Parliament's authority to pass legislation for the American colonies. Soon after, in 1767, Parliament passed the Townshend Act, named after Chancellor of the Exchequer Charles Townshend. The Townshend Act levied new taxes on glass, painter's lead, paper, and tea. Expecting more back-lash from the colonists, the British army sent troops to Boston to help officials enforce the new taxes. Boston was the center of colonial rebellion in the late-1760s and Parliament knew it had to take control of the city. The tensions came to a head in 1770, with a clash between Crown forces and angry colonists in the event known as the Boston Massacre. Five unarmed civilians were killed by gunfire, and the spark of colonial rebellion had been lit. The next clash erupted over the importation of tea by the British East India Company. The East India Company held a monopoly in the tea trade, and was the only company allowed to import tea to the colonies. This arrangement guaranteed the House of Commons uniform collection of the tax on tea. In 1773, East India Company ships were turned away by the colonists at the docks of Boston, New York, and Philadelphia in protest of this tax. Crown-appointed officials of Boston refused to send the ships back to Great Britain. In response, the colonists boarded the ships and threw the tea into Boston Harbor, an event known as the Boston Tea Party. Parliament again, infuriated by the loss of tea and profit, responded with a new law, called the Coercive Acts in Great Britain and the \"Intolerable Acts\" within the American colonies. The Acts barred the use of Boston Harbor until the tea lost in the Boston Tea Party was paid for in full. Parliament also quickly passed the Quebec Act of 1774, which allowed the free exercise of the Catholic faith while closing off all possibilities of westward expansion by the colonies. In 1774, after ten years of conflict, American colonists from the lower 13 colonies called the First Continental Congress in Philadelphia. More and more Americans began to see Great Britain as the antagonist while the most radical among them even pondered independence as a viable option. France had been watching Britain's American colonies very closely. Throughout the late 1760s to the early 1770s, France had sent agents to British America to stay informed of the state of the thirteen lower colonies. The First Continental Congress had resulted in an appeal to King George III to restore harmony between Parliament and the colonies. Awaiting resolution, the colonies had boycotted trade with Great Britain. The tension culminated in April 1775, when American militiamen fired at Crown Forces at Lexington and Concord, with \"the shot heard 'round the world.\" In 1775, the Second Continental Congress convened, Ethan Allen and Benedict Arnold captured Fort Ticonderoga in New York, and Patriots valiantly faced the British at the Battle of Bunker Hill. The War for Independence had begun, and on July 3, 1775 Congress appointed George Washington Commander-in-Chief of the Continental Army. During March and April of 1775 France developed a secret plan to aid the Americans. Silas Deane was sent to Paris as the commercial agent for Congress, as well as its covert representative. There he would purchase supplies while also negotiating a treaty of alliance with France. Pierre Augustin Caron de Beaumarchais had approached Charles Gravier, comte de Vergennes, Foreign Minister to King XVI, with a plan to create a private trading company through which the French monarchy could channel aid to the Americans. The French and Spanish governments both supplied aid through this method. Many of the supplies were shipped directly to ports in New England, others came via French colonies in the West Indies. Private contraband was frequently first transported to the tiny Dutch island of St. Eutatius in Caribbean before being funneled into the colonies. In September of 1776, just two months after the signing of the Declaration of Independence, Congress sent Arthur Lee and Benjamin Franklin to join Deane in Paris to request more supplies. They were also told to engage military engineers for service in the Continental Army. Upon arrival, Franklin was flooded with requests for employment in the Continental Army. Deane had already contracted with forty-one officers including the marquis de Lafayette and the Baron de Kalb. By 1777, one hundred volunteers had been hired by Deane, Lee, and Franklin, whether French, Polish, or German speaking. In October 1777, General Horatio Gates defeated British General \"Gentleman Johnny\" Burgoyne at Saratoga, a major turning point of the Revolutionary War. By the time news reached Paris in December 1777, France was ready to recognize the independence of the thirteen colonies. In February 1778, the Treaty of Amity and Commerce was signed publicly, and a secret Treaty of Alliance was signed as well. France was now expecting war with Great Britain. Admiral d'Estaing was sent with seventeen French ships to the Caribbean. Soon after, the French frigate \"Belle Poule\" was attacked by the frigate \"Arethusa\" off the coast of Normandy. King Louis XVI responded with an order to his navy to attack British vessels. French participation in the War for Independence was off to a rocky start. Between 1778 and 1779 the sieges of Newport and Savannah, both held by the British, had failed. Charleston, South Carolina fell to a British army under Sir Henry Clinton in 1780. Although war in the United States was not seeing success, France was also concentrating on her own borders and amassing troops near the Channel coast for a possible invasion of the British Isles. A failed mission in the Channel redirected France's focus back to the United States. In 1779, at the urging of the marquis de Lafayette, Benjamin Franklin suggested France dispatch troops to fight alongside the Americans. A new strategy was formed, the core of which was to dispatch French ground forces in America. Before 1779, both Americans and the French had been wary of sending French forces to be stationed on the American mainland. During the Seven Years' War, called the French and Indian War in the New World, France had been the enemy of the British colonists, turned Americans, just sixteen years prior. However, by late 1779, General George Washington and the French minister the chevalier de la Luzerne met at West Point, New York to discuss strategy for 1780. Both came to the conclusion that French ground forces would be welcome, and needed, in the New World. King Louis XVI approved the deployment of ground forces code-named expédition particulière in February of 1780. The plan was to transport a French force large enough to turn the tide of the American War for Independence. French naval forces in the Caribbean would be strengthened and prepared to support the expedition to the mainland if necessary. Military action in Europe would act as diversion for the forces of Great Britain. To lead the land forces of the expédition particulière, Louis XVI had chosen Rochambeau for his level-headedness, ability to compromise, and a willingness to cooperate. Rochambeau was promoted to lieutenant general. Rochambeau selected his regiments, not for prestige, but instead those units which were well-officered and disciplined. Rochambeau departed with 5,300 men and 450 officers on May 2, 1780. The French arrived in Narragansett Bay on July 11, 1780, the official starting point of the Washington-Rochambeau Revolutionary Route National Historic Trail. Information based on the W3R® state reports by Robert Selig, PhD. Read the full detailed history available for Connecticut, New York, New Jersey, Pennsylvania, and Delaware available on www.w3r-us.org.",
    "url": "https:\/\/www.nps.gov\/waro\/learn\/historyculture\/the-war-for-independence.htm"
}
