{
    "title": "Washington-Rochambeau National Historic Trail: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture          A section of the French map of the route to Yorktown, 1782 Geography and Map Division, Library of Congress       When French general Jean Baptiste de Vimeur, comte de Rochambeau stepped off the \"Duc de Bourgogne\" onto the docks of Newport, Rhode Island, he was entering a struggling country besieged by war. The year was 1780, a full four years since thirteen of Britain's American colonies had boldly declared their independence in 1776. Throughout their struggle, the Americans had faced an enemy better-trained, better-equipped, and more experienced. The Americans needed help. As early as the summer of 1776, the American rebels had turned to France for assistance. France had the military supplies, naval power, and money the Americans so desperately needed. The French king, Louis XVI, saw his own opportunity in helping the Americans. Not only would he increase the political and economic power of France in the New World, he would also be avenging France's loss to Great Britain in the Seven Years' War. King Louis XVI began to ship muskets, mortars, gunpowder, and cash to the new nation. In February 1778, France signed a \"Treaty of Amity and Friendship\" as well as a \"Treaty of Military Alliance\" with the United States of America. This recognition as an independent country by a foreign power sent a powerful signal around the world. The French aid that flowed into the nascent United States helped the Americans tremendously during the early years of the War for Independence, but by 1780, the war was at a stalemate. Until now, the French had only been shipping supplies, but now they would start sending their men as well. On July 11, 1780, a French army of 5,300 men and 450 officers under the command of the comte de Rochambeau landed in Newport. General George Washington welcomed the French army's arrival, as well as greatly respected his new ally, General Rochambeau. General Washington would serve as the commander of the allied armies, but General Rochambeau had the military expertise to play a vital role in strategic planning. In June of 1781, the French army would march through Rhode Island and Connecticut to meet the American army in Philipsburg, New York on July 4, 1781. General Washington and General Rochambeau prepared lay siege to and attack New York City, the center of British political and military power under General Sir Henry Clinton. However, these plans were to change. News had arrived that French Admiral de Grasse was directing his warships to the Chesapeake Bay. Generals Washington and Rochambeau decided to abandon their offensive on General Clinton and turned south. Their new goal was the British troops under Lord Charles Cornwallis and the town of Yorktown, Virginia. On August 18, 1781 the allied armies left Philipsburg, New York. The troops would cover 300 miles through New York, New Jersey, Pennsylvania, Delaware, Maryland and Virginia to arrive in Williamsburg on September 26. The pure logistics of sending two armies and their belongings on such a journey was a feat in itself. Here the French expertise in planning, documenting, mapping, and executing the route to Yorktown proved invaluable. On September 5, 1781, French Admiral de Grasse's fleet won the Battle off the Capes against British war ships. De Grasse established a blockade of the Chesapeake Bay, cutting off naval support to the British and allowing Cornwallis and his men no escape route from Yorktown. By September 28, 1781, when French and American forces arrived outside Yorktown, Cornwallis was cornered and allied troops immediately opened siege on British fortifications. French and American artillery first fired on the British from the First Parallel or Siege Line on October 9. On the evening of October 14 American and French forces stormed two redoubts to complete the Second Parallel around Yorktown. An exhausted French soldier afterwards wrote in his diary, \"The whole redoubt was so full of dead and wounded that one had to walk on top of them.\" Days later, with their defenses shattered, Lord Cornwallis called for a ceasefire. On October 19, 1781, British troops solemnly walked through two lines of soldiers-Americans on one side, French on the other-and laid down their arms. The allied victory at Yorktown was the last significant mainland battle of the American Revolution and enabled the 13 states to become one nation. The cooperation of Rochambeau's forces under the leadership of Washington, the smart coordination of allied land and naval resources, and the soldiers' perseverance during their long journey made the effort a success. When French troops marched back north to New England in 1782, they were welcomed and thanked by grateful Americans. The Washington-Rochambeau Revolutionary Route National Historic Trail, also known as the W3R-NHT, commemorates the over 680 miles of land and water trails followed by the allied armies under General Washington and General Rochambeau through Massachusetts, Rhode Island, Connecticut, New York, New Jersey, Pennsylvania, Delaware, Maryland, Virginia and what is now Washington D.C. The NHT will identify, preserve, interpret, and celebrate the French and American alliance in the War for Independence. The military, logistical, and cultural significance of the trail to the final land battle of the American Revolution deserves recognition as a pivotal point in American history. Without the assistance of thousands of French soldiers, many of whom gave their lives, the outcome of the war may have been different. The Washington-Rochambeau Revolutionary Route National Historic Trail honors the cross-cultural significance of the French-American alliance and America's great success in the War for Independence.         Read more in The War for Independence and The Washington-Rochambeau Revolutionary Route See the chronology of the War in Timeline of the War for Independence Read more about the people who marched this route: General Washington, General Rochambeau, and the Allied Armies",
    "url": "https:\/\/www.nps.gov\/waro\/learn\/historyculture\/index.htm"
}
