{
    "title": "Washington-Rochambeau National Historic Trail: General Washington",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     General Washington                General George Washington         George Washington by James Peale, after Charles Willson Peale, c. 1787-1790 Courtesy, Independence National Historical Park  George Washington was born in 1732 to Augustine and Mary Washington in Westmoreland County, Virginia. He was educated in morals, manners, and the knowledge required of an 18th century Virginia gentleman, but his formal education ended at age 11 when his father died. His older half-brother Lawrence Washington stepped in as a surrogate father. George Washington developed an early interest in military arts and westward expansion, and by the time he was 16, Lawrence had helped him find work as a surveyor. George Washington became a surveyor for Lord Fairfax, who owned large sections of farmland in the Shenandoah Valley of Virginia. By age 17, George Washington was appointed official surveyor of Culpeper County in 1749. By 1751, Lawrence Washington was dying of tuberculosis. George Washington travelled with him to Barbados in hopes of curing him. Lawrence grew worse and George Washington contracted smallpox. George Washington recovered, but Lawrence died at his estate, Mount Vernon, in 1752. Washington first leased then purchased the estate from Lawrence's widow, beginning major additions and improvements he would work on for years to come. Lawrence Washington had also been a militia officer in Virginia, and at his death the position was divided up. George Washington was appointed major in the Virginia militia. In 1754 Washington was promoted to Lieutenant Colonel and sent to protect British holdings in the upper Ohio Valley from the French. Washington delivered the message to the French occupying the area, and the French refused to leave. Washington, his militia, and British-allied Native Americans ambushed the French troops under the command of Joseph Coulon de Villiers de Jumonville, in the event known as the Battle of Jumonville Glen, the opening battle of the French and Indian War. Jumonville was killed. The French counterattack captured Washington and Fort Necessity. Washington spent 1755 as an aide to British General Edward Braddock on an expedition to drive the French out of the Ohio River Valley. Braddock was mortally wounded and the British retreated. Washington was rewarded for his efforts with a commission as Colonel of the Virginia regiment. Washington's final expedition in the French and Indian War ended in 1758. Washington left military life to return to Mount Vernon. Washington served in the Virginia House of Burgesses, the governing body in the colony before the Revolution. By 1774, the Burgesses were strongly opposed to what they considered to be excessive British taxes levied on the colonists and sent delegates to the First Continental Congress. Washington then served as a delegate to the Second Continental Congress in 1775 whose delegates elected him Commander-in-Chief based on his experience and distinguished reputation. General George Washington took command of his troops on July 3, 1775 in Cambridge, Massachusetts. The War for Independence would last eight and a half years. Washington had great successes such as the daring surprise attack on the Hessians at Trenton in 1776, yet these were overshadowed by real hardships faced by the soldiers and the American people. The British spent the winter of 1777-1778 in the comfort of Philadelphia, while the American troops suffered at lack of supplies at Valley Forge. A boost in morale followed the American victories at Saratoga in October 1777 and at Monmouth, New Jersey in June 1778, as well as with the formal Franco-American alliance, but by 1779 Americans were weary and needed help. The arrival of General Rochambeau and the French troops in 1780 ignited the War for Independence once again, and culminated in the American and French victory at Yorktown. Once the American War for Independence officially came to a close in 1783, Washington voluntarily resigned as Commander in Chief of the Continental Army. Some of his officers wanted to make him King of the new nation, but Washington refused, instead promoting a free and democratic country. Washington again returned to Mount Vernon, yet soon realized America was struggling under the 1777 Articles of Confederation. The Constitutional Congress was created and met in Philadelphia in 1787. The constitution was ratified and George Washington was unanimously elected the first President of the United States. Washington's presidency had the key tasks of keeping the states united and establishing a federal government. When the French Revolution broke out, Washington firmly stood neutral, refusing to be swayed by Secretary of State Thomas Jefferson's Pro-French stance or Secretary of the Treasury Alexander Hamilton's Pro-British arguments. Washington believed that America was a young country with a fragile political system. To enter the war would tear apart the country. Washington left the Presidency in 1797 after his second term. He returned to Mount Vernon yet again, ready to enjoy his estate, study agriculture, and spend time with his family. Les s than three years later, in December of 1799, Washington came down with a throat infection. He died soon after. George Washington's death put America into a nationwide mourning, but over 200 years later, his legacy remains as the Father of the United States of America. Based on \"George Washington\" at whitehouse.gov and The seven ages of Washington: a biography by Owen Wister",
    "url": "https:\/\/www.nps.gov\/waro\/learn\/historyculture\/general-washington.htm"
}
