{
    "title": "Tumacácori National Historical Park: Sad Tales",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research     Sad Tales                Sad Tales      by  Donald T. Garate  December 2004           A growing feature of the Mission 2000 database on the Internet is the field titled “special searches” in which various groupings of people can be viewed together. For example you might want to look at the names of people who died from a small pox epidemic in a certain year, or you might like to know who the people were that Father Keller baptized at Casa Grande in the summer of 1743. It might be of interest to know who the Guevavi and Suamca Jesuits were who did not survive the forced march south during the Jesuit expulsion, or you might like to know who the first soldiers were who were assigned to the new presidio in 1752 before Tubac was decided upon as its location.  All of these things, plus many more, can be found in Mission 2000.  One particularly sad grouping, among four different combinations relative to the Pima uprising of 1751, is the list of people who were killed in Luis Oacpicagigua’s house in Saric the night before the general rebellion got underway at daylight on Sunday, November 21st.  We know from the San Ignacio death records that two women and nine children were burned to death by Luis that night, under the guise that if they would go into his house, he would protect them there from Apaches who he claimed were attacking the village. Once he got them inside, of course, he bolted the door and burned the house to the ground. María Magdalena Contreras and Ines Tisnado, sisters-in-law, were the two women. María Magdalena was married to José Domingo Tisnado and their five children who were burned to death included Juan José, 13, Juana Eusebia Clara, 7,  Francisco Xavier, 4, Ignacio Sotero, 2, and Miguel Fabian, 1. Ines Tisnado was the wife of Laureano Fernandez Calvo and their children who died with Ines that night were Ignacia Rafaela, 13, and three unnamed children of unknown ages.  At this time we do not know where José Domingo Tisnado was, but Laureano Fernandez Calvo was there to hear the screams of the dying. His words best tell the story: “I testify and confirm that in the year of 1751 on the 20th of November, night had already fallen when the Pimas of the Village of Saric, where I was living for the season in the service of the father missionary of the said village, rose up in rebellion. Father Juan Nentvig, who was the missionary at the time, having received a note from Father Jacobo Sedelmayr advising him of the impending uprising of his village, left there that night and went to Tubutama without my knowing about it. Not knowing where the father was and seeing that I could not find him, I went to the house of Captain General Luis Saric, where my wife had taken refuge because the Pimas had spread the word that the Apaches were about to attack the village.   Because I had confidence in the said Luis as my compadre, I arrived at his house and, having greeted him, he said to me, “There is no remedy for this. I am already in rebellion. I am already lost.” He said these words at the same time he was taking up his arms. Having armed himself, he asked me if the father was in his house, to which I responded, “It would appear so.” Having heard this, Luis, followed by many other Indians proceeded with me to the house of Father Nentvig. When we arrived there, they went in to look for the said father. When they did not find him, Captain Luis called me a liar and said that, indeed, my having said the father was in his house was a false statement. Because of that he was mad at me. He fired several arrows at me, from which I was able to shield myself behind a door which I kept closed.   Then Captain Luis made a loud outcry and a great many Indians converged on the scene. They then went with him to his house and set fire to it, burning it to the ground with my wife and four little children inside. They also burned to death in the same house my sister-in-law with her four or five children, and some other people.   While Luis’ house was burning I sneaked out of Father Nentvig’s house to try to save my own life and fled from the village of Saric while my wife and children perished in that fire.”           The shock of this devastating event reverberated around the Pimería Alta. Although numerous people of the time mentioned the occurrence in their writings, the words of Bernardo de Urrea, found in his personal information in Mission 2000, as he led a contingent of troops a week later in search of Luis give an idea of the horror of the scene: “January 1, 1752. We left the said Cerro Prieto and continued the march toward our destination. Before arriving at the village of Saric we encountered four bodies, which we buried. Upon arrival at the village we found two bodies very near the Holy Church where we were and, having found nothing with which to dig a grave because the ground was so hard, we left them in the cemetery and closed the gates. The others that the rebels killed in the said village, with regard to those where they burned the house and the roof fell in on the bodies, we left them as they were. Continuing our march, we arrived to spend the night above Tucubavia where the corresponding arrangements were made [to set up camp].”      To learn more about Laureano Fernandez Calvo, find him on Mission 2000 and follow the blue ID numbers.",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/historyculture\/sad-tales.htm"
}
