{
    "title": "Tumacácori National Historical Park: Language Quirks",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research     Language Quirks                Language Quirks      by Donald T. Garate October 2004Diversions, Occupations, and Characters           An examination of the many “titles” in the Mission 2000 search engine reveals a variety of individuals in the historic communities of our region who are steeped in culture, folklore, and any number of other characteristics. Aside from showing who was married to whom, or whose child a person may have been, the title field often shows a person’s occupation in life, rank in the military, or their personal stature in the community.  You can learn about gardeners, carpenters, ox drivers, and mule packers; cooks, coachmen and tortilla makers; weavers, spinners, and bread makers. And, the list goes on and on. For example, you might want to learn about Andrés, the famous witchdoctor who died in jail in 1745; Felipe Acosta, a freighter working for Lorenzo Velasco; Bartolo, Sabina Moraga’s Yaqui shoemaker; Barbara Rojo, Gabriel Vildósola’s slave; or José Cayetano Aguilar, Father Stiger’s personal servant who died when a heavy freight wagon he was working under fell and crushed him.           Sometimes when everything is translated into English, including the Yaqui and O’odham words, it almost sounds like a page taken from the history of the Vikings. For instance you can read about Mike the Traveler (Miguel el parador), John [The Lazy] Houses (Juan Quique el flojo), Joe the Stutterer (José el tartamudo), Catherine the Humpback (Catalina la corcovada), Thomas the Gentle (Tomás el mego), and Philip the Brute (Felipe el puerco). Or you might think you were with Robin Hood when you read about Little John (Juancho). He was Father Campos’ catechist in the early 1720’s and we have proof from his name of another language being spoken at San Ignacio besides O’odham and Spanish in those years. Juancho means “little Juan” in the Basque language. And, speaking of that, you might well think you are taking a page from the outlaw history of early Arizona when you read about “Little Pete and Arizona Mel!”Little Pete and Arizona Mel  Perucho is Basque for “little Pedro.”  There are several men in the system with that nickname (whom you can find by typing “Perucho” in the given name search engine), but “Perucho el viejo” had “Arizona Melchor” as his godfather when he was baptized. We know very little about Perucho el viejo beyond the fact that his given name was Pedro and he was commonly called “Perucho,” and that he was a Papago Indian from Quiburi who was baptized as an adult in 1749 in San Ignacio and died there in 1766.           Arizona Melchor, on the other hand first shows up at Santa María Suamca where he married his wife, Nicolasa Seamu, in 1743. Both Melchor and Nicolasa were Yaqui Indians. His surname was Muimea, which means something like “Shooting Warrior” in the Yaqui Language. In the mission records he is referred to as Arizona Melchor, Melchor Arizona, and Melchor del Arizona. The reason for that is because sometime, at least as early as 1746, he went to work for Bernardo de Urrea on his “Arizona” ranch, that place southwest of Nogales from which our state takes its name. Bernardo Urrea, a criollo Basque from Culiacan established the ranch called Arizona and is probably who gave it the name (you can also read a lot about him by doing a search on his name).             Arizona Melchor eventually left the ranch and moved to Ímuris. He survived two wives and at least one of his children, and was married to a lady named Magdalena when he died in Ímuris in 1759. The information in the mission records about “Little Pedro and Arizona Melchor” further adds to the Basque connection with the word “arizona” (the good oak tree) and further shows that the place was called Arizona, not Arizonac.",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/historyculture\/language-quirks.htm"
}
