{
    "title": "Alcatraz Island: Laws & Policies",
    "body": "Laws & Policies       Regulatory Information  There are a number of Federal and State laws and regulations that protect Golden Gate National Recreation Area (including Alcatraz Island), Fort Point National Historic Site, and Muir Woods National Monument, and the people who visit here.   Visitors to the park are responsible for knowing and abiding by those rules. This webpage is intended to help people learn about the rules that protect them and their park. Further information is available in publications such as the park's newspaper and from park rangers at headquarters and at the visitor centers throughout the park.   Code of Federal Regulations  The regulations that govern all national parks including Golden Gate National Recreation Area (including Alcatraz Island), Fort Point National Historic Site, and Muir Woods National Monument are encompassed in Title 36 CFR (Code of Federal Regulations). http:\/\/ecfr.gpoaccess.gov\/cgi\/t\/text\/text-idx?sid=434acca9510a2056e3edb6e1afe61eed&c=ecfr&tpl=\/ecfrbrowse\/Title36\/36cfrv1_02.tpl   Superintendent’s Compendium Each national park has specific local regulations established under the Superintendent's discretionary authority under Title 36 CFR. These regulations are compiled annually and available here on the park website and in print at park headquarters. http:\/\/www.nps.gov\/goga\/parkmgmt\/upload\/2009-0512-compendium.pdf   Firearms in National Parks  As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. However, 36 CFR § 2.4(a)(1)(iii) still prohibits the use of any weapon, trap or net in the National Parks. This includes those persons residing in the State of California that possess a valid State of California carry-concealed weapon permit (also known as a Carry Concealed Weapon (CCW) permit). These permits are typically issued by the county sheriff of the county where the state resident resides. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit our state’s website. http:\/\/ag.ca.gov\/firearms\/ A notable exception to this rule is the possession of weapons in federal facilities. Federal law prohibits firearms in certain facilities in this park; those places are posted with signs at all public entrances. This prohibition includes those possessing a valid State of California CCW permit. In other words, all persons, regardless of the state permit that has been issued to them, are prohibited from carrying any firearm in federal facilities. In Golden Gate National Recreation Area (including Alcatraz Island), Fort Point National Historic Site, and Muir Woods National Monument, this includes all administrative buildings, non-residential buildings, and buildings that serve the public. A partial list of the facilities that serve the public where firearms are prohibited include: Alcatraz Island:   Alcatraz Cruises, LLC does not allow firearms at the Alcatraz Landing in San Francisco or on-board their vessels.  Fort Point National Historic Site:  Historic Fort  Golden Gate National Recreation Area:  Crissy Field Center Marin Headlands Visitor Center Nike Missile Site Point Bonita Lighthouse Stinson Beach Lifeguard Tower Stinson Beach Surfer’s Grill  Muir Woods National Monument:  Muir Woods Visitor Center Muir Woods Snack Bar and Gift Shop  Presidio of San Francisco:  Presidio Visitor Center",
    "url": "https:\/\/www.nps.gov\/alca\/learn\/management\/lawsandpolicies.htm"
}
