{
    "title": "Tumacácori National Historical Park: Detective Work",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research     Detective Work                Detective Work      by  Anita Badertscher  March 2005           One of my favorite things to do with Mission 2000 is to get sidetracked.  I start out with one train of thought, in search of some particular bit of information. . . then I come across something that looks suspicious, and off I go following one tangent after another, finding events that need to be connected up in the database.  Soon, Don’s desk is littered with little notes about people who need to be reunited with parts of their history.  Case in point:  Looking through some marriage records for a likely character for this article, I came across an ox driver named Ignacio, who was marrying an O’odham woman, Juana, at Tumacácori in 1772.  Now, whenever a new person is entered into the database, they are assigned a personal ID number.  Ignacio’s number was 11446.  This was a second marriage for Ignacio, and there was a death record listed for his first wife, Ana María.  When I looked at this death record, however, I found that the husband “Ignacio” who attended Ana María’s funeral had a different ID number:  9666!  Poor Ignacio had developed a split personality.  When a translator is entering information into the database, one of their most important, and most difficult, jobs is to try to connect the pieces of each person’s history.  If the translator can ascertain that the José and María who got married in 1772 are the same José and María that brought a baby for baptism in 1773, those people are given the same ID numbers for each event, and thus their lives begin to come together in the database.  Often, who is who doesn’t become clear until subsequent entries – and the job continues to get trickier as Mission 2000 grows.  This is where the fun of “getting sidetracked” comes in.  Today’s tidbit about poor Ignacio landed on Don’s desk, and back I went to my computer, once again searching for a good story.  I settled on María Nicolasa Durán.  Nicolasa was already a widow when she married a Tubac soldier at Tumacácori in 1775.  When she married her third husband in 1788, she gained a twelve  year – old stepson, Nicolas Amado.  Nicolas’s godmother was an old friend of mine, Bartola de la Peña, wife of Juan Crisóstomo Ramirez.   Considering that the boy’s mother had been a Ramirez, it didn’t take too long to figure out what Bartola was doing at this baptism – she was his grandmother.  However, in the process of tracking down this fact, I got sidetracked once again.  I found myself looking at Bartola’s daughter, María de la Soledad Valeria Ramírez.  Not wanting to type the entire long, complicated name into the Mission 2000 search page, I chose “Soledad” as the simplest way to find her, and typed it in.  Up came a list of eleven people, one of them (number 4003) being my María de la Soledad Valeria Ramirez, confusingly identified in the title line as “hija parvula de (infant daughter of) José Manuel Ramírez.” However, once I looked at the actual baptismal record, the parents who brought her for baptism at Guevavi in 1759 were indeed my friends Crisóstomo Ramírez and Bartola de la Peña.  Oops, another note for Don.  Among the eleven “Soledad”s in the search results list was another intriguing entry.  One “Maria Soledad Ramirez.”  (number 1553).  This woman witnessed two baptisms at Tumacácori in 1774.  The María Soledad born to Crisóstomo and Bartola (number 4003) would have been fifteen years old in 1774 – a perfectly respectable age to get married, or to become a godmother.  I found another piece of this woman’s history through sheer dumb clumsiness.  Back at the search page, I somehow accidentally typed “Soledad” into the surname blank rather than the given name blank.  Much to my surprise, there she was again, this time as “María Valeria Soledad” (number 2725).  Now, she was getting married at Tumacácori, in 1775, to Juan Ignacio Romero, son of María Susanna Garcia and Antonio Romero, who was the son of Diego Romero, another old friend.  So now I have learned that María de la Soledad Valeria Romero,  who incidentally was Tia (Aunt) to my living history character Rita Durán, was married to Ignacio Romero (making him Rita’s newly discovered Tio), who was also incidentally, by virtue of his relationship to Diego, Rita’s mother – in – law’s cousin.  Whoa.  This is news!  Three different priests had recorded these entries in the Guevavi and Tumacácori record books, writing her name as they heard it: Francisco Pauer, her baptism, Gaspar de Clemente the baptisms where she was godmother, and Tomás Eixarch, her marriage.  When these three personal ID numbers have been put together into one,  all of these pieces of Soledad Valeria’s life will be together again for the first time, and we will know her better.  And THAT is the joy of getting sidetracked in Mission 2000.",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/historyculture\/detective-work.htm"
}
