{
    "title": "Alcatraz Island: Nature",
    "body": "Nature         Western Gull guarding her brood   Many visitors to the island have no idea that Alcatraz is a premiere spot for viewing colonial nesting seabirds. Most seabirds nest on inaccessible offshore rocks. The determined bird lover would need a boat and some fancy binoculars to get a glimpse. But Alcatraz visitors can see the mating, nesting and parenting behaviors of these charismatic creatures up close. Long before humans set foot on the island, Alcatraz was home to thousands of nesting birds. The first humans to interact with these birds were Native Americans, who hunted and possibly collected eggs for food. The name Alcatraz itself came from a European explorer who named one of the islands in the bay \"Island of the Seabirds\" for the multitudes of avian life he observed.        Bird's eye view of a Brandt's Cormorant colony   Years after the prison's closure in 1963, Alcatraz is now a sanctuary for seabirds such as cormorants and pigeon guillemots, and for waterbirds such as snowy egrets and black-crowned night herons. Nesting birds are censused on a yearly basis, and management actions are adjusted to avoid disturbance during this sensitive time (February through September). Even if you've been to the island many times before, try a visit from late winter through early summer with an eye for birds, and you may see Alcatraz in a whole new way! Check out the Gull Shack, or take a Birds on the Rock checklist and learn more about these natural treasures.         Seabirds Up Close and Personal Alcatraz was sometimes refered to as Bird Island or White Island in the early years. The original name \"Alcatraces\" was Spanish for the \"strange birds\" they saw. Learn more about the birds of Alcatraz and get to know the fascinating behaviors of some of the most common breeding birds on the island - cormorants, gulls, night herons, egrets, and pigeon guillemots.          Water Water Everywhere...   Other than fog and rain there is no source of fresh water on Alcatraz. Learn more about the new rainwater catchment system on the Rock that is helping with the restoration on the island's historic gardens.                 Want to become a waterbird docent on Alcatraz?  During breeding season, April-September, our knowledgeable volunteers offer guided viewing of nesting waterbirds around the island. An information meeting will be held in Fort Mason in March. Our volunteers make a commitment to docent on the island for a minimum of 8 hours each month. You will need to attend the information meeting as well as a mandatory training course from Alcatraz staff on how to be a docent, bird ID, and in-depth information about Alcatraz species. For more information, call 561-4908.                   Alcatraz Seabirds   23 Photos  See these charismatic seabirds nest on the island",
    "url": "https:\/\/www.nps.gov\/alca\/learn\/nature\/index.htm"
}
