{
    "title": "Alcatraz Island: History & Culture",
    "body": "History & Culture         Historic  Christmas 1954 menu for the Alcatraz prisoners Park Archives and Records Center, GGNRA, NPS    The Fascinating History of Alcatraz Island          To those that only know the Hollywood version, the rich history of Alcatraz is surprising.  Civil War fortress, infamous federal prison, bird sanctuary, first lighthouse on the West Coast, and the birthplace of the American Indian Red Power movement are just a few of the fascinating stories of the Rock. The following links provide excellent sources for students working on an Alcatraz assignment as well as for those planning a visit and wanting to know more.          Places  Learn about the military history (1850-1934), the federal penitentiary history (1934-1963) and perhaps the most influential even in the island's history - the American Indian occupation (1964 and 1969-1971) that saved the tribes and maybe the island too.         People  Learn about some of the famous, and not so famous people associated with the Rock.           Collections  See items from the National Parks museum collection and to learn about other available research resources.          Preservation Learn how the National Park Service preserves and rehabilitates the island's  buildings and structures for future generations.        For More Information:  To learn more in-depth historical information about Alcatraz, please download the National Park Service's Historic Resource Study titled \"The Rock: A History of Alcatraz Island (1847-1972).\" The Historic Resource Study has a companion document, that contains the appendices and the maps related to the island.   For more in-depth information about Alcatraz's historic buildings and cultural landscapes, please visit the Golden Gate National Recreation Area's Cultural Resource Publication page (scroll down to the Alcatraz documents.)   We also also compiled a lengthy list of internet links that provide you with additional Alcatraz information from various other sources.        15 inch Rodman cannons (Model 1861 U.S. 15-inch Columbiad) on Alcatraz Island.",
    "url": "https:\/\/www.nps.gov\/alca\/learn\/historyculture\/index.htm"
}
