{
    "title": "Alcatraz Island: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility         Photo of tram on Alcatraz dock.   Accessible Features:  - Accessible Parking at Alcatraz Landing - Accessible Restroom Facilities\\ - Audio Described Tour - Assistive Listening Devices - Open Captioning - Braille Transcript of Cell House Tour - Accessible Tram (S.E.A.T) - NEW An American Sign Language version of the cell house audio tour is available on an individual hand held digital device. This new tour is free, and requires no reservation. Now Deaf visitors can experience the cell house tour in the same way as hearing and blind visitors, with the ability to skip, repeat, or fast forward through segments of the tour.  To visit Alcatraz Island you will need to purchase tickets in advance from Alcatraz Cruises. Visit their site at www.alcatrazcruises.com for accessibility information regarding Pier 33 and Alcatraz Cruises. Pier 33 contains accessible parking stalls; upon arrival please show the parking attendant your disabled placard.  You can request Assistive Listening Devices at the ticket booth on Pier 33. The distance from the dock to the prison at the top of the island is about 1\/4 mile (.4 km) and the elevation change is 130 feet (40 meters). This is roughly equivalent to climbing a thirteen story building, but spread out over 1\/4 mile.  Once you arrive on the island you will be asked to listen to a short introductory announcement on the dock. The dock contains an accessible restroom facility. To your left you will find the accessible tram (S.E.A.T), which transports visitors with mobility disabilities to the Cell House.   In the Cell house there is an elevator to provide access to the second story. Here you can also request an audio described, Braille transcript, or ASL video of the Cell House tour. There is an accessible restroom facility located adjacent the Cell House.  If you would like to access the videos and exhibits in Building 64, before getting onto the S.E.A.T vehicle at the dock, you will need to head uphill approximately 100 feet from the dock to access the entry ramp. This route is extremely steep proceed with caution. Inside the barracks building is a theater, exhibits and a bookstore. The movies are open-captioned and are compatible with our Assistive Listening Devices.  Please be advised that most of the roadways and walking routes throughout the island contain extreme slopes. There is an accessible ramp leading into the New Industries Building. The area in front of the Morgue Building contains heaving concrete and severe changes in level. The route leading to the Check Station is very steep and there is an 8\" step to get into the building. The route leading from the Cell House to the Recreation Yard contains approximately 45 stair steps.  Assistive Listening Devices may be used on all Ranger Led tours; but remember, you will need to request a device at the Pier 33 ticket booth.   Transcripts of the Cellhouse Audio Tour and other interpretive materials are available for loan upon request for visitors unable to utilize the audio tour. Videos shown on the island are open captioned.  Please remember to return your Assistive Listening Devices to the ticket booth at Pier 33. The National Park Service is striving to make your experience as accessible as possible. Please feel free to submit comments and suggestions by calling 415-561-4700. Individuals who are deaf, hard-of-hearing, deaf\/blind or have speech disabilities may utilize the following Federal Relay Service numbers:  (800) 877-8339 Federal Relay Service (877) 877-6280 VCO (877) 877-8982 Speech to Speech (800) 845-6136 Spanish (866) 893-8340 TeleBraille   For more information about accessibility at other sites in the Golden Gate National Recreation Area go to   https:\/\/www.nps.gov\/goga\/planyourvisit\/accessibility.htm",
    "url": "https:\/\/www.nps.gov\/alca\/planyourvisit\/accessibility.htm"
}
