{
    "title": "Tumacácori National Historical Park: Personal Glimpses",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research     Personal Glimpses                Personal Glimpses      byAnita BadertscherJune 2004          Every baptism, burial and marriage ceremony that a priest performed had to be written into the record book before the job could be considered done.  Some priests recorded more detail than others regarding the ceremony and its participants, but all were concise, business – like statements of the facts.  Sometimes, if we are lucky, a priest might mention some identifying information about a ceremony participant, such as their occupation, or the fact that they were blind or crippled. Every once in awhile, we get a real treat when a bit of subtext slips into a mission record entry – a bit of opinion and personality showing through the priest’s sparse words.          Padre Agustín de Campos arrived from Spain as a young man and spent the rest of his life ministering to his far – flung flock from Mission San Ignacio.  Padre Campos gave us some interesting glimpses of life, observations such as “very kind old widower,” “retarded and single,” and “humpbacked.”   He conducted three services for a man from his village whom he referred to each time as “Lazaro el flojo” (“Lazaro, the lazy”).  In 1719 he buried the wife of a man whom he described as “Felipe el puerco” (literally, “Felipe, the pig,” meaning brutish and ill – bred)!          Toward the end of his two year stay at Guevavi, Father Ignacio Pfeffercorn recorded an intriguing burial.  Agustín, a young man from Calabazas, “died on the mountain,” – probably the mountain next to Calabazas that we now know as San Cayetano – “having eaten Sacred Datura.”  The padre reports tersely, “He was buried in a ravine.”  It appears that the young man’s behavior did not merit a trip down the mountain for proper burial at the mission.          A recent addition to the Mission 2000 record comes from Fray Antonio Ramos, missionary to Caborca when he wrote this entry in 1785.  The entry documents the baptism of Mariano, one – day old son of Doña María de los Dolores Burques.  The identity of the child’s father was in question, but not, it seems, to the discerning eye of Fray Ramos:  “. . . and, for a father, it is evident that it is José Manuel Escalante. . . . The proof for the reason this is evident is because the said Dolores had obscene intercourse with the said Escalante, then with Don Felipe Mendoza, having first consented with him before the said intercourse with the said Escalante, but the child was born looking like the said Escalante and not the said Mendoza.”          Father Gaspar Stiger provided us with some of the most colorful descriptions in the Mission 2000 records.  Take, for example, the case of Padre Stiger and Luisa Segura.  The Swiss priest was fifty years old and had been ministering in New Spain for fifteen years when he baptized the first of Luisa’s two children at Magdalena.  In recording this event, Father Stiger wrote, “On February 25 (1745) I solemnly baptized Juan María, infant son of Luisa Segura, a single prostitute (“puta soltera”) from Santa Ana.”  “Puta” is not a word that one should use in polite company.           The only other time that this word appears in Mission 2000 comes two years later, when Father Stiger baptized Luisa’s second child.  This time, he also pointedly annotated the boy’s name in the margin with the word “iligítimo”  (illegitimate), and concluded the record with “Vease año 45,” (“See the year 1745”) so that we will be sure not to miss any of Luisa’s transgressions.          When he was sixty-three years old, Father Stiger had a particularly irritating November.  Early in the month he reports that Catalina, a resident of his own mission San Ignacio, “burst from an intestinal blockage caused by eating too much meat during the slaughter.”  She received no sacraments, and was buried “without cross and without light and without ringing the bells.”  And, one might be tempted to add, “so there!”  Later that same month in Ímuris, the padre buried another woman named Catalina who died, he says, “without being confessed due to having glutted herself with excessive eating of squash.”  Well, let that be a lesson to us all!",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/historyculture\/personal-glimpses.htm"
}
