{
    "title": "Alcatraz Island: People",
    "body": "People         National Archives and Records Administration Photo  Federal Inmates of U.S. Penitentiary Alcatraz.    When we hear the word Alcatraz the people we think of usually are the federal inmates, Al Capone, Robert Stroud and the like. Follow the links below to learn some of their stories.  Having a job on Alcatraz was a privilege earned. And so was recreation. What did inmates do in their spare time? Read about their favorite sport while residing on the Rock.  Ask any prison guard and they'll tell you keeping an inmate busy helps them stay out of trouble. But trouble still found many an inmate while on the Rock. Read about the man who tried to kill Alphonse Capone.         Photo from Mennonite Archives, Bethel College  American Indian Inmates of the U.S. Army on the Rock.  On January 4, 1895, the San Francisco Call published a story under the headline \"A Batch of Apaches.\" The article stated, \"Nineteen murderous-looking Apache Indians were landed at Alcatraz island yesterday morning.\" The article misidentified the 19 Hopi men who had been arrested at Orayvi the previous November. The article is filled with racial stereotypes of murderous and \"crafty redskins\" who refused to live according to the \"civilized ways of the white men.\"  This part of our website is a joint project of the National Park Service, Golden Gate National Recreation Area, Alcatraz Island (California) and the Hopi Cultural Preservation Office, The Hopi Tribe (Arizona). These articles and photographs document an event connecting the history of Hopi and Alcatraz. Hopi History: The Story of the Alcatraz Inmates is authored by historian Wendy Holliday, formerly with the Hopi Cultural Preservation Office. It was first published in Tutuveni on December 15, 1995. Her article traces the government’s Indian policy and the effect it had on the people of Hopi in the late 19th century, culminating with the imprisonment of 19 Hopi men by the U.S. Army on Alcatraz Island in 1895. Read the entire article here.        Photo from Mennonite Archives, Bethel College  The Army and the American Indian Prisoners was written by Ranger Craig Glassner to accompany the article published by the Hopi Tribe. Looking at the entire history of the island, most prisoners held on Alcatraz were in fact U.S. military personnel. Notable exceptions included Southern sympathizers\/supporters during the Civil War, conscientious objectors during WWI, and a number of Native Americans, beginning in 1873. On June 5 of that year the first Indian prisoner arrived. Paiute Tom was on a transfer from Camp McDermit in Nebraska for reasons now unknown. Learn more about the American Indian prisoners of the Rock here.",
    "url": "https:\/\/www.nps.gov\/alca\/learn\/historyculture\/people.htm"
}
