{
    "title": "Alcatraz Island: Preservation",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation               Historic Preservation on Alcatraz        View from the Alcatraz water tower, looking west toward the Golden Gate Bridge GGNRA, NPS       Preservation Projects on Alcatraz Island   Here at Golden Gate National Recreation Area, we preserve and rehabilitate many different kinds of cultural resources, including historic buildings, artifacts, archeology, structures and landscapes. Preservation projects could include building a new trail, seismically strengthening a masonry building or monitoring an archeological dig.  All construction and rehabilitation on Alcatraz Island is especially complicated because of its unique site. The NPS, along with its partners and contractors, have to use commercial barges and ferries to transport all the necessary building supplies. Because the island doesn't have its own water source, contractors have to ship their own water to make concrete.       A barge loaded with building suppies, scaffolding materials and small construction trucks lands early to Alcatraz Island, long before the public arrives. GGNRA, NPS          Alcatraz Guardhouse  Learn about the complicated construction project at one of the island's oldest buildings.           Alcatraz Water Tower  Learn how the Native American Occupation of the island in the late 1960s influenced the maintenance of this structure.             The Definition of \"Historic Preservation\"  \"Historic preservation\" is the act or process of applying measures necessary to sustain the exiting form, integrity and materials of a historic property. For example, a preservation project can be converting a historic army barracks into an office building or re-using a historic airplane hangar as a small aviation museum. All National Park Service preservation projects must comply with national standards and guidelines. The preservation guidelines exist to ensure that careful analysis is conducted before the professionals make any physical changes to historic structures and landscapes. Because of these preservation guidelines, you should be able to walk into that new office building or aviation museum and still feel and understand how that historic building was originally used.      Here at the park, our historic preservation professionals include historic architects, historic landscape architects, historians, architectural historians, archeologists, planners, conservators and archivists. Before we start any project, we:    conduct research to fully understand the historic significance of the resoure    evaluate all alternatives to determine levels of impact    weigh all decisions to ensure the safety and future of the resource",
    "url": "https:\/\/www.nps.gov\/alca\/learn\/historyculture\/preservation.htm"
}
