{
    "title": "Cabrillo National Monument: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Cabrillo National Monument is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      2016 National Parks Bioblitz ‹ Cabrillo: Urban Island  We welcome our community and collaborators to join us for a celebration of science, nature, and art on May 21st, 2016 from 9 am- 8pm. Local exhibitors will lead engaging STEM activities for guests of all ages on the topics of Climate Change, Sustainability, and Natural History. Throughout the day we will host talks from local researchers and lead guided hikes throughout the park using the biodiversity app iNaturalist (Available for Apple and Android). Read more   All Aboard with Trails & Rails  All aboard for your next National Park adventure! Trails & Rails guides will help you Find Your Park from the comfort of your seat. Ride with our talented Trails & Rails volunteers on many Amtrak routes across the country. Read more      Call to Action Projects      Tidepool Monitoring Fosters Discovery and Stewardship  Beyond learning about rocky intertidal habitats, Rocky Intertidal Monitoring Program volunteers come away knowing they have contributed to the stewardship of their coastline. The data they collect helps scientists and park managers understand how to better protect the health of rocky intertidal communities. Read more",
    "url": "https:\/\/www.nps.gov\/cabr\/getinvolved\/2016.htm"
}
