{
    "title": "Cabrillo National Monument: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer     Volunteer Information              Volunteer        Volunteer Opportunities - Find out how about volunteering at Cabrillo.       Artist-in-Residence - Read about our present and former Artists-in-Residence.          Tidepool Protection Education and Restoration Program (TPERP) Volunteer Training September 10 and 17 Are you interested in learning about life in the tidepools, new and ongoing local research and the important role of the Tidepool Protection Education and Restoration Program (TPERP)?  You’ll learn the responsibilities of a TPERP Volunteer and get a chance to meet other Volunteer-In-Parks (VIP’s).     We need volunteers to be tidepool educators both in and out of the tidepools.  Our tidepool educators help provide visitors with information and are instrumental in restoring sensitive aquatic habitat.  It’s through education that the tidepools are also protected from human impacts.  We need your help!   Please RSVP by September 5, 2016 to Deborah Sherman, Volunteer Program Manager by email or call 619-557-5450 x4590.          Tidepool Volunteers (TPERPs) NPS      Volunteers Honored with National Award  Cabrillo National Monument Receives the Hartzog Park Volunteer Program Award   San Diego, CA- In a special ceremony held in Washington DC on June 25, 2014, the volunteer program at Cabrillo National Monument (NM)  received the prestigious George and Helen Hartzog Award for Outstanding Volunteer Service of 2013. Each year the National Park Service recognizes exceptional efforts in volunteer management and service. Cabrillo was selected out of 401 national parks across the country for this high honor.  Under the leadership of Park Ranger Tavio del Rio, the park’s volunteer program has more than doubled since 2010. Last year, nearly 400 VIPs (Volunteers-In-Parks) logged almost 12,000 hours of service. The influx of new volunteers has bolstered existing programs and allowed the park to provide new opportunities.       Volunteer With UsHave you ever had an office with the greatest view of San Diego? As a volunteer at Cabrillo National Monument you can tell all your friends that you do!  Cabrillo National Monument hosts a Volunteer Recruitment every few months and is looking for interested individuals to work with Rangers on conservation projects and educational programming. Volunteering at Cabrillo is a fun way to gain professional experiences, meet new people, provide assistance in research studies, learn new skills, get out of the house and support the only National Park Service Unit in San Diego.From the sophomoric student to the retired professional, Cabrillo National Monument has a volunteer opportunity for everyone. The Monument seeks your help in protecting and educating our rich cultural and natural resources to the Public.  Our Recruitment introduces you to the Volunteer-In-Parks program, work assignments at Cabrillo National Monument and the appropriate training that is helpful in enhancing your volunteer experience.  This two hour session begins in the auditorium and ends with a site tour.  This tour allows you to get connected and inspired by our unique resources. Journey with Rangers and Volunteers and get introduced to the sights, smells and sounds of Cabrillo National Monument.  Come on out to the Point and discover this beautiful time capsule of San Diego history. Come up and make this your new office!To contact Cabrillo National Monument staff with questions regarding the Volunteer Recruitment or volunteering in general, contact Debbie Sherman at 619 557-5450 x4590 or email us.          Volunteer with the NPS Trails & Rails Program Trails & Rails is an innovative partnership program between the National Park Service and Amtrak. This program provides rail passengers with educational opportunities that foster an appreciation of a selected region's natural and cultural heritage; it promotes National Park Service areas and provides a value-added service to encourage train ridership. It also renews the long tradition of associating railroads with National Parks. Trails & Rails guides climb aboard the Pacific Surfliner between San Diego and Los Angeles. Plans are to extend this to San Luis Obispo. For more information, call (619) 557-5450 or email us.        Volunteer Navigation Committee(VNC)Volunteer Navigation Committee (VNC)Volunteer Navigation Committee charter",
    "url": "https:\/\/www.nps.gov\/cabr\/getinvolved\/volunteer.htm"
}
