{
    "title": "Cabrillo National Monument: Our Staff & Offices",
    "body": "Explore This Park    Learn About the Park     Management     Our Staff & Offices               Our Staff & Offices        Staff of Cabrillo National Monument, Cabrillo National Monument Foundation and VIPs in 2013 posing for the Cabrillo Centennial. NPS Photo      To effectively administer Cabrillo National Monument and care for its visitors and resources, management of the park is shared by a Park Superintendent and five distinct Divisions.  Each is headed by a Division Chief who is responsible for different elements of park operations.     PARK SUPERINTENDENT As manager of the park, the Park Superintendent has ultimate responsibility and authority for its entire operation and for the safety of employees and visitors.  Click here to e-mail the Superintendent.     ADMINISTRATION  This Division consists of the Administrative Officer and Administrative Assistant.  The Administrative Officer (also known as Chief of Administration) oversees budget and human resources, while the Administrative Assistant tackles support duties including receptionist, payroll, staff assistance, travel, and office management.  Click here to e-mail the Administrative Officer.     VISITOR AND RESOURCE PROTECTION (VRP) Directed by the Chief of VRP, a critical responsibility of this Division is providing for the safety of park visitors and enforcement of park regulations.  This Division also manages the fee collection program, along with administering Special Use Permits.  The Chief is supported by three law enforcement Park Rangers and three to four Visitor Use Assistants.  Click here to e-mail the Chief of VRP.     INTERPRETATION AND EDUCATION (I&E)  Headed by the Chief of Interpretation and Education and supported by three Park Rangers, the I&E Division presents educational field trips to school children, conducts walks and talks for park visitors, performs living history demonstrations, and operates the Visitor Center.  Rounding out the Interpretation and Education Division is a Historian who conducts research and ensures accuracy of park information, and a Museum Technician who cares for the park's artifact collection.  Click here to e-mail the Chief of Interpretation and Education.     FACILITY MANAGEMENT (FM)  Directed by the Chief of Facility Management and supported by a Work Leader, one Maintenance Worker, one Custodial Worker and one Laborer, this Division ensures that historic and contemporary park buildings, facilities and grounds are maintained and kept in good condition. This includes regular cyclic maintenance, historic preservation projects, repair\/rehabilitation projects and custodial operations.  Click here to e-mail the Chief of Facility Management.     NATURAL RESOURCE MANAGEMENT AND SCIENCE (NRM&S)  This Division conducts scientific research on terrestrial and intertidal species found within the park and makes recommendations to management on their status and protection.  A Chief of NRM&S oversees the Division, which also consists of a Marine Biologist and a Biological Technician.  Click here to e-mail the Chief of Natural Resource Management and Science.",
    "url": "https:\/\/www.nps.gov\/cabr\/learn\/management\/staffandoffices.htm"
}
