{
    "title": "Cabrillo National Monument: Fire Management",
    "body": "Explore This Park    Learn About the Park     Management     Fire Management              Fire Management        Fire plays a critical role in ensuring the perpetuation of native terrestrial habitats, fire-adapted plant communities, and rare species. NPS Photo       UPDATE: The National Park Service Finding of No Significant Impact (FONSI) for the Naval Base Point Loma and Cabrillo National Monument Joint Wildland Fire Management Plan has been signed.  Click here to download the FONSI (pdf).      Joint U.S. Navy and Cabrillo National Monument Wildland Fire Management Plan   Superintendent Terry DiMattio announced the release of the Naval Base Point Loma and Cabrillo National Monument Joint Wildland Fire Management Plan (JWFMP) and Environmental Assessment (EA). The purpose of the JWFMP is to protect personnel, facilities, and natural and cultural resources from the impacts of wildland fire; prioritize assets to be protected in the event of fire; ensure the perpetuation of native terrestrial habitats, fire adapted plant communities and rare species; and minimize the total cost of fire pre-suppression and suppression on lands owned by the United States Navy and National Park Service (NPS) on Point Loma.   The JWFMP, developed over the last few years by the NPS and Navy, is the first for Point Loma, and will guide wildland fire management at CabrilloNational Monument and Naval Base Point Loma for the next five years. As the largest land owners within the Federal reservation on Point Loma, the NPS and Navy have vegetation that could burn in a wildfire and are, therefore, required under Federal wildland fire policy to prepare a fire management plan for addressing that possibility.   Said DiMattio, “The proposed approach for the JWFMP is straightforward: (1) Suppress all wildland fires as soon as possible regardless of whether they were caused by humans or nature; (2) Protect structures through the use of fire-safe building materials and the creation of survivable space around each building that cannot afford to be lost; (3) Create fuel modification zones along public roads by removing exotic species and trimming native species to reduce the likelihood of accidental ignitions; and (4) Conduct four, small scale (30m x 30m) research burns at Cabrillo NM to ascertain the effect of fire on maritime succulent scrub and southern maritime chaparral habitats after decades of not having been burned, identify plants that may have been lost due to the lack of fire, and evaluate the options for achieving ecological goals and managing native species.”   A 30-day public review and comment period closed on August 25, 2006, and comments received during that period are in the process of being reviewed, analyzed, and implemented where appropriate.   For a look at the JWFMP, click here (large PDF document).",
    "url": "https:\/\/www.nps.gov\/cabr\/learn\/management\/firemanagement.htm"
}
