{
    "title": "Tumacácori National Historical Park: Working With Adobe and Plaster",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation     Working With Adobe and Plaster                 Working With Adobe and Plaster       “Tumacacori’s preservation will always depend more on a respect and knowledge of the building’s materials and for the place itself, than on a new technological breakthrough. This is the nature of the place and that is the nature of adobe.” - Historic Architect Anthony Crosby Check out some details on preservation projects recently completed at Tumacácori:    Jesuit church foundation Convento Dome   Windows and door casings Storeroom (a.k.a. Granary) Lime kiln   Replacement adobes Melhok Ki               Applying lime plaster to the west wall of the mission church. NPS Photo by David Yubeta  With the passage of time the lime plaster, which protects the adobe blocks from moisture, deteriorates and falls away. It must be replaced on a regular basis as this aging process occurs to prevent loss of the adobe construction material.        Preparing the convento for the application of a new coat of lime plaster NPS Photo by David Yubeta  So that the lime plaster properly adheres to the adobe, the surface of the blocks must be carefully cleaned and prepared before the lime plastering starts. All of the bits and pieces of the old lime plaster must be removed and the adobe blocks thoroughly cleaned of any outside debris before starting the process.       Applying a new coat of lime plaster to the east end of the convento NPS Photo by David Yubeta         The convento is now ready for the \"patinizing,\" or antiquing of the lime plaster finish NPS Photo by David Yubeta  Once the new coat of lime has been applied to the entire section of wall that needed the replacement plaster, it is ready for another process called \"patinizing.\" This is an antiquing process applied to the finish that gives it the off-white color of aged lime plaster.",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/historyculture\/working-with-adobe-and-plaster.htm"
}
