{
    "title": "Cabrillo National Monument: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Mammals              Mammals        NPS Photo \/ Warren Tam       Cabrillo National Monument and the Point Loma peninsula are home to several species of mammals. Gray foxes are commonly seen in the park, especially near closing time – they seem to know when it’s time for visitors to go home and they can regain the park for their nocturnal wanderings. Raccoons make their way around the park at night as well and are efficient predators; they prey on both terrestrial and intertidal organisms. Coyotes are rarely seen here, preferring the northern end of Point Loma.   Cottontails and squirrels are frequently seen throughout the year, and their populations spike after particularly rainy winters; the abundance of grasses makes for easy foraging.   A few bat species are found in the Point Loma area, including the Mexican long-tongued bat. Many bats rely on sonar to navigate and hunt in the dark; the small populations of bats on Point Loma may be due to signals from Navy research facilities that interfere with the bats’ ability to use sonar in areas where those signals are transmitted. Pocket mice are common and are most abundant during the summer months. The California mouse is the largest white-footed mouse in the country; it is so big that it's often mistaken for a small woodrat.   Non-native mammals include the Virginia opossum and feral and\/or free-range cats.         NPS Photo \/ Warren Tam  Crawford’s gray shrew (Notiosorex crawfordi):  Seldom seen, the Crawford’s gray shrew has adapted to the dry slopes of Point Loma. The shrew is actually an insectivore, not a rodent – so it is not related to a mouse. Actually, shrews are more closely related to hedgehogs than they are mice. You may have heard that some species of shrews are venomous. This particular species is not. They spend much of their time underground or hunting at night, and they have poor vision, so shrews have an excellent sense of smell, and like bats, can echolocate to get around and find prey.    This species is one of the smallest desert mammals, at birth being about the same size as a honeybee. A baby will reach adult size after about four weeks, when it will be about 2 inches long – including its tail.   Because of their high metabolism, these critters are extremely voracious eaters, needing to consume about 75% of their body weight every day. They will eat a variety of invertebrates, lizards and small mice.",
    "url": "https:\/\/www.nps.gov\/cabr\/learn\/nature\/mammals.htm"
}
