{
    "title": "Cabrillo National Monument: The Lighthouses of Point Loma",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     The Lighthouses of Point Loma                 The Lighthouses of Point Loma        It's easy to see why the Old Point Loma Lighthouse was taken out of service after only 36 years - heavy fog would often obscure the light. NPS Photo      The Old Point Loma Lighthouse - Illuminating the PastThe Old Point Loma Lighthouse stood watch over the entrance to San Diego Bay for 36 years. At dusk on November 15, 1855, the light keeper climbed the winding stairs and lit the light for the first time. What seemed to be a good location 422 feet above sea level, however, had a serious flaw. Fog and low clouds often obscured the light. On March 23, 1891, the light was extinguished and the keeper moved to a new lighthouse location closer to the water at the tip of the Point.Today, the Old Point Loma Lighthouse still stands watch over San Diego, sentinel to a vanished past. The National Park Service has refurbished the interior to its historic 1880s appearance - a reminder of a bygone era. Ranger-led talks, displays, and brochures are available to explain the lighthouse’s interesting past.Construction - Why is it the \"Old Point Loma Lighthouse?\"The Old Point Loma Lighthouse is a reminder of simpler times - of sailing ships and oil lamps and the men and women whom day after day faithfully tended the coastal lights that guided mariners. In 1851, a year after California entered the Union, the U.S. Coastal Survey selected the heights of Point Loma for the location of a navigational aid. The crest seemed like the right location: it stood 422 feet above sea level, overlooking the bay and the ocean, and a lighthouse there could serve as both a harbor light and a coastal beacon.Construction began three years later. Workers carved sandstone from the hillside for walls and salvaged floor tiles from the ruins of an old Spanish fort. A rolled tin roof, a brick tower, and an iron and brass housing for the light topped the squat, thick-walled building. By late summer 1854, the work was done. More than a year passed before the lighting apparatus - a five foot tall 3rd order Fresnel lens, the best available technology - arrived from France and was installed. At dusk on November 15, 1855, the keeper climbed the winding stairs and lit the oil lamp for the first time. In clear weather its light was visible at sea for 25 miles. For the next 36 years, except on foggy nights, it welcomed sailors to San Diego harbor.The light had only a short life because the seemingly good location concealed a serious flaw: fog and low clouds often obscured the beam. On March 23, 1891, the keeper extinguished the lamp for the last time. Boarding up the lighthouse, he moved his family and belongings into a new light station at the bottom of the hill. Today you can see the \"New\" Point Loma Lighthouse from the Whale Overlook, 100 yards south of the Old Point Loma Lighthouse.Life at the Lighthouse - Family Memories By David & Jeanne IsraelThe Old Point Loma Lighthouse was not just the housing for a light; it was the home of the people who took care of the light. It’s a light and a house in one.Where did your grandfather grow up? Mine grew up in a lighthouse. The day he was born, June 2, 1871, his father (my great grandfather), Captain Robert Decatur Israel, was appointed Assistant Lighthouse Keeper at the Old Point Loma Lighthouse. When my grandfather was three years old, his father was promoted to Keeper, and his mother (my great grandmother), Maria Arcadia Machado de Alipas Israel, was appointed Assistant Keeper. The Lighthouse was a bustling family home, with the Israel’s three boys and a niece all growing up there. In the yard lived three horses, chickens, pigs and goats. The Israel’s lived and worked on Point Loma for 18 years, where they watched their children and grandchildren grow up. One of the Israel’s grandsons was born at the lighthouse. Maria and her mother, Juana Machado, of Old Town San Diego, delivered the baby.Life on the isolated Point was, at times, an adventure. My mother remembers as a child complaining to my grandfather about having to walk to school, and him telling her, “How would you like to have to ROW A BOAT across the bay to school?\" That’s how he and his two brothers got to school in Old Town San Diego from the Lighthouse.Not only was their home one of the first lighthouses on the west coast of United States, it was also the highest in the country, the light being 462 feet above sea level. It was so high that ships often couldn’t see the light through the fog and clouds. At such times, because there was no fog horn, Captain Israel would fire a shotgun to warn ships away from the treacherous rocks below. Eventually the lighthouse was replaced by the “New” Point Loma Lighthouse, built at the end of the point at a lower elevation.My great grandfather kept the Old Point Loma light longer than any other keeper, and he was also the last keeper. He extinguished the light for the last time in March 1891. In 1984, the light re-lit again by the National Park Service for the first time in 93 years, in celebration of the site’s 130th birthday. Approximately 3,000 people and over 100 descendants of the Israels attended. It is always a thrill for me to look up at night from anywhere in San Diego and see the light shining as it did over 100 years ago. It’s as though my great grandparents still live there.Recently it has been our pleasure to volunteer our time, effort, and memories at the Old Point Loma Lighthouse. On special occasions the Park opens the very top of the tower to the public. The 360-degree view is breathtaking. We are there, in 1880’s attire, to show visitors through the house at times. We can almost hear the footsteps of the children who once lived there, and glimpse in our imagination Maria knitting by the fire or the captain rushing upstairs to re-light a blown out wick. You may also see us recreating a kitchen garden beside the lighthouse, and helping park staff to reintroduce native plants to the area surrounding it. We are helping put the past back into place for the enjoyment of future generations.The National Park Service, by preserving this historic lighthouse, gives us all a special place to step back in time, a windswept retreat from our busy modern world, a place to remember the people and times that went before us. Over 100 years ago, people drove out by horse and buggy, over steep and rutted dirt roads, to visit the Israels, to picnic, and to enjoy the spectacular view that visitors still come to enjoy today.       The Old Point Loma Lighthouse and outbuildings yesterday..... NPS Photo        .....and today. NPS Photo",
    "url": "https:\/\/www.nps.gov\/cabr\/learn\/historyculture\/the-lighthouses-of-point-loma.htm"
}
