{
    "title": "Cabrillo National Monument: Snakes",
    "body": "Explore This Park    Learn About the Park     Nature     Reptiles and Amphibians     Snakes                Snakes          Southern Pacific Rattlesnake (Crotalus oreganus helleri):  The Southern Pacific Rattlesnake is the only rattlesnake species found at Cabrillo National Monument. Like all rattlesnake species, it has a short, stout body with a large triangular-shaped head and a tail with segments that “rattle” when the snake shakes its tail. Unlike most other snakes that are able to quickly escape danger, rattlesnakes must rely on their cryptic coloration and remain quiet and still to avoid detection. If that doesn’t work, a rattlesnake will then rattle its tail as a warning. The last line of defense is to flee or, if cornered, defend itself with a bite. Rattlesnakes are an important part of the ecological community. They will not attack, but if they are threatened, they will defend themselves. If you see one, consider yourself lucky. Take a quick photo and give it some space.         San Diego night snake (Hypsiglena orchrorhyncha klauberi):  The night snake is a small, rear-fanged snake. It uses these fangs to inject venom into prey, but it is harmless to most humans. It feeds on lizards and their eggs.           California Kingsnake (Lampropeltis californiae):  This species is found throughout much of the southwest. It comes in a variety of color-and-pattern morphs including black or brown and white and yellow, in both banded and striped varieties. This snake eats a wide variety of prey items that include rodents, snakes (including rattlesnakes), birds, lizards, and large invertebrates.           NPS Photo \/ Warren Tam  San Diego Gopher Snake (Pituophis catenifer annectens):  A snake that can reach up to 9’ long, the gopher snake is undoubtedly our largest snake. Its diet consists of small mammals, birds and their eggs, lizards, and invertebrates. Often this snake will mimic a rattlesnake as a defensive tactic: by its similar coloration, by shaking its tail, by hissing, and by inflating its head.          NPS Photo  San Diego Ring-necked Snake (Diadophis punctatus similis):  This is a small, thin snake that has a dull, gray-to-black back, and very bright yellow to orange underside. Like the night snake, it is rear-fanged and venomous (not harmful to humans). When threatened, this species coils its tail and exposes its bright underside.         NPS Photo \/ Warren Tam  California Striped Racer (Coluber lateralis lateralis):  The California Striped Racer is a long, thin snake. It is mostly black with two yellow stripes on each side. This snake relies on its large eyes and excellent vision to locate prey. One of its strategies is to climb into a shrub and elevate its head to survey the area for prey – sometimes referred to as “periscoping.” And it’s called a racer because this snake is very fast!",
    "url": "https:\/\/www.nps.gov\/cabr\/learn\/nature\/snakes.htm"
}
