{
    "title": "Cabrillo National Monument: Conquistador Clothing",
    "body": "Conquistador Clothing        Living history reenactors dressed in 16th century period clothing are a highlight of the annual Cabrillo Festival. NPS Photo       Covering the Cabrillo Expedition   Contributed by Cabrillo National Monument Historian Robert Munson   Clothes are status symbols, expressions of wealth and\/or artistic taste, practical garments which advertise skills or a profession, sometimes just a desire to be warm, avoid sunburn or provide physical protection.   Armor does all this.   Mention the word “Conquistador” and in most people an image pops immediately to mind. He wears a shining breastplate and rather oddly shaped helmet, usually with plumes. His sleeves and trousers are puffed, padded and of gaudy color combinations, but he wears no-nonsense gauntlets and tall leather boots. At his side is a slender rapier and in his hands a fancy ax with a ten foot handle known as an halbard. Some of us romantic types see him as a Cesare Romero, Gilbert Roland or Tyrone Power.   It’s a dashing image, and except for the naked body underneath, it’s also largely wrong.   The Conquistadors didn’t even call themselves that - the word was coined a century later, long after the last one was dead.   It is true that the people we call Conquistadors were professional fighting men, hard bitten, tough and flinty-eyed realists. However, they had just finished the longest civil war in history which had impoverished Spain, leaving it with only one national product: a standing army.   However, this was not a nationally subsidized army. There was no such thing as a uniform, no two Spanish soldiers looked the same, nor did they want to. These were disciplined soldiers but they were also rugged individualists. Each man provided his own equipment and except for the nobility and very wealthy it was usually a mixed bag of whatever the soldier could find and afford.    The basic clothing consisted of a camisa (long sleeved shirt), a doublet which could have sleeves or not, and a variety of coverings for the waist down but not the balloon-like “pumpkin” pants with strips of alternating colors of the Elizabethan age.  Boots and leather gloves were essential for horsemen, but in Nueva España many soldiers opted for simple shoes and often yucca fiber sandals.   Armor was expensive. Buying a full suit of armor was like buying a brand new BMW. Until the iron deposits at Durango were discovered, all armor had to be sent from Spain. Thus most men could not afford full armor. Bernal Diaz notes that when Cortez was preparing his expedition to Mexico most of the men did not have armor and Cortez ordered quilted cotton jackets made.  These were the European gambeson and native American Esquipil which were effectively identical. These and leather jackets (Cuerra) were destined to be the predominate body armor of the Conquista. They were inexpensive and, except for the southeastern Indians’ long bow, effective against native weapons. However, for torso protection the Spanish soldier still preferred metal armor if he could get his hands on it. This tended to be the sleeveless chainmail vest (the Jacqueta de Mala) or long sleeveless shirt (the Cota de Mala). Chainmail was much cheaper than plate metal. However, the most crucial piece of armor to a Spanish soldier was his helmet and Cortez had to have simple helmets mass produced in Cuba.   Except for the nobility and very wealthy, who could afford full plate, the equipment lists of Cabrillo’s time indicate Spanish soldiers disliked the weight of armor on their arms, hands or legs.  Chainmail torso armor and metal helmets are quite common in the Muster Lists, as well as the occasional buffe - a plate or chainmail protection for the face and neck. They appear to have preferred to rely on their speed and skill to protect their limbs.   Much of the armor used in the New World appears to have been relatively obsolete by 1542, but even obsolete armor was better than none. Obsolete would also be cheaper; thus there was a ready market for it among poor adventurers, and in the New World. This is demonstrated by the archaeological discovery of an archer’s pot helmet (Capelina) at San Gabriel del Yunque in New Mexico.   The mannequin of the young crossbowman Cabrillo in our exhibit actually shows a surprisingly well equipped man of the Cortez expedition. He has both chainmail and a brigandine to protect his torso. The bergandina was a heavy cloth coat with numerous small metal plates sewn between the inner and outer layers of cloth. This armor perhaps reflects the fact that Cabrillo had come from Europe as a companion to a younger son of the wealthy Ortega family. His very well made Celada style helmet would certainly bear this out.   The three-quarter plate armor of the middle aged Cabrillo mannequin definitely shows that Cabrillo had become a man of wealth and power, by the 1530s.   Unfortunately, the equipment lists of the Cabrillo expedition have been misplaced so we do not know exactly what was being used. However, the list for the contemporary Francisco Vasquez de Coronado expedition has survived. Considering that the soldiers included in the two expeditions were drawn from the same pool of manpower, it seems likely the equipment was similar. The Coronado list is attached below, but a quick perusal reveals some appropriate statistics.   Although 42% of the force had some form of metal armor (mostly helmets and chainmail), this was a mixed bag of odd bits and pieces usually combined with quilted cotton torso armor. Only nine men (3%) out of 287 had complete plate harnesses. These nine men were obviously Coronado himself and the senior officers, usually wealthy noblemen. In contrast 89% (250 men) had quilted cotton torso armor.   Although Marineros (sailors) did not consider soldiering to be their job, the Crown stated that every one of them had to be equipped to defend his ship from pirates and to defend himself when going ashore for food and water. Therefore, the Reglamento of 1522 stated that every Marinero was required to have at least a weapon, a helmet and a shield. If he did not provide this equipment he would not be paid. Like the soldiers, the Marineros had to buy all their own equipment. They did not like having to spend their hard-earned money on items they did not want to use. Unfortunately, they could not claim their working knife as a weapon as it was officially a tool. Thus, they were in the market for the cheapest equipment they could find. Simple, obsolete helmets, tools such as a boarding ax for the weapon, and a small parrying shield like the Rodelo were preferred. The Boarding or Quarter Pike was popular because it needed two hands to use, which meant a man did not have to buy a shield.   The high ranking individuals would have had armor intended not only for protection but to impress the rulers they were expecting to meet. In contrast, for most of the soldiers and sailors armor was strictly utilitarian and underwhelming in appearance.   CORONADOMUSTER LIST, 1540   CAVALRY EQUIPMENT (225 horsemen)   Armor:   5 full plate harnesses (including helmets) four of them Coronado’s 4 full sets of plate horse armor, all Coronado’s 7 corselets or ¾ plate (breast & back plates, collar, armor for arms,                    armor for upper legs, and an open helmet; the Borgonata was most popular) 8 cuirasses (breast & back plates) 55 Cota de Mala (long chainmail shirt, all but one sleeveless) 2  Jacqueta de Mala (sleeveless chainmail vest) 3  sets of chainmail for the legs. 207 Gambeson\/Esquipil quilted cotton jackets 65  leather jackets 20  morrion style helmets 7    borgonata style helmets 23  buffe (plate or chainmail protection for face and neck) 2    gorgets (plate collar) 2    metal gauntlets (not a pair) 19  “armor for the head” (just what this refers to is not stated, but it is       differentiated from helmets) 4    quilted cotton armor for the head   Weapons:   Every man had a lance and a sword 4 “arms of Castile” 3 crossbows 3 matchlock muskets 1 two handed sword 1 dagger 2 lances (Since these two were specifically noted, they presumably are    the heavier impact type weapon not normally carried in the field in    Nueva España.)   INFANTRY EQUIPMENT (62 men, 5 of whom also had horses)   Armor:   1 corselet\/ ¾ plate 6 leather jackets 43 Gambeson\/Esquipil quilted cotton jackets 1 set of chainmail sleeves. 21 metal knee plates (no man had two, usually worn on leading leg.) 2 borgonata type helmets   Weapons:   49 swords 1  two handed sword 12 daggers 21 matchlock muskets 16 crossbows",
    "url": "https:\/\/www.nps.gov\/cabr\/learn\/historyculture\/conquistador-clothing.htm"
}
