{
    "title": "Cabrillo National Monument: Photos & Multimedia",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia             Photos & Multimedia       Park Videos and Photos Park Videos - Here you can watch specific videos about life at Cabrillo National Monument. Photo Gallery - This section highlights some of the features of Cabrillo through photos.      \"What's the view like right now?\" Click here to check out our live webcams with current views of the rocky intertidal. Experience a live view of San Diego from the webcam hosted by SunDiegoLive.com.         Download Google Earth to explore Cabrillo National Monument from your computer!  Explore Cabrillo National Monument using Google Earth. Join us on a narrated tour of the monument through this interactive map. The tour is a guide to the park that includes a voiceover and pop-up balloons along the way. View the fly-over video or click through the interactive map to hear the unique stories of many key features of the park.The tour is available through a downloadable KMZ file that opens in Google Earth or with a web browser plug-in (software) available at http:\/\/earth.google.com\/plugin\/tours.                        Cabrillo National Monument Virtual Tour Click on the video to view a short preview of the tour.  Duration:2 minutes, 5 seconds               Monumental Memories Scrapbook You can download and view the Monumental Memories Scrapbook which was created for the Centennial Celebration for Cabrillo National Monument. The scrapbook includes photos from the archives as well as photos submitted by the public. This is a big file, over 150 pages, so give it time to download. You can also down a portion of the scrapbook from the links below. The 150 pages were divided into three sections, each 50 pages in length. These subsections are 133 megabytes in size. Monumental Memories Scrapbook (150 pages, 450 megabytes) Monumental Memories Scrapbook Part 1 (pages 1-50, 133 megabytes) Monumental Memories Scrapbook Part 2 (pages 51-100, 133 megabytes) Monumental Memories Scrapbook Part 3 (pages 101-150, 133 megabytes)      Download Our Free Cabrillo Wildflowers App  Now available on iTunes is the Cabrillo NM Wildflower app for iPhones & iPads. Just search \"Cabrillo Wildflowers\" or use this link. The app is loaded with lots of great plant photos (with more to come in future updates) and information. While particularly relevant to Cabrillo and Pt Loma, its a useful resource for anyone working in coastal southern California lands. Its very user friendly and appropriate for both the advanced botanist and causal observer.                   Tidepool Animals   18 Photos  A collection of animals found in the tidepools at Cabrillo National Monument          Common Native Plants of Cabrillo NM   11 Photos",
    "url": "https:\/\/www.nps.gov\/cabr\/learn\/photosmultimedia\/index.htm"
}
