{
    "title": "Cabrillo National Monument: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar        For the most current information about an event, please call the Visitor Center at (619) 557-5450. Upcoming Special Events (click on the link for more information) NPS Centennial (Founder's Day) Tidepool Volunteer Training Dusty Socks Hiking Club Cabrillo Festival Open Tower Days   Recurring Events   Daily Nature Walks A volunteer or ranger will lead a nature walk. Check at the Visitor Center for more information. Mondays 1:00pm Tidepools Trail (Meet at the Kiosk at the tidepools Lot 1) Fridays 1:00pm (Meet at the flagpole) Note: There will not be a guided walk on the following Fridays: August 5 August 12 August 19 Saturdays 1:00pm (Meet at the flagpole) Living History Talk - 16th Century Shipboard Life Saturdays 1:30pm (not during June 27-September 7, 2016) Join one of our Living History VIPs for a look at 16th Century shipboard life. This event occurs in the Visitor Center. Living History Talk - Arms and Armor Sundays 1:00pm  Learn about 16th Century arms and armor from our Living History VIPs in the Visitor Center. The Keeper's Life - Lighthouse Tour Fridays 11:30am (meet at the flagpole by the Administration building) (not August 12, 2016) This tour will include stories of living at the Old Point Loma Lighthouse. A special behind the scenes tour of the lighthouse with Ranger Emily. Open Bunker Days Every second Saturday 10am-3pm Join us  as volunteers bring the coastal defenses of Point Loma to life. These are your only chances to tour the bunkers on Point Loma. Don't miss this amazing opportunity to learn more about the soldiers stationed at Fort Rosecrans during WWII and see the weapons and instruments that protected our coast during the tumultuous war years. Every fourth Saturday 10am-4pm Join us  as WWII re-enactors bring the coastal defenses of Point Loma to life. These are your only chances to tour the bunkers on Point Loma. Don't miss this amazing opportunity to learn more about the soldiers stationed at Fort Rosecrans during WWII and see the weapons and instruments that protected our coast during the tumultuous war years. Art Jam Every fourth Saturday 1pm-3pm Our Artist-in-Residence hold a free art jam every month in their art bunker down the Bayside Trail. Art projects are geared for the young and young at heart. All materials will be supplied. There is no bathroom, so we recommend visiting before you hike down.            Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 9 results    Show ALL instances of recurring events   RSS Feed      Cabrillo National Monument Arms and Armor Living History      Time: 1:00 PM to 2:00 PM Location: Cabrillo Fees: Entrance Fee applies     Sunday, August 14, 2016 Every Sunday Weekly  from 01\/03\/2016 to 12\/25\/2016 Learn about 16th Century arms and armor from our Living History VIPs in the Visitor Center. View Details      Cabrillo National Monument CNMC - Moon Walk      Location: Cabrillo     Thursday, August 18, 2016 This is a special event sponsored by the Cabrillo National Monument Conservancy. View Details      Cabrillo National Monument Yoga @ the Monument      Time: 6:00 PM to 8:00 PM Location: Cabrillo     Saturday, August 20, 2016 With the exquisite backdrop of the Old Point Loma Lighthouse, we invite you to partake in the Summer Yoga Series at Cabrillo National Monument.  View Details      Cabrillo National Monument Founder's Day      Time: 10:00 AM to 3:30 PM Location: Cabrillo National Monument Fees: Free     Thursday, August 25, 2016 National Park Service Founder's Day. Admission is free these four days. View Details      Cabrillo National Monument Art Jam      Time: 1:00 PM to 3:00 PM Location: Cabrillo     Saturday, August 27, 2016 Every 4th Saturday of every month. from 02\/27\/2016 to 12\/24\/2016 Our Artist-in-Residence hold a free art jam every month in their art bunker down the Bayside Trail. Art projects are geared for the young and young at heart. View Details      Cabrillo National Monument Dusty Socks Club - August      Time: 10:00 AM Location: Cabrillo Fees: Entrance Fee Applies     Saturday, August 27, 2016 The Dusty Socks Club meets monthly for hikes around San Diego. View Details      Cabrillo National Monument Military History Tours      Time: 10:00 AM to 4:00 PM Location: Cabrillo National Monument Fees: Entrance Fee Applies     Saturday, August 27, 2016 Every 4th Saturday of every month. from 01\/23\/2016 to 12\/24\/2016 Join WW2 Living History re-enactors in the military history exhibit and tour a coast artillery bunker. View Details      Cabrillo National Monument The Move to Improve Challenge      Location: Cabrillo National Monument     Saturday, August 27, 2016 A Sustainability and Healthy Living Event for People and the Planet. Shout It! Share It! Sustain It! View Details      Cabrillo National Monument Tidepool Volunteer Training      Time: 9:30 AM to 4:00 PM Location: Cabrillo     Saturday, September 10, 2016 Are you interested in learning about life in the tidepools, new and ongoing local research and the important role of the Tidepool Protection Education and Restoration Program (TPERP)?   View Details",
    "url": "https:\/\/www.nps.gov\/cabr\/planyourvisit\/calendar.htm"
}
