{
    "title": "Cabrillo National Monument: News",
    "body": "Explore This Park    Learn About the Park     News             News       Stay connected to the latest news of Cabrillo National Monument        Cabrillo National Monument is now a smoke-free and trash-free park. Smoking is not permitted anywhere on the park grounds, including the tidepools, trails and parking lots. Smoking is also prohibited in all buildings.  In November 2010, the park became \"trash-free\" with the removal of 95% of the garbage cans and recycling bins from the grounds. Please help us maintain our \"trash-free\" park by packing out whatever you bring in.        Pets To keep your animal companions healthy and safe, and to protect and preserve the native wildlife of Cabrillo National Monument, companion\/comfort pets are not allowed in the park except in the tidepool area. And they must be on a leash of no more than six feet at all times. Please keep your pet from barking at, approaching or in any way causing wildlife to react. Always pick up after your pet and remember this is a trash-free park. Please do not leave pet waste in the park--pack it out. At no time are dogs allowed to walk along Cabrillo Road.   The National Park Service has prohibited pets on trails for many years. Dogs in particular can chase wildlife, pollute water sources, and can become defensive and dangerous in unfamiliar surroundings. In addition, frightened wildlife can be aggressive and may harm you or your pet. These regulations protect both pets and wildlife.   If you bring a companion\/comfort pet to the upper part of the park, it must remain in your vehicle and be attended at all times. Please note there is no shade in the parking lots, and temperatures inside your vehicle can quickly rise to dangerous levels.   Service animals, as defined by Title II and III of the Americans with Disabilities Regulations (http:\/\/www.ada.gov\/regs2010\/ADAregs2010.htm), are allowed in the park.      Other Information Visit our Brochures link to download our Journal and other brochures for the Park. Read the latest News Releases for the Park. Contact the Public Affairs Officer.",
    "url": "https:\/\/www.nps.gov\/cabr\/learn\/news\/index.htm"
}
