{
    "title": "Cabrillo National Monument: Learn About the Park",
    "body": "Explore This Park    Learn About the Park           Learn About the Park                   Explore the Rocky Intertidal at Cabrillo               Find Gifts in the Visitor Center and Bookstore               Hiking Along the Bayside Trail               Learn about Juan Rodriguez Cabrillo in 1542               Watch Grey Whales Migrating South               Military Bunker and World War II History               Visit the Old Point Loma Lighthouse             • Who was Juan Rodriguez Cabrillo? Find out more about the 16th century explorer that the park is named for. • Hiking: The two-mile Bayside Trail affords spectacular views of San Diego Bay and the city beyond, and takes you through one of the last remaining remnants of coastal sage scrub habitat in the world. The Coastal Tidepool Trail provides views along the ocean leading to the tide pools. Also learn about the Dusty Socks Club hiking trips around San Diego County. You can download more information about the Bayside Trail and the Coastal Tidepool Trail. • Tidepooling: The rocky intertidal area at Cabrillo National Monument is one of the best protected examples of these unique ecosystems in Southern California. • Visiting the Lighthouse: Be sure to see the Old Point Loma Lighthouse, one of the original eight lighthouses on the West Coast, restored and refurnished to reflect what life was like in the 1800s. In the adjacent Assistant Keeper's Quarters, interactive exhibits tell the story of the Lighthouses of Point Loma. You can download a document to learn about the Lighthouses of Cabrillo. • Military History: In an historic radio station building, the exhibit \"They Stood the Watch\" presents the military history of Fort Rosecrans. • Whale Watching: Experience the annual migration of the Pacific Gray Whale as these majestic mammals pass by the park from December through February. You can download a document to help you learn how to watch for whales at Cabrillo.      Looking for more information about the park?  Use the following sections to enhance your knowledge about Cabrillo National Monument. News Photos and Videos  History and Culture Nature Information Educational Information Information for Kids Management Information Visit the Bookstore Publications",
    "url": "https:\/\/www.nps.gov\/cabr\/learn\/index.htm"
}
