{
    "title": "Cabrillo National Monument: Cabrillo Festival",
    "body": "Cabrillo Festival        Folkloric dancers are a highlight of the Cabrillo Festival. NPS Photo       Cabrillo Festival – Held each year at the end of September at Ballast Point, the Site Where Cabrillo Came Ashore in 1542   Be a part of history and welcome 16th century explorer Juan Rodriguez Cabrillo as he steps ashore on Ballast Point on for the annual Cabrillo Festival.   Sailing under the Spanish flag and taking those first steps onto what is now Ballast Point, Cabrillo became the first European to set foot on the west coast of what would become the United States of America.   The Cabrillo Festival is a fun event for the entire family, with educational activities, cultural demonstrations, and exciting folkloric performances. Brightly colored clothing and dramatic music and dancing bring to life the traditions of the Native American, Mexican, Portuguese, and Spanish cultures that are part of the Age of Exploration. The Festival features booths with traditional foods, and cultural artisans will showcase their wares.   Kumeyaay Indians demonstrate intricate basket weaving techniques and how to prepare acorns to eat, while flint knappers show how Native Americans made arrow points, knives, and scrapers.   Historic re-enactors offer a glimpse into daily life of the 16th century soldiers and sailors who explored New Spain with Cabrillo, Coronado, and DeSoto.   The highlight of the Festival is the re-enactment of Cabrillo’s landing on the shores of San Diego Bay. Cabrillo, his soldiers, and a priest sail into the bay on the San Salvador (represented by the Californian), and once again claim the land for Spain.     For more information, click here to visit the official Cabrillo Festival website.       Colorful Spanish dancers delight visitors to the Cabrillo Festival. NPS Photo        Cabrillo lands on Ballast Point and claims the land for Spain. NPS Photo        Dynamic Aztec dancers bring color and sound to the Cabrillo Festival, with drums, rattles, and conch shell calls. NPS Photo        Sixteenth century ladies adorn the Cabrillo Festival. NPS Photo",
    "url": "https:\/\/www.nps.gov\/cabr\/planyourvisit\/cabrillo-festival.htm"
}
