{
    "title": "Cabrillo National Monument: Special Events",
    "body": "Special Events        NPS Photo       Cabrillo National Monument is host to a number of special events each year. Below is a general guideline for the events.  Special Events: January: Whale Watch Weekend - Join us for a weekend of whale-watching fun as we try to spot the Pacific Gray Whales on their annual migration. Exhibitors from across the county will be at the park and special ranger-led walks and talks will be presented throughout this family-fun weekend. January: Martin Luther King's birthday- Fee Free Day in honor of Dr. Martin Luther King, Jr. March 22: Open Tower Day - Step back in time as Cabrillo celebrates the anniversary of the extinguishing of the light  of the Old Point Loma Lighthouse. One of only three days each year where the tower to the lighthouse is open to the public. April: National Parks Week - Enjoy ALL of your National Parks for free as we celebrate National Parks Week 2012. Join us Saturday, April 21 for Junior Ranger Day. June: Parks and Open Spaces Day - Celebrate the parks and open spaces that make San Diego such a beautiful city. Cabrillo NM will be FREE as we celebrate Get Outdoors Day. Ranger-led talks and activities will occur throughout the day and exhibitors from various land management agencies will be on hand to talk about their organization. July: Move To Improve Challenge - Join us for the Move to Improve Challenge. There will be exhibitors, activities, demonstrations, presentations and a sunset 5K race.  August 25: Founder's Day, Open Tower Day - Do you love your National Parks? If you do, come and celebrate the anniversary of the establishment of the National Park Service at Cabrillo NM. Living History re-enactors will be on hand. This is one of three days each year when the tower to the Old Point Loma Lighthouse is open (from 10AM - 3:30PM). September: Cabrillo Festival - Join Cabrillo NM and Cabrillo Festival Inc, as we re-enact and commemorate the voyage of Juan Rodriguez Cabrillo in this fun, family-friendly annual event. Find out more information from the Cabrillo Festival page. November: Veteran's Day - Fee Free Day in honor of Veteran's Day. November 15: Open Tower Day - Step back in time as Cabrillo celebrates the anniversary of the lighting of the Old Point Loma Lighthouse. One of only three days each year where the tower to the lighthouse is open to the public.",
    "url": "https:\/\/www.nps.gov\/cabr\/planyourvisit\/special-events.htm"
}
