{
    "title": "Cabrillo National Monument: How to Find Us",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     How to Find Us              Directions to Cabrillo National Monument        Cabrillo National Monument lies at the tip of the Point Loma Peninsula, just west of the city of San Diego NPS Photo      The drive to Cabrillo National Monument will take you through diverse areas that tell of the Point Loma peninsula’s history.  In Spanish, “loma” means “hill,” and is a fitting description of the rolling topography of the area.  Archaeological remnants tell of human occupation of the Point as far back as 7,000 years.  In 1797, the Spanish constructed Fort Guijarros on the eastern side of the peninsula, as a means of guarding the entrance to the harbor.  Fifty-five years later, in 1852, the southern portion of Point Loma was set aside as a military reservation.  Fort Rosecrans National Cemetery was established in 1934 and today honors over 86,000 veterans and dependents who are interred there.  Residential neighborhoods on Point Loma were originally established by generations of fishermen and remain varied today, with small cottages tucked next to multi-million dollar homes.  Catalina Boulevard is part of San Diego’s 59-mile Scenic Drive, and affords spectacular panoramic views of the ocean and city on your way to Cabrillo National Monument.     FROM DOWNTOWN SAN DIEGOTake Harbor Drive past the airportTurn left onto Rosecrans StreetTurn right onto Canon StreetTurn left onto Catalina Blvd. (also known as Cabrillo Memorial Drive)Follow Catalina Blvd. all the way to the endFROM INTERSTATE 5 NORTHBOUNDTake the Hawthorne Street \/ Airport exitFollow the road to the left under the freeway towards the bayTurn right onto Harbor DriveTake Harbor Drive past the airportTurn left onto Rosecrans StreetTurn right onto Canon StreetTurn left onto Catalina Blvd. (also known as Cabrillo Memorial Drive)Follow Catalina Blvd. all the way to the endFROM INTERSTATE 5 SOUTHBOUNDTake the Rosecrans \/ Highway 209 ExitStay on Rosecrans Street into Point LomaTurn right onto Canon StreetTurn left onto Catalina Blvd. (also known as Cabrillo Memorial Drive)Follow Catalina Blvd. all the way to the endFROM INTERSTATE 8 WESTBOUNDTake the Rosecrans \/ Highway 209 ExitStay on Rosecrans Street into Point LomaTurn right onto Canon StreetTurn left onto Catalina Blvd. (also known as Cabrillo Memorial Drive)Follow Catalina Blvd. all the way to the end",
    "url": "https:\/\/www.nps.gov\/cabr\/planyourvisit\/directionstocabr.htm"
}
