{
    "title": "Cabrillo National Monument: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Your Safety        Fishhook cactus is a beautiful part of the environment at Cabrillo National Monument, but can also be dangerous. Stay on trails and paths to avoid its prickly personality. NPS Photo      To ensure a safe and pleasant visit to Cabrillo National Monument, please take a moment to review some safety tips.•  Hiking: For your safety and to protect the ecosystem, please stay on designated trails. •  Bicycling: Bicycling is allowed on paved roadways only. Please be cautious as vehicles share the roadways. •  Smoking: For the safety of the fragile ecosystem and the comfort of visitors, smoking is not allowed anywhere in the park. •  Skate Boards and Roller Blades: For the safety of fellow visitors, skate boards, roller blades, and skates are prohibited on all surfaces. •  Swimming, Surfing, and Diving: Swimming, surfing and diving are prohibited within park boundaries (the park boundary extends 300 yards from the shore). This is for your safety and to protect the intertidal ecosystem. •  Watch Your Step! Stay Back! Cliff areas in the park are very unstable. Stay back from cliff edges. •  Go Slow. Slick, algae-covered rocks in the tidepools are very slippery. Wear shoes with good traction and take your time. Go slow! You will see more this way as well. •  Stay on the Trail. Many prickly plant species border park trails. Stay on trails to avoid having foliage tear at your skin and clothes. Rattlesnakes are often seen in the park. They are a shy and natural part of the park's ecosystem that happens to be poisonous. Stay on trails so that you can avoid them and they can avoid you. •  A Special Note About Plants: Many plant species, such as California Buckwheat may appear dead during the summer months. Actually, these plants are just dormant. During California's hot, dry summer, the stems and petals of many plants become dry and brittle to conserve water. Once the winter rains arrive these unique \"drought-deciduous\" plants once again become green and vibrant. For the safety of these plants and to avoid damaging them, please stay on trails and do not break off \"dead\" branches from plants in the park.",
    "url": "https:\/\/www.nps.gov\/cabr\/planyourvisit\/safety.htm"
}
