{
    "title": "Cabrillo National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1800 Cabrillo Memorial Drive  San Diego, CA 92106                 Directions         FROM DOWNTOWN SAN DIEGO Take Harbor Drive past the airport Turn left onto Rosecrans Street Turn right onto Canon Street Turn left onto Catalina Blvd. (also known as Cabrillo Memorial Drive) Follow Catalina Blvd. all the way to the end  Directions Details           Operating Hours & Seasons         Cabriilo National Monument The entire park is open from 9am until 5pm. The only exception are the tidepools which close at 4:30pm. Park passes are available at the Entrance Station until 4:20pm.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM             Weather           Near Perfection Almost three million county residents can't be wrong: it's the weather. While many areas of the country are hibernating under blankets of snow or sweltering in muggy mid-summer humidity, San Diego's climate is generally sunny and mild year-round.          Fees & Passes     Entrance Fees:   Cabrillo Entrance Fee - Per non commercial vehicle - $10.00 The pass is valid for seven full days.    Cabrillo Entrance Fee - per motorcycle - $7.00 The pass is valid for seven full days.   Cabrillo Entrance Fee - per walker or bicyclist - $5.00 The pass is valid for seven full days.   Cabrillo Entrance Fee - per commercical vehicle 1-6 Passenger Capacity* - $30.00 Cabrillo National Monument welcomes your commercial tour group. A \"commercial tour\" is defined as an organized tour that is booked and paid through a third party. Your group is welcome to come whenever it's convenient for you (no reservations are necessary), and we have plenty of bus parking available. \"Passenger Capacity\" is based on the number of seats on the vehicle, rather than number of actual passengers. The pass is valid for seven full days.   Cabrillo Entrance Fee - per commercial vehicle 7-25 Passenger Capacity* - $45.00 Cabrillo National Monument welcomes your commercial tour group. A \"commercial tour\" is defined as an organized tour that is booked and paid through a third party. Your group is welcome to come whenever it's convenient for you (no reservations are necessary), and we have plenty of bus parking available. \"Passenger Capacity\" is based on the number of seats on the vehicle, rather than number of actual passengers. The pass is valid for seven full days.   Cabrillo Entrance Fee - per commercial vehicle 26+ Passenger Capacity* - $100.00 Cabrillo National Monument welcomes your commercial tour group. A \"commercial tour\" is defined as an organized tour that is booked and paid through a third party. Your group is welcome to come whenever it's convenient for you (no reservations are necessary), and we have plenty of bus parking available. \"Passenger Capacity\" is based on the number of seats on the vehicle, rather than number of actual passengers. The pass is valid for seven full days.   Entrance Passes:   Cabrillo Annual Pass - $20.00 Valid for 12 months from purchase date. Admits the pass holder(s) and passengers in a non-commercial vehicle (14 passenger capacity or less) to Cabrillo National Monument. The pass is available at the Entrance Station. Park passes are available at the Entrance Station until 4:20pm.         Visitor Centers       Visitor Center and View Building The Visitor Center at Cabrillo National Monument is the perfect place to get oriented to the park. Rangers and volunteers are always available to answer questions and provide suggestions on what to do. Here you can: Find the day’s schedule of auditorium programs and ranger talks Get your National Parks Passport book stamped Chat with a ranger Pick up a Junior Ranger activity for kids Find out when low tide is                A spiral staircase is a great way to get you to the top floor of the Old Point Loma Lighthouse, but you don't have to go around in circles before your visit - there is lots of information available to help you pre-plan your trip to Cabrillo National Monument! NPS Photo      In this section you can get the basic information you need to plan your visit. You can find about: Operating Hours and Seasons - When are we open Fees & Passes - How much is the entry fee and what passes are available? Current Closures - Use this link to see if there are any current closures at the Park. Permits & Reservations - Here you can find about special permits Pets - Can you bring pets to Cabrillo? Weather - What's the weather like? The low tide time if you wish to explore the tidepools.  You can telephone the park at (619) 557-5450, extension “0”, use this link to look at our tide charts, or search the Web for online tide charts for the Point Loma area. Possible Temporary Closure of Road to Tidepools - On weekends and Holidays and when there is a good low tide the road to the tidepools may be closed periodically when tidepool parking lots are full to capacity. The road to the tidepool area will be closed (usually 30-45 minutes), until sufficient capacity in the parking areas becomes available. This temporary closure of the road allows for traffic to flow freely and allows a more pleasant experience for the visitor by reducing the number of people and reducing the damage to the fragile ecosystem. Please plan your trips to allow for this delay. Thanks for your patience with our staff when dealing with this issue. Cabrillo National Monument is a smoke-free and trash-free park. Smoking is not permitted anywhere on the park grounds, including the tidepools, trails and parking lots. Smoking is also prohibited in all buildings.  In November 2010, the park became \"trash-free\" with the removal of 95% of the garbage cans and recycling bins from the grounds. Please help us maintain our \"trash-free\" park by packing out whatever you bring in.  There is no cell phone service down by the tidepools. Be aware that if you use a driver for hire for transportation to the park, make arrangements for a pickup time and location. Otherwise you will not be able to contact them and you may have to walk up the hill from the tidepools to the top of the park to get cell phone coverage.",
    "url": "https:\/\/www.nps.gov\/cabr\/planyourvisit\/basicinfo.htm"
}
