{
    "title": "Cabrillo National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes        Friendly Visitor Use Assistants will welcome you at Cabrillo National Monument's Entrance Station NPS Photo        REGULAR ENTRANCE FEES Did you know that 80% of your entrance fee stays right here at Cabrillo National Monument to support park programs? Did you also know that your entrance receipt is good not only for the day you visit, but also for the following six days? You can come back as many times as you like for seven full days. THANKS for your support!      TYPE      FEE      Passenger vehicle $10.00 per vehicle   Motorcyclists $7.00 per vehicle   Walk-ins, bicyclists $5.00 per person      COMMERCIAL FEES Cabrillo National Monument welcomes your commercial tour group. A \"commercial tour\" is defined as an organized tour that is booked and paid through a third party. Your group is welcome to come whenever it's convenient for you (no reservations are necessary), and we have plenty of bus parking available.      PASSENGER CAPACITY OF TOUR VEHICLE      FEE      1-6 Passenger Capacity* $30.00   7-25 Passenger Capacity* $45.00   26+ Passenger Capacity* $100.00     * \"Passenger Capacity\" is based on the number of seats on the vehicle, rather than number of actual passengers. All entrance fees can be paid by cash, credit cards, or personal, company, or travelers check. RESERVATIONS You're welcome to visit Cabrillo National Monument any time that we're open - no reservations are required for the general public. If you will be visiting the tidepools and your group is larger than ten people, we ask that you make a reservation and obtain a free tidepool permit; see the \"Permits\" page to learn more. PASSES Recreation sites managed by the Bureau of Land Management (BLM), National Park Service (NPS), U.S. Fish and Wildlife Service (FWS), Bureau of Reclamation (BOR), and the U.S. Forest Service (USDA FS) are exciting places to visit daily, for a weekend, or for an entire vacation. Annual passes provide you with a full year of enjoyment at America’s beautiful lakes, rivers, seashores, wildlife refuges, outstanding cultural and historic sites, and some of the world’s most magnificent forests, parks, and monuments. The National Park Service is an important participant in the Interagency Pass Program which was created by the Federal Lands Recreation Enhancement Act and authorized by Congress in December 2004. Participating agencies include the NPS, BLM, FWS, BOR, and USDA FS.  The new America the Beautiful – National Parks and Federal Recreational Lands Passes rolled out on January 1, 2007, replacing existing Passes. You can obtain all of the Passes here at Cabrillo National Monument; please allow enough time to obtain the Passes before park facilities close:   • All Passes are available at the Entrance Station, which is open from 9 - 4:20 PM.  For a downloadable list of locations across the country where the Passes are available, scroll down to \"Where Can I Obtain A Pass?\" Please note:  All current National Park Passes, Golden Eagle, Golden Eagle Hologram, Golden Access, and Golden Age Passports will continue to be honored according to the provisions of the pass. Only paper Golden Age and Golden Access Passports may be exchanged free of charge for new plastic passes.    Four passes are part of the Interagency Pass Program:      1.  America the Beautiful – National Parks and Federal Recreational Lands Pass– Annual Pass - Cost $80  This pass is available to the general public and provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of sale.  The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free).  The pass can be obtained in person at the park, by calling 1-888-ASK USGS, Ext. 1, or by clicking here.         America the Beautiful - National Parks and Federal Recreational Lands Pass        2.  America the Beautiful – National Parks and Federal Recreational Lands Pass–Senior Pass- Cost $10. This is a lifetime pass for U.S. citizens or permanent residents age 62 or over. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park. The Senior Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires.       America the Beautiful - National Parks and Federal Recreational Lands Senior Pass        3.  America the Beautiful – National Parks and Federal Recreational Lands Pass–Access Pass- Free. This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass. Acceptable documentation includes: a statement by a licensed physician; a document issued by Federal agency such as the Veteran’s Administration, Social Security Disability Income or Supplemental Security Income; or a document issued by a State agency such as a vocational rehabilitation agency. If the applicant does not have such documentation with them at the time, he or she may read, sign, and date the Statement of Disability in the presence of the ranger issuing the pass. If the applicant cannot read, his or her companion may read, sign, and date the Statement of Disability on their behalf in the presence of the applicant and the ranger issuing the Access Pass. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park. The Access Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launching, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires.       America the Beautiful - National Parks and Federal Recreational Lands Access Pass        4.  America the Beautiful – National Parks and Federal Recreational Lands Pass–Volunteer Pass -Free. This pass is for volunteers acquiring 500 service hours on a cumulative basis. It provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of award.          America the Beautiful - National Parks and Federal Recreational Lands Volunteer Pass         Military Pass - Cost - Free This pass is available to active duty personnel & their dependents with proper identification ( CAC Card or DD Form 1173). For more information please go to http:\/\/store.usgs.gov\/military.html. This pass allows the pass owner and accompanying passengers in a single, private, non-commercial vehicle to enter federally operated recreation sites across the country. It can also cover the pass owner and three (3) accompanying adults age 16 and older at sites where per person entrance fees are charged. No entry fee charged for children 15 and under. This pass can be obtained at the Cabrillo Entrance Station, only. The station hours are from 9:00am through 4:30pm.         Military Pass        Cabrillo Pass: Cost $20 - Valid for 12 months from purchase date. Admits the pass holder(s) and passengers in a non-commercial vehicle (14 passenger capacity or less) to Cabrillo National Monument. The pass is available at the Entrance Station.        Cabrillo Pass         WHERE CAN I OBTAIN A PASS? You can obtain all of the Federal Recreation Passes right here at Cabrillo National Monument. Or, there are hundreds of locations through the country where the Passes are available. Click here for a downloadable list of locations, arranged by state (pdf).  DOWNLOAD A BROCHURE   Click here to download a brochure on the Federal Recreation Pass Program (pdf).",
    "url": "https:\/\/www.nps.gov\/cabr\/planyourvisit\/fees.htm"
}
