{
    "title": "Cabrillo National Monument: Current Conditions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions             Alerts & Conditions         Alerts    Caution        Cabrillo Sea Cave Closed  Alert 1 , Severity ,caution ,, Cabrillo Sea Cave Closed  Visitors are advised that the Cabrillo Sea Cave is located within a closed area of the park. Due to extremely dangerous conditions and in compliance with the Marine Mammal Protection Act, no entry is allowed at any time. Closure enforced by Federal law.     Information        Auditorium Closed on August 16 and August 17 for a Meeting  Alert 1 , Severity ,information ,, Auditorium Closed on August 16 and August 17 for a Meeting  The auditorium will be closed for a meeting on August 16 and August 17. The movies will be shown in the Visitor Center instead, during this time.          Auditorium Closed August 11 and August 27  Alert 2 , Severity ,information ,, Auditorium Closed August 11 and August 27  The auditorium will be closed for training classes on these dates. The movies which are normally shown in the auditorium will be shown in the Visitors Center during these dates. We apologize for the inconvenience.            Cabrillo Sea Cave Closed All Visitors are advised that the Cabrillo Sea Cave is located within a closed area of the park.  The Sea Cave and nearby area have been closed since the 1980s due to extremely dangerous conditions and to comply with the Marine Mammal Protection Act. Entry into this area is not permitted at any time. Violators are subject to federal fines and sentencing. Marine mammals use this area and are protected by the Marine Mammal Protection Act.  Approaching and\/or disturbing marine mammals (i.e., seals and sea lions) and their young is not allowed.  Doing so is a violation of the Act, and violators are subject to fines and sentencing. The cave was created by sudden and catastrophic sandstone erosion and rock falls. Periodic bluff collapse is constant along the California coast.  To avoid injury, stay back from cliff edges and do not walk under overhangs or along the base of escarpment faces.",
    "url": "https:\/\/www.nps.gov\/cabr\/planyourvisit\/conditions.htm"
}
