{
    "title": "Cabrillo National Monument: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility      Cabrillo National Monument is quite accessible to our visitors with mobility and sensory impairments. Some of our features include:  Gently sloping paved sidewalks and ramps are located throughout much of the park.   If you or a member of your party are unable to walk up the hill to the Lighthouse area, disabled parking permits are available to allow you to drive there.  Pick one up at the Visitor Center upon your arrival.   A large accessible unisex restroom and baby changing room are available at the Visitor Center.   Wheelchair accessible drinking fountains can be found throughout the park.   Captioned films.   Braile translation of park brochure available at Visitor Center.   Wheelchair accessible telescopes are available.   In the Cabrillo and the Age of Exploration exhibit, touch screen technology and audio\/visual descriptions of Cabrillo's voyage are available.    Tactile models of a Pacific Gray Whale, the Old Point Loma Lighthouse, and the Point Loma peninsula are located near the Lighthouse area.   A wheelchair is available for loan at the Visitor Center.   In the Lighthouses of Point Loma Exhibit, an audio\/visual tour of the lighthouse and tactile cutaway of a Fresnel lens are available.   Please note that the Old Point Loma Lighthouse is a historic structure and is accessible by stairs only.      Cabrillo National Monument is the proud recipient of the National Park Service’s 2005 Design Project Achievement Merit Award for Making Exhibits and Waysides Accessible!       Cabrillo National Monument Chief of Interpretation Karl Pierce accepts accessibility award from Fran Mainella, National Park Service Director in October 2005. NPS Photo      The National Park Service (NPS) initiated the National Accessibility Achievement Award Program in 1998 to recognize outstanding accomplishments that result in greater opportunities for persons with disabilities within the NPS.In October 2005, Cabrillo National Monument was recognized for our efforts in using tactile models and wayside exhibits to help accomplish our mission and forge connections between visitors of all abilities.  Special recognition was given to the park Superintendent and Chief of Interpretation for their long-term dedication and commitment to universal design and equal opportunity.National Park Service Director Fran Mainella stated, “Cabrillo’s accomplishments are not only creative and original; they are an outstanding example of providing effective communications to an extremely diverse audience, including those who have a visual limitation.”Located in the seventh largest city in the country, Cabrillo National Monument is near a diverse population of over 1.4 million people and draws nearly a million visitors annually.  Over the past several years, we have strived to remove structural and non-structural barriers for persons with hearing, visual, cognitive, and mobility impairments.After evaluating the needs of visitors and the need to make emotional and intellectual connections between the resources and visitors, the park has designed, fabricated, and installed a variety of tactile models that effectively tell the stories with minimum words.  The first tactile model installed was a bronze sculpture of a gray whale and calf, which was mounted at the Whale Overlook.  Gray whales migrate past Cabrillo each December through February on their way to the calving lagoons in Baja, California, and can be seen from the Monument.  This model gives all visitors a sense of the size, shape, and characteristics of these marine mammals.       Bronze tactile model of a Pacific Gray Whale and calf is an award-winning addition to the Whale Overlook. NPS Photo      The second set of bronze tactile models installed interprets the Old Point Loma Lighthouse and its setting in San Diego Bay.  One model contains the lighthouse and its outbuildings, the assistant keeper’s quarters, barn and oil shed, and the rain catchment basin and picket fence.  The model of the Old Point Loma Lighthouse provides a way for visitors to understand the shape and sizes of the various structures and their juxtaposition to each other.  The other model illustrates the lighthouse on the end of the Point Loma peninsula and its relationship to the geography of San Diego Bay.  These models were installed in a plaza with an audio station at the end of the walk leading to the lighthouse.  Through research, we have learned that bronze sustains constant touching, threats of vandalism, and effects of exposure to ocean salt air.       Tactile model of the Old Point Loma Lighthouse and outbuildings enable visitors to experience the lighthouse area as it once was. NPS Photo        Bronze tactile model of the Point Loma peninsula enables visitors to experience the location and orientation of the Old Point Loma Lighthouse. NPS Photo       Visitors from the convention of the American Association for the Deaf-Blind, held recently in San Diego, enjoyed learning about the lighthouse through the tactile models. One gentleman was accompanied by two guides who told us, “This has been the best place in San Diego because there is so much to touch and feel here!” He was delighted with the tactile models and also had a great time examining the weapons and armor in the visitor center.   The models were sculpted by Carl Glowienke of Sea Life Sculpture Studio in Santee, California.  Cabrillo National Monument thanks Mrs. Connie Golden and other Cabrillo National Monument Foundation members for their generous contributions which made the tactile models available.",
    "url": "https:\/\/www.nps.gov\/cabr\/planyourvisit\/accessibility.htm"
}
