{
    "title": "Mesa Verde National Park: NPS\/Federal Recreation Lands Pass",
    "body": "National Parks and Federal Recreational Lands Pass Program       The National Park Service is an important participant in the Interagency Pass Program which was created by the Federal Lands Recreation Enhancement Act and authorized by Congress in December 2004. Each pass covers entrance fees at national parks and national wildlife refuges as well as standard amenity fees at national forests and grasslands, and at lands managed by the Bureau of Land Management and Bureau of Reclamation. The pass series, collectively known as the America the Beautiful - National Parks and Federal Recreational Lands Pass Series, is shown below with a brief explanation of each. You can also use the following links to learn more about the pass program. •For information and a FAQ page on the interagency pass program, go to http:\/\/store.usgs.gov\/pass\/general.html. Additional information can also be found at http:\/\/www.nps.gov\/fees_passes.htm.  •For information on recreational opportunities on all federal lands, go to http:\/\/www.recreation.gov.             America the Beautiful - Annual Pass - Cost $80 National Parks and Federal Recreational Lands Pass  This pass is available to the general public and provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from date of sale. The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children age 15 or under are admitted free).  The pass can be obtained: ♦in person at the park ♦by calling 1-888-ASK USGS, Ext. 1,or ♦via the Internet at http:\/\/store.usgs.gov\/pass.            America the Beautiful - U.S. Military Annual Pass - Free National Parks and Federal Recreational Lands Pass This pass is available to active duty U.S. military personnel and their dependents with proper identification (CAC Card or DD Form 1173). It provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from date of sale. The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can be obtained in person at the park by showing your U.S. military ID.          America the Beautiful - Senior Pass - Cost $10 National Parks and Federal Recreational Lands Pass  This is a lifetime pass for U.S. citizens or permanent residents age 62 or over.The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park. The Senior Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires. The pass can be obtained: ♦in person at the park, or ♦by mail. To get your pass by mail, download an application at http:\/\/store.usgs.gov\/pass.           America the Beautiful - Access Pass - Free National Parks and Federal Recreational Lands Pass  This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass. Acceptable documentation includes: statement by a licensed physician; document issued by Federal agency such as the Veteran's Administration, Social Security Disability Income or Supplemental Security Income; or document issued by a State agency such as a vocational rehabilitation agency. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park. The Senior Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launching, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires. The pass can be obtained: ♦in person at the park, or ♦by mail. To get your pass by mail, download an application at http:\/\/store.usgs.gov\/pass.           America the Beautiful - Volunteer Pass - Free National Parks and Federal Recreational Lands Pass This pass is for volunteers acquiring 250 service hours on a cumulative basis. It provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of award. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 admitted free).            Annual 4th Grade Pass - Free The pass is available to U.S. 4th graders (including home-schooled and free-choice learners 10 years of age) with a valid Every Kid in a Park paper voucher. Paper vouchers can be obtained by visiting the Every Kid in a Park website and can be exchanged for the Annual 4th Grade Pass at Federal recreation sites that charge Entrance or Standard Amenity fees. Digital versions of the voucher (such as on smart phones or tablets) will not be accepted to exchange for an Annual 4th Grade Pass. The pass is valid for the duration of the 4th grade school year through the following summer (September 1 to August 31). The pass is non-transferable. Educators can also be involved! Learn more at the Every Kid in a Park website. For additional information on the pass, visit recreation.gov.",
    "url": "https:\/\/www.nps.gov\/meve\/planyourvisit\/passprogram.htm"
}
