{
    "title": "Little River Canyon National Preserve: Volunteer",
    "body": "VOLUNTEER         John Ingraham, NPS Volunteer     Making a Difference - National Park Service Volunteers Volunteers for the National Park Service make a difference in the lives of visitors. Imagine… walking through the doors of a huge building called the Little River Canyon Center, knowing only that the sign said there was a National Preserve nearby. You are greeted as soon as you walk through the door in a warm friendly manner by a volunteer in a uniform. Your questions are answered, you receive a map of the area and the most scenic areas are pointed out to you. You go into the large auditorium to watch a fantastic video with many gorgeous images of the preserve (video is courtesy of Jacksonville State University). After the video the volunteer tells you more about the park.  Maybe you even took the time to browse through the Little River Canyon Center gift shop and purchased a memento of your trip. You leave with a better sense of what a national preserve is and a plan of what to see. You are armed with your map and desire to see some of the wondrous sites you saw in the video….Your life has just been touched by a volunteer. If you volunteer with the National Park Service, you will see how you can make a difference in not only someone else's life but your own. Volunteering can help you meet people and become part of your community. It will boost your morale, and give you a sense of accomplishment. Volunteering is a great way to increase your skills.  \"Don't sell yourself short, if you love working with the public and have a positive attitude; you have something to offer\" says Jennie Phillips National Park Service Volunteer since 2008. Be that person that makes a difference in someone's life. We would love to talk to you about volunteering for the National Park Service. If you are retired and want to share your skills; not working or working and have the time; or if you are in college and need some experience in a workplace, please contact us.               You can learn new skills, teach others and stay active and involved. Little River Canyon National Preserve Volunteers help preserve and maintain the diverse natural, cultural and recreational resources of the park for visitors as well as for future generations. You can make a difference by donating just a few hours a month. John Ingraham (shown in photo above) has been a National Park Volunteer since 2010. He works at the Little River Canyon Center front desk and at Little River Falls. John has met and talked with thousands of visitors. John's knowledge of the park and visitor needs have helped park management many times. Shirley Cox (shown in photo) has been a National Park Volunteer since 2009. She has helped with the recycling program, greeted visitors,  and picked up tons of litter through the years. Her favorite past-time is hiking the trails of the canyon.   Volunteers play a vital role in almost all aspects of park operations: ·       Helping Maintenance keep the park clean and free of litter. Interpretation in the park. Helping Visitors.      Resource Management - Removing non-native plants.     Working to maintain hiking and horseback riding trails.   Water Quality Testing.   Information Receptionist at the front desk.  Volunteering with the National Park Service can be a rewarding experience. If the park has a need and you have the skill, consider volunteering. Volunteer opportunities at Little River Canyon National Preserve are as diverse as the natural and cultural resources of the park. Each volunteer's contribution makes a big difference!         We have an outstanding Volunteer Team at Little River Canyon National Preserve. We are proud of all of our volunteers and the job that they do. You can join our Volunteer Team and make a difference too! The National Park Service is an equal opportunity employer. E-MAIL:  Larry Beane, Volunteer Coordinator Mail a LETTER to: Little River Canyon National Preserve, 4322 Little River Trail NE, Suite 100, Fort Payne, AL 35967 CALL: 1-256-845-9605 x 205   National Park Service Volunteer Brochure",
    "url": "https:\/\/www.nps.gov\/liri\/getinvolved\/volunteer.htm"
}
