{
    "title": "Natchez Trace Parkway: Mechanical Treatments",
    "body": "Mechanical Treatments         Low-impact mechanical equipment is used to reduce fuels in areas that are unsuitable for prescribed burns. NPS photo   Mechanical Fuel Reduction    Mechanical fuel reduction is the removal of downed fuel from a treatment area by hand and with small equipment.  Great care is taken to ensure the area is minimally impacted.   When areas with high fuel loads are found near urban and smoke sensitive areas (such as major roads), mechanical fuel reduction is used.  This is of particular importance for the Natchez Trace Parkway, since there is a considerable amount of interface with neighboring communities.        The GyroTrac was used to reduce non-native invasive plants, such as Chinese privet, to restore an area to native blackbelt prairie. NPS photo  GyroTrac  In 2009, eight high-value acres were treated with a GyroTrac, a specially designed implement that removes unwanted brush while creating little disturbance to the soil. The acres were treated to restore native blackbelt prairie, reduce non-native Chinese privet (Ligustrum sinense), or decrease heavy fuels in the wildland urban interface. A GyroTrac uses aluminum tracks that have minimal impact on the soil. The \"drum\" on the front end spins, and the many teeth on the drum shred vegetation in its path. The drum can be raised and lowered, which allows the operator to remove trees and shrubs up to 8-10 inches in diameter. The result is a bed of shredded mulch where unwanted vegetation once existed. Parks frequently conduct prescribed burns or follow up with specified chemical treatments to ensure the unwanted vegetation does not come back. The GyroTrac used is owned by the NPS's Southeast Region, and is available to parks throughout the region on request.        A rare type blackbelt prairie was overgrown with junipers and Chinese privet before a GyroTrac was used. NPS Photo        The same site following GyroTrac use. Notice that a small desirable hardwood was carefully avoided during the treatment. NPS Photo",
    "url": "https:\/\/www.nps.gov\/natr\/learn\/management\/mechanical-treatments.htm"
}
