{
    "title": "Tumacácori National Historical Park: Arizona \/ Planchas de Plata",
    "body": "Arizona \/ Planchas de Plata       \"Toward the end of last October, between the Guevavi Mission and the ranchería called Arizona, some balls and slabs of silver were discovered, one of which weighed more than one hundred arrobas (2,500 pounds), a sample of which I am sending to you, Most Illustrious Lord.\" Captain Juan Bautista de Anza to Bishop Benito Crespo, January 7, 1737.        The site of the 1736 silver discovery (Planchas de Plata) is up the canyon about fifteen miles from the ranch that was then and is now called \"Arizona\" Photo by Reba Grandrud         A rainy day at the site of the 1736 silver discovery known as Planchas de Plata, about fifteen miles northwest of the original Arizona Ranch Photo by Reba Grandrud  The State of Arizona takes its name from a ranch started by Bernardo de Urrea sometime between 1734 and 1736. The general area around his ranch was also known as Arizona. He and a majority of the first explorers, settlers, and miners in the area were Basque and it is they who probably gave the Basque name Arizona (the good oak) to the region. Oak trees are abundant both at the original ranch and the entire area between present-day Nogales, Arizona and Saric, Sonora. Bernardo de Urrea's Arizona Ranch lies about 40 miles southwest of Tumacácori in what is today Sonora, Mexico.      \"I say that Your Honor having ordered me to go impound the silver that was located in the place called Arizona, and Agua Caliente, from that which was found and discovered in the place called San Antonio, it has been done according to your instructions to me.\" Bernardo de Urrea to Juan Bautista de Anza, January 8, 1737.        In the 270 years since the original silver discovery at San Antonio de Padua, the hills have been mined extensively in search of more of the enormous chunks of virgin silver Photo by Reba Grandrud    Prospecters and miners rushed to the area of the great silver discovery of October,1736. It was given the name San Antonio de Padua by Justicia Mayor Juan Bautista de Anza when he arrived on the scene in November and ordered that all the silver that had been taken from the site be impounded and brought to Urrea's Arizona Ranch, some fifteen miles down the canyon. Because his escribano (scribe), Manuel José de Sosa, dated all the impounding documents at Arizona, people in faraway places like Guadalajara and Mexico City were soon referring to the silver as the \"silver of Arizona.\" Thus, Arizona quickly became a household word associated with great and sudden wealth. Contrary to popular myth, however, the silver, or the area, were never referred to as Arizonac, even though both Arizona and Arizonac are viable Basque words. Arizona is simply singular (the good oak tree) and Arizonac is plural (the good oak trees).      \"They found a piece of silver of 120 arrobas close to Arizona, a small village in the Pimería Alta.\" Father Bernardo Middendorf, Aus dem Tagebuche de mexicanischen Missiorarius, 1765.       In the high country between Rancho Arizona and the Planches de Plata. Photo by Reba Grandrud       Long before Arizona became associated with the United States of America, the area just south of the present international border at Nogales, and a particular ranching community within that area, was known as Arizona. The earliest known records of a place called  Arizona date back to the spring of 1736.       To learn more about the history of the name\"Arizona,\" click on these links to read the full articles by Tumacácori's Historian, Don Garate.  How Arizona Got Its Name Arizona, not Arizonac Contemporary References to Arizona",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/historyculture\/arizona-planchas-de-plata.htm"
}
