{
    "title": "Trail Of Tears National Historic Trail: Feasibility Study Revision and Update",
    "body": "Feasibility Study Revision and Update         The Bell Route through Village Creek State Park in Arkansas was studied for addition to the Trail of Tears National Historic Trail NPS Credit  In December 2006, Congress authorized a revision and update of the 1986 Trail of Tears National Trail Study - a feasibility study that led to designation of the Trail of Tears National Historic Trail in 1987.   The Cherokees followed two designated Trail of Tears National Historic Trail routes (the northern and water routes) and several alternative routes and route segments to Oklahoma in 1838-39.  The feasibility study applied criteria for the Bell and Benge routes, the land components of the water route, round-up forts and camps, routes from the forts and camps to the main emigration depots in Tennessee and Alabama, and additional water route segments. The study found that all these components, as well as the Cherokee detachments' disbandment routes at the end of the trail, to be nationally significant and to meet all the criteria for National Historic Trail eligibility. The feasibility study revision was completed in 2007. All the additional routes were determined to meet the criteria for addition to the Trail of Tears National Historic Trail. The National Park Service Intermountain Regional Director approved a Finding of No Significant Impact (FONSI) in November 2007. The study was transmitted to Congress, and legislation was introduced on February 8, 2008. This legislation was subsequently included in the Omnibus Public Land Management Act of 2009 (HR 146), which President Obama signed into law on March 30, 2009. A news release (dated April 8, 2009) announcing the expansion of the Trail of Tears National Historic Trail as a result of this legislation is available. The final Feasibility Study\/Environmental Assessment with maps, and the FONSI, are available at: http:\/\/parkplanning.nps.gov\/projectHome.cfm?projectID=17939",
    "url": "https:\/\/www.nps.gov\/trte\/feasibility-study.htm"
}
