{
    "title": "Trail Of Tears National Historic Trail: Alabama",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research     Cooperative Research     Alabama                  Alabama       Alabama Forts & Camps - Tuscumbia, Courtland, & Decatur      Alabama Forts & Camps When the Cherokee Removal began in earnest in May 1838, Cherokee Indians lived in a large, scattered area in northeastern Alabama. As elsewhere, military forces initially removed Cherokee residents to a series of small forts or camps for a short term period before gathering them in larger groups prior to the westward migration. Perhaps nine of these forts or camps were active during the summer and early fall of 1838. This lengthy study is the result of a Challenge Cost Share Program agreement between the NPS and the Southeastern Anthropological Institute at Northwest Shoals Community College in Muscle Shoals, Alabama. Completed by a series of researchers (Lamar Marshall, Larry Smith, and Michael Wren) under the direction of Gail King, the study provides historical detail about these encampments. The study also provides specific historical and route information about the westward migration of the John Benge detachment, the only detachment to have originated in Alabama. Alabama Collection Camps, Forts, Emigrating Depots and Travel Routes Used During the Cherokee Removal of 1838-1839, March 2009 (34 MB pdf) Click on map below to enlarge.         Roundup Routes and Benge Detachment Route on modern raised relief map        Tuscumbia, Courtland, and Decatur Railroad Northern Alabama's Tuscumbia, Courtland, and Decatur (TC&D) Railroad was an important transportation route used by the Cherokee during Removal. This railroad was built in 1830-31 to circumvent the dangerous Muscle Shoals (strong current) of the Tennessee River, known as a hazard to boat traffic. The TC&D was the first railroad in Alabama and the first railroad built west of the Appalachian Mountains. This report was the result of a 2007 Challenge Cost Share Program agreement between the NPS and the Southeastern Anthropological Institute; its compilation was directed by Gail King, with substantial input from Lamar Marshall, Larry Smith, and Marty King. In amassing this report, the authors unearthed much archival information that had long lain dormant. The report describes the line’s construction, its role during the 1838 Removal, its route (both original and in subsequent years), and its role during the Civil War and in later years. North Alabama’s Tuscumbia, Courtland, and Decatur Railroad and Its Role During Cherokee Emigration\/Removal Beginning in 1837, June 2009 (21 MB pdf)              More cooperative research by state:  Arkansas, Georgia, Illinois, Missouri, North Carolina, Oklahoma Tennessee, Trailwide",
    "url": "https:\/\/www.nps.gov\/trte\/learn\/historyculture\/alabama.htm"
}
