{
    "title": "Trail Of Tears National Historic Trail: Certified Sites on the Trail of Tears NHT",
    "body": "Certified Sites on the Trail of Tears NHT       The owners or managers of these historic sites and interpretive facilities are certified partners with the National Park Service on the Trail of Tears National Historic Trail. (updated June 16, 2015) ALABAMA Andrew Ross House: 4502 Godfrey Avenue (near 45th Street NE), Fort Payne. Fort Payne Cabin Site: at the east end of 4th Street SE (just east of Gault Avenue South), Fort Payne. Tuscumbia Landing: at the confluence of the Tennessee River (Pickwick Lake) and Spring Creek, near the foot of Blackwell Road, west of downtown Sheffield. Waterloo Landing: at the foot of Main Street, Waterloo, Lauderdale County. Willstown Mission Cemetery: near the corner of Godfrey Avenue and 38th Street NE, Fort Payne.   ARKANSAS Bell's Route Segment, Village Creek State Park: in Cross and St. Francis counties, northeast of Forrest City. The Bell's Route segment, part of the old Memphis to Little Rock military road, is located approximately one mile south of the park's visitor center. Delta Cultural Center: at 141 Cherry Street and 95 Missouri Street, both in downtown Helena. Fitzgerald Station and Farmstead: at 2327 Old Wire Road near Springdale. Lake Dardanelle State Park: at 100 State Park Drive in Russellville, Pope County. The park is located at 2428 Marina Road, which is four miles west of Russellville, off State Highway 326. La Petite Roche: in the vicinity of Junction Bridge and at the foot of Rock Street, Little Rock Mount Nebo State Park: at 16728 West State Highway 155, four miles west of Dardanelle. North Little Rock Riverfront Park, on the north bank of the Arkansas River between Main Street Bridge and Interstate 30 Bridge, North Little Rock. Petit Jean State Park: at 1285 Petit Jean Mountain Road, Morrilton. Pinnacle Mountain State Park: at 11901 Pinnacle Valley Road, Little Rock. (The park is 15 miles west of Little Rock.)   GEORGIA Cedar Town Cherokee Removal Camp: near Biggers Drive and North Furnace Street, Cedartown, GA. Cherokee Garden at Green Meadows: at 3780 Dallas Highway, near Old Hamilton Road in Powder Springs. Chieftains Museum\/Major Ridge Home: at 501 Riverside Parkway NE, between the Georgia 53 spur and U.S. 27, in Rome, Floyd County. Funk Heritage Center: 7300 Reinhardt College Circle, Waleska (on the Reinhardt Universtiy campus). John Ross House: at Andrews Street and East Lake Avenue, just south of U.S. Highway 27, in Rossville, Walker County. New Echota State Historic Site: at 1211 Chatsworth Highway NE, Calhoun, Gordon County. Road from Ross to Ridge's: a three-mile-long road that ran from Major Ridge's farm to John Ross's farm, both of which are now within the city of Rome. It is now a walk\/bike path as part of the Downtown Heritage Trails. Rockdale Plantation (George Adair Home): at 1981 Highway 411, Ranger, GA. Running Waters (the John Ridge Home): at 3853 Calhoun Road N.E., six miles northeast of Rome. Vann House State Historic Site: at the intersection of Georgia Routes 225 and 52A, on the western outskirts of Chatsworth, Murray County. Vann Cherokee Cabin (Green Hotel): 24 Broad Street (at Love Street), Cave Spring. ILLINOIS Camp Ground Cemetery: adjacent to the Camp Ground Cumberland Presbyterian Church, at 50 Tunnel Lane, six miles east of Anna, Union County. Crabb-Abbott Farm: Route 1, Box 99, on Hound Ridge Road, four miles southeast of Grantsburg. Golconda Riverfront: foot of Main Street, Golconda. Jentel Farm Trail Segment: southwest of the intersection of Lick Creek Road and Carter Lane, 3 miles east of Anna McGinnis Cemetery Trail Segment: State Highway 146 at Burns Road, six miles east of Anna. Toler Farm Trail Segment: north of State Highway 146 near Burns Road, six miles east of Anna. Trail of Tears State Forest: at 3240 State Forest Road, Jonesboro, Union County. Wagner Farm Trail Segment: along Deputy Tower Road (Trail of Tears Road), five miles west of Golconda. Wayside Store and Bridges Tavern Site: at 6980 State Highway 146 West, east of Pleasant Grove, Johnson County.    KENTUCKY Berry's Ferry and John Berry's Homesite: on the south bank of the Ohio River near the intersection of state highways 133 and 137, Livingston County. Big Spring: Washington Street near Hawthorne Street, Princeton, Caldwell County. Columbus-Belmont State Park: 350 Park Road, Columbus, Kentucky. Crider Tavern Complex: 90 Old Mexico Road, Fredonia. Gray's Inn (Stagecoach Inn): at 88 Graysville Road (State Highway 294), in Tiny Town, three miles west of Guthrie, Todd County. Mantle Rock: on the grounds of the 367-acre Mantle Rock Preserve, which is two miles west of Joy (Livingston County) on State Highway 133. Radford Farm: at 610 Dixie Beeline Highway (US 41), in Todd County between Pembroke and Trenton. Trail of Tears Commemorative Park: at US Highway 41 and Skyline Drive in Hopkinsville, Christian County.   MISSOURI Arcadia Valley Campground: State Highway 21 near the intersection of Old Highway 21, Pilot Knob, Iron County. Greene County Trail Segments: former railroad right-of-way near the intersection of S. Golden Avenue and W. Republic Road, Springfield vicinity. Laughlin Park: is near Roubidoux Spring, which is adjacent to Superior Road and just south of State Highway 17 (Historic U.S. Highway 66) on the eastern edge of Waynesville. Maramec Spring Park-Massey Iron Works: at 21880 Maramec Spring Drive, just north of State Highway 8. The park is in eastern Phelps County, eight miles southeast of St. James. Snelson-Brinker Cabin: on the north side of State Highway 8 in western Crawford County, eight miles west of Steelville and 10 miles from Exit 195 on Interstate 44. Star City Ranch Trail Segment: is near State Highway U, eight miles north-northeast of Cassville. Trail of Tears State Park: at 429 Moccasin Springs Road, Jackson. The park is on Missouri Route 177 about eight miles north of Cape Girardeau, and eight miles east of Jackson.   NORTH CAROLINA Cherokee County Historical Museum: in the two-story, stone Carnegie Library Building, 87 Peachtree Street, in Murphy. Junaluska Memorial and Museum: at 1 Junaluska Drive in Robbinsville. Museum of the Cherokee Indian: at the intersection of Tsali Boulevard (US Highway 441) and Drama Road in Cherokee.   OKLAHOMA Cherokee National Museum: is three miles south of Tahlequah in the old Cherokee community of Park Hill. The Cherokee National Museum is a building in the center of the Cherokee Heritage Center complex. Fort Gibson: at 907 North Garrison, on Oklahoma Highway 80 at the north edge of Ft. Gibson. George M. Murrell House: at 19479 East Murrell Home Road, in Park Hill, one mile southeast of the junction of State highways 62 and 82, and four miles southwest of Tahlequah.   TENNESSEE Audubon Acres: at 900 North Sanctuary Road in East Brainerd, which is a suburb of Chattanooga. Brainerd Mission Cemetery: just under an acre in size, is off of Brainerd Road and Eastgate Loop Road near the Brainerd Village Shopping Center in Chattanooga. Browns Ferry Tavern Site: at 703 Browns Ferry Road, a few miles west of Chattanooga.  Chattanooga History Center (previously Chattanooga Regional History Museum): is in downtown Chattanooga, at the Tennessee Aquarium Plaza. David Crockett State Park Trail Segment: is at the entrance to David Crockett State Park, north of U.S. Highway 64 (also state highways 15 and 242), located approximately one mile west of downtown Lawrenceburg (Lawrence County). The street address is 1400 West Gaines Street Giles County Trail of Tears Interpretive Center: 220 Stadium Street, Pulaski Hair Conrad Cabin: at 433 Blythewood Road SW, two miles west of Cleveland, in Bradley County. The Hermitage: Andrew Jackson's longtime home, is at 4580 Rachels Lane, Hermitage. The site is located 12 miles east of downtown Nashville. Hiwassee River Heritage Center: at 8746 Hiwassee Street, Charleston James Brown Cherokee Plantation: at 9521 Ooltewah-Georgetown Road, northeast of Ooltewah, Hamilton County. John Martin House at 5640 Dalton Pike, SE, five miles south of Cleveland, Bradley County. Nashville 1823 Toll Bridge Abutments: adjacent to the Victory Memorial bridge over the Cumberland River, Nashville Port Royal State Park: at 3300 Old Clarksville Highway, Adams. The park, located in eastern Montgomery County, is just north of State Highway 76; it is eight miles southwest of Adams and 15 miles east of Clarksville. Red Clay State Historic Park: at 1140 Red Clay Park Road SW, near Cleveland in Bradley County. It is along the Tennessee-Georgia state line about 17 miles east of Chattanooga. Sequoyah Birthplace Museum: at 576 State Highway 360, which is approximately one mile east of Vonore. Tennessee River Museum: at 495 Main Street, Savannah. The museum is at the corner of Main Street (U.S. 64) and Adams Street, just a few blocks east of the Tennessee River Bridge.",
    "url": "https:\/\/www.nps.gov\/trte\/learn\/management\/certified-sites-on-the-trail-of-tears-nht.htm"
}
