{
    "title": "Trail Of Tears National Historic Trail: National Register Research",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research     National Register Research                National Register Research      National Register of Historic Places Nominations The National Park Service, in partnership with a wide variety of state agencies, universities, and other entities, has nominated properties associated with the Trail of Tears National Historic Trail to the National Register of Historic Places. The nomination process involves identifying properties of high integrity with a significant association to the Trail of Tears. Associated properties eligible for the National Register help trail enthusiasts to positively identify the Trail of Tears on the ground and promote the significance of the trail in our communities, and it may offer additional protection features to the sites. A key feature of the initiative is the completion of the National Register of Historic Places Multiple Property Documentation Form for the Cherokee Trail of Tears, which was entered onto the National Register on June 26, 2003. The Multiple Property Form provides historic contexts and significances for properties. And, it also identifies property types, including descriptions, resource significance statements, and nomination requirements for properties such as fort sites and emigration depots, roadbeds, ferry crossings and landings, campsites, structures, gravesites, and disbandment sites. Download the Multiple Property Form to learn more about the historical context of this trail.  See the listing below for the properties that have already been entered onto the National Register. Visit the National Register of Historic Places website at http:\/\/nrhp.focus.nps.gov\/ for more information. Or contact the National Trails Intermountain Region staff using the Contact Us link in the left-hand navigation.      National Register of Historic Places (NRHP)\/National Historic Landmark (NHL) February 18, 2011 Properties are on the National Register of Historic Places ONLY unless otherwise indicated. Alabama Cherokee Plantation, Fort Payne Fort Payne, Fort Wayne Tuscumbia Landing, Sheffield Arkansas Blackfish Lake Ferry Site, New Shady Grove Cadron Settlement, Conway Dover to Clarksville Road, Hickeytown Road Segment, Lamar Drennen-Scott House, Van Buren Fitzgerald Station and Farmstead, Springdale Fort Smith to Jackson Road, Talbert's Ferry Segments, Cotter Little Rock to Cantonment Gibson Road, Fourth St. Segment, Atkins Little Rock to Cantonment Gibson Road, Old Wire Road Segment, Blackwell Memphis to Little Rock Road, Bayou Two Prairie Segment, Brownsville Memphis to Little Rock Road, Brownsville Segment, Brownsville Memphis to Little Rock Road, Henard Cemetery Road Segment, Zent Memphis to Little Rock Road, Village Creek Segment, Newcastle Military Road, Cadron Segment, Conway Mount Holly Cemetery, Little Rock Old U.S. 64, Scotia Segment, London Springfield to Fayetteville Road, Brightwater Segment, Brightwater Springfield to Fayetteville Road, Cross Hollow Segment, Lowell Springfield to Fayetteville Road, Elkhorn Tavern Segment, Garfield Georgia Calhoun Mine NHL, Dahlonega (NHL) Chieftains (Major Ridge Home), Rome (NHL\/NRHP) Freeman-Hurt House, Oakman New Echota, Calhoun (NHL\/NRHP) Ross, (Chief) John, House, Rossville (NHL\/NRHP) Vann House, Spring Place Illinois Golconda Historic District, Golconda Kentucky Columbus-Belmont Civil War State Park, Columbus Gray's Inn, Guthrie Mantle Rock Archeological District, Smithland Whitepath and Fly Smith Gravesite, Hopkinsville Missouri Bainbridge Ferry, Cape Girardeau Bainbridge Ferry Road, Cape Girardeau Bollinger Bill (Burfordville Mill), Burfordville Fort Davidson, Pilot Knob Green's Ferry (Willard’s Landing) Site, Cape Girardeau Indian Ford, Doniphan Maramec Iron Works District, St. James Old Greenville (23WE637), Greenville Snelson-Brinker House, Steelville Trail of Tears State Park Archeological Site, Oriole Wilson's Creek National Battlefield, Springfield North Carolina [none] Oklahoma Bushyhead, Rev. Jesse, Grave, Westville Dragoon Commandant’s Quarters\/Fort Gibson Historic District, Fort Gibson Illinois Campground, Tahlequah Murrell Home, Park Hill (NHL\/NRHP) Park Hill Mission Cemetery, Park Hill Polson Cemetery, Jay Ross Cemetery, Park Hill Sequoyah's Cabin, Akins Tennessee Audubon Acres Site, Chattanooga Blythe Ferry, Birchwood Bolivar-Somerville Stage Road, Whiteville Brainerd Mission Cemetery, Chattanooga Brown, James, House, Ooltewah Browns Ferry Tavern, Chattanooga Cardwell Mountain, Union Conrad, Hair, Cabin, Cleveland Hatchie River Ferry, Bolivar Henegar House, Charleston Hermitage (The), Nashville\/Hermitage Hill Road at the Cumberland Plateau, Dunlap Kelly's Ferry Road and Cemetery, Guild Moccasin Bend Archeological District, Chattanooga (NHL\/NRHP) Port Royal Road, Port Royal Rattlesnake Springs, Cleveland Red Clay Council Ground, Cleveland Reynoldsburg-Paris Road, Camden Rocky River Crossing and Road, Spencer Rocky River Crossing and Road, Spencer Ross's Landing, Chattanooga Stones River National Battlefield, Murfreesboro      Browse the Certified Sites page by state to find address information for some of these locations.",
    "url": "https:\/\/www.nps.gov\/trte\/learn\/historyculture\/national-register-research.htm"
}
