{
    "title": "Trail Of Tears National Historic Trail: Bibliography",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research     Bibliography                Bibliography       To learn more about the historic Trail of Tears, choose books and articles from this general bibliography of sources: Anonymous. \"Ross Directed Emigration Detachments.\" Journal of Cherokee Studies 2 (Summer): 186-87, 1978. Burnett, John G. \"The Cherokee Removal through the Eyes of a Private Soldier.\" Journal of Cherokee Studies 3 (Summer): 180-85, 1978. Buttrick, Daniel S. 1838-39 Diary. Houghton Library, Harvard University. Cannon, B. B. \"An Overland Journey to the West (October-December 1837).\" Journal of Cherokee Studies 3 (Summer): 166-73, 1978. Deas, Lt. Edward. \"Emigrating to the West by Boat (April-May 1838).\" Journal of Cherokee Studies 3 (Summer): 158-63, 1978. Foreman, Grant. Indian Removal -The Emigration of the Five Civilized Tribes of Indians. Norman: University of Oklahoma Press, 1932. _____. The Five Civilized Tribes: A Brief History and a Century of Progress. Norman: University of Oklahoma Press, 1932. Henegar, H. B. \"Recollections of the Cherokee Removal.\" Journal of Cherokee Studies 3 (Summer): 177-79, 1978. Hudson, Charles. The Southeastern Indians. Knoxville: University of Tennessee Press, 1976. King, Duane H., and E. Raymond Evans, Editors. \"The Trail of Tears: Primary Documents of the Cherokee Removal.\" Journal of Cherokee Studies 3 (Summer): 131-90, 1978. King, Duane H. Cherokee Heritage: Official Guidebook to the Museum of the Cherokee Indian. Cherokee, NC: Cherokee Communications, 1988. Lightfoot, B. B. \"The Cherokee Emigrants in Missouri, 1837 -1839.\" Missouri Historical Review 56 (January): 156-67, 1962. Morrow, W. I. I. 1839 Diary. Western Historical Manuscript Collection, University of Missouri, Columbia. Mooney, James. Historical Sketch of the Cherokee. Chicago: Aldine Publishing Company, 1975. Moulton, Gary E. John Ross: Cherokee Chief. Athens: University of Georgia Press, 1978. Perdue, Theda. The Cherokee. New York: Chelsea House Publishers. Prucha, 1989. Francis Paul. \"Andrew Jackson's Indian Removal Policy: A Reassessment.\" Journal of American History 56 (December): 527-39, 1989 [1969]. Scott, Winfield. \"If Not Rejoicing at Least in Comfort.\" Journal of Cherokee Studies 3 (Summer): 138-42, 1978. Starr, Emmet. History of the Cherokee Indians and Their Legends and Folk Lore. Oklahoma City: The Warden Company, 1921. Thornton, Russell. \"Cherokee Population Losses during the Trail of Tears: A New Perspective and a New Estimate.\" Ethnohistory 31 (4): 289-300, 1984. _____. The Cherokees: A Population History. Lincoln: University of Nebraska Press, 1990. Wilkins, Thurman. Cherokee Tragedy: The Ridge Family and the Decimation of a People. Norman: University of Oklahoma Press, 1986. Woodward, Grace Steele. The Cherokees. Norman: University of Oklahoma Press, 1963. For more information about archival sources, visit: Research",
    "url": "https:\/\/www.nps.gov\/trte\/learn\/historyculture\/bibliography.htm"
}
