{
    "title": "Trail Of Tears National Historic Trail: Research",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research               Research       Research about the Trail of Tears events and routes is on-going. The National Park Service works cooperatively with scholars, site managers, and others to learn more about trail-related stories and sites. Since 2000, the agency has worked with more than 30 partners - the Trail of Tears Association, universities, museums, historical societies, and other nonprofit entities - on Trail of Tears projects. Many of these projects have brought forth new historical trail information. New trail segments have been identified, several buildings have been identified as being thematically related to the Trail of Tears migrations, several roadside interpretive waysides have been erected, and a number of new museum exhibits have been developed and are now on display.     If you have an idea on a project that can add new historical information or challenge existing notions about the trail, contact the National Trails Intermountain Region staff.  For those who would like to undertake additional research about the Trail of Tears, many sources are available. Historians can access a sizable number of diaries, journals, and secondary sources on the subject. Some of these are noted on the bibliography. Those interested in further research may wish to consider the following facilities:   Sequoyah Research Center at the University of Arkansas-Little Rock, which is managed by Dr. Daniel Littlefield. www.anpa.ualr.edu  National Archives facilities in either Washington, D.C. or College Park, Maryland www.archives.gov\/dc-metro  Museum of the Cherokee Indian located in Cherokee, North Carolina www.cherokeemuseum.org  Gilcrease Museum at the University of Tulsa www.gilcrease.org  Cherokee Heritage Center in Park Hill, Oklahoma, 3 miles south of Tahlequah www.cherokeeheritage.org   Before visiting any of these facilities, please contact the archival staff regarding the purpose of your visit and the nature of the records that you want to investigate.To view completed research projects, go to cooperative research and select a state.National Register of Historic Places Nominations The National Park Service, in partnership with a wide variety of state agencies, universities, and other entities, has nominated properties associated with the Trail of Tears National Historic Trail to the National Register of Historic Places. Click the link to see the incredible work done through this process.",
    "url": "https:\/\/www.nps.gov\/trte\/learn\/historyculture\/research.htm"
}
