{
    "title": "Trail Of Tears National Historic Trail: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories               Stories       Trail of Tears Video     What happened on the Trail of Tears? Federal Indian Removal Policy Early in the 19th century, the United States felt threatened by England and Spain, who held land in the western continent. At the same time, American settlers clamored for more land. Thomas Jefferson proposed the creation of a buffer zone between U.S. and European holdings, to be inhabited by eastern American Indians. This plan would also allow for American expansion westward from the original colonies to the Mississippi River. Between 1816 and 1840, tribes located between the original states and the Mississippi River, including Cherokees, Chickasaws, Choctaws, Creeks, and Seminoles, signed more than 40 treaties ceding their lands to the U.S. In his 1829 inaugural address, President Andrew Jackson set a policy to relocate eastern Indians. In 1830 it was endorsed, when Congress passed the Indian Removal Act to force those remaining to move west of the Mississippi. Between 1830 and 1850, about 100,000 American Indians living between Michigan, Louisiana, and Florida moved west after the U.S. government coerced treaties or used the U.S. Army against those resisting. Many were treated brutally. An estimated 3,500 Creeks died in Alabama and on their westward journey. Some were transported in chains. The Cherokees Historically, Cherokees occupied lands in several southeastern states. As European settlers arrived, Cherokees traded and intermarried with them. They began to adopt European customs and gradually turned to an agricultural economy, while being pressured to give up traditional home-lands. Between 1721 and 1819, over 90 percent of their lands were ceded to others. By the 1820s, Sequoyah's syllabary brought literacy and a formal governing system with a written constitution. In 1830-the same year the Indian Removal Act was passed - gold was found on Cherokee lands. Georgia held lotteries to give Cherokee land and gold rights to whites. Cherokees were not allowed to conduct tribal business, contract, testify in courts against whites, or mine for gold. The Cherokees successfully challenged Georgia in the U.S. Supreme Court. President Jackson, when hearing of the Court's decision, reportedly said, \"[Chief Justice] John Marshall has made his decision; let him enforce it now if he can.\" The Treaty of New Echota Most Cherokees opposed removal. Yet a minority felt that it was futile to continue to fight. They believed that they might survive as a people only if they signed a treaty with the United States. In December 1835, the U.S. sought out this minority to effect a treaty at New Echota, Georgia. Only 300 to 500 Cherokees were there; none were elected officials of the Cherokee Nation. Twenty signed the treaty, ceding all Cherokee territory east of the Mississippi to the U.S., in exchange for $5 million and new homelands in Indian Territory. More than 15,000 Cherokees protested the illegal treaty. Yet, on May 23, 1836, the Treaty of New Echota was ratified by the U.S. Senate – by just one vote. \"Many Days Pass and People Die Very Much\" Most Cherokees, including Chief John Ross, did not believe that they would be forced to move. In May 1838, Federal troops and state militias began the roundup of the Cherokees into stockades. In spite of warnings to troops to treat the Cherokees kindly, the roundup proved harrowing. Families were separated-the elderly and ill forced out at gunpoint - people given only moments to collect cherished possessions. White looters followed, ransacking homesteads as Cherokees were led away. Three groups left in the summer, traveling from present-day Chattanooga by rail, boat, and wagon, primarily on the Water Route. But river levels were too low for navigation; one group, traveling overland in Arkansas, suffered three to five deaths each day due to illness and drought. Fifteen thousand captives still awaited removal. Crowding, poor sanitation, and drought made them miserable. Many died. The Cherokees asked to postpone removal until the fall, and to voluntarily remove themselves. The delay was granted, provided they remain in internment camps until travel resumed. By November, 12 groups of 1,000 each were trudging 800 miles overland to the west. The last party, including Chief Ross, went by water. Now, heavy autumn rains and hundreds of wagons on the muddy route made roads impassable; little grazing and game could be found to supplement meager rations. Two-thirds of the ill-equipped Cherokees were trapped between the ice-bound Ohio and Mississippi Rivers during January. As one survivor recalled, \" Long time we travel on way to new land. People feel bad when they leave Old Nation. Womens cry and make sad wails. Children cry and many men cry...but they say nothing and just put heads down and keep on go towards West. Many days pass and people die very much.\" Some drank stagnant water and succumbed to disease. One survivor told how his father got sick and died; then, his mother; then, one by one, his five brothers and sisters. \"One each day. Then all are gone.\" By March 1839, all survivors had arrived in the west. No one knows how many died throughout the ordeal, but the trip was especially hard on infants, children, and the elderly. Missionary doctor Elizur Butler, who accompanied the Cherokees, estimated that over 4,000 died-nearly a fifth of the Cherokee population. Epilogue In August 1839, John Ross was elected Principal Chief of the reconstituted Cherokee Nation. Tahlequah, Oklahoma was its capital. It remains tribal headquarters for the Cherokee Nation today. About 1,000 Cherokees in Tennessee and North Carolina escaped the roundup. They gained recognition in 1866, establishing their tribal government in 1868 in Cherokee, North Carolina. Today, they are known as the Eastern Band of Cherokee Indians.",
    "url": "https:\/\/www.nps.gov\/trte\/learn\/historyculture\/stories.htm"
}
