{
    "title": "Tumacácori National Historical Park: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     December 10, 2015  NPS Centennial Concert Series: Santa Cruz Singers  The second concert in a series of four over the centennial year of the National Park Service will take place inside the candle-lit mission church on Thursday, December 17, at 6:00 p.m.   December 10, 2015  Tumacacori Offers Inside View at Volunteer Open House  Volunteer Open House introduces visitors to the inner workings of Tumacácori.   October 21, 2015  Tumacácori Hosts Día de los Muertos Celebration  Tumacácori will celebrate Día de los Muertos with a community altar from October 23rd through November 2nd, and an evening celebration on November 1st.   September 29, 2015  Family Sleepovers Resume at Tumacacori  Tumacácori will once again offer its popular Family Sleepover program October 24, March 19, and April 2.   September 18, 2015  October Bird Walks  Guided bird watching strolls will take place every Saturday morning during the month of October. The walk meets at the Tumacácori Visitor Center, beginning at 8:30 a.m. and continuing throughout the morning as long as birds are active.   September 09, 2015  Anza Trail Hike and Clean-up  In honor of National Public Lands Day, join Tumacácori National Historical Park and volunteers of all ages for a hike and clean-up along the 1.5-mile portion of the Juan Bautista de Anza National Historic Trail within the national park. The event will take place on Saturday, September 26 from 8:00 a.m. to 12:00 p.m. Volunteers taking part will earn service hours and a special reusable Tumacácori water bottle. Admission will be free for anyone visiting the park on this day.   September 02, 2015  Tumacacori Full Moon Nights and Starry Saturdays  Beginning with the first Starry Saturday on September 12, Tumacácori National Historical Park will again open its doors to visitors on selected evenings.   July 13, 2015  Fire Management Plan Available for Review  The National Park Service (NPS) is making an Environmental Assessment (EA) for the proposed Tumacácori National Historical Park Fire Management Plan available for public review and comment.   June 09, 2015  Tumacácori Park Entrance Fee to Increase July 1st  Beginning July 1, 2015, the park will increase entrance fees from $3 to $5 per person, while the park’s Tumacácori - specific Annual Pass will increase in price from $10 to $20.   May 12, 2015  Kino Festival Comes to Tumacacori  Tumacácori will host a lecture followed by a program of music inside the mission church on Saturday, May 23, beginning at 1:00 p.m.   April 23, 2015  Tourism to TUMACÁCORI creates $2.1 Million in Economic Benefits  TUMACÁCORI, AZ – A new National Park Service (NPS) report shows that 38,017 visitors to Tumacácori National Historical Park in 2014 spent $2,132,100 in communities near the park.  That spending supported 32 jobs in the local area and had a cumulative benefit to the local economy of $2,558,000.   April 14, 2015  Prescribed Burning Planned at Tumacácori National Historical Park  The National Park Service plans to burn several piles of woody debris at Tumacácori National Historical Park .   April 06, 2015  National Park Week 2015  Tumacácori joins parks, programs, and partners across the country to encourage everyone to find their park and share their stories online at FindYourPark.com   March 11, 2015  Transportation Grant Opportunity for Field Trips to Tumacácori  Teachers in schools within Santa Cruz or Pima Counties can apply for up to $200 to fund the transportation cost of bringing their students to the park for one of these field trips.   January 14, 2015  Tumacácori National Historical Park Proposes Entrance Fee Increase  Tumacácori National Historical Park and other National Park Service (NPS) units that collect entry fees are beginning public engagement seeking comments on possible changes in park fees beginning in 2015.   December 12, 2014  Starry Night and Photography Workshop  The historic mission grounds at Tumacácori National Historical Park will be open under a galaxy of stars on the evening of Saturday, December 20th.   November 15, 2014  44th Annual La Fiesta de Tumacácori  The 44th annual Fiesta at Tumacácori National Historical Park will take place from 10:00 a.m. to 5:00 p.m. on Saturday, December 6, and 10:00 a.m. to 4:00 p.m. on Sunday, December 7, 2014.   October 06, 2014  Tumacacori Busy Fall Season Begins  Bird walks, tortilla-making, evening programs, sunrise openings, Volunteer Open House, Anza Day and more kick off the fall season at Tumacácori.   October 04, 2014  Fee Free Days Announced for 2015  There are nine more reasons to enjoy Tumacácori National Historical Park next year!  The park’s normal $3 per person entrance fee will be waived for nine days in 2015.   September 26, 2014  Full Moon and Night Photography Workshop  Special night photography workshop led by local artist, Anu Condon, will be offered during this month's Full Moon Night.   June 23, 2014  Summer Family Sleepover  For the first time since its establishment as a national park, campers seeking overnight shelter will be invited to stay the night within the walls of Mission San José de Tumacácori.   May 16, 2014  Free Concert in Church  Sponsored by the Consulate General of Mexico,  a free concert of classical accordion music will be offered at Tumacácori on May 24th at 1:30 p.m.   April 16, 2014  National Park Week 2014  Tumacácori National Historical Park, along with all 400 other national park sites nationwide, will celebrate National Park Week April 19-27.  Entrance fees will be waived on Saturday April 19th and Sunday, April 20th with an additional 15% discount on purchase items in the park bookstore offered by the Western National Parks Association.   March 06, 2014  The Economic Benefit of Tumacacori and Other National Parks  Report shows visitor spending supports 26 jobs in local economy   January 18, 2014  Bird Walks in February  Guided bird walks along the Santa Cruz River will be offered the mornings of February 8 and Februrary 22.   January 11, 2014  Full Moon Night  Tumacácori National Historical Park will offer special access to the mission grounds during the full moon evening of Wednesday, January 15.   January 11, 2014  Artists Seeking Sunrise  On February 6th and again on March 5th, Tumacácori will open its doors early for sunrise over the mission grounds.  Artists are welcome!   January 11, 2014  A Primary Source for Teachers  A new series of field trips, lesson plans, and guest speakers are now available to teachers seeking primary sources for their students.   December 09, 2013  Tumacacori Under the Full Moon  Tumacacori opens its doors for an evening of full moon exploration.   November 14, 2013  43rd Annual Fiesta de Tumacacori  The 43rd annual Fiesta de Tumacácori is coming soon.  Mark your calendars for December 7 and 8, 2013.   October 17, 2013  Tumacacori Reopens to Visitors  Tumacácori National Historical Park re-opened to visitors on October 17.  Visitors can access the Visitor Center, mission grounds, and Anza trail immediately.  Special programs are featured during the coming weekend.   September 20, 2013  Special Tours of Barrio de Tubac Archaeological Preserve and Mission Tumacácori  In celebration of National Archaeology Month, Tubac Presidio State Historic Park and Tumacácori National Historical Park will collaborate to provide special tours of two unique archaeological sites on Sunday, October 13, 2012.   September 13, 2013  12 People to be Naturalized at Tumacácori National Historical Park  The Honorable Leslie A. Bowman, Magistrate Judge, will administer the Oath of Allegiance to America’s newest citizens during a special naturalization ceremony Tuesday, Sept. 17, at Tumacácori National Historical Park. The 12 citizenship candidates all originate from Mexico.   August 21, 2013  Celebrate National Park Service’s Birthday with Free Entry to Parks  Tumacácori National Historical Park will celebrate the birthday of the National Park Service – also known as “Founder’s Day” – by offering free admission on Sunday, August 25.   April 18, 2013  Did You Know… National Park Week is April 20 – 28; Free Admission and Programs at Tumacácori National Historical Park  Tumacácori National Historical Park and the National Park Service invite everyone to get to know their national parks during National Park Week. This year’s dates are April 20 – 28, with free admission to all national parks April 22 – 26. Take advantage of the free admission during this special week to enjoy some of the activities at Tumacácori, for which there is no additional charge any day of the year.   February 20, 2013  Tumacácori National Historical Park Seeks Public Comment on General Management Plan  Tumacácori National Historical Park Superintendent Bob Love announced this week the release of the park’s Draft General Management Plan and Environmental Assessment (GMP).  Concluding a rigorous multi-year planning effort, the process has produced a plan that will guide management of Tumacácori for the next 15 to 20 years.   February 08, 2013  Enjoy a Bird Walk at Tumacácori National Historical Park  Come explore Tumacácori National Historical Park’s birding hotspots with park staff. Guided bird walks through the park are presented each Saturday from now through the end of March. The walks leave the Tumacácori Visitor Center at 9 a.m. and may continue until noon if birds are active.   December 21, 2012  Ranger Al Watson to Lead Anza Trail History Walks at Tumacácori National Historical Park  Please join National Park Service Ranger Al Watson for a walk on the Anza Trail and learn more about the fascinating history of the Anza Expedition and the hardships endured by these intrepid travelers. The Anza Trail History Walks are scheduled for December through March on the last Friday of each month (December 28, January 25, February 22, and March 29).   December 03, 2012  Tumacácori National Historical Park Offers Tours to Calabazas and Guevavi Missions  Tumacácori National Historical Park is again offering tours to the historic mission sites of Guevavi and Calabazas. These fragile ruins, protected within the national park, are normally closed to the public and can be visited only as part of these special, reserved tours.   November 16, 2012  River Walks Offered at Tumacácori National Historical Park  Tumacácori National Historical Park is offering walks to the Santa Cruz River on Wednesdays, December, 2012 through April, 2013. The one hour walks leave the Tumacácori Visitor Center at 10:30 a.m., following a level, unpaved trail to the Santa Cruz River and back. The total distance is approximately ½ mile.   November 13, 2012  La Fiesta de Tumacácori: 42nd Annual Celebration at Tumacácori National Historical Park  The 42nd annual Fiesta at Tumacácori National Historical Park will take place from 10:00 a.m. to 5:00 p.m. on Saturday, December 1, and 10:00 a.m. to 4:00 p.m. on Sunday, December 2, 2012.  There is no charge for this event, and admission to the park is free during the fiesta.  La Fiesta de Tumacácori is a celebration of all the cultures which have lived in and influenced the historical Santa Cruz Valley. The two-day event will feature Native American, Mexican, and Southwest food, crafts and performances.   November 06, 2012  Tumacácori National Historical Park to Waive Entrance Fees  Tumacácori National Historical Park will be joining national park units across the country in celebrating Veterans Day with fee-free entry into the park.   October 09, 2012  Historic Anza Day Mass in the Tumacácori Mission Church  Tumacácori National Historical Park will host a commemorative Mass inside the mission church on Saturday, October 20 at 10:00 a.m., in conjunction with Tubac Presidio State Historic Park’s annual Anza Day celebration. Admission to the park is free during the service.   September 19, 2012  Special Tours of Barrio de Tubac Archaeological Preserve and Tumacácori Mission  In celebration of National Archaeology Month, Tubac Presidio State Historic Park and Tumacácori National Historical Park will collaborate to provide special tours of two unique archaeological sites on Sunday, October 7, 2012.   July 10, 2012  Bob Love Named Superintendent Of Tumacácori National Historical Park  Bob Love, a 32-year veteran of the National Park Service, has been named superintendent of Tumacácori National Historical Park in southern Arizona. Love is currently the chief ranger at Saguaro National Park in Arizona and assumes his new duties on August 27th.",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/news\/newsarchive.htm"
}
