{
    "title": "Tumacácori National Historical Park: Franciscan Missionaries",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Franciscan Missionaries                 Franciscan Missionaries         Celebrating Mass   Beginning with Juan Crisóstomo Gil de Bernabe in in the spring of 1768 and ending with Ramón Liberós in the spring of 1828, Catholic missionaries of the Franciscan religious order lived at Tumacácori and administered the missions of Tumacácori, Guevavi, Calabazas, and Sonoitac. After the expulsion of Padre Liberós by the new Mexican government because of his having been born in Spain, Tumacácori never had another resident missionary. Other Franciscans tried to keep the missions opperating by visiting them from a distance, but Guevavi, Sonoitac, and Calabazas were abandoned in that order. Eventually, in December of 1848, Tumacácori was also abandoned. Following is a list of Franciscan priests who served at Tumacácori: Juan Crisóstomo Gil de Bernabé May 1768—March 1772 Francisco Sánchez Zúñiga Spring 1771—September 1771 Juan José Agorreta Mid-October 1771 for a few weeks Bartolomé Ximeno July 1772—summer 1773 Gaspar Francisco de Clemente November 1772—early 1775 Joseph Matías Moreno October 1773—early 1775 Pedro Antonio de Arriquibar Early 1775—March 1780 Tomás Eixarch Early 1775—late summer 1776 Juan Bautista de Beldarrain Two months, late 1776 Joaquín Antonio Belarde September 1777—spring 1779 Baltazar Carillo April 1780—October 10, 1795, death Narciso Guitérrez July 10, 1794—December 13, 1820, death Florencio Ibañez December 1795—early 1796 Mariano Bordoy March 1796—late summer 1799 Ramón López   March 1796—May 29, 1797 Ángel Alonso de Prado        May 1797—January 1798 Manuel Fernández Saravia February 1804—mid-June 1804 Joseph Ignacio Ramírez de Arellano November 1804—May 1805 Gregorio Ruíz   Late 1805—late 1807 Francisco Pérez June 1813-June 28, 1814 Juan Bautista Estelric December 1820—May 1822 Ramón Liberós Late May 1822—April 1828, expelled Juan Maldonado Mid-June 1824—about November 1824 Rafael Díaz       Late 1825—1841 After the expulsion of peninsular-born Spanish priests in 1828, Díaz resided at Cocóspera and rode the circuit to the presidio at Tucson and stopped at Tumacácori from 1837 until 1841 when he died. He was pastor to the entire northern Pimería, San Ignacio to Tucson. Antonio Gonzalez Early fall 1841—1842 or 1843 Trinidad García Rojas June 20, 1844—1848  Two Tumacácori Franciscans were disinterred twice and reburied after their death and initial burial beneath the floor of the Jesuit church at Tumacácori.  Other Franciscan missionaries who served in the Pimería Alta and were familiar with Tumacácori and its visitas include: Juan Marcelo Diaz Pedro Font",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/historyculture\/franciscan-missionaries.htm"
}
