{
    "title": "Trail Of Tears National Historic Trail: Itinerary Missouri Kentucky Illinois",
    "body": "Explore This Park    Plan Your Visit     Trip Itineraries     Itinerary Missouri Kentucky Illinois              Find Your Park! Two-Day Itinerary: Missouri Kentucky Illinois            DAY 1: JACKSON, MO. TO PADUCAH, KY.    1. Bollinger Mill State Historic Site  This mill was used by detachments to acquire supplies along their journey. Visitors can learn about historic mill operations and the types of supplies available to travelers.  Website: https:\/\/mostateparks.com\/park\/bollinger-mill-state-historic-site  Contact info  Phone: (573) 243-4591  Address: 113 Bollinger Mill Road;Burfordville, MO 63739-9051    2. Jackson Courthouse  Three Cherokee detachments passed through Jackson, MO on their way to Oklahoma. In 1838, Jackson already had a courthouse.  Website: http:\/\/www.jacksonmo.org\/Municipal-Court\/  Contact info  Phone: (573) 204-0618 Address: 101 Court Street;Jackson, MO 63755    3. Greensferry Road  Drive along this road, which follows the original Trail of Tears route.  Contact info  Address: Greensferry Rd;Jackson, MO 63755    4. Trail of Tears State Park  Visitors can Discover the history of the trail at Trail of Tears State Park visitor center, and walk along the same landscape Cherokees witnessed on their trek west.  Website: https:\/\/mostateparks.com\/park\/trail-tears-state-park  Contact info  Phone: (573) 290-5268  Address: 429 Moccasin Springs;Jackson, MO 63755-8295    5. Bushyhead Memorial  The Bushyhead memorial located in Trail of Tears State Park commemorates a woman who died on the trail. Nancy Bushyhead Walker Hildebrand was related to two of the detachment leaders.  Website: https:\/\/mostateparks.com\/location\/57935\/bushyhead-memorial  Contact info  Phone: (573) 290-5268  Address: 429 Moccasin Springs;Jackson, MO 63755-8295    6. Belmont  Belmont was on the other side of the Mississippi River from the Columbus-Belmont crossing in Kentucky. This site is popularly known for it's Civil War history, but the crossing existed before the war and was a part of Trail of Tears history. At this site visitors can see a wayside about geography of the trail. Website: http:\/\/www.semissourian.com\/blogs\/pavementends\/entry\/36588   7. Dorena-Hickman Ferry  This historic riverboat ferry offers a unique experience for visitors. Ferries were used to take detachments across the Mississippi river.  Website: http:\/\/www.dorena-hickmanferryboat.com\/default.htm  Contact info  Phone: (731) 693-0210  Address: Dorena-Hickman Ferry, State Highway A;East Prairie, MO 63845    8. Columbus-Belmont State Park  Columbus-Belmont State Park in Kentucky was a river landing used in the Benge Detachment to transport the group across the Mississippi river by ferry.  Website: http:\/\/parks.ky.gov\/parks\/recreationparks\/columbus-belmont\/  Contact info  Phone: (270) 677-2327  Address: 350 Park Road;Columbus, KY 42032    9. Paducah  Paducah is a beautiful town, with Trail of Tears History. Here, Trail of Tears detachments would stop to collect supplies. This is a good place to stay overnight, to continue to Day 2 on the itinerary. The Paducah Waterfront witnessed the passage of at least four Trail of Tears detachments. The nearby River Discovery Center at 117 South Water Street (between Broadway Street and Kentucky Avenue) has a Trail of Tears exhibit.  Website: http:\/\/www.paducahmainstreet.org\/  Contact info  Phone: (270) 444-8690  Address: foot of Broadway Street, Paducah (waterfront)    DAY 2 PADUCAH, KY. TO CAPE GIRARDEAU, MO.    1. Mantle Rock  In this place, over 1,000 Cherokee from the Peter Hildebrand Detachment spent around two weeks waiting for the Ohio River to thaw and become passable.  Website:http:\/\/www.nature.org\/ourinitiatives\/regions\/northamerica\/unitedstates\/kentucky\/placesweprotect\/mantle-rock-preserve.xml Contact info  Phone: 859-259-9655  Address: Mantle Rock Rd;Smithland, KY 42081    2. Berry's Ferry  This is a crossing used by thousands of Cherokee to cross the Ohio River. While others crossed or the bitterly cold weather did not permit, they waited at Mantle Rock.  Website: https:\/\/www.nps.gov\/trte\/learn\/historyculture\/trte_berrysferry.htm  Contact info  Address: Upper River Rd, Livingston, KY 42081 (end of road)    3. Cave-in-rock Ferry This ferry follows the official auto-tour route for the Trail of Tears.  Website: http:\/\/transportation.ky.gov\/Ferries\/Pages\/default.aspx  Contact info  Phone: 618-289-4599  Address: Canal St, Marion, KY 42064    4. Golconda   Golconda, IL was the town Cherokees traveled through after crossing at Berry's Ferry.   Website: http:\/\/www.illinoishistory.com\/trailoftears.html  Contact info  Phone: (618) 683-3341 (city clerk)    5. Original Route (signed)  You are driving along the original Trail of Tears route, as marked by signs along the way.  Contact info  Address: IL-146    6. McCorkle Creek  McCorkle Creek, at the East side of Vienna, Illinois, was a camping site in 1838 for those traveling on the Trail. The land owner, Mr. Joseph McCorkle, gave the Cherokee permission to camp there. Additionally, he operated a grist mill on the creek, where the Cherokee traded for food. It was at this location on December 26, 1838, that the detachment that Reverend Butrick was travelling with that they learned of the ice on the Mississippi River and the delay in prior detachments in crossing the river.    7. Camp Ground Church In the early 1800s, this location was a well-known camping spot due to the nearby springs. During removal, thousands of Cherokee camped here on their trek west. It is believed that some died and are buried at this site. Contact info   Website: http:\/\/www.cumberland.org\/hfcpc\/churches\/CampGrIL.htm  Phone: (618) 833-9000 Address: 50 Tunnel Ln;Anna, IL 62906    8. Mississippi River Bridge  Take the bridge across the Mississippi River to end at Cape Girardeau. This was the historic crossing where many Cherokee were finally able to cross the mississippi.  Contact info  Address: County rd. 146 (Shawnee Pkwy), MO    9. Cape Girardeau (end)  Thousand of Cherokee from several detachments passed through Cape Girardeau on their way west. This is the end of your two-day itinerary. Feel free to explore the city and its rich history.  Website: http:\/\/www.visitcape.com\/",
    "url": "https:\/\/www.nps.gov\/trte\/planyourvisit\/itinerary-missouri-kentucky-illinois.htm"
}
