{
    "title": "Trail Of Tears National Historic Trail: Places To Go in Illinois",
    "body": "Places To Go in Illinois       The Trail of Tears Illinois Interactive Map    Zoom in to find a location in Illinois, then click on the yellow balloon of your choice to see the site name, address, access, image, and website. You'll find museums, interpretive centers, and historic sites that provide information and interpretation for the Trail of Tears National Historic Trail.    Please contact each site before you go to obtain current information on closures, changes in hours, and fees.               (updated January 8, 2015) Camp Ground Cemetery Location: Adjacent to the Camp Ground Cumberland Presbyterian Church, at 50 Tunnel Lane, six miles east of Anna, Union County. Telephone: (618) 833-9000 (church office) Access: unrestricted Historical Significance: Wintertime camping spot for thousands of northern-route Cherokee during the Trail of Tears, and ad hoc graveyard for those who died during their encampment. To learn more: http:\/\/genealogytrails.com\/ill\/union\/campground.html Crabb-Abbott Farm Location: Route 1, Box 99, on Hound Ridge Road, four miles southeast of Grantsburg Telephone: (618) 949-3355 Access: Private property. Contact owner to arrange a visit. Historical Significance: Property has segments of the Northern Route, including the rock crossing and ford of Sugar Creek. These segments are contiguous with trail segments on the adjacent Shawnee National Forest. Website: none Golconda Riverfront Location: foot of Main Street, Golconda Telephone: (618) 683-3341 (city clerk) Access: unrestricted Historical Significance: Along the waterfront at this site marked the Illinois side of Berry's Ferry. During the fall and winter of 1838-39, thousands of Cherokee reached the Illinois side of the Ohio River. Exhibits: none To learn more: www.illinoishistory.com\/trailoftears.html Jentel Farm Trail Segment  Location: southwest of the intersection of Lick Creek Road and Carter Lane, 3 miles east of Anna  Access: This segment of trail ruts is located on a private farm and is not accessible to the visiting public. However, this trail segment can be seen by looking east from the terminus of the cul-de-sac called Walnut Valley Lane, and west from near the intersection of Carter Lane and R.J. Lane (Murphy School Road). Historical Significance: The Jentel Farm is primarily devoted to cropland, but up to one-half mile of the Trail of Tear’s Northern Route passes through some undeveloped portions. This route goes east-west through the parcel. Available Facilities and Exhibits: none  To learn more: Information about the Trail of Tears in Union County, Illinois is available at www.nps.gov\/trte\/historyculture\/illinois.htm, and more specifically by accessing the Mark J. Wagner report (October 2003), \"Archival and Historical Investigation for the Cherokee Trail of Tears in Union County, Illinois\" McGinnis Cemetery Trail Segment Location: State Highway 146 at Burns Road, six miles east of Anna. Telephone: none Access: unrestricted Historical Significance: The northern (main) Trail of Tears route went from east to west along the northern edge of the McGinnis Cemetery. Exhibits: none Toler Farm Trail Segment Location: North of State Highway 146 near Burns Road, six miles east of Anna Access: This segment of trail ruts is located on a private farm that is not accessible to the visiting public. A swale just north of McGinnis Cemetery is publicly accessible. Historical Significance: The northern (main) Trail of Tears route went through this area, both east of the McGinnis Cemetery (paralleling Timber Road) and west of the cemetery (paralleling Toler Lane and Locust Grove Lane) Exhibits: none Wagner Farm Trail Segment Location: Along Deputy Tower Road (Trail of Tears Road), five miles west of Golconda Access: This quarter-mile-long segment of trail ruts is located on a private farm and is not accessible to the visiting public. However, several miles of this route in the right-of-way of Deputy Tower Road are publicly accessible. Historical Significance: The northern (main) Trail of Tears route went through this area. Between present-day Hodgeville and Old Brownfield, the historical right-of-way is collinear with Deputy Tower Road (Trail of Tears Road) in much of this area. However, midway between these points (on the Wagner Farm property) the historical route veers ¼ to ½ mile south of the present-day road. Exhibits: none Wayside Store and Bridges Tavern Site Location: 6980 State Highway 146, two miles east of Pleasant Grove Access: These two sites are located on a private farm and are not accessible to the visiting public.  Historical Significance: A number of Cherokee who headed west along the Trail of Tears camped at this site and patronized both the tavern and store. Several walls of the store still stand within a barn on the property, while the remains of the tavern are adjacent to the residence. Bridges Tavern is an archaeological site.  Exhibits: none",
    "url": "https:\/\/www.nps.gov\/trte\/planyourvisit\/places-to-go-in-illinois.htm"
}
