{
    "title": "Trail Of Tears National Historic Trail: Publications",
    "body": "Explore This Park    Plan Your Visit     Publications            Publications       WALK IN THEIR FOOTSTEPS The Trail of Tears National Historic Trail Official Map and Guide interprets the Trail of Tears events of 1838-1839, when the Cherokee Nation and four other southeastern tribes were removed from their homelands to Indian Territory (Oklahoma). Indian removal was an American act of opportunistic oppression and avarice. It is the story of tragedy and loss, but also of survival and remembering the past.       Trail of Tears National Historic Trail Official Map & Guide NPS       National Association of Interpretation first place 2013 winner for site publication:  The Official Map and Guide for the Trail of  Tears National Historic Trail is available to download and print. Enjoy learning more about this national historic trail! Front side (interpretive history and timeline) 2.38 MG pdf Map side 2.01 MG pdf There is also a high resolution Trail of Tears map under View Park Map under Park Tools on the left-hand navigation. How to print the brochure using the \"tile\" option in your printer properties:  Choose File>Print. In the Print window, look for \"Page Handling.\" In the drop down menu under \"Page Handling,\" choose \"Tile All Pages.\" Choose \"OK.\"  Download the text only trail brochure in large print. The brochure is formatted for ADA standards when printed at 11\" x 17\". To receive a printed copy e-mail us.      STATE BROCHURES These brochures give in depth information on the Trail of Tears story in each state and offer more trail sites to visit. For a North Carolina (2.15 MC pdf) state brochure contact Andrew Denson at denson@email.wcu.edu For a Georgia (2.39 MG pdf) state brochure contact Leslie Barker Thomas at aeriehollow@ellijay.com For a Tennessee (5 MG pdf) state brochure contact Amy Kostine at Amy.Kostine@mtsu.edu       Georgia brochure - map side          NPS\/NTIR  RACK CARD Download the Trail of Tears National Historic Trail rack card (PDF, 574 KB) for a general overview to start your journey on the trail.      Top of Page",
    "url": "https:\/\/www.nps.gov\/trte\/planyourvisit\/publications.htm"
}
