{
    "title": "Trail Of Tears National Historic Trail: Places To Go in Kentucky",
    "body": "Places To Go in Kentucky       The Trail of Tears Kentucky Interactive Map   Zoom in to find a location in Kentucky, then click on the yellow balloon of your choice to see the site name, address, access, image, and website. You'll find museums, interpretive centers, and historic sites that provide information and interpretation for the Trail of Tears National Historic Trail.    Please contact each site before you go to obtain current information on closures, changes in hours, and fees.               (updated June 22, 2016)   Berry's Ferry and John Berry's Homesite, Livingston County Location: Near the intersection of River Road (State Highway 137) and Lola Road (State Highways 133 and 137) in Livingston County, opposite Golconda, Illinois Telephone: none Access: unrestricted (on Livingston County land) Historical Significance: At Berry's Ferry, thousands of Cherokee boarded flatboats to cross the Ohio River during the 1838-39 migrations. This is also the site where, in late December 1838, moving ice forced the ferry to shut down. As a result, hundreds if not thousands of Cherokee were forced to wait - sometimes for weeks - in scattered encampments southeast of the ferry crossing. Adjacent to the ferry site (of which no tangible evidence remains) are scattered remnants that mark the homesite of John Berry, the ferry operator during the late 1830s.   Big Spring, Princeton Location: Between E. Main Street and E. Washington Street and just east of S. Jefferson Street Telephone: (270) 365-9575 (City of Princeton) Access: unrestricted Historical Significance: Lt. B.B. Cannon and his detachment of approximately 360 Cherokees stopped here on the way to Indian Territory on November 3-4, 1837. Many if not most of the 10 detachments that headed west during 1838-39 passed the spring and in all likelihood used it. Historical markers in this park denote the spring, the Trail of Tears, and the three early trails that converged at this spot. To learn more: http:\/\/trailofthetrail.blogspot.com\/2011\/05\/trail-sites-big-spring-trail-of-tears.html  Columbus-Belmont State Park Location: 350 Park Road, just west of Columbus (Hickman County), on the east bank of the Mississippi River. Telephone: (270) 677-2327 (Cindy Lynch, Park Manager) Access: Open to the public; call for hours Historical Significance: The John Benge detachment, with some 1100 Cherokee heading west toward Indian Territory, arrived at this spot (via present-day State Highway 58) in mid-November 1838. Since the early 1820s a Mississippi River ferry had been operating between the present-day Columbus community and the site of Belmont, Missouri. Given the large size of Capt. Benge's detachment, however, participants doubtless spent several days in and around the ferry landing and camped both along the road and in a large semicircle surrounding the landing. In a later period, the park area witnessed the construction of Confederate fortifications; these were later occupied by Union forces. The 1861 Battle of Belmont, a raid fought to test the strength of this Confederate stronghold, marked the opening of the Union's Western Campaign. Available Facilities: The state park has varied facilities including trails, a museum, a campground, and picnic shelters. Exhibits: Several historical markers are located on the mission property, as well as various exhibits in the park museum; present interpretation is focused on the Civil War battle and the fortifications. To learn more: http:\/\/parks.ky.gov\/parks\/recreationparks\/columbus-belmont\/ or http:\/\/www.kygrro.org\/tot\/   Crider Tavern Complex Location: 90 Old Mexico Road, Fredonia Access: These buildings are on private property and are not accessible to the visiting public.However, the cemetery and two unmarked buildings noted underHistorical Significance can be seen from Old Mexico Road. Historical Significance: This tavern was built by Jacob Crider in 1836. The building, now sheathed with brick, is currently a residence. The property also includes a historic corn crib (dated from 1836) and a small cemetery with American Indian graves. Available Facilities: none Exhibits: none To learn more: www.nps.gov\/trte\/parkmgmt\/upload\/TRTE-newsletter-Mar-2013_hires.pdf   Gray's Inn (Stagecoach Inn), Guthrie Location: 88 Graysville Road (State Highway 294), in Tiny Town, three miles west of Guthrie, Todd County Access: This is a private residence;it is primarily important because of its history and its extant exterior architectural features. It is not open to general public visitation. Historical Significance: Cherokee Indians camped on these grounds while traveling the main (northern) land migration route during the 1838-39 Trail of Tears. Exhibits: Kentucky Historical Society marker To learn more: http:\/\/prairiebluestem.blogspot.com\/2006\/12\/life-in-upper-south.html   Mantle Rock, Joy Location: On the grounds of the 367-acre Mantle Rock Preserve, which is two miles west of Joy (Livingston County) on State Highway 133 Telephone: (859) 259-9655 Access: restricted; call the Nature Conservancy (see number above) before visiting Historical Significance: Thousands of Cherokee camped for weeks along the main (northern) route, located adjacent to Mantle Rock, during the winter of 1838-39 as they waited for ice conditions in the Ohio River to allow a safe crossing. Available Facilities: trails, interpretive markers Exhibits: historical plaque; additional historical and ecological markers are proposed To learn more:  http:\/\/www.nature.org\/ourinitiatives\/regions\/northamerica\/unitedstates\/kentucky\/placesweprotect\/mantle-rock-preserve.xml   Paducah Waterfront  Location: foot of Broadway Sreet, Paducah  Telephone: (270) 444-8690 (City of Paducah Planning Department)  Access: unrestricted   Historical Significance: Paducah was a water route site that witnessed the passage of four of the 17 Trail of Tears detachments. Perhaps all of these detachments tied up to the Paducah waterfront. For example, the detachment headed by Gustavus Drane purchased some supplies in Paducah and the Cherokees' Principal Chief John Ross stopped here (as part of the Drew Detachment) during midwinter 1838-1839. This is one of the few water route sites where detachments are known to have stopped.  Exhibits: The nearby River Discovery Center at 117 South Water Street (between Broadway Street and Kentucky Avenue) has a Trail of Tears exhibit.  Website: [none]   Radford Farm, near Pembroke and Trenton Location: 610 Dixie Beeline Highway (U.S. 41) in Todd County between Pembroke and Trenton Telephone: (270) 475-4076 - call ahead to arrange a visit Access: private property, restricted access Historical Significance: Cherokee detachments following the Northern Route during the winter of 1838-39 passed through this farm and alongside the Radford farmhouse. Reverend Daniel Butrick, who traveled with the Richard Taylor detachment, preached at this site. Available Facilities: This farm contains several hundred yards of discernible trail surface, and the farmhouse on the property predates the Trail of Tears migration. Exhibits: Signage has been posted along the Dixie B-Line Highway. Website: none   Trail of Tears Commemorative Park, Hopkinsville Location: At U.S. Highway 41 and Skyline Drive in Hopkinsville, Christian County Phone: none Access: Park access is unrestricted; call the Hopkinsville Convention And Visitors Bureau at 270-885-9096 for the park's heritage center hours Historical Significance: This historic park was used as an encampment in 1838 and 1839. It is the burial site for two Cherokee chiefs who died during the removal: Fly Smith and Whitepath. Available Facilities: The 12.5-acre park contains the graves of Fly Smith and Whitepath, two Cherokee chiefs who died along the Trail of Tears. On site is a Cherokee memorial with a circle of flags. A 2-room historic log cabin (relocated to the park) serves as a visitor center\/museum (Heritage Center). A picnic area and wheelchair-accessible restrooms are available. The Trail of Tears Commission, Inc., manages the park, a certified site on the Trail of Tears National Historic Trail. Exhibits: The Heritage Center contains two rooms of exhibits interpreting the Cherokee Nation, the Trail of Tears, and various American Indian tribes and their respective removal histories. To learn more: http:\/\/www.trailoftears.org\/",
    "url": "https:\/\/www.nps.gov\/trte\/planyourvisit\/places-to-go-in-kentucky.htm"
}
