{
    "title": "Trail Of Tears National Historic Trail: Newsletters",
    "body": "Explore This Park    Learn About the Park     News     Newsletters              Newsletters       National Historic Trail Newsletters Cover: Interpretation, Preservation, Certification, Trail Development, & Sign Projects  For Protection, Development, and Promotion of the Trail         Spring 2016: What happened on the Unicoi Turnpike in Tennessee? Check out the two preservation workshops in Tennessee. Local itineraries are the new rage! Another state brochure rolls out. Hamburg Hill in Illinois gets a design charrette.         Fall 2015: Find out about 16 new wayside exhibits; cultural resource historic buildings\/structures survey and condition assessment of Trail of Tears properties; sign plans, a charette, and retracement trail development; new staff; new state brochures; and a Find Your Park entry.         Spring 2015: The new GIS interactive map for Places To Go and Passport Program is fantastic! See what's new for exhibits and road signs. What's up with the NTIR staff? Who's newly certified?          Fall 2014: Find out what's NEW for the trail: a GIS interactive map, a NTIR website, a junior ranger program, exhibits, road \/ pedestrian signs, a rack card, and certifications.           Spring 2014: Check out this issue for the new photo gallery, an update on the building survey, new national register properties, and road signs cropping up across the trail.         Fall 2013: Peruse this issue: Design and Development have been busy finishing six projects in Missouri, Tennessee, and Alabama. There are two new National Register properties. Five wayside exhibits were installed in Missouri and Georgia while nine more exhibits are in progress in Georgia and Tennessee. There are three new certifications in Georgia and Tennessee. And congratulations are in order!         Spring 2013: Find out about two preservation workshops, the historic building survey, five exhibit projects in Georgia, Oklahoma, and Missouri, a host of design and development projects, new certifications, and state brochures for Georgia and Tennessee.         Fall 2012: Read about three new sign plans for Tennessee and Missouri, installed road signs in Missouri, Kentucky, and Alabama, three new certifications, three exhibit projects in Illinois, new state brochures, and more.         Spring 2012: EXPLORE! Trail of Tears. For the first time there will be a Trail of Tears National Historic Trail Official Map and Guide produced with Harpers Ferry Center and the Cherokee Nation. This edition also covers a trail retracement and trail signs dedication in Missouri, National Register news, a peek at a new state brochure template, and Passport Program updates.         Fall 2011: Featured here is the design charette at Tuscumbia Landing, Alabama. Other highlights include road signage plans in Tennessee and Alabama, an artwork unveiling for exhibits, one certification, and two new faces.         Spring 2011: Help is on the way to find and follow the trail system. NPS unveiled a new Sign Plan Program that lives on this website; three new exhibits are planned in Oklahoma, Illinois, and Missouri; and check out the mapping and database workshop.         Fall 2010: In this issue: nine new certified partners across Alabama, Arkansas, Georgia, and Illinois; four new research papers placed under History & Culture for you to read; three new exhibit projects in Oklahoma, Kentucky, and Alabama, one of which is a \"context\" panel that tells the Trail of Tears story and that will be used over and over alongside site specific panels.",
    "url": "https:\/\/www.nps.gov\/trte\/learn\/news\/newspaper.htm"
}
