{
    "title": "Trail Of Tears National Historic Trail: Places To Go in Alabama",
    "body": "Places To Go in Alabama       The Trail of Tears Alabama Interactive Map   Zoom in to find a location in Alabama, then click on the yellow balloon of your choice to see the site name, address, access, image, and website. You'll find museums, interpretive centers, and historic sites that provide information and interpretation for the Trail of Tears National Historic Trail.    Please contact each site before you go to obtain current information on closures, changes in hours, and fees.               (updated December 15, 2014) Andrew Ross Home  Location: 4502 Godfrey Avenue (near 45th Street NE), Fort Payne  Access: This is a private residence; it is primarily important because of its history and its extant exterior architectural features. It is not open to general public visitation.   Historical Significance: Built circa 1821 by Andrew Ross and his wife Susannah Lowery Ross, the present Greek Revival structure retains intact portions of the original Ross home. Andrew, brother of Principal Chief John Ross, was a Cherokee businessman and Judge on the Cherokee Supreme Court. Susannah (Susan) was the daughter of Assistant Principal Chief George Lowery. An 1834 valuation of the property describes the large 2-story dwelling as constructed of hewn logs with a shingled roof, plank floors, a brick chimney with two fireplaces, and a 2-story high banistered piazza extending across the front. Other structures included a 24-foot by 12-foot framed addition, a separate 16-foot by 16-foot log kitchen, a large double stable, two smaller stables, a smoke house, hen house, milk house, corn cribs, spring house, and several smaller cabins. The several hundred acre property also contained numerous fields, orchards, pasture, and woodland. Andrew and Susannah Ross and their children removed to the Western Territory prior to the departure of the Benge Detachment.  Exhibits: none  To learn more: www.landmarksdekalbal.org\/articles\/AndrewRossHome.html Fort Payne Cabin Site  Location: At the east end of 4th Street SE (just east of Gault Avenue S), Fort Payne   Telephone: (256) 845-6888 (Landmarks of DeKalb Company, site owner) Access: Open to the public by appointment  Historical Significance: In 1837, federal troops arrived in Wills Valley to establish a fort for the purpose of removing the Cherokee Indians from the area. The cabin site is part of local property seized by the military for Fort Payne, one of over 20 removal forts (stockades) established in Alabama, Georgia, and North Carolina. Research indicates the cabin belonged to a Cherokee, Spirit\/John Huss, and was built circa 1825. Historical documents show that Cantonment Payne existed as early as fall 1837, became Fort Payne by December 1837, and was a major emigrating depot by the fall of 1838. The majority of Cherokees who were forced by the military to leave their homes in Alabama left from Fort Payne. A detachment led by a Cherokee named John Benge departed for Indian Territory in October of 1838, and the fort was closed soon after. Although the fort was used for only about a year, the cabin continued in use until the mid 1940s. Today a chimney, the cabin foundation, and a nearby stacked stone well remain.   To learn more: www.exploresouthernhistory.com\/fortpayne3.html, www.landmarksdekalbal.org\/articles\/FortSite.html Tuscumbia Landing, Sheffield Location: At the confluence of the Tennessee River (Pickwick Lake) and Spring Creek, near the foot of Blackwell Road, west of downtown Sheffield Telephone: (256) 383-0250 (City of Sheffield) Access: unrestricted Historical Significance: Tuscumbia Landing was located at the western terminus of the Tuscumbia, Courtland, and Decatur Railway. During the summer of 1838, Cherokee detachments headed by Lt. Edward Deas and Lt. R.H.K. Whiteley attempted to travel from Ross Landing, Tennessee to Fort Gibson, Indian Territory via the \"water route.\" These detachments floated down the Tennessee River to Decatur. Due to low water and potential difficulties navigating through Muscle Shoals, they rode on the railway west to Tuscumbia Landing and then boarded boats headed downriver. Prior to that summer, numerous other \"water route\" detachments brought Creeks, Choctaws, and other groups past this spot on their way to Indian Territory. Tuscumbia Landing was also the site of considerable Civil War activity. To learn more: http:\/\/cityoftuscumbia.org\/?page_id=16 and http:\/\/tuscumbialanding.org\/  Waterloo Landing, Waterloo Location: Main Street, just south of Pine Street Telephone:(256) 764-3237 (Town of Waterloo) Access: unrestricted Historical Significance: Waterloo, located on Pickwick Lake (the former Tennessee River), was the site where, in July 1838, the 700-person Cherokee detachment led by Captain Gustavus S. Drane ended its 230-mile overland migration, boarded the steamboat Smelter, and began its water route to Indian Territory. To learn more: www.waterlooalabama.com\/trailoftears.php  Willstown Mission Cemetery  Location:38th Street NE (near the corner of Godfrey Avenue NE), Fort Payne   Telephone: (256) 845-6888  Access: Daylight hours only  Historical Significance: In 1823, Cherokee leaders John Ross, Andrew Ross, and George Lowery persuaded the American Board of Commissioners for Foreign Missions to open a mission\/school for the Cherokee in Willstown. Situated on the main road from Ross's Landing to Willstown, the property was adjacent to a council ground frequently used by the Cherokee during the 1820s and 1830s. Several structures were constructed that year, including a 2-story log house for the missionaries, separate classrooms for the girls and boys, cabins for the students who boarded, and numerous outbuildings. Teachers included Reverend and Mrs. Ard Hoyt, Reverend and Mrs. William Chamberlain, and Reverend Daniel Butrick. In February of 1828, Reverend Ard Hoyt died after a brief illness and was buried on the property in a marked grave. Nothing remains of the mission\/school, which closed before the Removal in 1838. The cemetery contains 50 or more graves, but only identified graves are those of Hoyt and of eight white settlers buried between 1841 and 1898. Some of the unidentified graves could be those of the 41 Cherokee who, according to military records, died in camp at Fort Payne before the Benge Detachment's departure.  Exhibits: two historical markers, one erected by the Alabama Historical Association To learn more: www.landmarksdekalbal.org\/articles\/WillstownCemetery.html",
    "url": "https:\/\/www.nps.gov\/trte\/planyourvisit\/places-to-go-in-alabama.htm"
}
