{
    "title": "Trail Of Tears National Historic Trail: Places To Go in Oklahoma",
    "body": "Places To Go in Oklahoma       The Trail of Tears Oklahoma Interactive Map   Zoom in to find a location in Oklahoma, then click on the yellow balloon of your choice to see the site name, address, access, image, and website. You'll find museums, interpretive centers, and historic sites that provide information and interpretation for the Trail of Tears National Historic Trail.    Please contact each site before you go to obtain current information on closures, changes in hours, and fees.     Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.      Cherokee National Museum, Tahlequah Location: The Cherokee National Museum is three miles south of Tahlequah in the old Cherokee community of Park Hill. To reach the museum from Tahlequah, take Muskogee Avenue (also called Main Street, Highway 62, and Highway 10) south three miles to Willis Road. Turn left and go one mile. The Cherokee National Museum is a long natural stone building in the center of the Cherokee Heritage Center complex. Phone: (918) 456-6007 or (888) 999-6007 Access: Open to the public; call for hours Available Facilities: The museum is part of the Cherokee Heritage Center complex. The museum contains exhibits, a gift shop, archives, and library. On the grounds are a reconstructed 17th-century village community, a reconstructed late 19th-century Cherokee crossroads community, a prayer chapel, and a theater. Facilities meet federal accessibility standards for people with disabilities. The Cherokee National Historical Society, Inc. operates the heritage center. Exhibits: Permanent exhibits interpret the Trail of Tears, depicting events leading to, through, and beyond removal. These exhibits are physically and programmatically accessible for all visitors. Temporary exhibits are directly related to American Indian history, culture, and art. The museum's collection includes artifacts and archival material related directly to the trail and to subsequent events. To learn more: www.cherokeeheritage.org\/ Fort Gibson, Fort Gibson Location: 907 N. Garrison, on Oklahoma Highway 80 at the north edge of Fort Gibson. Telephone: (918) 478-4088 Access: Open to the public; call for hours Historical Significance: Fort Gibson was active from 1824 through 1890. In its first years, it was the westernmost U.S. military fort, and for awhile it was a key to U.S. military strategy, inasmuch as the fort held more soldiers than any other fort located west of the Mississippi River. In 1832, a commission was created by Congress to locate the Indians in Indian Territory who were about to be removed from the East. The commission made its headquarters at Fort Gibson, and for the remainder of the decade it negotiated treaties with the local native tribes in order to prepare them for the impending changes in their neighbors. The fort was a dispersal site for the Seminole and Creek Indians after their long journey from their homes in the southeastern United States. Available Facilities: Fort Gibson Historic Site, a National Historic Landmark, is managed by the Oklahoma Historical Society. The site includes the fort as well as a museum, gift shop, and walking trail. The log stockade is a reconstruction, but four stone buildings at the fort are original and have been restored. Exhibits: The museum contains interpretive exhibits relating to the fort’s role as a dispersal site. To learn more: www.fortgibson.com\/historical-sites.php or www.okhistory.org\/outreach\/military\/fortgibson.html George M. Murrell House, near Tahlequah  Location: 19479 E. Murrell Home Road in Park Hill, one mile southeast of the junction of State highways 62 and 82, and four miles southwest of Tahlequah. Phone: (918) 456-2751 Access: Open to the public; call for hours Historical Significance: George Murrell built this 2-story, antebellum, Greek Revival plantation home about 1845. Murrell was married to Minerva Ross, the niece of Cherokee Principal Chief John Ross and the daughter of Lewis Ross. Both of these men played pivotal roles during the Cherokee removal. Available Facilities: The home represents the reestablishment of the Cherokee Nation after removal, and the lifestyle of some people in the Cherokee Nation prior to the Civil War. The plantation home sits on 40 acres of ground, and includes the original spring house, smoke house, picnic area, playground, creek, and nature trail. The site is owned by the Oklahoma Historical Society. Exhibits: The home, which is being restored, contains original and period artifacts and furnishings. Special Programs: Group tours can be arranged by appointment. The site hosts an 1850s lawn social during the first weekend in June, and ghost stories on the last Friday and Saturday in October. To learn more: www.okhistory.org\/outreach\/homes\/geomurrell.html",
    "url": "https:\/\/www.nps.gov\/trte\/planyourvisit\/places-to-go-in-oklahoma.htm"
}
