{
    "title": "Trail Of Tears National Historic Trail: Places To Go in Missouri",
    "body": "Places To Go in Missouri       The Trail of Tears Missouri Interactive Map   Zoom in to find a location in Missouri, then click on the yellow balloon of your choice to see the site name, address, access, image, and website. You'll find museums, interpretive centers, and historic sites that provide information and interpretation for the Trail of Tears National Historic Trail.    Please contact each site before you go to obtain current information on closures, changes in hours, and fees.       Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.      (updated December 15, 2014) Arcadia Valley Campground, Pilot Knob Location: Along the south side of Knob Creek, near the corner of State Highway 21 and Main Street and adjacent to the Sun Security Bank parking lot. Telephone: none Access: unrestricted Historical Significance: According to early settler Theodore P. Russell, the Peter Hildebrand detachment of Cherokee Indians camped in this area in February 1839. The detachment, some 1,400 strong, scattered their campsites for a mile or more along the south side of Knob Creek at the base of Shepherd Mountain. To learn more: Joan Gilbert, The Trail of Tears Across Missouri, pp. 67-70 Greene County Trail Segments Location: the former Missouri Pacific Railroad right-of-way between Marcella Dr. and Village Terrace, near the intersection of S. Golden Avenue and W. Republic Road, Springfield vicinity. Telephone: (417) 864-2015 (Ozark Greenways) Access: unrestricted Historical Significance: This railroad right-of-way is essentially collinear with the Trail of Tears' Northern Route as it wound from the eastern edge of Springfield southwest to Bell Tavern (located near present-day Wilson's Creek National Battlefield). Exhibits: none To learn more: www.ozarkgreenways.org Laughlin Park, Waynesville Location: Roubidoux Spring is located adjacent to Superior Road and is just south of State Highway 17 (Historic U.S. Highway 66) on the eastern edge of Waynesville. The spring is located in Roy Laughlin Park, a Waynesville city park. Telephone: 573-774-6171 Access: Open to the public; call for hours Historical Significance: During the 1838-39 Trail of Tears, thousands of Cherokees along the Northern Route camped in the large field located south of Roubidoux Spring. Exhibits: Seven exhibits and an interpretive walking trail. Website: www.waynesvillemo.org and click on Cherokee Encampment, left-hand side Maramec Spring Park-Massey Iron Works, near St. James Location: Maramec Spring Park, which includes Massey Iron Works within its boundaries, is located at 21880 Maramec Spring Drive, just north of State Highway 8. The park is in eastern Phelps County, eight miles southeast of St. James. Telephone: (573) 265-7387‎ Access: Open to the public; call for hours Historical Significance: Massey (or Maramec) Iron Works, which was the first successful ironworks west of the Mississippi River, operated here from 1826 to 1876. During this period (1838-39), Cherokees along the Northern Route passed through the park and camped at Maramec Spring on their way from Fort Cass, Tennessee to Indian Territory. Available Facilities: The park has two museums. One of these, Maramec Museum, houses natural and cultural history exhibits. The history of the Iron Works is explained using working models and displays. Exhibits: The Northern Route trail segments in the park are signed. To learn more: http:\/\/thelibrary.org\/lochist\/periodicals\/bittersweet\/wi77h.htm Snelson-Brinker Cabin, near Steelville Location: On the north side of State Highway 8 in western Crawford County, eight miles west of Steelville and 10 miles from Exit 195 of Interstate 44. Telephone: none Access: unrestricted Historical Significance: The Snelson-Brinker Cabin was built in 1834, and during 1835-36 it served as Crawford County's first courthouse. In 1838 and 1839, various Cherokee detachments along the Trail of Tears' Northern Route camped near here and passed by the property. Available Facilities: This property features not only the 2-room Snelson-Brinker Cabin but also an early-day smokehouse\/cellar. Website: none Star City Ranch Trail Segment, Cassville Location: Near County Road U, eight miles north-northeast of Cassville. Telephone: (417) 847-3000 Access: private property, access restricted Historical Significance: Star City Ranch is a working 1,247-acre cattle ranch. More than two miles of the Trail of Tears' Northern Route runs through the property along Flat Creek. This right-of-way was later the route for the Wire Road, for Civil War troop movements, and for the Butterfield Stagecoach. Exhibits: Signs mark the Trail of Tears route. To learn more: www.starcityranch.com Trail of Tears State Park, near Jackson Location: The address is 429 Moccasin Springs Road, Jackson. The park is located on Missouri Route 177 about 8 miles north of Cape Girardeau, and eight miles east of Jackson. The Mississippi River is the park's east boundary. Phone: (573) 290-5268 Access: unrestricted Historical Significance: The park is located on the site where 9 of 13 groups of Cherokee Indians crossed the Mississippi River in harsh winter conditions in 1838-39. Thousands lost their lives on the trail, including dozens on or near the park's grounds. Legend says that Nancy Bushyhead Hildebrand died and was buried within the park's boundaries. The Bushyhead Memorial is a tribute to all the Cherokee who died on the trail. Available Facilities: The park contains two trail-related resources: the site of Green's Ferry (Willard's Landing); and the commemorative site believed to be the grave of Nancy Bushyhead, a Cherokee who died on the Trail of Tears. About two miles of park road follow the historic Green's Ferry (Moccasin Spring) Road, the actual route of the Trail of Tears. The 3,416-acre state park also contains a wide range of facilities, including boat ramps, campgrounds, picnic areas, hiking trails, visitor center, laundry, and hot showers. Most of the park facilities are wheelchair accessible, including parking, restrooms, visitor center, and campgrounds. The State of Missouri Department of Natural Resources manages the park. Exhibits: Visitor center exhibits interpret the Trail of Tears and the area's natural history. To learn more: www.mostateparks.com\/trailoftears.htm",
    "url": "https:\/\/www.nps.gov\/trte\/planyourvisit\/places-to-go-in-missouri.htm"
}
