{
    "title": "Trail Of Tears National Historic Trail: Places To Go in North Carolina",
    "body": "Places To Go in North Carolina       The Trail of Tears North Carolina Interactive Map   Zoom in to find a location in North Carolina, then click on the yellow balloon of your choice to see the site name, address, access, image, and website. You'll find museums, interpretive centers, and historic sites that provide information and interpretation for the Trail of Tears National Historic Trail.    Please contact each site before you go to obtain current information on closures, changes in hours, and fees.              Cherokee County Historical Museum, Murphy Location: 87 Peachtree Street; in the 2-story, stone Carnegie Library Building. Phone: (828) 837-6792 Access: Open to the public; call for hours Available Facilities: The museum has a small sales area and restrooms. It is operated by Cherokee County Historical Museum, Inc. Exhibits: The museum's first floor features several Trail of Tears exhibits. To learn more www.cherokeecounty-nc.gov\/index.aspx?page=116  Junaluska Memorial and Museum, Robbinsville Location: 1 Junaluska Drive in Robbinsville. Telephone: (828) 479-4727 Access: Open to the public; call for hours Historical Significance: The memorial and museum is located at the burial site of Cherokee warrior Junaluska, who in 1838 was forcibly moved from his home to Fort Montgomery (a short-lived camp in Robbinsville) and then on to Fort Butler (Murphy, North Carolina), Fort Cass (Calhoun, Tennessee), and over the Northern Route to Indian Territory. He later returned to North Carolina and died near this site in 1858. Available Facilities: Surrounding Junaluska's grave is a 7-sided monument with seven granite markers upon it. There is a marker for each of the seven Cherokee clans. Each marker tells about Junaluska's life and achievements. Exhibits: The museum contains arrowheads, spearpoints, and other Cheoah Valley artifacts along with information about this valley, its people, and its place in American history as it relates to the Trail of Tears. To learn more: www.main.nc.us\/graham\/junaluskamemorial.html Museum of the Cherokee Indian, Cherokee Location: Intersection of Tsali Blvd. (U.S. Highway 441) and Drama Road in Cherokee. Phone: (828) 497-3481 Access: Open to the public; call for hours Available Facilities: The museum facility includes a gift shop, archives, and library. It meets wheelchair accessibility standards. The Eastern Band of Cherokee Indians operates the museum. Exhibits: New museum exhibits combine technology (lighting, audio, holograms, and computer-generated images) and a display of artifacts. The Trail of Tears is one of the museum's major interpretive themes. To learn more: www.cherokeemuseum.org",
    "url": "https:\/\/www.nps.gov\/trte\/planyourvisit\/places-to-go-in-north-carolina.htm"
}
