{
    "title": "Trail Of Tears National Historic Trail: Places To Go to Georgia",
    "body": "Places To Go in Georgia       The Trail of Tears Georgia Interactive Map   Zoom in to find a location in Georgia, then click on the yellow balloon of your choice to see the site name, address, access, image, and website. You'll find museums, interpretive centers, and historic sites that provide information and interpretation for the Trail of Tears National Historic Trail.    Please contact each site before you go to obtain current information on closures, changes in hours, and fees.     Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.      (updated June 11, 2015) Cedar Town Cherokee Removal Camp Location: near Biggers Drive and North Furnace Street, Cedartown Telephone: (770) 748-3220 (City of Cedartown) Access: unrestricted Historical Significance: The park located northeast of the above-named street corner was the location of one of several camps where nearby Cherokee were brought before being taken to larger camps in southeastern Tennessee. The camp, which was an ad hoc military installation, was active during the late spring and early summer of 1838. Exhibits: Two outdoor exhibits interpret the removal camp To learn more: www.cedartowngeorgia.gov Cherokee Garden at Green Meadows  Location: 3780 Dallas Highway, near Old Hamilton Road, in Powder Springs (near Marietta)  Access: unrestricted (The garden is currently under development)  Historical Significance: The Georgia Native Plant Society in suburban Atlanta decided in 2012 to develop a garden that will preserve and educate visitors about the native plants that were historically significant to the Cherokees. Over 600 native plants were used for medicine, food, weapons, crafts, lodging, canoes, and basketry. The site will be maintained as an environmentally correct demonstration garden showcasing the significance of these native plants. All plants will be labeled with common name, botanical name, and Cherokee usage. To learn more: www.gnps.org\/ Chieftains Museum\/Major Ridge Home, Rome Location: 501 Riverside Parkway NE, between the Georgia 53 spur and US 27, (Floyd County). Phone: (706) 291-9494 Access: Open to the public; call for hours Historical Significance: The Chieftains tells the story of Major Ridge, the influential Ridge family including prominent son John Ridge, Cherokee history, and the Trail of Tears, as well as subsequent history of the home and region. Eventually, Major Ridge - and others that became known as the \"Treaty Party\" - began to advocate removal as the only option to preserve the Cherokee people. They were leaders in the signing of the 1835 Treaty of New Echota that resulted in Cherokee removal. Available Facilities: The museum property (almost six acres) includes the Major Ridge Home and grounds, recently excavated archeological foundations of outbuildings, wooded areas and shoreline of the Oostanaula River, and a ferry site. The Gaynelle Parrish Grizzard Center for Cherokee Studies, in an adapted historic structure onsite, is used for classes, lectures, workshops, and demonstrations related to the interpretation and understanding of Cherokee history and culture. The museum has a gift shop and accessible restrooms. The site is operated by Chieftains Museum, Inc. Exhibits: The museum houses permanent and temporary exhibits about the Ridge Family, Trail of Tears, and Cherokee culture. The exhibits also feature artifacts from archeological digs onsite. Special Programs: The museum serves as a cultural center, offering annual and special events for local artists. To learn more: www.chieftainsmuseum.org\/ and http:\/\/chieftainstrail.com\/sites\/chieftains_museum.html Funk Heritage Center Location: 7300 Reinhardt College Circle, Waleska (on the Reinhardt University campus) Telephone: (770) 720-5970 Access: Open to the public; call for hours Available Facilities and Exhibits: The Center is Georgia's Official Frontier and Southeastern Indian Interpretive Center and a certified interpretive site for the NPS Trail of Tears. Visitors will see a 15 minute film on the Southeastern Indians and in the Hall of the Ancients,a brief film and exhibit on the Trail of Tears plus historical dioramas on the Southeastern Indians will be of interest to people of all ages. To learn more: www.reinhardt.edu\/funkheritage\/index.html John Ross House, Rossville Location: at Andrews Street and East Lake Avenue, just south of US Highway 27 (Walker County). Telephone: (706) 375-7702 Access: Open to the public; call for hours Historical Significance: This home, adjacent to Poplar Spring along a Cherokee trading route, was built in 1816. At about this time, the town surrounding the spring became known as Rossville, and John Ross had founded the town of Ross's Landing, now known as Chattanooga. Ross sold the house in 1827 and moved to Head of Coosa (now Rome), where he owned a ferry. Beginning in 1828, he served as the principal chief of the Cherokee. For the next 10 years, he fought hard against Indian removal, but in 1838 he and other Cherokee were forced to move west. Available Facilities: The house and grounds include interpretive information about Ross, his home, and the Indian removal era. To learn more: http:\/\/roadsidegeorgia.com\/site\/rosshouse.html New Echota State Historic Site, Calhoun Location: 1211 Chatsworth Highway NE. From Interstate 75 (Bert Lance Highway) at the north edge of Calhoun, go to Exit 317 (State Highway 225 or Chatsworth Highway) and drive east for one mile to the site, which is on the right (south) side of the highway. (Gordon County) Telephone: (706) 624-1321 Access: Open to the public; call for hours Historical Significance: In 1825, the Cherokee national legislature established a capital here, where there existed the first Indian language newspaper office, a court case that carried to the U.S. Supreme Court, the signing of a treaty that relinquished Cherokee claims to lands east of the Mississippi River, and the assembly of Indians for removal to present-day Oklahoma.  Available Facilities: Several original and reconstructed buildings are seen here, including the council house, court house, print shop, missionary Samuel Worcester's home, and an 1805 store, along with smoke houses, corn cribs, and barns. Exhibits: In the site's visitor center, guests can view interpretive exhibits and a 17-minute film. To learn more: www.gastateparks.org\/info\/echota\/ and http:\/\/chieftainstrail.com\/sites\/new_echota.html Pedestrian Trail section from Ross to Ridge's, near Rome Location: This three-mile paved walkway runs from Major Ridge's farm (just east of the Oostanaula River) south along the river's eastern edge to John Ross's farm (gone due to development) at the \"Head of Coosa,\" just below where the Oostanaula and Etowah Rivers joined to form the Coosa River. The walk\/bike path is part of the Downtown Heritage Trails system. Access to the historic and surviving portion (of what was once a road) is at Ridge Ferry Park. Towards the Ridge Home, you can clearly see the historic depression of the earlier road width. Access: unrestricted Historical Significance: By the 1820s, both Major Ridge and his protégé John Ross had become wealthy Cherokee landowners and ferry operators and both were influential voices in Cherokee affairs. As a result, the short road between the leaders' farms was a key linkage in the decision making processes that preceded the Treaty of New Echota and the Cherokees' subsequent removal to Indian Territory in 1838-39. Exhibits: None except for related exhibits at the nearby Chieftain's Museum\/Major Ridge Home. Website: none Rockdale Plantation (George Adair Home) Location: 1981 Highway 411, Ranger (Gordon County) Access: This a private residence; it is primarily important because of its history and its extant exterior architectural features. It is not open to general public visitation. Historical Significance: This 47-acre property, which is on the National Register of Historic Places, includes a 18-room structure (known as the Freeman-Hurt-Evans House) dating from 1785, a \"Travelers Rest\" house dating from the 1830s, and two other historic buildings. The earliest known owner of the property, and most likely the person who constructed the core of the largest building on the property, was George W. Adair, a Cherokee settler who owned five slaves. Available Facilities: no visitor facilities To Learn More: http:\/\/trailofthetrail.blogspot.com\/2011\/02\/rockdale-plantation-mystery-owner.html Running Waters - John Ridge Home Location: 3853 Calhoun Road NE, six miles northeast of Rome  Access: This is a private residence;it is primarily important because of its history and its extant exterior architectural features. It is not open to general public visitation.   Historical Significance: At the time of the Cherokee removal in 1838, John Ridge was one of the most influential leaders in the Cherokee Nation. Ridge, the son of Major Ridge, lived in a two-story home in Rome, Floyd County, Georgia, less than five miles northeast of his father's estate. Running Waters played a pivotal role in the Cherokee removal story. Running Waters is where the group that would later be called the Treaty Party was formed, where it conducted its business, and where terms of what would become known as the Treaty of New Echota were discussed in open council. Running Waters was also the location of a Ridge-sponsored Cherokee mission school headed by Sophia Sawyer, who taught a number of Cherokee students between 1835 and 1836, after her school was forced out of New Echota. Running Waters is where Treaty Party leader John Ridge lived, wrote his correspondence, and conducted his business.  Available Facilities: none Exhibits: none  To learn more: http:\/\/www.nps.gov\/trte\/historyculture\/georgia.htm Vann Cherokee Cabin (Green Hotel) Location: 24 Broad Street (at Love Street), Cave Spring Telephone: (706) 777-8865 (Cave Spring Historical Society) Access: This above-ground archaeological site can be viewed but not entered. For more information, contact the Cave Spring Historical Society at the number above. Historical Significance: Around 1810, or perhaps as late as 1823, a log cabin was built where the town of Cave Spring is now located, most likely by a Cherokee and perhaps by David Vann and his family. At a later date, a two-story addition was constructed around the cabin. During the 20th century, the property was known as the Green Hotel. After the hotel closed down, a wing of the hotel (dated from the post-removal period) was removed. A December 2012 dendrochronology study has helped determine the cabin’s construction date (although not definitively). The local historical society is taking steps to preserve and restore it back to its pre-removal appearance and condition. Available Facilities\/Exhibits: none To learn more: www.cavespringhistoricalsociety.com\/#!__log-cabin Vann House State Historic Site, Chatsworth Location: At the intersection of Georgia Routes 225 and 52A, on the western outskirts of Chatsworth, Murray County. Phone: (706) 695-2598 Access: Open to the public;call for hours Historical Significance: The Chief Vann House Historic Site is a 23-acre park containing a 2-story brick mansion built in 1804 by James Vann, a member of the Cherokee elite. After his death in 1809, ownership passed to his eldest son Joseph, who continued to live there until February 1835, when he and his family were forcibly removed. Available Facilities: The state historic site contains an interpretive center, 50-seat theater, sales area, picnic area, and 1-mile self-guiding trail to the Vann historic spring. Wheelchair-accessible parking and restrooms are available. The historic house is not wheelchair accessible, but a video tour is available. The State of Georgia Department of Natural Resources manages the site, a certified site on the Trail of Tears National Historic Trail. Exhibits: Interpretation focuses on the Vanns, a prominent Cherokee family living there in the early 1800s prior to the Trail of Tears. A 3,000-square foot interpretive center contains exhibits about the Vann family, Cherokee Nation, and Trail of Tears. A collection of artifacts, furnishings, and other items is on display. Special Programs: Guided tours of the historic house are provided for all visitors. To learn more: www.gastateparks.org\/info\/chiefvann\/ and http:\/\/chieftainstrail.com\/sites\/chief_vann_house.html",
    "url": "https:\/\/www.nps.gov\/trte\/planyourvisit\/places-to-go-in-georgia.htm"
}
