{
    "title": "Trail Of Tears National Historic Trail: Places To Go in Tennessee",
    "body": "Places To Go in Tennessee       The Trail of Tears Tennessee Interactive Map   Zoom in to find a location in Tennessee, then click on the yellow balloon of your choice to see the site name, address, access, image, and website. You'll find museums, interpretive centers, and historic sites that provide information and interpretation for the Trail of Tears National Historic Trail.    Please contact each site before you go to obtain current information on closures, changes in hours, and fees.              (updated January 26, 2015) Audubon Acres, Chattanooga Location: This preserve is located at 900 North Sanctuary Road in East Brainerd, which is a suburb of Chattanooga. From I-75, take Exit 3A to E. Brainerd Road - East. At the second traffic light, turn right onto Gunbarrel Road. Follow Gunbarrel Road as it becomes North Sanctuary Road until it reaches the dead end at Audubon Acres - a distance of about two miles from East Brainerd Road. Phone: (423) 892-1499 Access: Open to the public; call for hours Available Facilities: Audubon Acres, also known as the Elise Chapin Wildlife Sanctuary, contains 120 acres of natural preserve along the Chickamauga Creek. A log cabin on the property known as Spring Frog Cabin is said to have been the home of Drowning Bear, a Cherokee full blood who was removed on the Trail of Tears. There is a staffed visitor center with exhibits. The sanctuary is owned and operated by the Chattanooga Audubon Society, Inc. Exhibits: At Audubon Acres, visitors can learn about the typical agricultural life and level of acculturation experienced by the Cherokee at the time of removal. The visitor center has exhibits on the Trail of Tears Brainerd Mission site and on Cherokee culture. Special Programs: Schools and other groups can schedule programs and guided tours. Special events are periodically scheduled on the property. To learn more: www.chattanoogaaudubon.org   Brainerd Mission Cemetery, Chattanooga Location: The cemetery is just under an acre and is located off of Brainerd Road and Eastgate Loop Road in the Brainerd Village Shopping Center. Access: Open to the public; call for hours Historical Significance:  The American Board of Commissioners for Foreign Missions developed the site originally as a mission within the Cherokee Nation. The property, buildings, and improvements were purchased from John McDonald, the grandfather of Cherokee Chief John Ross. The mission was the principal mission among other, smaller ones within the Cherokee Nation, and served as a training ground for the American Board. At the height of its operation, the developed mission complex consisted of 50 acres, and contained some 40 buildings, including boarding houses, boys' and girls' schools and churches, houses, a mill, barns, warehouses, carpenters' and blacksmiths' shops, as well as extensive fields, gardens, and orchards. During removal, the missionaries sympathized with the Cherokee - most missionaries accompanied the Cherokee prior to forced removal on the Trail of Tears. On August 18, 1838, the last church service was held at the Brainerd Mission near the cemetery. The mission subsequently closed. Available Facilities: Today, the site of the Brainerd Mission is mostly covered by the Brainerd Village shopping center. What remains is the cemetery, owned and managed since the 1930s by five local Chattanooga chapters of the Daughters of the American Revolution and the one local Chattanooga chapter of the Sons of the American Revolution.  Exhibits: To commemorate Brainerd Mission's history, there is an exhibit at the site. To learn more: www.palhbooks.com\/danielnews or www.johnsevierchapter.org\/brainerdmission.htm   Browns Ferry Tavern Site, Chattanooga Location: 703 Browns Ferry Road, Chattanooga. From downtown Chattanooga, drive south on U.S. 27, then go west on Interstate 24 to Browns Ferry Road (exit 175). Turn north on Browns Ferry Road and drive northeast 1.5 miles to the property. Access: This is a private residence;it is primarily important because of its history and its extant exterior architectural features. It is not open to general public visitation. The site of Brown's Ferry is located downslope from the tavern, along the Tennessee River one-fifth mile away. This site is also on private property and is closed to the public. However, the opposite side of this ferry landing can be reached via a publicly accessible trail, located just north of Moccasin Bend Golf Course on National Park Service land. Historical Significance: Cherokee leader John Brown, who owned 640 acres in this area, ordered the construction of Browns Ferry Tavern in 1803. By the 1830s, Brown's land formed the boundary of the Cherokee Nation. In 1838, the road running past this structure was the route by which several Cherokee detachments were removed to present-day Oklahoma. Exhibits: A National Park Service signpost is at the property, plus a Tennessee Historical Commission marker 3.3 miles south at the corner of Cummings Highway (U.S. 11), Browns Ferry Road, and Kelly's Ferry Road. Website: none    David Crockett State Park Trail Segment Location: The entrance to David Crockett State Park, north of US Highway 64 (also state highways 15 and 242) is located approximately one mile west of downtown Lawrenceburg (Lawrence County). The street address is 1400 West Gaines Street. Phone: (931) 762-9408 or (877) 804-2681 Access: Open to the public; call for hours Historical Significance: more than two miles of the original (1838-39) Bell Route of the Trail of Tears is located in the park; the trail parallels the main park road on its west side. Plans are underway to mark the original trail right-of-way. Available Facilities: boating, camping, cabins, picnic facilities, restaurant, museum Exhibits: The museum at the state park primarily interprets the life of David Crockett, who lived in the area from 1817 to 1821. Special Programs: Naturalists provide a wide variety of programs and activities. To learn more: http:\/\/www.tn.gov\/environment\/parks\/DavidCrockettSP\/   Giles County Trail of Tears Interpretive Center  Location: 220 Stadium Street, Pulaski  Telephone: (931) 424-4044 (Giles County Tourism Foundation)  Access: The interpretive center isn't open on a regular schedule, but visitors can contact the Giles County Tourism Foundation to make an appointment to visit the center.  Historical Significance: Two different routes on the Trail of Tears passed through the town of Pulaski in Giles County, Tennessee. A detachment of approximately 1,100 Cherokee, led by John Benge, traveled through the county possibly between October 20 and October 23, 1838. John Bell led a detachment of 650 to 700 Cherokee that passed through Giles County between October 31 and November 5, 1838. Bell's Route passed only a couple of blocks to the west of the Memorial site, down present-day 2nd Street, and Benge's Route came within about four blocks to the southwest.  Available Facilities and Exhibits: The Pulaski \/ Giles County Trail of Tears Memorial, located in Pulaski's Pleasant Run Park, commemorates the history of the Trail of Tears in the area with an interpretive center, outdoor signs, a statue representing a Cherokee family, and an overlook of a site where the trail route crossed Richland Creek. The interior of this center has a number of detailed exhibit panels describing the Trail of Tears, and specifically the John Bell Detachment and the John Benge detachments. Outside exhibits are open for viewing all day, every day.  To learn more: www.nativehistoryassociation.org\/giles_tot_memorial.php    Hair Conrad Cabin, Cleveland Location: 433 Blythewood Road S.W., two miles west of Cleveland, in Bradley County Telephone: (423) 476-8942 (Blythewood Farms) Access: This cabin can be clearly seen on the east (upslope) side of Blythewood Road. This is a private residence; normally not open to the public, but a visit can be scheduled by calling Blythewood Farms at the above telephone number. Historical Significance: Hair Conrad was a Cherokee leader during the 1820s and 1830s. In 1838, he was selected to lead the first Cherokee detachment, which traveled the main (northern) route from Rattlesnake Springs (near Charleston, TN) to Indian Territory. This 20-foot by 22-foot two-story cabin was built about 1804, and except for the later addition of a kitchen, this log building still looks much as it did during the 30-plus years that Conrad lived here. To learn more: www.southeasttennessee.com\/www\/docs\/778.2676\/   The Hermitage, near Nashville Location: 4580 Rachel's Lane, Hermitage. The site is located 12 miles east of downtown Nashville. Proceed east on Interstate 40 (Exit 221A) and head north. Telephone: (615) 889-2941 Access: Open to the public; call for hours Historical Significance: Andrew Jackson, who served as president from 1829 to 1837, lived at the Hermitage from 1804 until his death in 1845. Jackson's policies toward Native Americans were instrumental in the forced removal of most of the Five Civilized Tribes from the southeastern United States to Indian Territory; although the Cherokee \"Trail of Tears\" took place during the Martin Van Buren administration, their migration was the result of actions begun during Jackson's presidency. The Trail of Tears' Northern Route passed within a few miles of Jackson's home. Available Facilities: The Hermitage, originally a 425-acre farm but later expanded, consists of Jackson's home, the adjacent garden, Jackson's tomb, and various sites related to slavery, farming, and the natural environment. There is also a modern visitor center. Exhibits: The Andrew Jackson Visitor Center contains a number of exhibits related to Jackson's life and accomplishments. Themes of these exhibits relate to his Indian policy and the forced removal of Cherokees and other tribes from the southeastern United States. To learn more: www.thehermitage.com   Hiwassee River Heritage Center, Charleston Location: 8746 Hiwassee Street (US Hwy. 11\/State Hwy. 2) Telephone: (423) 665-3373 Access: Open to the public; call for hours Historical Significance: This visitor center and art gallery, opened in May 2013, is owned by the Charleston-Calhoun Hiwassee Historical Society and is managed in conjunction with the Cleveland\/Bradley Chamber of Commerce. The facility features a large number of interpretive panels that tell the story of the Trail of Tears in Charleston (a key removal site) and elsewhere in eastern Tennessee. To learn more: http:\/\/www.tnvacation.com\/vendors\/hiwassee-river-heritage-center\/    James Brown Cherokee Plantation, Ooltewah Location: 9521 Ooltewah-Georgetown Road, northeast of Ooltewah, Hamilton County. Access: This unmarked cabin can be clearly seen from Ooltewah-Georgetown Road, at the end of a driveway perhaps 150 yards west of the road. It is private property; not open to general public visitation. Historical Significance: This property, and several of its improvements, is linked to tribal leader James Brown. He was one of the 13 detachment leaders who, in September 1838, moved a group of 850 Cherokees to Indian Territory. Available Facilities: The property's primary historic building is a modest Federal-style brick farmhouse that was built sometime between 1836 and 1841. Located nearby are the remains of a storehouse and springhouse historically associated with Brown. Some of Brown's relatives are buried in a graveyard on the adjoining property. Website: none   John Martin House, Cleveland Location: 5640 Dalton Pike, S.E., five miles south of Cleveland, Bradley County Access: This cabin is clearly signed near the road, and the house is plainly visible on the east side of Dalton Pike. It is privately property; not open to general public visitation.  Historical Significance: This property, and several of its improvements, is linked to Cherokee leader John Martin. Martin built the main house (on the opposite side of Dalton Pike) approximately 1835 after being driven out of Murray County, Georgia. Martin, who has been described as \"a distinguished judge in the courts of the Cherokee Nation, and also the national treasurer,\" was forced to sell his property in 1837, just prior to the Cherokee Removal. Available Facilities: The present residence, originally built in the \"dogtrot\" style, is a log structure that was later sheathed with milled lumber. It was moved to the present site in 1950. It is a privately-owned residence. Website: none   Nashville 1823 Toll Bridge Abutments Location: near the Victory Memorial bridge over the Cumberland River, Nashville  Telephone: none  Access: unrestricted Historical Significance: The first bridge in Nashville, which was also the first bridge over the Cumberland River, was built in 1823 at the northeast corner of the city's public square; It's near where the Victory Memorial bridge now stands. It was a three-span, covered toll bridge constructed of wood and iron, supported by stone abutments on each bank, and two stone piers in the river channel. In the late 1830s, thousands of Cherokees crossed this bridge on the Trail of Tears. By the mid-nineteenth century, the new generation of steamboats was too tall to pass under the bridge, so in 1851 the first Woodland Street Bridge was built to replace it and the 1823 Nashville Toll Bridge was dismantled.  Available Facilities and Exhibits: Abutments exist on both sides of the river, although the west-side abutment has greater structural stability and integrity. Exhibits are in the planning stages near the west-side bridge abutment.  To learn more: www.nativehistoryassociation.org\/tollbridge.php  Port Royal State Park, Adams Location: 3300 Old Clarksville Highway, Adams. The park, located in eastern Montgomery County, is just north of State Highway 76; it is eight miles southwest of Adams and 15 miles east of Clarksville. Telephone: (931) 358-9696 Access: Open to the public; call for hours  Historical Significance: Being situated at an important junction of roads and rivers, Port Royal became the only stop in Tennessee on the \"Great Western Road\" stagecoach line between Nashville, Tennessee and Golconda, Illinois. Port Royal is designated as an official site on the Trail of Tears National Historic Trail. During 1838 and 1839, Cherokees passed through the present-day park as part of the Trail of Tears' Northern Route. Diary records of the removal mentioned Port Royal, the last stop before leaving Tennessee, as an encampment site where the Cherokee stayed overnight or longer to resupply, grind corn, and rest. Available Facilities: boating, fishing, hiking, historical sites. Within the park are the remains of several old roadbeds, with one dating back to prehistoric times including the Trail of Tears site. To learn more: www.tennessee.gov\/environment\/parks\/PortRoyal Red Clay State Historic Park, near Cleveland Location: 1140 Red Clay Park Road SW near Cleveland in Bradley County. It is along the Tennessee-Georgia state line about 17 miles east of Chattanooga. Phone: (423) 478-0339 Access: Open to the public; call for hours Historical Significance: Blue Hole Spring, a natural landmark in the park, was used by the Cherokee for their water supply during council meetings. Available Facilities: The 260-acre park contains a visitor center (James F. Corn Interpretive Center), theater, library, amphitheater, picnic shelter, and hiking trails. Replicas of 19th-century Cherokee buildings include a council house, farmhouse, barn, corn crib, and three sleeping huts. Wheelchair-accessible parking, restrooms, trails, and other facilities are available. The Tennessee Department of Environment and Conservation, Bureau of State Parks, manages the site. Exhibits: Visitor center exhibits interpret day-to-day Cherokee life in the early 1800s, also the Cherokee removal. A video about the Cherokee and the Trail of Tears is shown. Artifacts are displayed, including prehistoric stone implements. To learn more: www.state.tn.us\/environment\/parks\/RedClay\/ Sequoyah Birthplace Museum, Vonore Location: 576 State Highway 360 - approximately one mile east of Vonore. Phone: (423) 884-6246 Access: Open to the public; call for hours Historical Significance: Sequoyah (George Gist) was born circa 1776 at the village of Tuskegee, which was very near the present-day Museum. His father was Nathaniel Gist, a Virginia fur trader. His mother was Wut-teh, daughter of a Cherokee Chief. Available Facilities: Facilities include a museum, gift shop, archives, amphitheater, and educational pavilion. Wheelchair-accessible restrooms are available. The Eastern Band of Cherokee Indians (Tennessee Board Friends of Sequoyah) manages the museum and surrounding grounds. Exhibits: Museum exhibits trace American Indian history in the region, beginning with the Paleo-Indian period. A video presentation, map, and pictorial display tell the Trail of Tears story. Artifacts related to the Trail of Tears, Cherokee history, and southeastern American Indian history are displayed. Special Programs: An Appalachian and American Indian arts and crafts festival is held on the grounds every September. To learn more:  www.sequoyahmuseum.org Tennessee River Museum, Savannah Location: 495 Main St., Savannah. Museum is at the corner of Main Street (U.S. 64) and Adams Street, just a few blocks east of the Tennessee River Bridge. Telephone: (800) 552-3866 Access: Open to the public; call for hours Historical significance: The nearby Tennessee River was the primary \"water route\" for approximately 2,800 Cherokee during the summer of 1838 - the time of their forced migration between Ross Landing (Chattanooga), Tennessee and the vicinity of Fort Coffee near present-day Sallisaw, Oklahoma. Available Facilities: The museum interprets the length and breadth of the Tennessee River's history: from Muscle Shoals to Paducah, from dinosaurs to the Tennessee Valley Authority. Exhibits: The museum contains exhibits about the Trail of Tears along with related historic and prehistoric themes. To learn more: www.tourhardincounty.org\/index.php?option=com_content&view=article&id=113&Itemid=85 Wilson-Erwin House  Location: 914 Walker Valley Road NW, Charleston vicinity  Access: This house is plainly visible from Walker Valley Road. It is privately property, and not open to general public visitation.  Historical Significance: This house predates the Trail of Tears. One of the many temporary encampments associated with Fort Cass (during the summer and early fall of 1838) was located near here, and Cherokee reportedly held ceremonies adjacent to the house.  Exhibits: [see below]  To learn more: the nearby Hiwassee River Heritage Center provides information about Charleston, Fort Cass, and other Trail of Tears sites. www.tnvacation.com\/vendors\/hiwassee-river-heritage-center\/",
    "url": "https:\/\/www.nps.gov\/trte\/planyourvisit\/places-to-go-in-tennessee.htm"
}
