{
    "title": "Tumacácori National Historical Park: Jesuit Missionaries",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Jesuit Missionaries                Jesuit Missionaries         Padre Kino and O'odham guide   From January 1691, beginning with Padre Eusebio Kino, until the administration of Padre Custodio Jimeno in 1767, missionaries of the Catholic religious order called the Company of Jesus (Jesuits) operated the Missions of Guevavi, Tumacácori, Calabazas, and Sonoitac. Tumacácori and Guevavi were the first missions established in what is today Arizona, soon followed by Sonoitac. Calabazas was established later. Aside from those Jesuits who administered the missions from outside the area (home mission listed beside their name), each of them lived at Guevavi and visited the other three missions. Continue further down this page for more of this chronology. Eusebio Francisco Kino (Dolores) January 1691 - March 1711 Juan de San Martín July 1701 - fall of 1701 Agustín de Campos (San Ignacio) 1711 - 1731 Luis Xavier Velarde (Dolores) 1711 - 1731 Juan Bautista Grazhoffer May 1732 - spring of 1733 (died at Guevavi) Phelipe Segesser                                1733 - 1734 (absent at least five months) Gaspar Stiger (San Xavier)                  1735 - spring of 1736 Ignacio Xavier Keller (Suamca)           spring of 1736 - May 1737 Alejandro Rapicani June 1737 - fall of 1740 José de Torres Perea February 1741 - spring of 1744 Ildefonso de la Peña spring of 1744 Ignacio Xavier Keller (Suamca)          summer of 1744 - May 1745 Joseph Garrucho May 1745 - November 1751  A revolt of O'odham people in the Altar Valley on Sunday, November 21, 1751 effectively closed the missions down, and Guevavi and its visitas did not get another resident missionary until the winter of 1753. Francisco Xavier Pauer                     December 1753 - January 1760 Miguel Gerstner January 1760 - May 1761 Ignacio Pfefferkorn May 1761 - May 1763 Custodio Ximeno June 1763 - July 1767 The Jesuits were expelled from the northern provinces of New Spain in July of 1767 and it was a full year before the Franciscan order of Catholic missionaries began to replace them. There were also two secular priests who visited Guevavi on a few occasions. Joaquín Felix Diaz Joseph Manuel Diaz del Carpio Some of the other Jesuit missionaries who served in, or as superiors to those who served in the Pimería Alta and had an effect on the area are included below. Luis María Marciano Bartolomé Saenz Luis María Gallardi Alonso Ignacio Benito Espinosa Bernardo Middendorf Juan Bautista Nentvig Jacobo Sedelmayr Carlos de Roxas",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/historyculture\/jesuit-missionaries.htm"
}
