{
    "title": "Selma To Montgomery National Historic Trail: Donate",
    "body": "Donate       How to Donate to the Trail!!! Thank you for your interest in supporting Selma to Montgomery National Historic Trail. Your donation will enhance the programs and activities designed to protect the trail's resources and provide visitor services for Selma to Montgomery National Historic Trail. Philanthropic contributions continue to make a significant difference and we welcome and are grateful for your support. There are several ways to support the Selma to Montgomery National Historic Trail. Direct Donations The trail is able to accept direct donations of either a monetary or material nature. Acceptable material donations are normally items that relate to the trail's history, support the trail's primary interpretive themes and mission goals, and assist the trail in telling its compelling stories. If you would like to donate directly to the trail, you may make checks payable to National Park Service or contact the Superintendent by phone at 334\/727-6390. Donations may also be sent to: Superintendent Selma to Montgomery National Historic Trail 7002 US Highway 80 West P.O. Box 595 Hayneville, AL 36040 Loans Some individuals would like to loan items (photos, historic documents, artifacts, etc.) to the trail for a specific period of time. These are usually items that support the trail's primary interpretive themes and mission goals. These items also assist the trail in telling its compelling stories. If you are interested in loaning trail-specific objects, please contact the Superintendent by phone at 334\/727-6390. Philanthropic Partner The National Park Foundation is the congressionally-chartered national philanthropic partner of the National Park System. The National Park Foundation stewards a tradition of private support for the parks begun by the American people more than an century ago. Your support for the National Park Foundation ensures that the evolving history and rich heritage of our Nation remains vital and relevant. For more information contact them at: National Park Foundation 1201 Eye Street, NW, Suite 550B Washington , DC 20005 Phone (202) 354-6460 www.nationalparks.org",
    "url": "https:\/\/www.nps.gov\/semo\/getinvolved\/donate.htm"
}
