{
    "title": "Trail Of Tears National Historic Trail: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           National Trails Intermountain Region Trail of Tears National Historic Trail 1100 Old Santa Fe Trail  Santa Fe, NM 87505                 Directions         Plane: You can reach the national historic trail by flying into a number of airports, including Huntsville, Alabama; Fayetteville\/Springdale and Little Rock, Arkansas; Atlanta, Georgia; Springfield\/Branson and St. Louis, Missouri; Asheville, North Carolina; Tulsa, Oklahoma; and Knoxville, Nashville, and Memphis, Tennessee. Trail-related sites can be reached from these cities. Go to the Places to Go web page for specific site directions. http:\/\/www.nps.gov\/trte\/planyourvisit\/placestogo.htm  Directions Details           Operating Hours & Seasons         Trail of Tears National Historic Trail OPERATING HOURS VARY FROM SITE TO SITE. There are many historic sites, museums, and parks (federal, state, and local) along the Trail of Tears in Tennessee, North Carolina, Georgia, Alabama, Kentucky, Illinois, Arkansas, Missouri, or Oklahoma for you to visit. Please contact individual sites for more information by going to Plan Your Visit and selecting Places To Go or Passport Program, where sites are listed by state, and there is an interactive map to search for sites.   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM             Weather           Due to the length of the Trail of Tears National Historic Trail, be sure to consult local weather sources for the region you'll be visiting. Here are two links to the central US and southeast US. http:\/\/usatoday30.usatoday.com\/weather\/forecast\/regional-central-temps.htm http:\/\/graphical.weather.gov\/sectors\/southeast.php         Fees & Passes     Entrance Fees:   General Entrance Fee Information - $0.00 There are NO USER OR ENTRY FEES fees for the Trail of Tears National Historic Trail. NOMINAL FEES may be charged at some trail-related federal, state, or locally owned historic sites and interpretive facilities. Please visit Plan Your Visit \/ Places To Go for an interactive map and extensive list of places to visit by state. Contact information is available for each site to call and find out about fees. www.nps.gov\/trte\/planyourvisit\/placestogo.htm         Visitor Centers                   Commemorative Cherokee pillars at Sequoyah Birthplace Museum, Vonore, Tennessee. Sequoyah (George Gist) completed an 86-character Cherokee syllabary in 1821, enabling many Cherokee to become literate. NPS       Commemorate the Trail of Tears National Historic Trail    Essential Information for Your Trip on the Trail     The National Park Service administers the trail in partnership with the Trail of Tears Association; the Cherokee Nation; the Eastern Band of Cherokee Indians; federal, state, county, and local agencies; interested groups; and private landowners. Trail sites are in private, municipal, tribal, federal, or state ownership. Please ask for permission before visiting any trail sites on private lands and check with public sites for visiting hours and regulations.   Go to Places To Go for listings by state that include site name, address, access, historical significance, onsite interpretation, and website.      Know Before You Go! Fees & Passes America the Beautiful Passes Weather Protect the Trail  To foster trail preservation, do not use metal detectors, dig at sites, collect artifacts, or remove anything. Please respect these historic places.",
    "url": "https:\/\/www.nps.gov\/trte\/planyourvisit\/basicinfo.htm"
}
