{
    "title": "Selma To Montgomery National Historic Trail: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture        Overview of the Selma to Montgomery March     Until 1965, counties in Alabama used preventive measures in order to prevent African-Americans from registering to vote. Because of this, only 2% percent of the African-American population of Dallas County at that time was able to vote and 0% in Lowndes County. However, civil rights activists began to protest in Selma in order to bring attention to this injustice. These protests were often met by violence from the local sheriff's department, leaving many wondering what was going to happen next.    On the evening of February 18, 1965 during a protest to free SCLC supporter Rev. James Orange from the Perry County Jail, located in Marion ,AL, Jimmie Lee Jackson was shot in the abdomen. Jackson died from his wounds on February 26.  On March 7, approximately 600 non-violent protestors, the vast majority being African-American, departed from Brown Chapel A.M.E. Church in Selma with the intent on marching 54-miles to Montgomery, as a memorial to Jimmy Lee Jackson and to protest for voter's rights. As they crossed the Edmund Pettus Bridge on March 7, they were met by a column of State Troopers and local volunteer officers of the local sheriff's department who blocked their path.    The non-violent protesters were told by Maj. John Cloud that they had two minutes to return back to their church and homes. In less than the time allotted, they were attacked by the Law Enforcement Officers with nightsticks and teargas. According to several reports, at least 50 protestors required hospital treatment. The brutality that was displayed on this day was captured by the media; however, the media was held back as the protesters retreated, where the violence continued for some time.  The attack caused outrage around the country, and March 7 became known as \"Bloody Sunday\". Two days later, Dr. Martin Luther King Jr. led a second march which again had its path blocked by Law Enforcement Officers. This time they decided to turn back and not risk a violent confrontation. However, that evening, three Unitarian ministers who had traveled to Selma in order to join the protest were attacked by a group of white hooligans. On March 11, Rev. James Reeb, died from his injuries.  The civil rights protestors sought and received an injunction for a third march, which was granted by Judge Frank M. Johnson, Jr. on March 17. On March 21 the official Selma to March began with the final number of supports reaching near 25,000 people on March 25. Five months later, President Lyndon B. Johnson signed the Voting Rights Act which prohibits discrimination in voting practices or procedures because of race and color.   Visit the Places and Stories sections of our website to learn more about the Selma to Montgomery Marches of 1965.  More about the Civil Rights Movement",
    "url": "https:\/\/www.nps.gov\/semo\/learn\/historyculture\/index.htm"
}
