{
    "title": "Selma To Montgomery National Historic Trail: Tent City Story",
    "body": "Tent City Story       Joe Glover: My family getting put off the land because my brothers and myself, we was out there in the march and somehow or another a white man found out about it, and that’s why we had to move. And he told my mother that he needed his house; he wanted us out, you know, that day. I walked down to white hall where the tents was built at, and found Stokley, and that’s where we built the tents at. And we had to move down there in the tents. Matter of fact, I was one of the first ones that drove the nail in the first tent that was built at tent city along with uh... Bob Mants, Stokley Carmichael, Doug, George Green and Will Rogers. We took turns with the hammer driving the first nail in. And that’s, we built the first tent, and my family moved into it. Didn’t have no running water, no showers or anything like that out there. You’d have to take a bath in a number three tub and there was so much excitement going on and you had to be scattered all out, especially at night when the surrounding area, you know, trying to protect people from sneaking in on you and trying to throw fire in the tents, set them on fire. We had to sleep out there. One night, we had an incident that people started shooting. And I happened to be on guard duty that night and had to be the, what we call the spotman. And I had to go way out to spot if there was anybody coming, I’d whistle back. And we had a little sign we would do, mock like a bird, and they’d know that somebody was coming. And my hat got hung on the wire fence. And the hat was in one spot, and I was over in another spot because I didn’t get it off. And my dad was out there, and he saw me and thought the hat, I was over where the hat was, and thought the hat, that I was somebody else. And he almost shot me that night. That was the worst part of all. Deep down inside TentCity will always be with me.   Click Here to Listen To This and Other Stories Being Told (Flash Required)",
    "url": "https:\/\/www.nps.gov\/semo\/learn\/historyculture\/tent-city-story.htm"
}
