{
    "title": "Selma To Montgomery National Historic Trail: The March Story",
    "body": "The March Story       Lynda Lowery: I remember then my determination to walk from Selma to Montgomery and my daddy said I couldn't go, at first, because, you know, I was only 14 at the time and he, you know, said I couldn't go and I got several females, Miss Foster and Miss Boynton and Miss Lilly Brown and, I can't think of Mary's last name, but they were all responsible adults and they told my father they would watch me, so he finally relented and said I could go. And two weeks later, on March 21st, I was packed with clean underclothes and some extra food and some extra, you know, top clothing. I was packed ready to walk from Selma to Montgomery. We stopped and camped and see, let me tell you, it drizzled rain. If it wasn't raining, it was misty and it, the first night, it was like, the camp was really nice 'cause we sang songs and people told stories and, you know, it was just a little motivational thing. That morning that I woke up and I came out of the tent and it was very misty and the Alabama National Guard had been federalized to protect us on this walk. And, for some reason, I focused in on these three guardsmen standing by their Jeeps. They had their guns, the butt of their guns was, like, at their waist and they were holding these guns up and they had those knives, the bayonets, affixed to the guns. They had on these green rain ponchos and these green helmets and, for some reason, when I saw them, and there were hundreds of troops, but I saw these three people, I felt that they were there just to kill me. This was my 15th birthday. I have never in my life been as frightened as I was on that day. I realized that those people that were there with those guns were the same people that had been beating me on that bridge and            they were there then to finish the job of killing me. I didn't think of anybody else but Lynda. Lynda didn't want anybody to have any freedom. I didn't care that morning if anybody ever voted. All I wanted to do was get back to the GWC homes, apartment 138C, to my daddy, AC Blackman, because I knew he was gonna protect me. That morning, the march started an hour, over an hour late, and I thank God that it did because some people were saying, \"Send her back home,\" and some people thought it was, they would need to deal with my fear and they did. That morning, a lot of people said a lot of things. I remember one person and one thing that he said. There was a guy named Jim Letterer. Jim was a white guy with one leg. He walked on crutches all the way from Selma to Montgomery. He carried a flag sometimes and I am in some of the pictures with him now. But Jim said before he let anything happen to me, he would lay down and die. But the fact that this man would die for me, and he didn't even know my name kind of thing, you know. He was there; he would die for me. That made me go all the way from Selma to Montgomery.   Click Here to Listen To This and Other Stories Being Told (Flash Required)",
    "url": "https:\/\/www.nps.gov\/semo\/learn\/historyculture\/the-march-story.htm"
}
