{
    "title": "Selma To Montgomery National Historic Trail: Brown Chapel AME Church",
    "body": "Brown Chapel AME Church         Brown Chapel African Methodist Episcopal Church, taken in 2000. Google Images  Both the building and the members of BrownChapelAMEChurch played pivotal roles in the Selma, Alabama, marches that helped lead to the passage of the 1965 Voting Rights Act. The starting point for the Selma-to-Montgomery marches, Brown Chapel also hosted the Southern Christian Leadership Conference (SCLC) for the first three months of 1965. Another nearby local church, First Baptist, acted as the headquarters for the organizers of the Selma Campaign--the Student Nonviolent Coordinating Committee (SNCC). BrownChapelAMEChurch, with its imposing twin towers and Romanesque Revival styling, was built in 1908 by a black builder--of whom little is known -- Mr. A.J. Farley. On Sunday morning (known as Bloody Sunday) March 7, 1965, despite a ban on protest marches by Governor George Wallace, about 600 black protestors gathered outside Brown Chapel to march from Selma to the state capital in Montgomery. Leading the march were the SCLC's Hosea Williams and SNCC's John Lewis. At the EdmundPettusBridge, six blocks from Brown Chapel, mounted troopers confronted the marchers and ordered them to disperse. The marchers stood their ground and the troopers advanced, billy clubs raised. Lewis fell, his skull fractured. Others fell, screaming, as white onlookers cheered. Then Sheriff Jim Clark's deputized posse charged the marchers, firing tear gas and swinging bullwhips and rubber tubing wrapped in barbed wire. That night, ABC interrupted its showing of the movie Judgement at Nuremberg to air footage of \"Bloody Sunday.\" By morning, news of the event had spread to nearly every American household, and thousands of march supporters began to flock to Selma. On March 9, Martin Luther King, Jr., led a \"symbolic\" march to the bridge, and on March 21, after Governor Wallace's ban was overruled by Federal Judge Frank M. Johnson, Jr., King led the five-day march to the capital. Less than five months later President Johnson signed the Voting Rights Act.",
    "url": "https:\/\/www.nps.gov\/semo\/learn\/historyculture\/brown-chapel-ame-church.htm"
}
