{
    "title": "Tumacácori National Historical Park: News",
    "body": "Explore This Park    Learn About the Park     News             News        Rare winter storm embraces Mission San José de Tumacácori NPS Photo by Vicki Wolfe       For the latest park news, please check our current news releases below or the archive of news releases.          Subscribe  | What is RSS     August 03, 2016  Happy Birthday, National Park Service  All national parks will be offering free entrance from August 25 to August 28, 2016. In addition, from 10:00 a.m. to 2:00 p.m. on August 25 Tumacácori will offer visitors a slice of birthday cake, a frozen treat, and a chance to play a variety of NPS birthday games.   August 02, 2016  Pollinator Bioblitz 2016  In celebration of the National Park Service’s 100th anniversary, Tumacácori National Historical Park is hosting a “BioBlitz” on August 20, 2016 focused on locating and identifying pollinator species.  The objective of this event is to document as many pollinator species in the park in a single day as possible, while raising awareness about the importance of pollinators to our communities and natural environments.  The event will target species active during the day and at night.   May 25, 2016  National Trails Day Scavenger Hunt  Tumacácori National Historical Park invites the public to explore the mission grounds and a 1.5 mile portion of the Juan Bautista de Anza National Historic Trail from 9:00 a.m. to 11:00 a.m. on Saturday, June 4th. Participants in the day's scavenger hunt win prizes based on what they find.   May 11, 2016  Festival Kino Returns to Tumacácori  As part of an annual international cultural festival, Tumacácori will a program of classical guitar inside the historic mission church on Thursday, May 19 at 11:00 a.m.   April 27, 2016  Centennial Concert Series Final Show  The final concert in the Centennial Concert series, featuring a rare visit to Arizona by members of the State of Sonora Philharmonic Orchestra, will take place inside the historic mission church on Saturday, May 7, at 4:00 p.m.   April 26, 2016  Economic Benefits of National Parks 2015  A new National Park Service (NPS) report shows that 42,146 visitors to Tumacácori National Historical Park in 2015 spent $2,413,400 in communities near the park. That spending supported 36 jobs in the local area and had a cumulative benefit to the local economy of $2,905,700.   April 14, 2016  National Park Rx Day  Tumacácori National Historical Park is teaming up with Tubac Presidio State Historic Park to sponsor a second \"Park-to-Park Hike\" opportunity along the 4 mile stretch of Juan Bautista de Anza National Historic Trail between the two parks. A free shuttle will run from 8:00 a.m. to 1:00 p.m. delivering hikers between start and end points.   April 13, 2016  Centennial Youth Summit of Southern Arizona  Tumacácori National Historical Park, Saguaro National Park, Coronado National Memorial, Chiricahua National Monument, and the Juan Bautista de Anza National Historic Trail invite young people to guide national parks for their next 100 years.   March 29, 2016  National Park Week Begins with Junior Ranger Day  Celebrate the 100th anniversary of the National Park Service and \"Find Your Park\" by visiting Tumacácori National Historical Park during National Park Week, April 16 through 24. Entrance to the park is free all week. Junior Ranger Day kicks off the week from 9am to noon on April 16.   March 10, 2016  TICRAT workshop 2016  Taller Internacional de Conservación y Restauración de Arquitectura de Tierra, or TICRAT, is a series of workshops that bring together Mexican and American master crafts-persons, teachers, and participants to conduct hands-on workshops on adobe construction, building assessment, and preservation treatment. Tumacácori National Historical Park will host in southern Arizona from March 14-18.   February 26, 2016  Family Sleepover Resume at Tumacácori  Tumacácori will once again offer its popular Family Sleepover program. Participants will share traditional meals, create memory books much like the journals of early travelers, sing cowboy songs around the campfire, and then retire for the evening to tell ghost stories in the candlelit church.   February 25, 2016  Park to Park Hike Along the Anza Trail  Celebrate the 100th anniversary of the National Park Service in 2016 by hiking the Juan Bautista de Anza National Historic Trail between Tumacácori National Historical Park and the Tubac Presidio State Historic Park. On Saturday, April 9, from 9:30 to noon, hikers will be able to catch a free return shuttle back to their starting point after walking the 4 mile stretch of trail between the two parks.   February 08, 2016  Join the Mud Rangers of Tumacácori  Tumacácori National Historical Park is offering local middle school students currently in grades 6 through 8 the opportunity to join an elite corps of young volunteers. The Mud Rangers will meet over three days during spring break to learn about the many connections between animals, people, structures, and history.   February 08, 2016  NPS Centennial Concert Series Marimba Sahuaro  Tumacácori will be celebrating the NPS Centennial with a variety of special programs throughout the year, including a Centennial Concert Series. The third of these concerts will take place inside the historic mission church on Saturday, February 20, at 3:00 p.m.   January 21, 2016  Art in the Park  On Saturday, February 13, from 10:00 a.m. to 1:00 p.m., Tumacácori will celebrate artistic expression of all kinds with a day of activities for families, neighbors, and visitors from across the world.   January 21, 2016  Transportation Grant from NPF  Tumacácori National Historical Park is one of 113 national parks selected to receive a 2015 field trip grant from the National Park Foundation, the official charity of America's national parks. These funds will be used to support field trips by subsidizing transportation costs –often cited by schools as the leading barrier to getting students outside.   December 30, 2015  Tumacacori Celebrates Kino’s Legacy with Church, Cattle, and Crops  On Sunday, January 10, from 10:00 a.m. to 2:00 p.m., Tumacácori will celebrate the 325th anniversary of Kino's arrival with a day of activities for families, neighbors, and visitors from across the world.   December 07, 2015  Endangered Fish Rediscovered in Santa Cruz River  After a ten-year absence, an endangered fish species has once again been found in the Santa Cruz River in southern Arizona. Last month the Gila topminnow, a native Arizona species listed under the Endangered Species Act in 1967, was found in the Santa Cruz River near the U.S.-Mexico border during the annual fish survey conducted by the Sonoran Institute, Arizona Game and Fish Department, Friends of the Santa Cruz River, National Park Service and other partners.   September 02, 2015  Every Kid In a Park Initiative  Tumacácori National Historical Park invites all 4th grade students to visit the park for free as part of the White House’s new “Every Kid in a Park” program. Beginning September 1, 4th grade students can go to www.everykidinapark.gov to complete an activity and obtain a free annual entry pass to more than 2,000 federal recreation areas, including national parks.",
    "url": "https:\/\/www.nps.gov\/tuma\/learn\/news\/index.htm"
}
