{
    "title": "Florissant Fossil Beds National Monument: Unit 6: Fossil Database",
    "body": "Online Curriculum - Fossil Database (Unit 6)       Florissant Fossil Beds Online Fossil Database Understanding Scientific Names Taxonomy is simply a formal method used by scientists to classify and name modern and ancient living things in relation to each other. When a new species of animal or plant is discovered, it is necessary to place the plant or animal in context with other living things. Most modern scientists use Linnean Taxonomy, named for the 18th century Swedish naturalist Carl Linnaeus, the scientist who established this method of classification. Although the system has expanded and changed greatly since Linneaus established it, the basic concept remains the same. This system consists of a hierarchy of categories, called taxa (singular taxon). See the following table for examples.      Human Dog Bald Eagle Extinct Redwood   Kingdom Animalia Animalia Animalia Plantae   Phylum (Animals) Division (Plants) Chordata Chordata Chordata Coniferophyta   Class Mammalia Mammalia Aves -   Order Primates Carnivora Falconiformes Coniferales   Family Hominidae Canidae Accipitridae Taxodiaceae   Genus Homo Canis Haliaeetus Sequoia   Species H. sapiens C. lupus H. leucocephalus S. affinis     If clear from context, the genus part of a binomial species name may be abbreviated to an initial. Species in unrelated genera may use the same specific name (the second part of the binomial). Unrelated genera may not share the same generic name unless they are in different kingdoms. For example, Florissantia refers to both a plant (F. speirii) and an insect (F. elegans), but the generic name cannot be used for another genus of plants or insects. Some of the organisms you might try looking for in the fossil database include beetles (Kingdom Animalia, Phylum Arthropoda, Class Insecta, Order Coleoptera), damselflies (Kingdom Animalia, Phylum Arthropoda, Class Insecta, Order Odonata), or the golden-rain tree (Kingdom Plantae, Division Magnoliophyta, Order Sapindales, Family Sapindaceae). How Scientists Collect, Preserve, and Study Fossils",
    "url": "https:\/\/www.nps.gov\/flfo\/learn\/education\/fossil-database.htm"
}
