{
    "title": "Florissant Fossil Beds National Monument: Unit 3: Fossilization",
    "body": "Online Curriculum - Fossilization (Unit 3)       What is a Fossil? A fossil is evidence of a once-living organism, usually preserved in rock or amber, although some fossils retain at least part of the original material. Fossils can be formed by minerals replacing part of the original organism such as a bone, or by molds or casts of the inside or outside of the organism. Trace fossils are indirect evidence, such as fossil feces or trackways. The most common types of fossil at Florissant are impression and carbon compression fossils, where the organism was sandwiched between layers of rock, leaving behind an impression or carbonized image of the plant or insect. The Steps of Fossilization There are many possible steps along the path to fossilization and each case is likely to be unique, but these three steps are the most likely to lead to preservation and subsequent fossilization.  Death of the organism. Relatively rapid burial before predation or environmental damage destroy the organism's remains. Burial in an environment where mineral-rich fluids cause complete replacement or alteration of the original material.  Biases in the Fossil Record The fossil record doesn't perfectly represent living ecosystems. Many factors, including environment, durability of the organism, and catastrophic events, affect which organisms are fossilized. The study of why some organisms are preserved and others aren't at a particular locality is called taphonomy. In the case of Florissant, the lake shale units are well-suited to preserving delicate insect and plant fossils, but not large vertebrates. Soft-bodied animals like worms, however, are very rare as fossils. Plants that grew near the lake shore were more likely to be fossilized than plants that grew on the slopes of the surrounding hills, which we know about primarily from wind-borne pollen. What else do you think affected which fossils we find today at Florissant? Types of Fossilization at Florissant",
    "url": "https:\/\/www.nps.gov\/flfo\/learn\/education\/unit-3-fossilization.htm"
}
