{
    "title": "Tumacácori National Historical Park: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions        The Santa Cruz Valley has a rich diversity of natural and cultural heritage. NPS Photo       In the area looking for stuff to do and see?  Check out this great interactive map from the Santa Cruz Heritage Alliance. Reference the Tubac Calendar. It's got everything from Tubac to Tumacácori. Scroll down for a listing organized alphabetically by location.     Ajo   Organ Pipe Cactus National Monument 142 miles southwest of Tucson via Highway 86. Two scenic drives, camping, picnic areas, hiking, backpacking, and interpretive programs. Entrance and camping fees. Visitor center hours: 8:30 - 4:30 (520) 387-6849   Amado  Fred Lawrence Whipple Observatory Take Interstate I-19 north to exit 48, (Arivaca Road\/Amado.) Drive north on the East Frontage Road to Elephant Head Road. Turn right and drive east, crossing the bridge over the Santa Cruz River. One mile past the railroad tracks, turn right onto Mount Hopkins Road. Drive southeast about 7 miles to the Administrative offices and Visitors Center. Tour Fee. Visitors Center 8:30 - 4:30, closed for Federal Holidays. Contact them for current schedule of events and tours. (520) 879-4400   Arivaca  Buenos Aires National Wildlife Refuge 20 miles west on Arivaca Road from I-19 exit 48. Headquarters, 12 miles past Arivaca to Highway 86, then south 4 miles on Highway 286. Scenic drive, mountain bike, horse and hiking trails, primitive camping. Tours and workshops by reservation. (520) 823-4251  Benson  Kartcher Caverns State Park 9 miles south of Benson, Arizona on Highway 90. Cave tours by reservation. Call between 8 a.m. and 5 p.m. (520) 586-2283   Coolidge  Casa Grande Ruins National Monument 65 miles north of Tucson on Highway 87 at Coolidge. Ruins of a massive four-story structure constructed by the ancient Hohokam Indians. Visitor center & self guided tours. Entrance fee. Hours: 8-5. (520) 723-3172   Green Valley  ASARCO Mineral Discovery Center I-19 exit 80. Mining and mineral museum. Visitor center, picnic area, exhibits, gift shop, bus tours. Tour fee. Hours: Tuesday - Saturday, 9-5. (520) 625-7513  Historic Hacienda de la Canoa I-19, exit 56 Canoa Ranch Drive, 5375 S. I-19 Frontage Rd. Walking tours; Visit the historic ranch buildings and corrals, and enjoy scenic views of the Santa Cruz River Valley. Reservations required. (520) 877-6000  Madera Canyon 12 ½ miles east from I-19 exit 62. National Forest Service recreation area. Hiking, nature trails, picnic areas, campground. Use and camping fees. (520) 281-2296  Titan Missile Museum I-19 exit 69, west on Duval Mine Road. Deactivated missile silo. Tour fee. Hours: 9-5, last tour at 4:00. Closed Monday & Tuesday in summer. (520) 625-7736  Huachuca  Ramsey Canyon Preserve 3 ½ miles west from Route 82. Nature Conservancy preserve. Nature trails, birdwatching. Hours: 8-5 March through September, 9-4 November through February. Entrance fee. (520) 378-2785   Nogales  Peña Blanca Lake 9 miles west from I-19 exit 12, via Highway 289. National Forest Service recreation area. Catch and release fishing, boating, campground, picnic area. (520) 281-2296  Pimeria Alta Historical Society Museum 136 N. Grand Avenue in Nogales. History and culture of the area of Mexico and Arizona known as the Pimeria Alta. Fee: Donation. Hours: 10-4 Wednesday - Monday, 1-4 Sunday. Call in advance for tours and programs. (520) 287-4621   Patagonia  Patagonia Lake State Park 12 miles from Nogales (Grand Avenue) on Highway 82. Fishing, swimming, boat rentals, trails, picnic area, camping. Birding and Lake Discovery boat tours on Saturdays and Sundays, call for details. Entrance and camping fees. (520) 287-6965  Patagonia-Sonoita Creek Preserve 1 mile from Patagonia along the Blue Haven Road. Nature Conservancy preserve. Trails, birdwatching. Fee. Hours: Wednesday - Sunday, 7:30 - 4. (520) 394-2400   Sierra Vista  Coronado National Memorial 16 miles south of Sierra Vista on Highway 92 and 5 miles into Montezuma Canyon. Commemorates Hispanic heritage and first European exploration of the southwest by Francisco Vasquez de Coronado (1540-1542). Self-guided walking tours, hiking, climbing, cave, picnic areas. Visitor center hours 8 - 4. Closed Thanksgiving and Christmas. (520) 366-5515   Tubac  Tubac Center of the Arts 9 Plaza Road in Tubac. See and learn about the roots of Tubac's artistic community. Visit this nonprofit, member-supported organization that exists to provide arts programming in the Santa Cruz Valley of southern Arizona. Exhibit galleries, gift shop. Hours: Monday-Saturday 10-4:30, Sunday 12-4:30. (520) 398-2371  Tubac Presidio State Historic Park #1 Burruel Street in Tubac. Site of historic presidio, i.e. Spanish soldiers garrison. Museum with comprehensive regional history, ruins, picnic area. Access to Juan Baustista de Anza National Historic Trail. Call for tour and program information. Hours: 9-5 daily. Entrance fee. (520) 398-2252   Tucson Area  Arizona Historical Society Museum 949 E. Second Street. Historical exhibits from the turn of the century, Civil War, mining and western life. Fee: Donation. Hours: 10-4 Monday-Saturday. (520) 628-5774  Arizona-Sonora Desert Museum 14 miles west of Tucson on Kinney Road. Outdoor \"living\" museum features plants, animals, and natural history of the Sonoran Desert. Entrance fee. Hours: 8:30-5:00 winter months, 7:30-5:00 summer months. (520) 883-2702  Arizona State Museum University of Arizona campus at Park and University Blvd. Features exhibits on Indians of Arizona and southwestern United States. Fee: Donation. Hours: 10-5 Monday-Saturday, 12-5 Sunday. (520) 621-6302  Biosphere II 30 minutes north of Tucson on Highway 77 (Oracle Road). Open 9-4. Tours. Admission fee. (520) 896-6200  Catalina State Park 9 miles north of Tucson on Highway 77 (Oracle Road). 5,500 acre preserve. Picnicking, hiking, camping, horse and hiking trails. Entrance and camping fees. Hours: 7-10. (520) 628-5798  Colossal Cave Mountain Park 5 miles north from I-10 exit 279. Guided tours of dry limestone cave. Picnic areas and campground. Tour and camping fees. Summer hours: 8-5. Winter hours: 9-5. (520) 647-7275  Coronado National Forest Mount Lemmon: Picnicing, camping, hiking, fishing, & snow-skiing. Entrance fee. (520) 670-4552 Sabino Canyon: North Sabino Canyon Road. Hiking, picnicing and visitor center. Shuttle ride fee. Visitor center hours: 8-4:30 Monday-Friday, 8:30-4:30 Saturday-Sunday. Call for shuttle schedule. (520) 749-8700  Flandrau Science Center & Planetarium University of Arizona campus. Laser-light shows, science museum, and a 16-inch public telescope. (520) 621-7827  Fort Lowell Museum 2900 N. Craycroft Road. Displays of frontier military life in the 1800s. Hours: 10-4 Friday-Saturday. (520) 885-3832  Kitt Peak National Observatory 56 miles southwest of Tucson on Highway 86. Largest collection of optical telescopes in the world. Picnic area, gift shop and guided tours. Tour fees. Hours: 9-4. Three hour night program (reservation required). (520) 318-8726  Mission San Xavier del Bac West from I-19 exit 92. This mission is the spiritual center of the Tohono O'odham Indian Reservation. Gift shop and exhibits. Fee: Donation. Hours: 7-5, except when there are weddings, funerals, anniversary masses, etc. Mass daily (except Monday) at 8:30 a.m. (520) 294-2624  Old Tucson Studio West of Tucson at junction of Gates Pass and Kinney Roads. Movie location and amusement park featuring gunfights, stunts and rides. Entrance fee. See website or contact them for hours. (520) 883-0100  Pima Air Museum 6000 East Valencia Road. The third largest collection of historic aircraft in the world. Entrance fee. Hours: 9-5 (no entry after 4 PM). (520) 574-0462  Reid Park Zoo Randolph Way and 22nd Street. International animals. Entrance fee. Hours: Winter 9-4, Summer 8-3. Closed Thanksgiving and Christmas. (520) 791-4022  Saguaro National Park (East) 3693 South Old Spanish Trail. Natural Sonoran desert preserve. Scenic drive, hiking, picnic areas, interpretive programs and back country camping by permit. Entrance fee. Visitor center hours: 8:30-5. Scenic Cactus Forest Drive open 7 AM to sunset. (520) 733-5153  Saguaro National Park (West) 2700 North Kinney Road. Natural Sonoran desert preserve. Scenic drive, hiking, picnic areas and interpretive programs. Visitor center hours: 8:30-5. Scenic Bajada Loop Drive open 6 AM to sunset April - October, 7 AM to sunset November - March. (520) 733-5158  Tohono Chul Park West Ina Road and Paseo del Norte. 48 acre desert preserve, trails, picnic areas, and gift shop. Bird watching and guided tours available. Entrance fee. Grounds open 7AM-sunset. Tea Room: 8-5. Gift Shop and Exhibits: 9:30-5 Monday- Saturday, 11-5 Sunday. (520) 742-6455  Tucson Botanical Gardens 2150 North Alvernon Way. Entrance fee. Call for hours. (520) 326-9255   Willcox  Chiricahua National Monument 36 miles south of Willcox on Highway 186. Geologic formations created by volcanic activity millions of years ago. Camping, hiking, scenic drive, interpretive programs. Entrance and camping fees. Visitor center hours 8 - 4:30. (520) 824-3560, ext. 104  Fort Bowie National Historic Site From I-10 at Willcox, 22 miles south on Highway 186 to graded dirt road leading to Apache Pass. Ruins can be reached by a 1 ½ mile foot trail which begins about 8 miles into the pass. Walking tours, exhibits. Visitor center hours: 8-4. Handicap access. (520) 847-2500    For additional information contact:  Tubac Chamber of Commerce: (520) 398-2704 Green Valley & Sahuarita Chamber of Commerce: (520) 625-7575 Nogales Chamber of Commerce: (520) 287-3685 Patagonia Area Business Association: (520) 394-0060, (888) 794-0060 Tucson Visitors Bureau: (520) 624-1817, (800) 638-8350 Willcox Chamber of Commerce: (520) 384-2272",
    "url": "https:\/\/www.nps.gov\/tuma\/planyourvisit\/nearbyattractions.htm"
}
