{
    "title": "Florissant Fossil Beds National Monument: Selected Publications",
    "body": "Explore This Park    Learn About the Park     Nature     Paleontology     Current Research     Selected Publications                  Selected Publications        Recent Publications       Many additional publications can be found in the Florissant Fossil Beds National Monument bibliography database.         The Fossils of Florissant By Herbert W. Meyer         Saved in Time: The Fight to Establish Florissant Fossil Beds National Monument, Colorado By Estella B. Leopold and Herbert W. Meyer           PALEONTOLOGY OF THE UPPER EOCENE FLORISSANT FORMATION, COLORADO Edited by Herbert W. Meyer and Dena M. Smith   1. History of paleontology at the Florissant fossil beds, Colorado Steven W. Veatch and Herbert W. Meyer 2. The role of biofilms in fossil preservation, Florissant Formation, Colorado Neal R. O'Brien, Herbert W. Meyer, and Ian C. Harding 3. Higher taxa as paleoecological and paleoclimatic indicators: A search for the modern analog of the Florissant fossil flora Brad Boyle, Herbert W. Meyer, Brian Enquist, and Silvia Salas 4. Phytogeography of the late Eocene Florissant flora reconsidered Estella B. Leopold, Steven Manchester, and Herbert W. Meyer 5. Magnetic stratigraphy of the Eocene-Oligocene floral transition in western North America Donald R. Prothero 6. A comparison of plant-insect associations in the middle Eocene Green River Formation and the upper Eocene Florissant Formation and their climatic implications Dena M. Smith 7. An outline morphometric approach to identifying fossil spiders: A preliminary examination from the Florissant Formation April Kinchloe Roberts, Dena M. Smith, Robert P. Guralnick, Paula E. Cushing, and Jonathan Krieger 8. The Chadronian mammalian fauna of the Florissant Formation, Florissant Fossil Beds National Monument, Colorado Karen J. Lloyd, Marie P. Worley-Georg, and Jaelyn J. Eberle 9. Mineralogy and geochemistry of late Eocene silicified wood from Florissant Fossil Beds National Monument, Colorado George E. Mustoe 10. Conservation of an Eocene petrified forest at Florissant Fossil Beds National Monument: Investigation of strategies and techniques for stabilizing in situ fossil stumps Jennifer L. Young, Herbert W. Meyer, and George E. Mustoe 11. Development of an integrated paleontological database and Web site of Florissant collections, taxonomy, and publications Herbert W. Meyer, Matthew S. Wasson, and Brent J. Frakes         Fossil flora and stratigraphy of the Florissant Formation, Colorado Intro and Articles 1-2, Article 3, Articles 4-7 Introduction Kirk R. Johnson and Emmett Evanoff 1. Stratigraphic Summary and 40Ar\/39Ar Geochronology of the Florissant Formation, Colorado Emmett Evanoff, William C. McIntosh, and Paul C. Murphey 2. Florissant Leaf and Pollen Floras of Colorado Compared: Climatic Implications Estella B. Leopold and Scott T. Clay-Poole 3. Palynology of the Uppermost Eocene Lacustrine Deposits at Florissant Fossil Beds National Monument, Colorado F. H. Wingate (deceased) and D. J. Nichols 4. Update on the Megafossil Flora of Florissant, Colorado Steven R. Manchester 5. Paleoclimatic Implications of Tree-Ring Growth Characteristics of 34.1 Ma Sequoioxylon pearsallii from Florissant, Colorado Kathryn M. Gregory-Wodzicki 6. Fossil Dicotyledonous Woods from Florissant Fossil Beds National Monument, Colorado E. A. Wheeler 7. A Review of the Paleoelevation Estimates from the Florissant Flora, Colorado Herbert W. Meyer      Makarkin, V.N., Archibald, B.S. 2013. A Diverse New Assemblage of Green Lacewings( Insceta, Neuroptera, Chrysopidae) from the Early Eocene Okanagan Highlands, Western North America. Journal of Paleontology, 87(1): 122-146.   Benson, M.E., Kociolek, J.P., Spaulding, S.A., Smith, D.M. 2012. Pre-Neogene Non-marine Diatom Biochronology with New Data from the Late Eocene Florissant Formation of Colorado, USA. Stratigraphy, 9(2): 131-152.   Henning, J.T., Smith, D.M., Nufio, C.R., Meyer, H.W. 2012. Depositional Setting and Fossil Insect Preservation: A Study of the Late Eocene Florissant Formation, Colorado. Palaios, 27: 481-488.   Lielke, K., Manchester, S., Meyer, H.W. 2012. Reconstructing the Environment of the Northern Rocky Mountains During the Eocene\/Oligocene Transition: Constraints from the Palaeobotany and Geology of the South-western Montana, USA. ACTA Paleontologica Polonica, 52(2): 317-358.    Chatzimanolis, S., Engel, M.S. 2010. Laasbium Scudder: A genus of Tertiary earwigs, not rove beetles, and the classification of Florissant fossil Dermaptera (Insecta). Annales Zoologici, 60(1): 101-108.   Durda, D.D. 2010. Electrical Conductivity Test Survey of Unexposed Petrified Stumps at Florissant: Proof-of-Concept for a more Complete Survey . Study Number FLFO-01002.   Manchester, S.R., O'leary, E.L. 2010. Phylogenetic Distribution and Identification of Fin-winged Fruits. The Botanical Review, 76(1): 1-82.   Lloyd, K.J., Eberle, J.J. 2008. A new talpid from the late Eocene of North America.  Acta Palaeontologica Polonica, 53(3): 539-543.   Smith, D.M., Moe-Hoffman, A.P. 2007. Taphonomy of Diptera in lacustrine environments: A case study from Florissant Fossil Beds, Colorado. Palaios, 22(6): 623-629.    Worley-Georg, M.P., Eberle, J.J. 2006. Additions to the Chadronian Mammalian fauna, Florissant Formation, Florissant Fossil Beds National Monument, Colorado. Journal of Vertebrate Paleontology, 26(3): 685-696.    Meyer, H.W., S.W. Veatch, and A. Cook, 2004. Field guide to the paleontology and volcanic setting of the Florissant fossil beds, Colorado. In Nelson, E.P. and E.A. Erslev, Field trips in the southern Rocky Mountains, USA. Geological Society of America Field Guide 5, p. 151-166.    Prothero, D.R., Sanches, F. 2004. Magnetic stratigraphy of the upper Eocene Florissant Formation, Teller County, Colorado. New Mexico Museum of Natural History and Science Bulletin.",
    "url": "https:\/\/www.nps.gov\/flfo\/learn\/nature\/selected-publications.htm"
}
