{
    "title": "Florissant Fossil Beds National Monument: Culturally Modified Trees",
    "body": "Culturally Modified Trees         Ranger Michelle teaching visitors about the culturally modified trees in the park. NPS Photo by Sheena Grabski  Culturally Modified Trees or CMTs are defined as trees that have been bent, scarred, or written on during historic and prehistoric times. Native peoples used certain trees for a food source, medicine, and for ceremonial purposes. In the Pikes Peak Region the trees have also been called \"Ute trees,\" which is inaccurate due to other native peoples' involvement with modifying these trees. There are four types of CMTs: peeled bark trees, bent trees, arborglyphs (or message) trees, and burial trees.      Although over 90 CMTs have been found in the Monument, it is very likely that many more CMTs were cut down by settlers for fi rewood or lumber. The scarred trees that have been identifi ed are visibly much older than the trees growing around them. Once a tree has been scared it cannot add annual growth rings to the peeled area. Therefore the date of the scaring can be determined by subtracting the number of rings in the peeled area from the number of rings in the unpeeled area. Spiritual or Ceremonial Purposes Peeled Bark\/Medicine Trees: A Ute medicine person would make a small cut on a tree at a spot that matched the site of a person’s ailment. A sharp stick would then be inserted into the tree and leveraged upward to peel the bark away. The inner layer of the bark would then be used in a healing ceremony. Prayer\/Bent Trees:  To create a prayer tree, a young sapling would be bent parallel to the ground and tied with a rope. The tying of the tree would leave a ring of scarring on the tree trunk, and leave the tree permanently bent parallel to the ground. Burial Trees:  These trees would always be juniper or cedar. When a medicine person or chief died, other medicine people would plant cedar or juniper seeds nearby the site of his or her death. Arborglyphs\/Message trees: Messages or Ute signs were often carved into the bark of aspen trees. These messages and signs would depict events, such as a tribal fight or a hunt.      For more information, ask for a brochure on the CMTs in the Visitor Center",
    "url": "https:\/\/www.nps.gov\/flfo\/learn\/historyculture\/culturally-modified-trees.htm"
}
