{
    "title": "Florissant Fossil Beds National Monument: Adeline Hornbek",
    "body": "Adeline Hornbek         Homesteader, Adeline Hornbek   The Story of Adeline Hornbek Adeline Warfield was born in 1833 in Massachusetts. At the age of 25 she married Simon A. Harker, her brother's well-to-do business partner. Harker worked as an Indian trader and merchant in the Creek Territory in what is now part of the state of Oklahoma. In 1860 he developed a lingering illness. In the summer of 1861, the couple left the Creek Agency with their two young children and traveled by wagon to the Colorado Territory, an area known for its healthful climate.  The Harkers settled along the South Platte River, just northeast of the new mining supply town of Denver, where they farmed and raised cattle. In 1863, the year their third child was born, Simon Harker filed a claim under the Homestead Act on 160 acres of land on which the family was living. When Harker died in 1864, Adeline faced life as a widow with three young children. Despite her difficult circumstances, it appears that she managed well by earning money from her crops and livestock. Foodstuffs sold for high prices in Denver because most of the supplies needed by gold miners in the area had to be brought to the territory by wagon train. Nearby farmers could sell their produce for lower prices than the wagon train traders and still make a sizeable profit. By July 1866, Adeline Hornbek was able to exercise the clause in the Homestead Act that allowed early purchase of a homestead. She bought 80 of those acres for $100 in cash. Two months after she acquired ownership of the property, she married Elliott Hornbek, and in 1870, the couple had a son. Then, in 1875, Elliott Hornbek disappeared. There is an air of mystery surrounding him: his occupation, his reasons for leaving his family, and his ultimate fate are unknown. Once again Adeline Hornbek became the sole support for her family. Hornbek left her Denver homestead after her husband's disappearance, but there is no record of why and no certain knowledge of where she spent the next three years. By early spring of 1878, she had accumulated enough money to build a ranch for her family in Colorado's Florissant Valley, a region that was becoming important as a supply center for gold and silver miners in the nearby mountains. Proximity to good transportation may have been an important factor in Hornbek's choice of this land because she knew it would be helpful for shipping out her agricultural products and bringing in goods she could not get locally. The area Hornbek chose to settle lies along a tributary of the South Platte River. The immediate area offered an abundant water supply, fertile soil, large meadows for grazing cattle, and forests of Ponderosa pine. Dozens of these pines were cut and seasoned, and then built into a fine home by the master craftsman Hornbek hired. Aside from the main house, Hornbek's homestead consisted of several outbuildings including a milk house, chicken house, and stables. Her improvements created an impressive house and ranch. Her teenage children undoubtedly helped with the hard work the homestead required. Adeline Hornbek's homestead house is not the typical one-room cabin that most of us envision when conjuring up a picture of homestead life. Instead, it is a two-story, four-bedroom log house boasting nearly a dozen glass-paned windows. When completed in 1878, the house was the first in the valley to have more than one story. The interior was decorated with ornate Victorian style furnishings. Furnishing a homestead house in a fancy style was typical. Many settlers brought small organs, rugs, pictures, and perhaps a few pieces of good furniture to their frontier homes even when their \"house\" might have been nothing more than a small sod shanty. Like many homesteaders, Hornbek needed a cash income. She found work in town at the Florissant Mercantile (the general store). It was one of the few jobs, other than teaching, where women could work outside the home. She became a prominent member of the growing community of Florissant, serving on the school board and hosting social gatherings in her home. As further evidence of her ambition and energy, it can be noted that by the time she filed the final homestead papers in 1885, she had increased the value of her property nearly five times. At the age of 66, Hornbek married Frederick Sticksel, a German immigrant who is thought to have worked for her. They spent nearly five years together before Adeline Warfield Harker Hornbek Sticksel died of \"paralysis\" (probably a stroke) on June 27, 1905. She had demonstrated how a successful living could be earned through wise choices in selecting land and in improving that land with energy and hard work. It is an interesting testimony to Hornbek's independent spirit that her last two husbands moved into her already-established homes. She had enjoyed 27 busy years on her mountain valley ranch. Although the Homestead Act was not originally intended to help women become a stronger economic force in this country, it did provide some women with land and farms of their own. There were a number of flaws in the Act and it never accomplished all that Congress intended. The Act did not ease overcrowding in the East. In fact, eastern population increased 400 percent between 1870 and 1910. Of homestead lands, only one out of nine acres ended up in the hands of those it was intended to help. The specification of granting land in 160 acre plots was not really useful in the West. Unlike the Midwest where there was sufficient rain and good soil, the West had a dry climate and less abundant and less fertile topsoil. Eking out an existence on 160 acres was very difficult. Many homesteaders failed. Nevertheless, the Homestead Act did act as a powerful force in populating the West, changing the shape and attitudes of our nation, and in some cases empowering women. For more information, ask for the Guide to the Hornbek Homestead in the Visitor Center To learn more about Adeline Hornbek's Homestead visit https:\/\/www.nps.gov\/flfo\/historyculture\/places.htm",
    "url": "https:\/\/www.nps.gov\/flfo\/learn\/historyculture\/adeline-hornbek.htm"
}
