{
    "title": "Florissant Fossil Beds National Monument: Elk",
    "body": "Elk         Elk in a meadow in the park NPS Photo by Sheena Grabski    The Moose may be larger, the bear more powerful, the mountain lion more sleek and elegant, but the elk is truly the monarch of the forest. There is a Native American song about the elk: “Whoever considers themselves beautiful after seeing me has no heart” Sea to Shining Sea Wapiti is the Shawnee name for elk. Before Columbus, elk were found in parts of all the 48 states. The estimated herd size was 10 million. But as cities and towns spread out across the land, the elk disappeared as their habitat diminished. By the 1920’s only 90,000 were left. Recovery efforts have been successful and today the largest numbers are here in Colorado. Roughly 300 elk live for part of the year on the Florissant Fossil Beds National Monument. Diet The montane forest is rich in forage for elk. Elk are both grazers and browsers. They eat grasses, forbs, shrubs, and trees. Look for dark scars on the trunks of aspen trees. Chances are good an elk ate bark from the tree. Elk feed pre-dawn to mid morning, eating quickly for safety. Then under secure cover, they regurgitate the food and chew it more thoroughly. The food will pass through four special stomachs before it is eliminated. At rest Sometimes elk bed down high on a mountain slope or in a meadow with a good view of the surrounding territory. This is another survival skill, for they can see or smell a predator long before it is a danger to them. Elk live in a herd all year, for they are very gregarious and social. Cows, calves and young bulls are all led by an older female. Small groups of three or four young bulls are also common. Antlers or horns? Horns curve, but never branch. Bison and sheep have horns. Elk and deer have antlers. Antlers branch, are made of bone and are shed every year. An occasional female will have antlers. Growth is triggered by increasing day length. At first they are covered with velvet which supplies blood for the rapid growth. Antler growth rates of an inch a day are common. Eventually they harden and a mature set of antlers can weigh around 30 pounds. The number of points is not an indication of age. There are no antlers the first year. Spikes are present the second and by the third a three to five point rack is typical. The antlers are shed between November and March. Replacement begins within a few weeks. Once the antlers are shed they are eaten by rodents, which recognize a valuable source of minerals like calcium and phosphorus. They are consumed quickly. If they are dropped in a marsh or wet area, they dissolve. Mating season, the rut In September, the rut begins. Decreasing daylight causes an increase in testosterone in the bulls. They thrash against trees and brush with their antlers and bugle to announce their presence and to challenge other bulls. Rutting season takes a lot out of bulls. It is a little like running a marathon as they chase other bulls away from their harem of a dozen or so cows. In addition thy must defend their territory. By the end of the rut they must work hard to put on enough fat to make it through the winter. If snow comes early it can stress them badly. Elk watching Look and listen for elk just before sunrise or in the evening at dusk. Meadows near aspen groves are a good place to find them. At the Florissant Fossil Beds, The Sawmill Trail and Hans Loop are Frequently seen near the intersection of Teller County #1 and Lower Twin Rock Road. Try and stay higher than the elk and upwind if possible. They have keen eyesight, hearing and a good sense of smell. Elk will not bugle if they hear unfamiliar noises. Sit quietly at the edge of a stand of aspen and be patient. It may take several minutes or most of an hour to hear one bugle. Don't shoot Florissant Fossil Beds National Monument is off limits to hunters. Yet, every year elk and deer are taken illegally. Spotlighting, hunting, game calling or other suspicious activity should be reported to the visitor center or the Teller County Sheriff. Information, including anonymous tips can also be given to the Colorado Division of Wildlife, “Operation Game Thief” at 1-800-332-4155. Beyond the boundaries of the Florissant Fossil Beds the state of Colorado’s reputation as a good place to find elk is well deserved, but the odds favor the elk. Last year only 17 out of 100 hunters went home with meat.",
    "url": "https:\/\/www.nps.gov\/flfo\/learn\/nature\/elk.htm"
}
