{
    "title": "Florissant Fossil Beds National Monument: Seminar Series",
    "body": "Seminar Series       2016 SeminarsThe Friends of Florissant Fossil Beds, Inc. offer one day seminars in a variety of geology, biology, humanities, and paleontology courses. The regular fee for each seminar is $25.00 per person for a one -day seminar. Reduced rates are available for members of the Friends of the Florissant Fossil Beds, Inc. Pre-Registration Is Required for all Seminars. A copy of the Seminar flyer will be available soon.Teachers can earn undergraduate and graduate credit through the Division of Extended Studies of Adams State University. Adams State charges $27.50 for a ½ graduate credit for a one -day seminar. BOCES recertification credit is available for $15.00 for ½ credit. Undergraduate credit will also be available. Pre-registration is required.If you are a member of the Friends of the Florissant Fossil Beds, Inc. or wish to join now the seminar fee is $15.00  Seminar discounts are only available to current members or those who join with their seminar registration. If you are no longer a member, you may wish to renew. You can become a Friends memberhere.You may register using the on-line registration link, or by mail by downloading the required forms below.Register on-line hereDownload Registration formDownload Adams State Form2016 SCHEDULESaturday, Jun 11  (9 am-4:30 pm)  Paleobotany of Florissant Fossil Beds – Dr. Herb MeyerThis seminar will present the evolutionary and environmental history of plants with a focus on the fossils from the Florissant Formation. Participants will learn about the major species of plants found at Florissant with emphasis on how they are used to reconstruct ancient environments, climate, and elevation during the Eocene epoch 34 million years ago. Students will understand the diversity of Florissant fossil plants based on petrified wood, impressions of leaves and fruits, and fossil pollen.  Students will learn how leaf characters can be used to identify fossil leaves and to identify 4-5 of the most common plant fossils. Field activities will include a walk through the petrified forest and collecting specimens at a private fossil quarry.  The monument’s fossil collection will be used to show examples of fossils and the methods that are used in their conservation.Dr. Herb Meyer has been the Paleontologist for Florissant Fossil Beds National Monument since 1994.  He is the author of The Fossils of Florissant, and the author with Estella Leopold of Saved in Time: The Fight to Establish Florissant Fossil Beds National Monument.  He received his doctoral degree in Paleontology from the University of California at Berkeley.  He is Adjunct Faculty with the University of Colorado at Boulder, a Research Associate at the Denver Museum of Nature & Science, and the Instructor of Record at Adams State University for the seminars sponsored by The Friends of the Florissant Fossil Beds.Tues Jun 14 Climate Change in the Rockies Past and Present( 8:30 am – 4:30 pm)  1 day Seminar  – Various PresentersThe Florissant Fossil Beds NM’s records show that the climate of our area was very different 34 million years ago. Today, we are seeing big changes in the climate. Please join us for a one day  seminar, Tuesday, June 14that the Florissant Fossil Beds NM to explore causes of climate change both past and present. The seminar will include field studies, hands on activities,  lectures on Climate Change 101, and investigations of the fossil records of plants, insects and modern animals such as birds and pikas. Discussions will focus on misconceptions about climate change and give participants a perspective on the mitigation of climate change problems in National Park Service areas. Speakers will be from the National Park Service, UC Boulder and Colorado College.(No on-line registration for this seminar – call 719-748-3253 ext 109 or 719-510-5518 for details)Saturday, Jul 9  (9 am-4:30 pm)   Flora of Florissant Fossil Beds – Doug Coleman This class will present the Florissant Fossil Beds NM as a “type example” of Rocky Mountain ecosystem diversity leading to identification techniques of trees, shrubs, wildflowers and grasses. The class will begin with a power point presentation discussing the likenesses and differences  between each kind of flora. The rest of the class will be in the field identifying the many varieties of flora in the Monument.Doug Coleman is the founder and Current Executive Director of  The Wintergreen Nature Foundation. Doug received an undergraduate degree in biology from Bridgewater College in 1973. He conducted graduate courses on Phytoecology of the Southern Appalachians (UNC Highlands    Biological Station 1985) , Environmental Institution Management (U of Deleware-1988)(Advanced classes in Ecology and Statistics-UVA.1985-7). He is the Designer of the  Wintergreen mountain Community’s environmental  policies and natural sciences programs since near inception of the community in 1975. He has 37  years of experience dealing with  issues in conservation within development, and forest management on Wintergreens 11,000 acres as well as consulting in other areas in the Mid Atlantic region. He is the founder of the 30 year old  Spring Wildflower Symposium Event at Wintergreen.Saturday, Jul 16 (7 am-2:30 pm)  Birds of Florissant Fossil Beds – Debbie BarnesThere are over 200 families of birds in the world that encompass over 10,000 species. The seminar will begin with a discussion about bird families and species, bird behaviors and  how they communicate. The presentation will then shift and become specific to the meadows,fields, riparian areas and forest areas at the Florissant Fossil Beds NM where there are over 100 birds common to this valley and the surrounding areas. Much time will be spent in the field identifying as many birds as possible putting them in their correct habitat. The participants will be using a book called  “The Birds of Florissant” to help them identify the birds. The booklet was written by the instructor and will be available for sale in the Visitor center in early July.”Debbie Barnes is an enthusiastic birder and photographer. She has helped with citizen science projects such as Bird Banding,ChristmasBird Counts, Colorado’s second breeding bird atlas effort. She has participated in raptor monitoring at Cheyenne Mountain State Park for the last six years and is responsible for finding breeding Barn and Flammulated Owl on park property. Debbie serves on the board of Aiken Audobon Society as the program chair. She is a member of Colorado field ornithologists. She leads birding field trips for Aiken Audobon.Tuesday, Jul 26 (9 am-4:30 pm)   Butterflies of Florissant Fossil Beds – Dr. Boyce DrummondButterflies are one of the best-known and most intensively studied groups of insects.  They are easily observed, readily identified, and offer a wide array of behaviors to study and interpret.  By walking trails through different habitat types at FFBNM, we will observe butterflies to learn their unique physical and behavioral characteristics, how to tell a butterfly from a moth, how to identify the major groups (families) of butterflies, and why their life cycle (metamorphosis) makes them so successful. We will compare the butterfly fauna of the late Eocene at Florissant to the species found in Florissant today.Dr. Drummond is an associate professor of organismal biology and ecology at Colorado College and also faculty affiliate in bioagricultural sciences and pest management at Colorado State University. He has over 38 years of experience teaching science, including high school summer workshops, undergraduate college courses to both science majors and non-science majors, graduate level classes, Elderhostel groups, museum and park docents, and the general public.  He is an accomplished research scientist, with diverse field experience on 4 continents, and with over 50 publications (books, book chapters, journal articles, and book reviews), and 19 presentations at national scientific meetings. He has experience in educational outreach and public awareness through public speaking, newsletters, and website development Post-graduate instruction and training in several science areas (biodiversity assessment and monitoring, invertebrate paleontology, arachnology, lichenology), natural resource interpretation, statistical analysis, leadership skills, and team building. He holds a Ph.D. from the University of Florida.",
    "url": "https:\/\/www.nps.gov\/flfo\/learn\/education\/seminar-series.htm"
}
