{
    "title": "Tumacácori National Historical Park: Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours              Guided Tours         Rangers and volunteers share in-depth knowledge about the mission's history and environment. NPS Photo  Tumacácori Mission Church and Grounds January through March Daily, 11:00 a.m. and 2:00 p.m. Tours begin at the visitor center and last approximately 45 minutes. When staffing permits, tours are also given on the hour between 10:00 a.m. and 4:00 p.m. during the winter season and may also be available at other times of the day and year: Call, email, or inquire at the visitor center information desk. Will you be missing the guided tour? Use the self-guided tour offered in English or en Español. Calabazas and Guevavi Missions Tour January - March 2nd and 4th Saturdays, 9:00 a.m. - 1:00 p.m. Reservation Required - $25 per person Special tours are offered to two missions historically associated with Tumacácori, Los Santos Ángeles de Guevavi and San Cayetano de Calabazas.Their fragile ruins, protected by the National Park Service, are normally closed to the public and can be visited only as part of these special reserved tours. See more details at Calabasas and Guevavi Tours. Anza Expedition - Tumacácori to Tubac January through March 1st Saturdays, 9:00 a.m. - 1:00 p.m. Reservations Required - $5 per person Ranger-guided walk through history along the Juan Bautista de Anza National Historic Trail. Participants meet at Tumacácori's visitor center, hike 4 miles one-way to Tubac, then return on a shuttle back to Tumacácori. Bring layers, water, snacks, and footwear to accommodate all variety of trail conditions including wet crossings and mud. Download the Anza Trail Tumacácori to Tubac Map (pdf, 315kb) River Walks January through March 3rd Saturdays, 9:30 a.m. - 10:30 a.m. Explore the natural and cultural history of the Santa Cruz River Valley. These guided tours to the Santa Cruz River begin at the visitor center. The 1\/2 mile round-trip River Walks last approximately one hour. The trail is flat and easy to walk. Conditions may be muddy after rain. Participants will need comfortable walking shoes and water.  Bird Walks Saturdays, starting at 8:30 a.m.  See Calendar for upcoming dates Come explore birding hotspots in habitats from the courtyard garden to the Santa Cruz River. Participants will need to wear comfortable walking shoes and bring water. Beginners welcome. While bringing your own binoculars is recommended, the park has several pairs of binoculars available for loan to participants.  Full Moon Nights Monthly, September through March Throughout the year, Tumacácori offers access to the mission grounds outside of normal operating hours. Full moon programs include candlelight tours or other guided workshops. Find out more about Sunrise, Sunset, and Night Sky Programs.  Family Sleepovers Selected dates in October, November, March, April Reservations Required $20 per adult, $10 per child (under 16 years old) The year is 1916. You and your fellow park ranger recruits spend the night as caretakers in the ruined church of Tumacácori. Traditional cowboy dinner, s'mores, activities, music, and breakfast included. Find upcoming dates and more details about Family Sleepovers. Special Reserved Tours and Programs Special tours, school programs, and special interest talks may also available by advanced request. For further information about these offerings, please email us or call the park at 520-377-5060.",
    "url": "https:\/\/www.nps.gov\/tuma\/planyourvisit\/guidedtours.htm"
}
