{
    "title": "Florissant Fossil Beds National Monument: Meet the Scientists",
    "body": "Explore This Park    Learn About the Park     Nature     Paleontology     Meet the Scientists                Meet the Scientists          Dr. Estella Leopold, a paleopalynologist (studies fossil pollen), is Professor Emeritus at the University of Washington. She was instrumental in the court cases that ultimately led to the development of Florissant Fossil Beds National Monument. Even before the court cases, while working for the US Geological Survey in the mid-1950s, she was given the task of trying to extract pollen from the Florissant Formation. Her work resulted in perfectly preserved pollen grains that could be used to reconstruct the ancient environment. While Dr. Leopold's research focuses on pollen, one of her most memorable finds was a palm frond, which is indicative of a warmer climate.          Dr. Herb Meyer, a paleoaltimetrist (studies ancient elevation), has been the monument's paleontologist since 1994. His research uses fossil leaves to reconstruct the temperature, and the rate that temperature changes, to determine the elevation of Florissant during the Eocene. While not all scientists agree, his research indicates that Florissant was at about the same elevation as today. One of his most memorable finds was a Florissantia flower found during an excavation in 2009, but his favorite experience has been the opportunity to sponsor 40 brilliant interns that have made significant contributions to paleontology at Florissant.         Dr. Elisabeth Wheeler, a paleoxylotomist (studies fossil wood), is Professor Emeritus at North Carolina State University. Her research focuses on angiosperms (flowering plants), more specifically the petrified wood of the monument. One of the larger stumps was identified as an angiosperm, but the petrified wood cannot be linked to any of the common leaves. Through her research, she tries to encourage curiosity and an understanding of how Florissant links to the present and how things have changed through time.         Dr. Jaelyn Eberle, a vertebrate paleontologist, is Curator of Fossil Vertebrates and Associate Professor of Geological Sciences at the University of Colorado, Boulder. Her research at Florissant focuses on the small mammal fossils. While many expected the search to be fruitless, screening of sediments at sites like the \"Loud Slobbering Dogs locality\" tripled the number of mammals. One of her most significant finds was a mountain mole, which is the oldest record in North America. However, the whole fauna is vital to understanding the mammals and the environment at Florissant Fossil Beds.         Dr. Dena Smith, a paleoentomologist (studies fossil insects), is Curator of Invertebrate Paleontology and Associate Professor of Geological Sciences at the University of Colorado, Boulder. Her work started at Florissant during her dissertation, and her research has focused on insect damage and the coevolution of plants and insects. One of her most memorable experiences includes the surprise of how obvious the insect damage was and how the preservation was great enough to link it to modern damage. She also loves the shared excitement of discoveries with students in the field.         Jenell Henning's master's thesis, with advisor Dr. Dena Smith, focused on the preservation of fossil insects from the Florissant Formation. While many fossils have been found within the formation, her work indicated that they are not as abundant or as well preserved as many had assumed. Her favorite finds during the study were the weevils, a type of beetle. Her fondest memories include the fun times she had during field excavations while surrounded by great people. She is very excited about the data her project provided and that it broadens the possibilities for the future, including revisiting her work.         Dr. Steve Manchester, a paleobotanist (studies fossil plants), is the Curator of Paleobotany at the Florida Museum of Natural History. His first experience with fossils of the Florissant Formation was in high school while visiting the University of California, Berkeley. One of his most memorable projects was working on the association of leaves and fruits of Fagopsis, one of the most common plant fossils. He also linked isolated fossils to an extinct member of the elm family, Cedrelospermum, which can also be found in Germany and France. These projects are research puzzles that help to reconstruct climate and can help to better understand the evolution and diversification of trees.         Dr. Mary Ellen Benson, currently at the US Geological Survey, began her research at Florissant Fossil Beds while working on her doctorate from the University of Colorado, Boulder under the direction of Dena Smith. She published a monograph describing the fossil diatoms of the Florissant Formation which resulted in the naming of five new species and one new variety. Dr. Benson's research put Florissant on the map for freshwater diatoms, as this assemblage is the most diverse early diatom flora reported from the geologic record.         Dr. Emmett Evanoff is Assistant Professor of Geology at the University of Northern Colorado. His research at Florissant Fossil Beds focuses on the stratigraphy, or studying the layers of rock, of the Florissant Formation. Some of the most memorable experiences while working at the monument include the discovery of the fossil mammal sites and discovering that the petrified stumps were on the same ancient surface, representing one forest. Through his research, he tries to highlight how unique this site is in the geologic record and how important it is to understanding the late Eocene world.         Dr. Libby Prueher, a faculty member at EcoTech Institute, became interested in the Florissant Formation through Emmett Evanoff while lecturing at the University of Northern Colorado. Her work focuses on identifying the source of the volcanic material that dammed Lake Florissant. Her favorite memory of working at the monument was the collaboration of the researchers. She collected volcanic ash samples alongside geologists studying sedimentary rocks and paleontologists discovering insect fossils. While the research is still in progress, she hopes that it will help to tie together the regional geology.",
    "url": "https:\/\/www.nps.gov\/flfo\/learn\/nature\/meet-the-scientists.htm"
}
