{
    "title": "Florissant Fossil Beds National Monument: Peruvian Sister Site",
    "body": "El Bosque Petrificado Piedra Chamana         Atop the Sexi Plateau, visitors may not only find themselves hiking through an ancient forest, but also standing amongst the clouds. Photo ©2011 JLSchnell  El Bosque Petrificado Piedra Chamana (The Petrified Forest Piedra Chamana) has been recognized as a significant paleontological site by the Peruvian government since 1997. The forest, situated near the remote village of Sexi in the Andes Mountains, contains a diverse array of fossilized woods and leaves buried by a volcanic eruption 39 million years ago. As part of its mission, the National Park Service (NPS) strives to promote conservation of cultural and natural resources throughout the world. To help fulfill this mission, NPS has provided facilities and provided staff support for research and conservation projects at the Peruvian petrified forest through Florissant Fossil Beds National Monument. Like Florissant Fossils Beds, the fossils at Sexi capture a rare glimpse into prehistoric landscapes of the Eocene, a period of geologic time occurring between 34 and 56 million years ago. While differences exist between the fossils of Sexi and Florissant, both sites contain plant fossils preserved by volcanic activity, including petrified wood and fossilized leaves that lived when Earth was significantly warmer than it is today. The fossils thus record important information about global climate change. Moreover, the fossils of The Petrified Forest Piedra Chamana and Florissant Fossil Beds National Monument reveal clues to the timing of the uplift of the Northern Peruvian Andes and American Rocky Mountains. The similarities between the geology and paleontology of Sexi and Florissant initiated international cooperation between Peruvian and American geologists, citizens, and nonprofit organizations. Scientific investigation of The Petrified Forest Piedra Chamana has led to conservation efforts that will help protect the fossils at Sexi from natural and human threats. The fossils are not only valuable to research, but protection of the fossils is also critical to the improvement of the socioeconomic conditions in Sexi. One goal is to develop sustainable geotourism in the town based on both the fossil forest and traditional local culture. In 2009, The Friends of the Florissant Fossil Beds, Inc., a 501(c)3 nonprofit organization, entered into an international partnership with the Association for the Preservation and Defense of the Fossils of the District of Sexi (APDFDS). This relationship has enabled The Friends to help fund the construction of a museum at Sexi dedicated to the fossil forest. Current efforts to promote sustainable geotourism at Sexi include producing exhibits for the new museum, developing an interpretive trail through the forest, and disseminating information about Sexi and the fossil forest online.  To download\/print information about Sexi, Peru and its fossils:StratigraphyFossil Wood DiversityModern Flora & VegetationConservationSustainable GeotourismVisit http:\/\/peru.fossilbeds.org to learn more about Sexi, Peru and its fossil resources.                   The Petrified Forest of Sexi, Peru   4 Photos  Images taken from the high elevation, petrified forest near Sexi, Peru and images from the village of Sexi, Peru          Sexi, Peru   6 Photos  Photos of the village of Sexi, Peru and the nearby petrified forest, El Bosque Petrificado Piedra Chamana.",
    "url": "https:\/\/www.nps.gov\/flfo\/learn\/nature\/sexi-peru.htm"
}
