{
    "title": "Florissant Fossil Beds National Monument: Paleontology Staff",
    "body": "Explore This Park    Learn About the Park     Nature     Paleontology     Paleontology Staff                Paleontology Staff          Dr. Herb Meyer joined the staff at Florissant Fossil Beds National Monument in 1994 as the first full time paleontologist. He earned both his undergraduate and graduate degrees in Paleontology from the University of California, Berkeley where he specialized in a paleobotany, more specifically using fossil plants to understand paleoelevation. Prior to accepting the position at the monument, he was an instructor at the Malheur Field Station in Oregon and a postdoctoral research associate at the Florida Museum of Natural History, where he worked on Oligocene fossil plants from the John Day Formation in Oregon. Since accepting the position as the monument's paleontologist, he has established a strong research program and a successful paleontology intern program. He designed a comprehensive website documenting the Florissant fossil collections at 20 different museums (http:\/\/planning.nps.gov\/flfo\/), and he was instrumental in designing content for the exhibit area in the new visitor center. He is also an adjunct curator at the University of Colorado, Boulder and a research associate at the Denver Museum of Nature & Science. He can be contacted at Herb_Meyer@nps.gov.   Three of the books he has authored or co-authored are available using the links below: The Fossils of Florissant  Saved in Time: The Fight to Establish Florissant Fossil Beds National Monument, Colorado  Fossil flora and stratigraphy of the Florissant Formation, Colorado          Conni O'Connor, the monument's museum technician, joined the paleontology staff in 2010 as a volunteer before being hired through the STEP\/Pathways program. In addition to working toward her B.S. in evolutionary biology, she also helps keep the paleontology division running smoothly. Some of her responsibilities include maintaining collections, preserving archived documents, and hosting visiting researchers.",
    "url": "https:\/\/www.nps.gov\/flfo\/learn\/nature\/paleontology-staff.htm"
}
