{
    "title": "Florissant Fossil Beds National Monument: Geologic History",
    "body": "Explore This Park    Learn About the Park     Nature     Paleontology     Geologic History                Geologic History of Florissant          Cripple Creek Granite and Pikes Peak Granite Cripple Creek Granite is 1.46 billion years old and is the oldest rock in the Pikes Peak area, but most of the pink to reddish-orange outcrops in the Florissant area are the Pikes Peak Granite which is approximately 1.08 billion years old (Wobus, 2001).      Echo Park Alluvium  The Eocene Echo Park Alluvium (not pictured in this map) filled narrow valleys near Florissant and small outcrops can be found south of Lower Twin Rocks Road. The reddish-brown boulder alluvium is poorly sorted and contains pieces of the older Precambrian rock. In places, the Wall Mountain Tuff was deposited directly on the Echo Park Alluvium.   Wall Mountain Tuff  Most of the sediments that were deposited in the Paleozoic were eroded away during the late Paleozoic uplift of the ancestral Rocky Mountains. By the late Eocene, erosion cut valleys that allowed new volcanic debris and sediments to be deposited. One of the volcanic deposits that filled these valleys was the Wall Mountain Tuff, which was part of an enormous pyroclastic flow that occurred approximately 37 million years ago. The superheated, gaseous flow originated from a caldera near Mount Princeton, 50 miles west of Florissant, and likely devastated the landscape of the Florissant area.      Tallahassee Creek Conglomerate  More than 2 million years passed between the deposition of the Wall Mountain Tuff and the formation of the ancient Lake Florissant. During that time, much of the Wall Mountain Tuff was eroded away, leaving only scattered hints of its once immense lateral expanse. In place of the Wall Mountain Tuff, the Tallahassee Creek Conglomerate filled some of the newly formed valleys.        The Guffey Volcanic Complex and Thirtynine Mile Andesite    The Guffey Volcanic Complex was part of the Thirtynine Mile Volcanic area, which was the source for much of the volcanic material to the Florissant valley. The volcanic area was dominated by a high stratovolcano that was centered around the modern community of Guffey. This volcano produced various kinds of eruptions, including ash and pumice, lahars (volcanic mudflows), and andesite lava flows.            The Florissant Formation Fast moving lahars from the Guffey Volcanic Center flowed into the Florissant valley approximately 34 to 35 million years ago. One of these debris flows dammed a stream that flowed through the Florissant valley, forming the first lake where the lower shale unit was deposited. Gradually, the lake filled with shale and volcanic ash from ongoing eruptions, leaving only a series of small streams which deposited part of  the lower mudstone unit . During the late Eocene giant redwoods grew along the banks of these streams, but another catastrophic lahar buried the base of the trunks, eventually killing and fossilizing the stumps. Following the burial of the trees, another lahar flowed down the valley south of Florissant and created a second dam and lake where  the sediments of the middle shale were deposited. The middle shale unit is the primary shale unit visitors see when coming to Florissant Fossil Beds National Monument. However, most of the shale around the town of Florissant is the lower shale unit.      Following a relatively quiet period of gradual lake sediment deposition, a debris flow (caprock conglomerate) filled much of the lake. Water escape features in the conglomerate indicate that the caprock conglomerate was deposited in Lake Florissant. After the debris flow, gradual lake shale deposition continued. This eventually ended when the upper pumice conglomerate was deposited as a result of a large-scale eruption of pumice and ash from the Guffey Volcanic Complex, and this event ended the existence of Lake Florissant.      Pleistocene Florissant    The story of the Florissant fossil beds does not end with the Eocene. Quaternary glaciers capped some of the higher mountains in the area, and most of the Pleistocene sediments in the Florissant valley are terrace gravels deposited by gravity and water. Buried within these sediments was a tooth and jaw fragment from a Columbian Mammoth (Mammuthus columbi), which was radiocarbon dated to at least 50,000 years old.",
    "url": "https:\/\/www.nps.gov\/flfo\/learn\/nature\/geologic-history-of-florissant.htm"
}
