{
    "title": "Florissant Fossil Beds National Monument: Eocene Florissant",
    "body": "Explore This Park    Learn About the Park     Nature     Paleontology     Eocene Florissant                Eocene Florissant          Vegetation The environment of modern Florissant is dominated by a cold montane ecosystem with a coniferous forest of Ponderosa pines, limber pines, Rocky Mountain bristlecone pines, spruce, Douglas fir, and deciduous aspen trees. If you were to visit Florissant during the late Eocene, it would be a very different world of warm temperate and subtropical plants. The types of plants present would change as you moved away from the lake and up the drier mountain slopes (see upper left image). The marshy edges of the lake would have cattails and water lilies. Redwoods, false cedars, willows, poplars, apple trees, elms, hickories, maples, and extinct beech and elm relatives would dominate the wet valley bottom. As you transitioned into drier upslope areas, serviceberry, rose, currant, sumac, and pine would replace the valley bottom community. The hillside and ridge communities would include pine, oak, and mountain mahogany, while fir, pine, spruce, and hemlock would dominate the higher conifer forest communities.  While modern relatives of the fir, spruce, pines, serviceberry, rose, and currant can be found in the region today, other plants no longer have modern relatives in Colorado (see upper right image). In fact, you would have to travel to the west coast of the United States to find redwoods, more than 500 miles east to find hickories, and southeast Asia to find the hard rubber tree. Research indicates that the plants preserved are part of a non-analog forest community, which means that there is no modern equivalent to the Eocene forest found at Florissant Fossil Beds.             Formation of Lake Florissant The Guffey volcanic area (a group of volcanoes including the Guffey volcano) was located 15-20 miles southwest of the Eocene Florissant valley. Its volcanic activity during the late Eocene both trapped and fossilized the tree stumps and ultimately created the dam that allowed for the formation of Lake Florissant.  There were multiple periods of volcanic activity during the late Eocene that deposited loose ash and debris on the sides of the volcano. Rainfall mixed with this loose sediment and created a fast moving mudflow called a lahar, which picked up additional debris and large boulders as it moved downhill. This mixture traveled toward the Florissant valley at speeds up to 80-90 miles per hour. As the mudflow moved into the stream valley, it trapped the redwoods in a cement like material that cut off the oxygen and eventually killed the trees that are now represented by the monument's petrified stumps. The volcanic eruptions and fast lahars continued, and eventually one deposited mud and boulders across the path of a steam, forming the dam for Lake Florissant. Even after the formation of the lake, volcanic eruptions continued to contribute both ash and lava to the surrounding areas. Ash, made of silica, provided the nutrients needed for large \"blooms\" of single celled diatoms, which settled to the bottom of the lake when they died. The diatoms led to the preservation of even the most delicate fossils in layers of paper shale formed through cyclic deposition of ash, diatoms, and clay. The deposition of paper shale was intermittently interrupted by increased volcanism that deposited pumice and thicker ash deposits. Evidence suggests there may have been two different lake forming events, but the basin was eventually filled in by a pumice conglomerate.         Fossilization These geologic events led to multiple modes of fossilization, or preservation, for the plants and animals of the Florissant valley.   The stumps were buried during a fast moving lahar and were fossilized through a process called permineralization. Silica (SiO2) from the volcanic material dissolved into the water, which then flowed through the buried wood. The silica slowly precipitated in the wood cells, preserving the internal structure of the tree stumps.    The insects and leaves were fossilized during much quieter times and are preserved as compressions or impressions. Compression occurs when the organic matter (carbon) is preserved and squished within the layers. Impressions occur when the organic matter has decayed and only imprints of the fossil remain.    Often fossils can be composed of both a compression and an impression. One example is found in the insects, where the wings are only an impression but the body is compressed carbon.    Other modes of fossilization found in the Florissant Formation include molds and casts and trace fossils.",
    "url": "https:\/\/www.nps.gov\/flfo\/learn\/nature\/eocene-florissant.htm"
}
