{
    "title": "Florissant Fossil Beds National Monument: Paleontology",
    "body": "Paleontology Program          Research Scientific studies have been conducted at Florissant since the 1870s. Maintaining an active research program is a primary part of the monument's mission. The park paleontologist oversees the paleontology program. The program conducts scientific research, inventories and monitors fossil sites, publishes information and provides education to the public, produces books about the monument's paleontology and history, provides scientific oversight for new exhibits, and oversees research done by other institutions. Current and recent research about Florissant includes: 1) Preservation of petrified stumps 2) Conservation of petrified stumps 3) Preservation of fossil insects (University of Colorado, Boulder and Florissant Fossil Beds Nat'l Mon.) 4) Changes in fossil plant composition and preservation in different rock layers (Denver Museum of Nature & Science and Florissant Fossil Beds Nat'l Mon.) 5) Diatom studies (University of Colorado, Boulder and State University of New York-Potsdam) 6) Fossil Mammals (University of Colorado, Boulder) 7) Volcanic ash studies (University of Northern Colorado) 8) Comparison of modern forests with ancient ecosystems (University of Arizona, University of Washington, and Florissant Fossil Beds Nat'l Mon.) 9) Fossil mollusks (University of Washington) 10) Descriptions of new fossil plant species (North Carolina State University and Florissant Fossil Beds Nat'l Mon.) 11) Geochemistry and magnetic susceptibility of rocks of the Florissant Formation (Louisiana State University) 12) Plant-Insect Interaction (University of Colorado, Boulder) 13) History of the Establishment of the national monument (University of Washington and Florissant Fossil Beds Nat'l Mon.) 14) Stabilization methods for the paper shale (South Dakota School of Mines & Technology and Florissant Fossil Beds Nat'l Mon.)       To learn more about the paleontology research program at Florissant Fossil Beds National Monument click on the links below. Follow a Fossil Fossils and Frequently Asked Questions Eocene Florissant Paleontology Staff Meet the Scientists Current Research Paleontology Facilities Intern Program Peruvian Sister Site",
    "url": "https:\/\/www.nps.gov\/flfo\/learn\/nature\/paleontology-program.htm"
}
