{
    "title": "Wrangell - St Elias National Park & Preserve: Tanada Creek Fish Weir",
    "body": "Tanada Creek Fish Weir          Wrangell-St. Elias National Park and Preserve operates a fish weir on Tanada Creek to monitor adult salmon migration. Tanada Creek is a third-order perennial stream and a tributary to the Upper Copper River in southeast interior Alaska. Tanada Creek sockeye are one of the uppermost runs of sockeye on the Copper River and support a subsistence salmon fishery both in the Copper River and in the creek. As such, the Tanada Creek stocks can provide an index of the overall sockeye salmon escapement of the Copper River. The monitoring and evaluation of these runs is essential to ensure that Wrangell-St. Elias National Park and Preserve maintains natural and healthy populations as required by the Alaska National Interest Lands Conservation Act (ANILCA). Data collected at the weir are used for in-season management of the Copper River fishery. This creek is also significant due to its association with the Batzulnetas subsistence fishery. Batzulnetas is the Ahtna name for the traditional fishing site on Tanada Creek that has been used by the Ahtna people for more than 1000 years. Descendants of earlier inhabitants, who now live in two native villages in the area, still utilize its resources for cultural education purposes including subsistence fishing. The Batzulnetas fishery was the subject of lawsuits from 1985 to 2000 as Ahtna elders Katie John and Doris Charles, and others attempted to reestablish their traditional subsistence fishery. The “Katie John Decision” resulted in the expansion of Federal management of fisheries in waters under Federal jurisdiction throughout Alaska. The weir site is about 16 km southeast of the town of Slana and 160 meters downstream from the Batzulnetas fish camp. A weir is a barrier set across a stream that blocks the passage of fish but allows water to pass. The weir panels are made of evenly spaced tubular pickets extending across the entire channel. A chute or live trap is placed at an opening in this barrier and forms a narrow passage through which the fish can migrate upstream. There is an underwater video recording system that observers use to identify and count the passing fish. Water temperature and depth are also recorded daily. The floating design of the current weir performs well in the dynamic Tanada Creek system. It requires minimal maintenance once installed, and during flood events debris can pass over the flexible weir. Watch an underwater video of salmon swimming up Tanada Creek.      1997-2014 Counts      Year   Salmon     2014   28,258     2013   56,162    2012   20,022   2011   8,969   2010   5,226   2009   38,208   2008   2,850   2007   11,103   2006   4,514    2005   4,659     2004   17,120     2003   5,856     2002   2,489     2001   1,649     2000   flooded     1999   n\/a     1998   28,992     1997   27,521",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/management\/tanada-creek-fish-weir.htm"
}
