{
    "title": "Florissant Fossil Beds National Monument: Geologic Formations",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Formations                Stratigraphy          Eocene Rocks Upper pumice conglomerate (youngest Eocene rocks) - an increase in volcanic activity followed the final lake shale deposition and streams flowing from the west washed large amounts of pumice pebbles into the basin. Sanidine samples taken from various parts of the Florissant Formation (including the ash and pumice intervals in the shales) have been dated to around 34.07 million years ago. This is the last sequence of Eocene rocks to be deposited in the Florissant valley. Upper shale - paper shale (couplets of diatoms and ash-clay) alternating with tuffs (ash and pumice). Caprock conglomerate - a lahar debris flow was deposited into the waters of the second lake. Middle shale - paper shale (couplets of diatoms and ash-clay) alternating with tuffs (ash and pumice) deposited into a lake created by a lahar, possibly at nearly the same time as the mudflow that buried the trees. Lower mudstone unit - floodplain sediments with stream deposits and at the top a muddy lahar that buried large trees. Lower shale unit - paper shale (couplets of diatoms and ash-clay) alternating with tuffs (ash and pumice) deposited into a lake created by the damming of the valley by a lahar from the nearby Guffey Volcanic Complex.   Basal sequence (granular granite fragments) - possibly \"rotting\" granite debris that was beginning to fill the valley before the first lahar. Boulder conglomerate - Two conglomerates, one older than the Wall Mountain Tuff (the Echo Park Alluvium) and the other younger (Tallahassee Creek Conglomerate) occur in the vicinity of Florissant, CO. Wall Mountain Tuff (oldest Eocene rocks) - the result of an enormous pyroclastic flow that devastated the area, approximately 36.7 million years old. Precambrian Rocks Pikes Peak Granite - a 1.04 billion year old granite formed from cooled magma deep underground, since uplifted to form some of Colorado's tallest peaks.",
    "url": "https:\/\/www.nps.gov\/flfo\/learn\/nature\/stratigraphy.htm"
}
