{
    "title": "Florissant Fossil Beds National Monument: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                Birds         Woodpecker NPS Photo by Sheena Grabski  This bird list was compiled from Monument observation records, the Colorado Bird Atlas, and a bird survey of 2006. Abundance records are subjective and influenced by factors such as the relative abundance of the species, season, habitat, and species behavior. If you see ant birds not on this list please notify a Monument staff member.      FAMILY   BIRDS   RESIDENCY   FREQUENCY   HABITAT     Herons (Ardeidae)-Wading birds; Characteristics: long legs, neck and bill for stalking food in shallow waters.     Great Blue    Breeding   Uncommon   Wetlands     Geese, Ducks (Anatidae)- Aquatic, web-footed, gregarious birds.         Canada Goose Green-winged Teal Mallard Blue-winged Teal Cinnamon Teal Gadwall American Widgeon Bufflehead Common Merganser     Migrant Breeding Resident Migrant Migrant Resident Migrant Migrant Winter   Uncommon Common Common Uncommon Uncommon Uncommon Uncommon Rare Uncommon   Wetlands Wetlands Wetlands Wetlands Wetlands Wetlands Wetlands Wetlands Wetlands     Vultures (Cathartidae)-Scavengers characterized by small unfeathered head.     Turkey Vulture   Migrant   Common   Varied     Eagles, Hawks (Accipitridae)-Diurnal birds of prey equipped with hooked bills and talons.         Northern Harrier Sharp-shinned Hawk Cooper's Hawk Swainson's Hawk Red-tailed Hawk Ferruginous Hawk Rough-legged Hawk Golden Eagle     Migrant Resident Resident Migrant Resident Resident Winter Resident   Uncommon Uncommon Uncommon Rare Common Rare Uncommon Common   Wetlands Varied Varied Meadows Varied Meadows Varied Varied     Falcons (Falconidae)-Powerful, fast flying birds of prey.   American Kestrel Prairie Falcon     Breeding Resident   Common Uncommon   Meadows Meadows     Grouse, Quail (Phasianidae)-Ground-dwellers, with short strong bills and short rounded wings.     Wild Turkey   Winter   Rare   Forests     Plovers (Charadriidae)-Small, compact, short-billed shorebirds.     Killdeer   Breeding   Common   Wetlands     Sandpipers (Scolopacidae)-Shorebirds characterized by long bill and neck.   Spotted Sandpiper Common Snipe     Migrant Resident   Rare Uncommon   Wetlands Wetlands     Gulls (Laridae)- Long-winged swimming birds with strong flight.   Ring-billed California     Summer Summer   Uncommon Uncommon   Wetlands Wetlands     Pigeons, Doves (Columbidae)-Strong fliers with plump bodies and a small bobbing head.     Mourning Dove   Resident   Uncommon   Forests     Owls (Strigidae)-Nocturnal birds of prey characterized by strong, silent flight and short necks.     Great-horned Owl   Resident   Uncommon   Forests     Goatsuckers (Caprimulgidae)-Small nocturnal birds characterized by wide mouths for snaring insects.     Common Nighthawk   Breeding   Common   Varied     Hummingbirds (Trochilidae)-Very small, colorful birds that hover at flowers sipping nectar with long slender bills.   Broad-tailed Rufous   Breeding Migrant   Common Rare   Varied Meadows     Kingfishers (Alcedinidae)-Stocky birds characterized by their large head and bill.     Belted   Resident   Uncommon   Wetlands     Woodpeckers (Picidae)-Sharp claws and a sharp bill enable thses birds to climb tree trunks and chisel out insect food and nest holes.     Williamson's Sapsucker Downy Woodpecker Hairy Woodpecker Nothern Flicker   Breeding Resident Resident Resident   Common Uncommon Uncommon Common   Forests Forests Forests Varied     Flycatchers (Tyrannidae)-Small perching birds that dart about eating insects.   Olive-sided Flycatcher Least Flycatcher Hammond's Flycatcher Cordilleran Flycatcher Western Wood Peewee Say's Phoebe Western Kingbird   Breeding Breeding Breeding Breeding Breeding Breeding Breeding   Common Uncommon Uncommon Common Common Uncommon Uncommon     Forests Forests Forests Forests Varied Meadows Varied     Swallows (Hirundinidae)-Small insect eating birds characterized by slender bodies and long pointed wings.     Tree Violet-green Cliff Barn   Breeding Breeding Breeding Migrant     Common Common Rare Uncommon   Varied Varied Cliffs Structures     Jays, Crows, Magpies (Corvidae)-Large, aggressive birds with thick bills for varied diet.     Gray Jay Steller's Jay Blue Jay Clark's Nutcracker Black-billed Magpie American Crow Common Raven     Resident Resident Resident Migrant Resident Migrant Resident   Common Common Rare Uncommon Common Common Common   Forests Forests Varied Forests Meadows Varied Varied     Chickadees (Paridae)-Small birds with short wings, short bill and drab plumage.   Mountain Chickadee   Resident       Common   Forests     Nuthatches (Sittidae)-Short-tailed tree-climbers that forage for insects in tree bark.   Red-breasted White-breasted Pygmy   Resident Resident Resident     Uncommon Common Common   Forests Forests Forests     Creepers (Certhiidae)-Small tree-climbings birds with curved bill for extracting insects from bark.     Brown   Resident     Common   Forests     Wrens (Troglodytidae)-Small chunky birds with slender bills and up-tilted tails.   Rock Bewick's House     Breeding Breeding Breeding   Rare Uncommon Common   Rocks Rocks Forests     Kinglets (Sylviidae)-Small, drab birds with thin bills for eating insects.     Ruby-crowned   Breeding   Uncommon   Forests     Thrushes (Muscicapidae)-Eloquent songbirds of open marshes and woodlands.     Western Bluebird Mountain Bluebird Townsend's Solitaire Veery Swainson's Thrush Hermit Thrush American Robin   Breeding Breeding Breeding Breeding Breeding Breeding Breeding     Common Common Uncommon Rare Uncommon Common Common   Varied Varied Forests Wetlands Varied Forests Varied     Mockingbirds (Mimidae)-Songbirds characterized by short wings and long tail.     Northern   Migrant   Rare   Forests     Shrikes (Laniidae)-Heavy hooked beaks and black masks characterize these opportunistic hunters.      Loggerhead Northern   Breeding Winter   Uncommon Rare   Meadows Meadows     Starlings (Sturnidae)-Bold birds with glossy plumage; introduced species from Europe.     European Starling   Resident   Common   Varied     Larks (Alaudidae)-Ground dwellers of open fields, slender bills for eating seeds and insects.      Horned Lark   Resident   Rare   Meadows     Vireos (Vireonidae)-Small perching songbirds characterized by eye markings (eye rings, \"eyebrows\", and lores).     Solitary Warbling   Breeding Breeding   Rare Uncommon   Forests Forests     Warblers (Parulidae)-Family of small, brightly colored songbirds.   Yellow Yellow-rumped Wilson's   Breeding Breeding Migrant   Uncommon Common Rare   Wetlands Forests Varied       Tanagers (Thraupidae)-Brilliant thrush like birds of the forest.      Western   Breeding   Common   Forests     Towhees, Sparrows (Fringillidae)-Family of small birds characterized by small stout bills used for cracking seeds.     Green-tailed Towhee Rufous-sided Towhee Canyon Towhee American Tree Sparrow Chipping Sparrow Brewer's Sparrow Vesper Sparrow Lark Sparrow Savannah Sparrow Fox Sparrow Song Sparrow Lincoln's Sparrow White-crowned Sparrow Dark-eyed Junco   Breeding Resident Migrant Winter Breeding Breeding Breeding Breeding Breeding Winter Breeding Resident Migrant Resident    Uncommon Uncommon Rare Uncommon Common Uncommon Uncommon Uncommon Common Rare Common Uncommon Rare Common   Varied Varied Forests Varied Varied Meadows Meadows Meadows Meadows Wetlands Wetlands Varied Meadows Varied      Blackbirds, Orioles (Icteridae)-Medium to large heavy-billed birds.     Red-winged Blackbird Western Meadowlark Yellow-headed Blackbird Brewer's Blackbird Common Grackle Brown-headed Cowbird Northern Oriole     Breeding Breeding Breeding Breeding Breeding Breeding Breeding     Common Common Rare Common Uncommon Uncommon Rare   Wetlands Meadows Wetlands Wetlands Varied Varied Wetlands     Finches, Grosbeaks (Fringillidae)     Pine Siskin American Goldfinch Red Crossbill Common Redpoll Rosy Finch Cassin's Finch Evening Grosbeak   Resident Resident Resident Winter Winter Breeding Breeding   Common Rare Rare Rare Uncommon Uncommon Common   Varied Varied Forests Meadows Meadows Forests Forests       List compiled by Norris Muth and Laine Weber. HTML by Marc Duggan.",
    "url": "https:\/\/www.nps.gov\/flfo\/learn\/nature\/birds.htm"
}
