{
    "title": "Florissant Fossil Beds National Monument: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                 Mammals         Richardson's Ground Squirrel NPS Photo by Sheena Grabski   Florissant Fossil Beds National Monument is home to a variety of mammals from the elusive mountain lion to the majestic wapiti \/ elk. Most visitors only see tracks or sign of these animals, but it is common to see rabbits, squirrels, and chipmunks.           Mammal List           Order Rodentia             Squirrels(Family Sciuridae): These diurnal rodents are the most visible mammals at Florissant Fossil Beds.          Least Chipmunk     3.5 - 6\" body, 3 - 4.5\" tail. Chestnut, yellowish grey to light grey, lighter below. Stripes on face. Dark stripe down the middle of the back to the tail. Holds tail straight up when running Insects make up 50% of a chipmunk’s diet. Additionally, they eat stems, leaves, fruit, and buds. They can climb, but usually stay close to the ground. Hibernation occurs in the winter.     Richardson’s Ground Squirrel       8 - 10\" body, 2 - 4\" tail. Solid golden brown, lighter below. No stripes. Often mistaken for prairie dogs, these squirrels are smaller and more abundant at the Monument. These animals eat green vegetation and sometimes carrion. They have an extensive burrows for shelter and food storage. Hibernation occurs during winter months.     Golden-Mantled Ground Squirrel   6 - 8\" body, 2 - 4\" tail. Coppery head, light sides bordered by two black stripes that do not extend to the head or tail. Tail is gray above and lighter below. Often mistaken for chipmunks, these ground squirrels eat fruits, seeds, insects, and meat. They store food and hibernate in the winter.     Thirteen-lined Ground Squirrel   4 -7\" body, 3 - 5\" tail. Light to dark brown with thirteen stripes on sides and back. No stripes on the face. Diet includes green vegetation, insects, seeds, and occasionally meat. These solitary animals hibernate from October to March.     Abert’s Squirrel   11 - 12\" body, 8 - 9\" tail. Conspicuous ear tassels. Usually all black within the Monument. Members of this species may also be grey or reddish. Also known as the Tassle-eared Squirrel, diet consists of cones of the ponderosa in the summer, and inner bark of the tree in winter. They do not store cones or hibernate.     Red Squirrel       7 - 8\" body, 4 -6\" tail. Greyish brown above, whitish below. Black line along side during summer. Also known as the Pine Squirrel, diet includes seed, nuts, eggs, and fungi. These squirrels cache conifer cones. They are active throughout the year, and are occasionally out after dark.     Gunnison’s Prairie Dog     11 - 12\" body, 1 - 2\" tail. Brownish yellow back and sides. Whitish below. Tip of the tail is white. These animals are occasionally seen in the monument, away from the visitor’s center. Diet consists of grasses and forbs. They live in small colonies in mountain meadows. They may hibernate in winter.          Nocturnal Rodents Florissant Fossil Beds is home to many other rodents which are not commonly seen because they are active primarily at night. Deer Mice are the most abundant mammals in the Rockies. The Northern   Pocket Gopher feeds mostly on roots and lives almost its entire life underground where may be active both day and night. The Bushy-tailed Woodrat is known for its habit of hoarding objects, particularly shiny ones in a large messy nest of sticks and twigs. The Montane Vole feeds on grasses, seeds, inner bark and insects, but only briefly leaves the protection of its shelter. Porcupines eat inner bark, leaves, seeds, grasses. During the day, they sleep in the tops of trees.      Aquatic Rodents   The Beaver is the largest rodent in North American, with an adult weight of up to 70 pounds. It builds dams of sticks and mud to slow rivers. It has prominent yellowish front teeth which it uses for eating bark and twigs, as well as for dam building. Extra large lungs allow the animal to stay under water fifteen minutes at a time. It’s tail is broad and flat, unlike the smaller Muskrat which has a long, thin scaly tail. Muskrats eat aquatic vegetation and can stay under water for up to five minutes.     Order: LAGOMORPHA Rabbits and Hares   Members of this family are characterized by the presence of two upper incisors which are used to clip plants. Nuttall’s Cottontail are commonly found around the visitor’s center. They may spend their entire lives on a single acre. The White-tailed Jackrabbit has very long ears to detect coyotes and other predators in the grasses. The colors of the Snowshoe Hare vary with the seasons, changing from brown in summer to white in winter.          Order: CHIROPTERA Bats   Bats are nocturnal animals and are the only mammals capable of true flight. They have very poor vision, but are able to locate prey through \"echolocation\". This involves emitting 50 - 60 high pitched calls per second and locating prey by the echos of these calls. Bats must eat half their weight in insects each night to support their high metabolic rate. Although there have been no studies of bats at the Monument, species which may be present include the Little Brown Myotis, Big Brown Bat, and Hoary Bat.            Order: CARNIVORA            Badger and Long-tailed Weasel     Family Mustelidae. The Badger is known for its digging ability. It uses its powerful front legs and ½ inch claws to dig out food, including small rodents, earthworms, and snakes. TheBadger may also dig itself a hole when threatened. The Long-tailed Weasel is primarily nocturnal. To obtain food, it captures a rodent by wrapping its body around the animal and then kills it by bitting the back of the neck. It does not build its own burrow, but instead takes over the burrow of one of its prey.      Coyote and Red Fox     Family Canidae. Coyotes are vocal animals which are often heard howling at dusk. They are opportunistic and may actively hunt or feed on carrion, fruits and berries. The Red Fox eats rodents, rabbits, birds, small reptiles, insects, and fruit. It may mate for life and remain monogamous. Because this animal can adapt to a variety of habitats, it is the most widely distributed carnivore in the world.          Mountain Lion and Bobcat     Family Felidae. The Mountain Lion is secretive and rarely seen. Its excellent sense of smell and sharp eyes aid the animal in capturing its prey, primarily large animals such as deer. However, it will also eat smaller animals, including insects. The Bobcat is the most common wildcat in North America. Ithunts alone, primarily at night. The night vision of the bobcat is six times as acute as human night vision. Diet consists of rabbits, rodents, birds, and frogs.          Black Bear     Family Ursidae. The Black Bear is the only bear found in Colorado. The coat may be black, brown or blond. Black bears are true omnivores, eating a wide variety of food, including grasses, seeds, berries, fruit, innner bark of trees, eggs, carrion, rodents, andgarbage. They are primarily nocturnal, but can sometimes be seen during the day. Although they sleep through the winter, they do not truly hibernate because their heart rate and temperature do not decrease.           Order: ARTIODACTYLA: Even-toed Hoofed Mammals            Elk or Wapiti       Elk eat primarily aspen leaves, shoots, and bark, but also grasses and sedges. Antlers are found on males, and occasionally on females. They are shed annually, any time between November and March. Once they are shed they are usually eaten by rodents because they are a rich source of calcium. Look for Elk on the Hans and Sawmill Trails at dusk and dawn.          Mule Deer     Mule deer feed on shubs and grasses. Although they have excellent eyesight, they rely primarily on sound to detect danger. They usually run uphill to evade predators. Mule deer spend the summers in high mountain meadows. During the winters, they migrate to favorite feeding grounds where south facing slopes offer more plentiful food.          Pronghorn     Pronghorn antelope feed on shrubs and grasses. They live on open meadows and are the fastest land animals in the western hemisphere. They can easily run 40-50 miles per hour. Pronghorn are active both day and night, and rely on vision to detect predators. Their eyesight is so keen that they can detect movement up to four miles away.      J. B. Korer, July 1997 Html by Marc Duggan",
    "url": "https:\/\/www.nps.gov\/flfo\/learn\/nature\/mammals.htm"
}
