{
    "title": "Florissant Fossil Beds National Monument: Fossils and FAQs",
    "body": "Explore This Park    Learn About the Park     Nature     Paleontology     Fossils and FAQs                 Fossils and FAQs       Fossils To explore the paleontology of Florissant Fossil Beds National Monument and see fossils that are housed at the monument click on the photo galleries below.                    Fossil Plants   78 Photos  Plants from the Florissant Formation          Fossil Insects   59 Photos  Insects from the Florissant Formation          Fossil Fish   11 Photos  Fish from the Florissant Formation            Other fossils   10 Photos  Other fossils from Forissant Fossil Beds National Monument          Fossil Spiders   4 Photos  Spiders from the Florissant Formation                        Additional fossil photographs Fossil vertebrates  Explore the World of Florissant Paleontology  Other photo galleries       Did you know?  Click here to learn more about your national monument!      Frequently Asked Questions about Paleontology What kinds of fossils are here and where can I see them?    There are two types of fossils that you will see on a visit to the Monument - massive petrified stumps of redwood tree and tiny, fragile fossils of insects, spiders, fish, leaves, cones, and seeds. The redwood stumps are the fossils you will see outside walking around. They are best seen in the outdoor exhibit area behind the visitor center and on the one-mile, self-guided, Petrified Forest Loop. The tiny, fragile fossils are best seen in displays in the visitor center.      Are there dinosaur fossils here?  There are no dinosaurs at the monument. The fossils from the Florissant fossil beds are from the late Eocene Epoch, approximately 34 million years ago, and the dinosaurs went extinct approximately 65 million years ago at the end of the Cretaceous Period.      Can I collect fossils in the Monument? Where can I collect fossils?  Collecting any natural or cultural feature is prohibited because this is a national park area. Fossils, rocks, flowers, pinecones, artifacts, etc. must remain in the Monument and be undisturbed. There is a small, privately owned quarry outside the Monument where you can pay a fee and collect fossils.      Are \"they\" still \"digging\" and looking for fossils?    Yes, we have a full-time paleontologist and on occasion excavations are conducted, however, other research projects are always taking place.      What was the climate like at Florissant during the Eocene?  Florissant was warmer during the Eocene than today. By studying the fossil plants, scientists have suggested that it was likely a warm temperate to subtropical environment with a distinct dry season during the winter.    How many petrified stumps are there? How do you find new stumps?  There are at least 30 known stumps, but it is possible that there are still undiscovered stumps beneath the ground. Scientists are not actively searching for new stumps. In fact, some of the stumps were buried in the late 1980's to protect them from weathering. Some techniques such as ground penetrating radar (GPR) have shown limited success in locating buried stumps.   When did Lake Florissant form and how large was it? Lake Florissant formed during the late Eocene, 34 to 35 million years ago, and was approximately 1 mile wide and 12.5 miles long. Even though the lake no longer exists, the modern rock outcrops still show the extent of the lake (see the orange outcrop in the map below).",
    "url": "https:\/\/www.nps.gov\/flfo\/learn\/nature\/fossils-and-faqs.htm"
}
