{
    "title": "Tumacácori National Historical Park: Hike the Santa Cruz",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hike the Santa Cruz              Hike the Santa Cruz         The Anza Trail from Tumacácori to Tubac is mostly flat, shaded, and follows the path of the Santa Cruz River. NPS Photo  For Fun, Adventure, and Health   Hiking is a great way to exercise while exploring the cool, shady, and rich habitat along the Santa Cruz River. Start (or continue) your \"I Hike For Health\" challenge here at Tumacácori. This multi-park hiking challenge rewards you for hitting the trails and achieving distance goals.  Download the Anza Trail Tumacácori to Tubac Map (pdf, 315kb)           Collectible pins for program participants are available at Tumacácori visitor center. NPS Photo  Program Rules 1. In order to qualify for the award, you must hike 4 miles (6.4km) on the Anza Trail between Tumacácori National Historical Park and Tubac Presidio State Historic Site. 2. Each individual seeking the award must present at the Tumacácori visitor center a photograph of him or herself on the trail at one of these locations:   The old adobe structure about halfway down the trail (you'll know it when you see it) A stream crossing  3. Please only one award per person. 4. Please observe posted regulations. Pets are allowed on a leash on the Anza Trail, but not in the mission grounds or visitor center. Safe Hiking  Drink plenty of water. Weather is most often hot, and very dry. Bring at least one quart of drinking water per person. Check the Weather page for averages highs, lows, and forecasts. Keep wildlife wild. Beware of rattlesnakes, mosquitoes, and prickly plants.  The flow in the Santa Cruz River between Rio Rico and Tubac consists almost completely of treated effluent released from the Nogales International Wastewater Treatment Facility.  Avoid contact with the river water.  Do not drink or wash with the water.  If you come into contact with river water, wash the affected area as soon as possible.  If you observe any illegal border-related activity, do not intervene. Note your location and leave the area immediately. Call 911 or report it to a ranger as quickly as possible.  Next Steps Hiking is a great way to exercise and stay in shape. For every mile you walk, you will burn around 100 calories. Count your steps at home and challenge yourself to keep hiking in the over 400 units of the National Park System not just for your enjoyment, but for your health too. Earn your next \"I Hike for Health\" pins at: Coronado National Memorial Chiricahua National Monument Fort Bowie National Historic Site Organ Pipe Cactus National Monument",
    "url": "https:\/\/www.nps.gov\/tuma\/planyourvisit\/hike-the-santa-cruz.htm"
}
