{
    "title": "Florissant Fossil Beds National Monument: Citizens, Scientists, and Lawyers Make a Monument",
    "body": "Citizens, Scientists, and Lawyers Make a Monument       Soon after the first scientists arrived at Florissant, it became clear that Florissant was a kind of Rosetta Stone to paleontology. For decades, there was talk of setting aside the land. During the 1960’s, the prospect of land development would place the Florissant fossil beds in jeopardy. Scientists pleaded to Congress to protect the fossil beds under federal law. Concerned scientists, Dr. Estella Leopold and Dr. Beatrice Willard, and citizen Vim Wright emerged as three of the strongest leaders in the cause to protect the fossils and formed a group called the Defenders of Florissant. Like the volcanic processes that shaped Florissant 34 million years ago, the landscape of the valley was changing. Now in the 1960s, it was the political landscape in upheaval. It came down to one question: Should the land be subdivided for houses or preserved for future generations? The people that favored protecting the area had us and future generations in mind. They knew that for thousands of years humans had marveled at the impressions of leaves and insects in stone and tried to make sense of their existence. Scientists, even from the very first expedition, recognized that this area was special. Paleontologists and the concerned citizens from the Defenders of Florissant won a legislative battle to protect the fossil beds. It came down to a few weeks. A team of dedicated lawyers used innovative tactics that led to an injuction which allowed enough time for the legislation to pass. On August 20th, 1969, President Richard Nixon and the U.S. Congress granted national monument status to Florissant, ensuring the continual study of fossils, paleoclimate and climate change, and the mysteries of geologic time for decades to come.       Dr. Estella Leopold and Dr. Beatrice Willard, and citizen Vim Wright of the Defenders of Florissant who won the legislative battle that will protect Florissant Fossil Beds forever.",
    "url": "https:\/\/www.nps.gov\/flfo\/learn\/historyculture\/making-of-the-monument.htm"
}
