{
    "title": "Florissant Fossil Beds National Monument: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     June 25, 2016  July Special Activities 2016  July Special Event   May 20, 2016  June Activities 2016  Take part in a variety of ranger guided activities and special programs in June.   May 03, 2016  Nature Photography Workshop May 14  Join volunteer interpreter Steve Veatch for a basic nature photography course.   April 22, 2016  Tourism to Florissant Fossil Beds National Monument creates in Economic Benefits Report shows visitor spending supports 61 jobs in local economy  Tourism to Florissant Fossil Beds National Monument creates in Economic Benefits Report shows visitor spending supports 61 jobs in local economy   April 20, 2016  Night Sky Program May 6 2016  Join us to observe the night sky above Florissant Fossil Beds NM.   April 06, 2016  National Park Week 2016  Celebrate National Park Week by visiting Florissant Fossil Beds National Monument   March 13, 2016  Hike and a Haiku Poetry Walk  Join volunteer interpretive ranger Steven Veatch for an experiential nature and poetry program   March 01, 2016  Night Sky Program March 4  Join park staff and members of the Colorado Springs Astronomical Society for a night sky program.   January 29, 2016  Night Sky February 2016  Join park staff and members of the Colorado Springs Astronomical Society for a celebration of the night sky.   January 27, 2016  Great Backyard Bird Count February 13  A day filled with activities for families including the chance to participate in a nationwide bird counting citizen science project.   January 13, 2016  Florissant Fossil Beds National Monument to Waive Entrance Fees for Martin Luther King Jr. Day  Fee Free Day at Florissant Fossil Beds   January 06, 2016  Hikes for Your Health Winter 2016  Join a ranger and a community of visitors to hike the Monument's trails for health   January 06, 2016  Winter Ecology Workshop January 23  Join volunteer interpretive ranger Steve Veatch for a look at how plants and animals interact and survive Colorado's winter environment.   December 01, 2015  Day Astronomy Program December 19  Join park staff and the Colorado Springs Astronomical Society for a daytime sun gazing astronomy program   October 21, 2015  Florissant Fossil Beds National Monument to Host  “Slightly Spooky Star Stories Stargaze” Friday, October 30  Florissant Fossil Beds National Monument to Host “Slightly Spooky Star Stories Stargaze” Friday, October 30   October 21, 2015  Florissant Fossil Beds National Monument to Conduct Prescribed Burning in November  Florissant Fossil Beds National Monument to Conduct Prescribed Burning in November   October 07, 2015  Florissant Fossil Beds National Monument to Host  National Fossil Day Celebration on Saturday October 17  Join a ranger for a guided fossil hike and\/or bring a rock to be identified by a geologist.   September 02, 2015  New National Program Encourages Families and Classes to Visit National Park  New National Program Encourages Families and Classes to Visit National Park   September 01, 2015  September Astronomy Programs  Join us for astronomy programs on Saturday September 5 and Sunday September 27.   July 16, 2015  Florissant Heritage Day  Florissant Fossil Beds National Monument will be participating in Florissant Heritage day by hosting a family friendly day at the Hornbek Homestead from 10:00 AM until 4:00 PM on Saturday Jul 25th.   July 16, 2015  Ute Dancers to Perform at Florissant Fossil Beds National Monument  The Pikes Peak Historical Society and Florissant Fossil Beds National Monument will be hosting a group of Tabeguache dancers for a performance of traditional Ute dances at the Florissant Fossil Beds National Monument amphitheater on Saturday, August 8 at 7:00 PM.   May 22, 2015  Trails4Teens  Trails4Teens challenges all teens to work, hike, and play at Florissant Fossil Beds National Monument on its 14 miles of hiking trails.   May 08, 2015  Yoga Hikes 2015  Join a ranger for a yoga hiking health program.   April 27, 2015  Tourism to Florissant Fossil Beds Generates Over Three Million Dollars in Economic Benefits  Tourism to Florissant Fossil Beds National Monument creates 3.5 Million in Economic Benefits   April 01, 2015  Night Sky Programs in April 2015  Join us for two night sky programs on Saturday April 11 and Wednesday April 22.   March 31, 2015  national park week april 18 - 26 and find your park  Florissant Fossil Beds will host a variety of activities during National Park Week April 18 - 26. April 18-19 will be fee free.   March 02, 2015  March Interpretive Programs 2015  Florissant Fossil Beds will be offering two night sky programs during the month of March.   January 31, 2015  Presidents Day Weekend 2015 Fee Free  Presidents Day Weekend 2015 is fee free. Celebrate with a visit to Florissant Fossil Beds between Saturday February 14 - Monday, February 16.   January 27, 2015  Florissant Fossil Beds National Monument Announces Plans for Slash Pile Burning Operations February through April  Florissant Fossil Beds National Monument Announces Plans for Slash Pile Burning Operations February through April   January 09, 2015  Florissant Fossil Beds National Monument to Waive Entrance Fees for Martin Luther King JR Day January 19 2015  Fees are waived and programs offered on Monday, January 19 for Martin Luther King Jr. Day   December 31, 2014  Florissant Fossil Beds Offers Guided Hikes and Astronomy Programs January 2015  Florissant Fossil Beds will once again offer its Hikes for Your Health Program and some astronomy programs in January.   December 04, 2014  Night Sky Program Geminid Meteor Shower  Come see the night sky the way it used to look before city lights crowded out the stars. Florissant Fossil Beds National Monument offers an ideal balance between convenient location – an easy drive from Colorado Springs– and a sky dark enough to reveal the countless stars that once lit the night for our ancestors.   December 03, 2014  Florissant Fossil Beds to Host Holiday Open House  Florissant Fossil Beds National Monument will host a holiday open house at the visitor center on Saturday, December 13th from 9 a.m. to 5 p.m.   December 02, 2014  Limited Firewood Collection Permits Available  By Lottery From Florissant Fossil Beds National Monument  Permits will be available by lottery to collect firewood generated from hazard fuel reduction projects within Florissant Fossil Beds National Monument   December 02, 2014  Florissant Fossil Beds National Monument Seeks Public Input on Potential Entrance Fee Increase  Florissant Fossil Beds National Monument is proposing a change in their current entrance fees and requests input from the local community   November 14, 2014  Night Sky Program Saturday November 29  Join us to see the night sky as it once was on a night sky program from 6:00PM - 8:00PM on Saturday November 29th.   October 31, 2014  Veterans Day 2014  Florissant Fossil Beds will waive fees for Veterans Day on Tuesday November 11 and offers special programs.   September 23, 2014  Prescribed Burn October 2014  Florissant Fossil Beds National Monument plans to implement a prescribed burn on approximately 180 acres of monument land along the northern boundary adjacent to Teller County Road 1.  The primary goal for the project is to reduce accumulated hazardous forest fuels and to create a buffer near the monument’s northern boundary to help protect adjacent neighbors and communities.   September 01, 2014  Elk Bugling Hikes 2014  Join a ranger after hours to listen to the elk bugling and be a part of a Rocky Mountain fall tradition.   August 12, 2014  Night Sky Programs August September 2014  Florissant Fossil Beds to Offer Night Sky Programs in August and September 2014   July 18, 2014  Economic Benefit Report 2014  Tourism to Florissant Fossil Beds National Monument creates 3.2 million in Economic Benefit Report shows visitor spending supports 44 jobs in local economy   July 18, 2014  Hornbek Homestead Open House 2014  Celebrate Florissant Heritage Day by visiting the Hornbek Homestead from 10:00 AM until 3:00 PM for family friendly games and crafts   June 24, 2014  New Summer Programs 2014  Florissant Fossil Beds National Monument is offering new programs this summer including Yoga, Stars, and Wildflower Walks   May 23, 2014  Yoga Hikes  Enjoy the park by getting healthy as part of the yoga hike program offered for six weeks starting May 21 every Wednesday and Saturday mornings at 9:00AM   April 03, 2014  National Park Week at Florissant Fossil Beds  Join Florissant Fossil Beds to celebrate National Park Week with ranger guided activities and much more.   February 05, 2014  Slash Pile Burning  Florissant Fossil Beds National Monument Announces Plans for Slash Pile Burning Operations on Tuesday, February 18   February 04, 2014  backyard bird count 2014  Friends of Florissant Fossil Beds to Host Great Backyard Bird Count Saturday February 15, 2014   February 04, 2014  Presidents Day Weekend  Florissant Fossil Beds National Monument to Waive Entrance Fees for President’s Day Weekend, February 15 - 17, 2014   December 20, 2013  Florissant Fossil Beds to Host Hikes for Your Health Program  Florissant Fossil Beds National Monument is launching a new program called \"Hikes for Your Health\"   November 22, 2013  Hornbek Holiday Open House 2013  Warm yourself by the woodstove and celebrate the holidays in the 1878 Hornbek Homestead.   September 11, 2013  No Child Left Inside Weekend 2013  Each year during the latter part of September  Pikes Peak area partners sponsor activities to encourage children to get outside   August 29, 2013  Guided Elk Hikes 2013  Florissant Fossil Beds will be offering ranger guided elk programs in September and October.   June 06, 2013  Florissant Fossil Beds Visitor Center Grand Opening  Shortly after Florissant Fossil Beds National Monument was established 44 years ago, plans were made to build a visitor center. Four decades later, those plans finally have been fulfilled with the recent completion of a new visitor center and research facility complete with new,   November 27, 2012  Hornbek Homestead Holiday  Florissant Fossil Beds National Monument celebrates the holiday season with an open house at the Hornbek Homestead on Saturday, December 8, 2012, from 10 am until 3 pm.   August 29, 2011  Wapiti Walks 2011  Take part in a Rocky Mountain tradition: listening for the bugling of the bull Elk (Wapiti) on an autumn evening. Join us at Florissant Fossil Beds National Monument to learn about, listen for, and look for wild Wapiti.   June 12, 2011  Workshops for June and Early July at Florissant Fossil Beds  seminars   April 04, 2011  National Park Week 2011  Florissant Fossil Beds National Monument is Fee Free from April 16th - 24th 2011 to Celebrate National Park Week.   January 24, 2011  Ranger programs for February 2011  Florissant Fossil Beds NM will be offering a variety of programs for February 2011   January 05, 2011  Fee Free Weekend January 15 - 17 2011  Florissant Fossil Beds National Monument offers fee free days from Saturday, January 15th - Monday, January 17th, 2011.   December 14, 2010  Holiday Season Interpretive Programs  Florissant Fossil Beds offers two guided hikes during the holiday season   November 23, 2010  Hornbek Homestead Holiday Open House  Learn more about the settlement of the Florissant valley and Florissant Fossil Beds at the annual Hornbek Homestead Holiday open house.   November 10, 2010  Hornbek Holiday Open House  Celebrate the holiday season by visiting an 1878 homestead at Florissant Fossil Beds   November 03, 2010  Veterans Day is Fee Free   Thursday, November 11th, 2010, the United States will observe Veterans Day, a day honoring our veterans of the military. The National Park Service will recognize the contributions of our veterans by making it a \"free fee\" day for the general public at all national park areas, including Florissant Fossil Beds National Monument. This will be an excellent opportunity to visit Florissant Fossil Beds National Monument – Colorado Spring's closest national park area. The Monument will be open from 9:00 a.m. to 5:00 p.m. Make sure to come by the visitor center and see the 14 minute orientation video and fossil exhibits. There are two, short self guided trails to hike. Children may want to get a free Junior Ranger book and earn a Junior Ranger badge. Additionally there are 14 miles of hiking trails open to the public. Picnic areas are also available. To reach the Florissant Fossil Beds National Monument, travel 35 miles west of Colorado Springs on Highway 24. At the town of Florissant, turn left onto Teller County #1, and travel 2 miles south to the Visitor Center. For additional information call 719- 748- 3253.  September 30, 2010  Florissant Fossil Beds Celebrates National Fossil Day 2010  No abstract supplied.   September 12, 2010  FLFO to host a fee free childrens event on Sept 25 2010  No abstract supplied.   September 06, 2010  Evening Elk Walks to Begin on September 17th, 2010  Take part in a Rocky Mountain tradition: listening for the bugling of the bull Elk (Wapiti) on an autumn evening. Join us at Florissant Fossil Beds National Monument to learn about, listen for and look for wild Wapiti. Programs on September 17th, 18th, 19th will be from 5:30 PM until 8:00 PM. Programs on September 24th, 25th, 26th, and October 1st, 2nd, 3rd will be from 5:00 PM to 7:30 PM. These programs will include a brief presentation about these magnificent animals, followed by an off trail hike of up to 2 miles during which we will look and listen for the elk in the wild. This program will not be suitable for young children. Normal entrance fees to Florissant Fossil Beds National Monument will apply ($3 per adult, 16 and older). Annual passes to the Fossil Beds are available for $15 (good for the cardholder and 3 other adults).   September 01, 2010  Florissant Fossil Beds to Change Hours Fall 2010  No abstract supplied.   May 26, 2010  GPS-GIS Basics 2010  Summary: Learn about GIS and GPS with Nancy Schock, Jeff Pinkard, and Dave Hammond. Fee is $50. Teacher credit available. Registration required. Call 719-748-3253.   May 26, 2010  Plant Geography of Florissant Fossil Beds 2010  Summary: Examine some of the common plants of Florissant Fossil Beds National Monument and the ways in which these plants fit into the surrounding environment. Fee is $50. Teacher credit available. Registration required. Call 719-748-3253.   May 26, 2010  Archaeology Seminar 2010  Summary: Join Dr. Michael Nowak in this course to learn about the history and evolution of archaeology. Fee is $50. Teacher credit available. Registration required. Call 719-748-3253.   May 20, 2010  Fee Free Weekend and Summer Hours 2010  No abstract supplied.   December 17, 2009  Ranger Guided Programs Offered This Holiday Season  Join ranger led programs on December 26, 27, and January 3rd to celebrate the holiday season.   November 01, 2009  Veterans Day 2009  Veterans and active military and their families can enjoy a fee free day at Florissant Fossil Beds National Monument on Wednesday, November 11, 2009   October 13, 2009  Saturdays with a Scientist at Florissant Fossil Beds  Florissant Fossil Beds National Monument protects one of the richest fossil deposits in the world. In addition to preserving fossils, the national park service also continues to search for fossils and conducts research. Have you ever wondered how scientists find fossils? How do they know where to look? What do they do when they find a fossil? You can find the answers to these questions by coming to Saturdays with a Scientist which is a program that takes place at the Florissant Fossil Beds from 1 – 3 PM on most Saturdays. Call (719) 748-3253 for details. Join Bob Carnein, geologist, professor, and National Park Service Volunteer as he looks for fossils in his lab in the visitor center at Florissant Fossil Beds. This is also a good opportunity to bring in your rocks and fossils to get them identified.   October 06, 2009  Florissant Fossil Beds Webcam Now Live  Florissant Fossil Beds National Monument’s webcam is now available for viewing. Images from the webcam can be viewed at www.nps.gov\/flfo\/photosmultimedia\/webcams.htm. The webcam will take a snapshot every 60 seconds, and is viewable 24 hours a day.   September 18, 2009  No Child Left Inside Weekend Kick-Off Event and Free Movie Premiere  Fall time is a great time to be outdoors in Colorado and enjoy the natural world. It can be even more enjoyable to share the wonders of nature with your family. This weekend, September 26th–27th, marks the second annual No Child Left Inside Weekend in the Pikes Peak Region – a weekend that honors the importance of reconnecting our youth with the natural world. Recent research and books such as, “The Last Child in the Woods,” have shown that connecting children with nature can benefit children physically, mentally, and emotionally.   September 07, 2009  Florissant Fossil Beds National Monument to Change Hours  No abstract supplied.   August 24, 2009  Florissant Fossil Beds to Present Wapiti Walks  Take part in a Rocky Mountain tradition: listening for the bugling of the bull Elk (Wapiti) on an autumn evening. Join us at Florissant Fossil Beds National Monument to learn about, listen for and look for wild Wapiti. Programs on September 19 and 20 will be from 5:30 until 8:00. Programs on September 26 and 27, and October 3, 4, 10 and 11 will be from 5:00 to 7:30. These programs will include a brief presentation about these magnificent animals, followed by an off trail hike of up to 2 miles during which we will look and listen for the elk in the wild. This program will not be suitable for young children. Normal entrance fees to Florissant fossil Beds National Monument will apply ($3 per adult, 16 and older). Annual passes to the fossil beds are available for $15 (good for the cardholder and 3 other adults).   July 22, 2009  Junior Ranger Day at Florissant Fossil Beds National Monument  No abstract supplied.   July 22, 2009  Successful Saturday Wildflower Walks Continue  No abstract supplied.   July 15, 2009  Florissant Fossil Beds to present Hornbek Homestead Days  Take a glance back in time, and take part in a celebration honoring Florissant valley’s first settlers. Traveling back to the 1880’s discover and witness the life of a true pioneer and the hardships they faced. Join in the fun and let your homestead spirit come alive at the Hornbek Homestead at Florissant Fossil Beds National Monument on Saturday, July 25th and Sunday, July 26th from 10:00 am to 3:00 pm. Staff and volunteers will be dressed in period costumes, and will be doing craft demonstrations, playing games with the kids, giving tours of the historic property and serving lemonade and cookies. Come visit and make a day of it. Hornbek Homestead Days are being held in conjunction with Heritage Day in the town of Florissant on Saturday July 25th. The Hornbek Homestead is located at Florissant Fossil Beds National Monument, 35 miles west of Colorado Springs and just one mile south of the town of Florissant on Teller County #1. For more information please call 719-748-3253.   July 05, 2009  The Flora of Florissant  No abstract supplied.   July 05, 2009  Rock and Fossil Road Trip  No abstract supplied.   July 01, 2009  Adventures with Owls  No abstract supplied.   July 01, 2009  Florissant Fossil Beds National Monument  Mountain flowers, meadow flowers, forest flowers, cactus flowers, even “weed” flowers. Florissant, which is French for blooming and flourishing, has them all and more. Beginning July 18th, join a ranger at Florissant Fossil Beds National Monument on any Saturday from 9:30 a.m. to 11:00 a.m. through the summer, for a guided walk to see and hear about some of our many flowers. Learn names and some fun facts about the many varieties that bloom throughout the summer. These relaxing and easy walks on the trails of the Monument should vary each week as different flowers come into season. There is no fee for the walks beyond the usual entrance fees for the Monument. Reservations are not needed to join the flower walks.   June 21, 2009  Red Rocks and Cool Caves  No abstract supplied.   June 10, 2009  Florissant Fossil Beds offers a Fee Free Weekend  Tough economic times call for economical fun, and you can’t beat Florissant Fossil Beds and America’s other 390 national parks for family time, fresh air, and opportunities to learn about our great country. Florissant Fossil Beds, as well as all National Park Service areas, will waive entrance fees on the following six days this summer: June 20- 21, July 18- 19, and August 15- 16, 2009. The National Park Service wants to remind everyone that our national parks are places for everyone to have fun, reconnect with nature and history, and build a sense of ownership and stewardship toward parks and the environment. These fee- free weekends will be in addition to fee- free days on National Public Lands Day, September 26, and Veterans Day, November 11.   June 02, 2009  Secrets of a Sustainable Life  No abstract supplied.   April 22, 2009  Florissant Fossil Beds Announces Recovery Act Project  Florissant Fossil Beds receives $77,000 from the American Recovery and Reinvestment Act of 2009. It will be used to rehabilitate the exterior and interior of the visitor center to make it more energy efficient   April 22, 2009  Local resident Sally Maertens receives national award as volunteer of the year for the National Park Service  No abstract supplied.   April 13, 2009  Junior Ranger Day  Junior Ranger Day 2009",
    "url": "https:\/\/www.nps.gov\/flfo\/learn\/news\/archive.htm"
}
