{
    "title": "Florissant Fossil Beds National Monument: Park Regulations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Park Regulations              Park Regulations       Florissant Fossil Beds National Monument was set aside to protect and preserve the amazing diversity of late Eocene fossils found here. Since the late 1800’s, these fossil beds has served as a destination for visitors and scientists from all over the world. Today the National Monument provides the public with the opportunity to experience a unique assemblage of fossils, huge petrified tree stumps, and 6,000acres of undisturbed natural beauty. It is up to each and every visitor to ensure that current and future generations can enjoy this amazing resource. Please help protect your national park by observing the following regulations:   •   Do not remove or disturb any fossils, rocks, antlers or any other natural or cultural      items. •   Pets are not allowed on trails or in the backcountry. Pets are welcome in the pet exercise area, the Picnic Area near the Visitor Center and on paved roads within the park. Pets in these areas must be on a leash and accompanied by a person (do not leave pets unattended). •   Bicycles, ATV’s, and off-road driving are prohibited in Florissant Fossil Beds National Monument. •   Horseback riding is limited to backcountry areas. Horses are not allowed on any trails or in developed areas. •   Hunting and\/or firing of any weapons is prohibited. •   No camping. •   An entrance fee is required. Please go to the Visitor Center located at 15807 Teller County Rd. 1 to pay your daily fees or to obtain an annual pass. •   Park Hours are from9:00am to 5:00pm. Summer hours are extended to 9:00am to 6:00pm. After-hours access is prohibited.   This is not a complete list. If you have any questions, please contact us at 719-748-3253. Failure to observe the above regulations can result in a fine of up to $5,000 and\/or 6months in jail.  Thank you for helping us to protect your National Parks.",
    "url": "https:\/\/www.nps.gov\/flfo\/planyourvisit\/park-regulations.htm"
}
