{
    "title": "Tumacácori National Historical Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes          All 4th graders can visit public lands for free this year as part of the White House's new Every Kid in a Park program. Starting September 1, 4th grade students can go to www.everykidinapark.gov to complete an activity and obtain a free annual entry pass to more than 2,000 federal recreation areas, including national parks.   Are you an educator who works with 4th graders? Find out how a ranger can award passes to your students on a field trip or classroom program.     Entrance Fees As of July 1st, 2015, the park entrance fee is now $5.00 per person, age 16 or older, and is valid for seven days. Want to get a jump on your entrance fee?  Buy online at pay.gov. Some National Park Service locations have no entrance fee and there are often dates during the year when all park sites system wide go fee free. Check out fee free days at parks near you! Park Passes Tumacácori Annual Pass - Cost $20 (as of July 1st, 2015) A one-year pass only for Tumacácori National Historical Park. The pass admits the pass holder + 3 adults, not to exceed 4 adults, into this park. (Children under 16 are admitted free.) The pass can be obtained in person at the park or buy online at pay.gov. Five interagency passes are honored at Tumacácori National Historical Park: America the Beautiful - National Parks and Federal Recreational Lands Pass Annual Pass - $80 This pass is available to the general public and provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of sale. The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas. (Children under 16 are admitted free.) The pass can be obtained in person at the park, by calling 1-888-ASK USGS, Ext. 1, or buy online. America the Beautiful - National Parks and Federal Recreational Lands Pass Annual Pass for U.S. Military and Their Dependents - Free This pass is available to active duty U.S. military personnel and their dependents who have proper identification (CAC Card or DD Form 1173). It provides access to, and use of, federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of sale. The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas. (Children under 16 are  admitted free.) The pass must be obtained in person at a federal fee area like Tumacácori. America the Beautiful - National Parks and Federal Recreational Lands Pass Senior Pass - $10 This is a lifetime pass for U.S. citizens or permanent residents age 62 or over. The pass provides access to, and use of, federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can be obtained in person at a park or other federal fee areas or apply for a Senior Pass by mail order application. The Senior Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires. America the Beautiful - National Parks and Federal Recreational Lands Pass Access Pass - Free This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass. Acceptable documentation includes: statement by a licensed physician; document issued by Federal agency such as the Veteran's Administration, Social Security Disability Income or Supplemental Security Income; or document issued by a State agency such as a vocational rehabilitation agency.The pass provides access to, and use of, federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass be obtained in person at the park and other federal fee areas, or apply for an Access Pass by mail order application. The Access Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launching, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires. America the Beautiful - National Parks and Federal Recreational Lands Pass Volunteer Pass - Free This pass is for volunteers acquiring 250 service hours on a cumulative basis. It provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of award. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). Contact the Park VIP Coordinator at 520-377-5063, to learn about volunteer opportunities at Tumacácori National Historical Park. All Golden Access and Golden Age Passports will continue to be honored. Only paper Golden Age and Access Passports may be exchanged free of charge for new plastic passes. The Golden Age Passport is no longer being issued. It has been replaced by the America the Beautiful - National Parks and Federal Recreational Lands Pass- Senior Pass. The Golden Access Passport is no longer being issued. It has been replaced by the America the Beautiful - National Parks and Federal Recreational Lands Pass- Access Pass. Find more details about Interagency Passes.",
    "url": "https:\/\/www.nps.gov\/tuma\/planyourvisit\/fees.htm"
}
