{
    "title": "Great Sand Dunes National Park & Preserve: Leave No Trace",
    "body": "Explore This Park    Get Involved     Support Your Park     Leave No Trace              Leave No Trace         Great Sand Dunes is a safe environment for all ages to explore a unique wilderness. NPS Photo by Scott Hansen  Wilderness Values The dunefield and much of the adjacent Sangre de Cristo Mountains are federally designated wilderness. The Great Sand Dunes were made a wilderness by Congress in 1976, and Sangre de Cristo Wilderness designated in 1993. Mechanized and motorized vehicles are not permitted on these dunes. ATVs are not permitted anywhere in the national park and preserve. At Great Sand Dunes, visitors can hike, ski, sandboard, sled, splash in Medano Creek, or just play in the sand. It is a unique place to discover the intricacies of the natural world, as well as natural quiet and dark night skies where you can see countless stars with very little light pollution. The dunes wilderness protects the habitat of six endemic species of insects, including the beautiful Great Sand Dunes Tiger Beetle, that are found here and nowhere else on earth. This is a safe place for children and families to play and explore without the danger of vehicles. The federally designated Wilderness Areas within the Park and Preserve are part of the National Wilderness Preservation System, established in 1964 with the passage of the Wilderness Act. Today, over 100 million acres across the country are protected as Wilderness. The Wilderness Act defines Wilderness areas as, \"...in contrast with those areas where man and his own works dominate the landscape, [wilderness] is hereby recognized as an area where the earth and its community of life are untrammeled by man.\" The Wilderness Act further describes wilderness as a place \"retaining its primeval character and influence\" where there are \"outstanding opportunities for solitude\". At Great Sand Dunes National Park and Preserve, visitors have the opportunity to visit unique and diverse ecosystems protected as designated wilderness. Please help take care of your park for both present and future generations by practicing Leave No Trace skills and using proper food storage to protect wildlife. Visitors with high-clearance, Colorado street-legal 4WD vehicles, may drive the Medano Pass Primitive Road. Travel through sandy conditions around the eastern side of the dunefield, then through forest to Medano Pass. For those who want to drive or ride on dunes in Colorado, the North Sand Hills SRMA is available for ATV and motorbike use. It is close to the town of Walden in North Park, Colorado.",
    "url": "https:\/\/www.nps.gov\/grsa\/getinvolved\/supportyourpark\/leavenotrace.htm"
}
