{
    "title": "Florissant Fossil Beds National Monument: Night Sky Programs",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Night Sky Programs                Night Sky Programs         Visitors, rangers, and members of the Colorado Springs Astronomical Society gaze at the night skies above Florissant Fossil Beds. Shell Bieker    Florissant Fossil Beds is an excellent place to learn about and enjoy the wonders of the night sky.  Located 1 hour's drive west of Colorado Springs, Florissant Fossil Beds is easily accessible yet far enough away from light pollution to provide dark, star-filled skies. From the park, it is possible to see the Milky Way, other galaxies, star clusters, nebulae, planets, comets, and much more.  Night Sky Programs: Each Night Sky Program begins with a 30 minute presentation by a park ranger, to prepare you for the sights you can expect to see that night. Presentation topics are different each time, as the sky is always changing! The presentation is followed by 90 minutes of outdoor stargazing and telescope viewing.    Please dress warmly. Evenings in the mountains can be cool, even in summer.   No reservations are necessary. Please note that stargazing is weather dependent. The presentation is given no matter the weather conditions, however, it is always best to call ahead in case of severe thunderstorms or snowy conditions. The Monument can be reached at (719) 748 - 3253.    Partnership with the Colorado Springs Astronomical Society: Our Night Sky Programs are a collaborative effort with the Colorado Springs Astronomical Society (CSAS). Volunteer astronomers from CSAS bring additional telescopes and knowledge, to help make each stargaze a truly engaging experience. For more information about CSAS (including events at additional locations), please visit their website: csastro.org      Upcoming Program Schedule:    Friday, July 29, 8:00 PM - 10:00 PM Friday, August 12, 8:00 PM - 10:00 PM Friday, September 2, 7:00 PM - 9:00 PM Friday, October 7, 6:30 PM - 8:30 PM          Dates are also listed on our park Calendar.  You can also follow us on Facebook and Twitter (@FlorissantNPS).",
    "url": "https:\/\/www.nps.gov\/flfo\/night-sky-programs.htm"
}
