{
    "title": "Florissant Fossil Beds National Monument: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       Gatherings and commercial activities in National Parks often require a special use permit. The purpose of these permits is to ensure the protection of the park's natural and cultural resources, as well as to minimize conflicts between park visitors and your guests. Special Use Permits are required to hold events including weddings or commercial filming. Research Permits are required to conduct scientific research or surveys. On this page you will find information to determine the type of permit you need, as well as links to required forms. Special Use Permits A Special Use Permit is issued by the Superintendent to an individual, group, or organization to authorize use of National Park Service- administered resources. A compatible use is defined as an activity that is consistent with applicable legislation, Federal regulations and administrative policies, is in accordance with the purpose of the monument, avoids visitor use conflicts, and does not create unacceptable impacts to monument resources. A special park use is a short-term activity that takes place in a park area and that: · Provides a benefit to an individual, group or organization rather than the public at large; · Requires written authorization and some degree of management control from the NPS in order to protect park resources and the public interest; · Is not prohibited by law or regulation; · Is not initiated, sponsored, or conducted by the NPS; · Is not managed under a concession contract. Special use permits for special events will not be issued, if in the opinion of the Superintendent, the special event will: · Cause injury or damage to park resources. · Be contrary to the purposes for which the park was established, or unreasonably impair the atmosphere of peace and tranquility maintained in wilderness, natural or cultural locations within the monument. · Unreasonably interfere with the interpretive, visitor service, or other program activities, or with administrative activities. · Substantially impair the operation of public facilities or services of NPS concessionaire or contractors. · Present a clear and present danger to public health and safety. · Result in significant conflict with other existing uses.   Weddings Click Here for more information & applications Commercial Filming\/ Still Photography Click Here for more information & applications Special Events Click Here for more information & applications     First Amendment - PublicAssemblies For First Amendment guidelines contact the Special Use Permit Coordinator. 1st Amendment activities will not interfere with other permitted demonstrations and special events, or park program activities. Demonstration groups of 25 or fewer people are exempt from filing a 1st amendment permit unless outlined in 36CFR2.51. Notification to the superintendent is recommended, but not required.  36CFR 2.51 Link Map of designated First Amendment Area Research Permits For questions on how to apply for a research permit, contact our Paleontology Division at 719-748-3253 x501.Applications for research and collection permits will be carefully reviewed and considered on a case by case basis. Qualified scientists are invited to conduct independent studies in their special areas of expertise in the national parks when the work promises to yield information that is useful to park management. NPS policy discourages studies that are not likely to produce results having some intrinsic value for preserving or managing park resources.   Rules and Regulations 1.Please limit the number of vehicles in your party to 10 as parking space is limited. For large gatherings you should consider carpooling or buses to transport your guests. 2.Special Use Permits issued for most facilities and areas will be limited to three hours. 3.Activities may not interfere with normal visitor use of the Park; therefore, areas will not be closed to public access during the event. 4.Park personnel will not be available to offer special assistance for traffic, parking, or other logistical needs associated with your wedding or event. 5.All participants associated with a Special Park Use event must observe and comply with all Park regulations, including those regarding the storage, handling of food and disposal of trash and garbage. 6.Amplification of sound before, during, or after the ceremony and connection to park utilities is not permitted. 7.Animals and pets, other than service animals are prohibited. 8.Any event that interferes with the normal activities of visitors, such as the closing of trails, overlooks or public use facilities, will not be allowed. 9.No disturbance of vegetation or other natural objects is allowed. 10.Park regulations do not permit the throwing or scattering of rice, birdseed, flower petals or any similar material. In addition, the release of animals including birds, butterflies or other insects is prohibited. Leave the site as you found it, or better. 11.Buildings or structures cannot be used for attachments (such as banners or flowers). All applications will be handled in the order they are received. Standard requests can be processed in 10 business days. Requests that involve multiple locations, complex logistics, and coordination with other NPS divisions or visitor activities may require a minimum of four weeks to process. A minimum of four weeks is also required to process permits for projects that need additional environmental compliance. Many requests are received to use Florissant Fossil Beds National Monument for various reasons. When such requests are inappropriate, they are denied. Frequently, because of lack of space, funds, staff resources, etc., even appropriate uses have to be denied; however, compatible, non-commercial (does not involve the buying and selling of goods or services) use of the monument is permitted from time to time with a Special Use Permit. -",
    "url": "https:\/\/www.nps.gov\/flfo\/planyourvisit\/permitsandreservations.htm"
}
