{
    "title": "Florissant Fossil Beds National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes               Fees & Passes       ENTRANCE FEES   Effective beginning July 1, 2015: $5 per adult (age 16 years or older). Admission is good for 7 days.  Anyone under the age of 16 years is free.  Pass-holders also receive free admission, with any of the passes described below:   PARK PASSES Florissant Fossil Beds Annual Pass: $20. Good for one year.  Covers all entrance fees for card-holder and up to 3 other adults in your party. Accepted only at Florissant Fossil Beds National Monument. America the Beautiful - National Parks and Federal Recreational Lands Passes: Previous versions of Federal Passes: Golden Age and Golden Access Passes will continue to be accepted at the visitor center until they expire. Please show them to the ranger at the visitor center desk. PLEASE NOTE: The above mentioned passes can no longer be purchased as they have been replaced by the following passes. 1) Interagency Annual Pass - $80 or Free for Active Duty Military. Good for one year.  This pass is available to the general public and provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of sale. The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas. (children under 16 are admitted free) The pass can be obtained in person at the park, by calling 1-888-ASK USGS, Ext. 1, or via the Internet at http:\/\/store.usgs.gov\/pass. 2) Senior Pass - $10. Lifetime pass for U.S. citizens or permanent residents age 62 or over. The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park. The Senior Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires. 3) Access Pass - Free. Lifetime pass for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass. Acceptable documentation includes: statement by a licensed physician; document issued by Federal agency such as the Veteran's Administration, Social Security Disability Income or Supplemental Security Income; or document issued by a State agency such as a vocational rehabilitation agency.The pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park. The Senior Pass provides a 50 percent discount on some Expanded Amenity Fees charged for facilities and services such as camping, swimming, boat launching, and specialized interpretive services. In some cases where Expanded Amenity Fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires. 4) Volunteer Pass - Free. This pass is for volunteers acquiring 250 service hours on a cumulative basis. It provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee for a year, beginning from the date of award. The pass admits the pass holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free).    FEE WAIVERS FOR EDUCATIONAL GROUPS Groups may be eligible to apply for a fee waiver. To meet these requirements your group must be a tax-exempt group that is coming to the Monument for educational or scientific purposes. Educational institutions must be accredited or otherwise recognized as a bona fideeducational institution. The visit must support specific, for-credit curriculum as its purpose. The park resources and facilities must be related to the educational purpose of the visit.",
    "url": "https:\/\/www.nps.gov\/flfo\/planyourvisit\/fees.htm"
}
