{
    "title": "Great Sand Dunes National Park & Preserve: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Great Sand Dunes National Park & Preserve is a big part of this effort. Take a look at what we're doing and get involved!   Experiences    Check back for experiences in this park. To find other national park experiences, visit the experiences search.    Call to Action Projects    Learn more about the work we're doing to prepare for the future.      2016 Centennial Schedule of Events March March 11-13 Monte Vista Crane Festival Celebrate the annual springtime return of sandhill cranes to the San Luis Valley! Refuge tours, workshops, booths, live raptors, and more. Great Sand Dunes staffs a booth and sometimes assists with leading tours. While many cranes do roost in wetlands in Great Sand Dunes National Park, the most accessible locations for viewing are in and near the Monte Vista National Wildlife Refuge. Learn more about the 2016 Crane Festival. April April 1 7:00 pm \"Heart of the World\" Documentary Screening at Adams State University, Carson Auditorium Great Sand Dunes and Friends of the Dunes are pleased to present a 45 minute pre-screening of the upcoming PBS documentary, \"Heart of the World\". This documentary is a 3-hour series premiering nationally on public television in April 2016. Great Sand Dunes National Park and Preserve is one of five parks profiled in \"Heart of the World: Colorado's National Parks\". The event will include a welcome by Park Superintendent Lisa Carrico and filmmaker Chris Wheeler of Great Divide Pictures. Stick around after the screening for a reception sponsored by Friends of the Dunes, including an informal Q &A session with the filmmaker. April 16 through 24 National Park Week: Entrance fee-free week!  Great Sand Dunes along with 133 National Park Service units will waive entrance fees for visitors to experience America's treasures. Come and enjoy visitor center exhibits from 9am to 4:30pm and participate in a free ranger program or activity honoring the National Park Service. April 2-3 Free Art Event: 3D Scanning and Printing Workshop and Public Demonstration with Sculptor Joseph Fellows Come watch and learn as Rhode Island artist Joseph Fellows demonstrates cutting edge technology in scanning natural objects and locations in the national park, and transforms them into sculptures! Free public demonstrations, plus a more in-depth workshop where participants create their own sculpture! Workshop has a maximum of 7 participants; sign up by calling 719-378-6343. Learn more about Joseph Fellows sculpture and photography.   April 16 8:00-11:00am Annual Robotics Challenge Sponsored by NASA and Adams State University A free, fun event open to the public! Watch college students compete with their own robotic sand machines, as they learn more about NASA rovers on Mars dunes. Find more information on the event. May May 27 First day of Summer Ranger Programs and Extended Visitor Center Hours Great Sand Dunes will offer daily ranger programs and extended visitor center hours starting May 27 through Labor Day weekend. Evening programs will be offered four times a week at the outdoor amphitheater. Daily afternoon programs and sunset programs will allow visitors to learn more about geology, hydrology, biology and history. The visitor center will be open from 8:30am to 6pm for visitors to receive more information. June June 4 9 am - 1 pm Junior Ranger Day Enjoy a morning full of junior ranger activities at the Visitor Center, Montville Nature Trail and Dunes Play Area. Kids of all ages can participate in a series of activities to earn fun items and t-shirts. This event is sponsored by Friends of the Dunes. Plan to reserve camping and arrive early: camping, lodging, and parking in and near the park will fill quickly! This is the second busiest weekend of the year at the park. June 17 9:00am - 3:00pm Free Art Event: Environmental Sculpture Workshop Join professional sculptor Dana Provence, professor at Adams State University in Alamosa, for a free, enjoyable, thought-provoking environmental art workshop along Medano Creek. Participants will create temporary outdoor sculptures by designing and engaging with the natural materials found on the site. Call 719-378-6343 to sign up; maximum 10 participants. Learn more about Dana Provence's work. June 25 3:00pm - 9:00pm Free Art Event: Photography Workshop with Kiyomichi Koike Join internationally-known photographer Kiyomichi Koike, who produced the book Whispers from the Sand, for an insightful journey into the dunes. Koike is a master of both color and black and white landscape images. Maximum 10 participants; sign up by calling 719-378-6343. View some of Koike's photography. August August 27 6:00 pm - 7:30 pm Rapidgrass Quintet This Fort Collins-based bluegrass band will perform at the outdoor amphitheater in honor of the NPS 100th anniversary. We encourage all ages to come out, celebrate, and find their park. This event is free and open to the public. August 25 through 28 National Park Service Birthday: Entrance fee-free days! Enjoy fee-free days to celebrate the birthday of the National Park Service. On this day in 1916, the National Park Service was established as a federal agency of the Department of the Interior, responsible for protecting national parks and monuments. September September 24 National Public Lands Day: Entrance fee-free day! Explore a new park or protected area for freeduring National Public Lands Day. Seven federal agencies as well as nonprofit organizations and state regional and local governments participate in the annual day of caring for public lands. National Public Lands Day keeps the promise of the Civilian Conservation Corps, the \"tree army\" that worked from 1933-1942 to preserve and protect America's natural heritage. October 15-16 Free Art Events: Tintype Photography Workshop and Public Demonstration with Mark Dawson As we continue our year-long celebration of the National Park Service's centennial, we not only look forward to cutting edge art, but we also look back to photographic techniques in use as the first national parks were being established. Tintype photography is a historic photographic method that has been rekindled by professional photographer and teacher Mark Dawson. On Saturday from 10-2, Mark will do informal public demonstrations at the visitor center of tintype photography and image processing. On Sunday, Mark will lead a free workshop for up to 7 participants in making their own images. Call 719-378-6343 to reserve a spot for the workshop. View Mark Dawson's website to learn more about his work.",
    "url": "https:\/\/www.nps.gov\/grsa\/getinvolved\/2016.htm"
}
