{
    "title": "Great Sand Dunes National Park & Preserve: Laws & Policies",
    "body": "Laws & Policies         When done in accordance with policy, sandboarding is an example of a fun and safe activity that does not harm the dunes, wildlife, wilderness character, or natural quiet of the park. NPS\/Patrick Myers  \"The fundamental purpose of parks and reservations...is to conserve the scenery and the natural and historic objects and the wild life therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.\" - from the National Park Service Organic Act of 1916 The National Park Service has a dual mission: to conserve scenic, natural and cultural resources to leave them \"unimpaired\" for future generations, while providing for the enjoyment of people today. These two often seem to be in conflict, but the bottom line is that the NPS is responsible to provide for the enjoyment of parks, while never allowing that enjoyment to impair resources or the safety and enjoyment of other visitors. Futher, the dunefield and most of the Sangre de Cristo Mountains are federally designated wilderness areas. The policies below are made in accordance with the NPS Organic Act and Wilderness Act.      Great Sand Dunes National Park Compendium of Regulations (.pdf file) Great Sand Dunes National Preserve Compendium of Regulations (for mountainous portion of the National Park Service lands; .pdf file) Special Use Permits for Special Events and Commercial Filming Hunting Regulations for Great Sand Dunes National Preserve Antler Collecting Collecting antlers is not allowed anywhere within Great Sand Dunes National Park and Preserve. Unmmanned Aircraft Policy Unmanned aircraft (drones, etc.) are not permitted in National Park Service units. Learn more about this policy.  Firearms Policy As of February 22, 2010, a federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit Colorado's constitution and laws, or visit Colorado's state website.  Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances. The following federal facilities at Great Sand Dunes are prohibited areas: Visitor Center, Headquarters Building, and all other administrative and maintenance buildings. Hunting is allowed in season in Great Sand Dunes National Preserve, but is not permitted in Great Sand Dunes National Park. All hunters much register. Refer to the Great Sand Dunes National Park Compendium of Regulations above.  Hang Glider\/Paraglider Policy For the safety of all visitors, hang gliders and paragliders are not permitted in Great Sand Dunes National Park and Preserve. General National Park Service Regulations",
    "url": "https:\/\/www.nps.gov\/grsa\/learn\/management\/lawsandpolicies.htm"
}
