{
    "title": "Great Sand Dunes National Park & Preserve: Partners",
    "body": "Partners       Great Sand Dunes NPP has many partners that assist in protecting the entire Great Sand Dunes ecosystem, do historical and scientific research, and help provide for public enjoyment and education of San Luis Valley resources.        Friends of the Dunes have sponsored archeological research and field work since 1989, including research on the culturally peeled trees in the park. NPS Photo  Friends of the Dunes Friends of the Dunes, Inc. was founded in 1989 to provide a forum for citizen involvement at Great Sand Dunes National Park and Preserve. The Friends have sponsored many events, symposiums, and research projects at the park. Support the Friends!        14,037' Little Bear Peak (left) and 14,345' Blanca Peak (center) are two of the high peaks in the Sangre de Cristo Range near Great Sand Dunes National Park and Preserve. NPS Photo by Patrick Myers  US Forest Service Great Sand Dunes National Park and Preserve are surrounded on the north, south, and east by lands managed by the US Forest Service, including the Rio Grande National Forest (west side of the Sangre de Cristos) and the San Isabel National Forest (east side of the Sangre de Cristos). Eight 14,000' peaks and many other peaks, valleys, alpine lakes and streams are found within these two national forests of the Sangre de Cristo Mountains.         NPS Photo  Bureau of Land Management The BLM manages lands near the park, including Zapata Falls and Blanca Wetlands.        San Luis Lake (pictured) and San Luis Lakes State Wildlife Area are located at the western edge of Great Sand Dunes National Park. NPS\/Patrick Myers  Colorado Parks and Wildlife San Luis State Park features a large natural lake. San Luis Lakes State Wildlife Area protects a wetland complex adjacent to Great Sand Dunes National Park. San Luis Lakes are part of the Great Sand Dunes' wetland system called the sabkha. Colorado Parks and Wildlife also manages wildlife in the state of Colorado, including listing of threatened or endangered species, hunting permits, etc.        Alamosa National Wildlife Refuge is one of three national refuges in the San Luis Valley. NPS\/Scott Hansen  US Fish and Wildlife Service Because of its many wetlands and strategic location for many unusual migratory birds, the San Luis Valley is home to three national wildlife refuges. Baca NWR was created in 2004 as part of the expansion of Great Sand Dunes National Monument into a national park and preserve, protecting the entire natural hydrological system of the Great Sand Dunes. It is adjacent to the national park on the western boundary. Alamosa NWR is located a few miles southeast of Alamosa, Colorado. It features wetlands along the Rio Grande River. Monte Vista NWR is south of Monte Vista, Colorado. This refuge contains many restored or enhanced wetlands associated with agricultural lands. It is one of the hotspots in the valley to view thousands of sandhill cranes each spring and fall.          Fort Garland has many living history events during the summer months, with historic tents, costumed interpreters, and diverse cultural dances and ceremonies. NPS\/Patrick Myers  Fort Garland Adobe buildings have been reconstructed to their original 19th century appearance at this important historic site in the town of Fort Garland, Colorado, on US Highway 160. Dioramas, exhibits, tents and teepees, and scheduled living history events make this a good place for all ages to learn about this era. Browse the Colorado Historical Society's web pages on Fort Garland for details.         Alamosa and Saguache Counties feature many museums, cultural events, galleries, and cuisine that reflect the rich heritage of the American West. NPS Photo  Alamosa County and Saguache County, Cultural and Other Attractions Great Sand Dunes National Park and Preserve is situated in Saguache County and Alamosa County. The closest town to the park and its mailing address is Mosca, Colorado. From western pioneer festivals and parades to American Indian dances and Hispanic heritage events, the San Luis Valley has a diverse heritage and an eclectic ambiance that is reflected in its architecture, art, and cuisine. Follow the links above to official tourist information pages for details on cultural and other attractions in these counties.        Bison graze at Dollar Lake west of the dunes. NPS\/Patrick Myers  The Nature Conservancy manages the Medano-Zapata Ranches in and adjacent to the national park. Within the national park, the Conservancy manages a herd of over 1500 bison.        Colorado Field Institute sponsors in-depth programs on the natural and cultural resources of the San Luis Valley. Photo by Erich Schwiesow, courtesy Colorado Field Institute  Colorado Field Institute is a Colorado non-profit organization whose purpose is \"To expand stewardship of the natural and cultural resources of the San Luis Valley while increasing sustainable economic development in the region.\" CFI-sponsored programs are primarily in-depth, outdoor activities developed to complement the programs of cultural and natural resource management agencies, including Great Sand Dunes National Park and Preserve. Please click on the link above for information on CFI's current schedule of programs.        Photo collage courtesy of Los Caminos Antiguos Scenic and Historic Byway  Los Caminos Antiguos Scenic and Historic Byway Part of the national system of scenic and historic byways, Los Caminos Antiguos gives the traveler a taste of the diverse cultural and natural resources of the San Luis Valley.  From historic adobe churches in the southern part of the valley to an organic quinoa farm near Mosca, the valley's rich heritage comes to life.  The route goes from Cumbres Pass in the San Juan Mountains, through the southern part of the valley, past the Great Sand Dunes, west past San Luis Lakes to Highway 17, and finally south to Alamosa. Travel either direction on the byway and any part of it. Distinctive signs along the route interpret many natural and cultural points of interest. Restaurants, shops, museums, and historic sites on the byway also provide resources for travelers.",
    "url": "https:\/\/www.nps.gov\/grsa\/getinvolved\/partners.htm"
}
