{
    "title": "Great Sand Dunes National Park & Preserve: Education",
    "body": "Discover an amazing outdoor classroom at Colorado's ''beach in the mountains!\" National parks preserve our most treasured natural places and provide us with some of the most amazing outdoor classrooms in the world. The environmental education program at Great Sand Dunes National Park and Preserve has been educating and inspiring students for years.                  Education Programs: K-8th Grades Set against the steep Sangre de Cristo mountain range, and covering 30 square miles, are the tallest sand dunes in North America. Located in the preserve is some of the most pristine wilderness and alpine lakes. Students can experience varied ecosystems, artifacts, some of the oldest cultural history ever recorded, and extreme geologic history in this outdoor classroom. The educational programs at Great Sand Dunes National Park and Preserve provide hands-on field experiences that can support and enhance your learning objectives. The rangers are dedicated to wanting students to learn and utilize the resources throughout the park to conduct standards-based education programs. Our lessons and activities encourage students to engage, explore, and experience new opportunities. Come discover the learning opportunities and potential lessons that exist in this unique outdoor classroom.      Students journaling on Montville Trail   Educational Entrance Fee Waiver School groups, and educational organizations whose primary purpose for visiting is education, may qualify for an educational entrance fee waiver. Please click on the link below to obtain the waiver request form. The National Park Service does not charge for programs. Educational Entrance Fee Waiver Request Form Requesting a Program for 2016 Our 2016 spring education season is April 18 - May 18, and fall season September 6 - October 31. We will accept requests at other times of the year based on staff availability. Programs are offered Monday –Thursday from 9 am –1 pm. We recommend that you call to schedule a program 4 weeks in advance. Reservations are made on a first come, first serve basis. Please contact Education Coordinator Lindsey Pruett to request a program via email or phone (719) 378-6342. On-Site Field Trip Programs Field trip programs are limited to 60 students per day. As programs vary in length, please refer to the lesson plans to construct your visit accordingly. If you do not see what you are looking for, our staff can work with you to meet your needs. K-2nd Grades Magnetic Sand? Castles in the Sand  3rd Grade \"Sandy Bugs Everywhere!\" - Great Sand Dunes National Park hosts species of insects found nowhere else, that are specially adapted for surviving the extreme environment among the sand dunes. 4th Grade \"Walking Back Through Time\" - Humans have inhabited Great Sand Dunes National Park and Preserve for at least 9,000 years. Survival for American Indians and early settlers was often a difficult struggle. \"A Taste of Time\" - Great Sand Dunes National Park and Preserve contains many kinds of plants and trees that were of cultural importance to people who have inhabited and traveled through the area over time. 5th Grade \"Extreme Mysteries\" - Great Sand Dunes National Park and Preserve has the tallest dunes in North America and were formed from four earth processes. 6th - 8th Grades  Flowing Waters Self-Guided Visits Many teachers choose to bring their students to Great Sand Dunes National Park and Preserve to enhance their classroom lessons with field experience. Classes are encouraged to stop in the Visitor Center to view the park film, utilize interactive exhibits, and complete Junior Ranger booklets if time allows. Teachers can also select from our Curriculum Materials lead their own programs. Off-Site Programs Currently we offer limited opportunities for off-site programs. We would like to work with you to apply a program to your needs. Please contact Lindsey Pruett, Education Coordinator via email or (719) 378-6342 for more information.",
    "url": "https:\/\/www.nps.gov\/grsa\/learn\/education\/index.htm"
}
