{
    "title": "Great Sand Dunes National Park & Preserve: Wilderness Values",
    "body": "Explore This Park    Learn About the Park     Management     Wilderness Values              Wilderness Values           Great Sand Dunes is a safe environment for all ages to enjoy a unique wilderness. NPS\/Patrick Myers  The dunefield and much of the adjacent Sangre de Cristo Mountains are federally designated wilderness. Congress established the Great Sand Dunes Wilderness in 1976, and the Sangre de Cristo Wilderness in 1993. The majority of grassland, shrubland and wetland areas in the national park are proposed wilderness. Mechanized transport and motorized equipment or vehicles are not permitted in designated or proposed wilderness areas; ATVs are not permitted anywhere in the national park and preserve. At Great Sand Dunes, visitors can hike, sled, splash in Medano Creek, or just play in the sand. It is a unique place to discover the intricacies of the natural world, as well as natural quiet and dark night skies where you can see countless stars with very little light pollution. Here, children and families can play without the noise and danger of vehicles. The dunes wilderness protects the habitat of six endemic species of insects, including the beautiful Great Sand Dunes Tiger Beetle, found here and nowhere else on earth. Research shows that vehicle traffic would destroy their larval stages, and potentially their existence as a species. Many birds, amphibians, and mammals also spend part of their lives in the dunes, and depend on natural quiet to communicate with each other.  Passed in 1964, The Wilderness Act defines wilderness this way: \"A wilderness, in contrast with those areas where man and his own works dominate the landscape, is hereby recognized as an area where the earth and its community of life are untrammeled by man, where man himself is a visitor who does not remain. An area of wilderness is further defined to mean in this Act an area of undeveloped Federal land retaining its primeval character and influence, without permanent improvements or human habitation, which is protected and managed so as to preserve its natural conditions and which (1) generally appears to have been affected primarily by the forces of nature, with the imprint of man's work substantially unnoticeable;(2) has outstanding opportunities for solitude or a primitive and unconfined type of recreation;(3) has at least five thousand acres of land or is of sufficient size as to make practicable its preservation and use in an unimpaired condition;and (4) may also contain ecological, geological, or other features of scientific, educational, scenic, or historical value. \"For this purpose there is hereby established a National Wilderness Preservation System to be composed of federally owned areas designated by Congress as \"wilderness areas\", and these shall be administered for the use and enjoyment of the American people in such manner as will leave them unimpaired for future use as wilderness, and so as to provide for the protection of these areas, the preservation of their wilderness character, and for the gathering and dissemination of information regarding their use and enjoyment as wilderness.\" At Great Sand Dunes National Park and Preserve, visitors have the opportunity to visit unique and diverse ecosystems protected as designated wilderness. Please help take care of your park for both present and future generations by practicing Leave No Trace skills and using proper food storage to protect wildlife. Visitors with high-clearance, Colorado street-legal 4WD vehicles, may drive the Medano Pass Primitive Road. Travel through sandy conditions around the eastern side of the dunefield, then through forest to Medano Pass. For those who want to ride motorized vehicles on dunes in Colorado, the North Sand Hills SRMA is available for ATV and motorbike use. It is close to the town of Walden in North Park, Colorado.          Click on the photo for more on wilderness areas in national parks.   Discover more about wilderness areas in national parks!",
    "url": "https:\/\/www.nps.gov\/grsa\/learn\/wilderness-values.htm"
}
