{
    "title": "Tumacácori National Historical Park: Eating & Sleeping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping             Eating & Sleeping        Camping at nearby Patagonia Lake State Park. Patagonia Lake State Park       Eating Many restaurant options exist within a few miles of the park. Browse a menu book in the park visitor center.      Lodging  Green Valley (22 miles north of Tumacácori) Best Western - 111 S. La Cañada Drive (520) 625-2250 Comfort Inn - 90 W. Esperanza (520) 399-3736 Canoa Ranch - 5775 S. Camino del Sol (520) 382-0450 Chuparosa Inn Bed and Breakfast - Madera Canyon (520) 393-7370 Holiday Inn Express - 19200 S. I-19 (520) 625-0900 The Inn at San Ignacio - 1861 W. Demetrie Loop (520) 393-5700 Madera Kubo B&B - Madera Canyon (520) 625-2908 Santa Rita Lodge - Madera Canyon (520) 625-8746 Amado (12 miles north of Tumacácori) Amado Territory Inn (B & B) - East Frontage Road (520) 398-8684  Tubac (4 miles north of Tumacácori) Tubac Country Inn (B & B) - 13 Burruel Street (520) 398-3178 Tubac Secret Garden Inn (B & B) - 13 Placita de Anza (520) 398-9371 Tubac Golf Resort - One-half mile north of Tubac off of Frontage Road - (520) 398-2211 or 800-848-7893 Rio Rico (8 miles south of Tumacácori) Esplendor Resort - 1069 Camino Caralampi (520) 281-1901 or 800-288-4746  Nogales (18 miles south of Tumacácori) Americana - 639 Grand Avenue (520) 287-7211 Arroyo Motel - 20 E. Doe Street (520) 287-4637 Best Western Siesta Motel - 637 N. Grand Avenue (520) 287-4671 or (800) 528-1234 El Dorado Motel - 884 N. Grand Avenue (520) 287-4611 Candlewood Suites - 875 N. Frank Reed Road (520) 281-1111 Hacienda Corona de Guevavi (B & B) - 348 S. River Road (520) 287-6503 Holiday Inn Express - 580 W. Shell Road (520) 281-0123 Super 8 Motel - 547 W. Mariposa Road (520) 281-2242 Uptown Motel - (only Spanish spoken) - 539 N. Grand Avenue (520) 287-3658 Camping Bog Springs Campground - U.S. Forest Service Sixteen miles SE of Green Valley in Madera Canyon, 12 1\/2 miles east from I-19 Exit 63. Open all year, 14 day limit, 13 units, backpacking. RVs and tents welcome. No reservations.(520) 281-2296  De Anza Trail RV Park I-19 Exit 42 or 48, East Frontage Road in Amado. Open all year; daily, weekly, monthly, and annual rates; 82 units, waste disposal, full hook ups, swimming pool. No tents. (520) 398-8628 Mountain View RV Park I-19 Exit 42 or 48, East Frontage Road in Amado. Open all year; daily, weekly, monthly, and annual rates; 60 units, waste disposal, full hook ups, swimming pool. RVs and tents welcome. (520) 398-9401 Patagonia Lake State Park Twelve miles east of Nogales on State Route 82. Open all year, 15 day limit, 115 units, waste disposal, boat launching, boating, fishing, general store. RVs and tents welcome. (520) 287-6965 White Rock Campground - U.S. Forest Service Sixteen miles NW of Nogales at Peña Blanca Lake 9 miles west from I-19 Exit 12. Open all year, 14 day limit, 15 units, waste disposal, boat launching, single electric boats only. RVs and tents welcome. No water. No reservations. (520) 281-2296",
    "url": "https:\/\/www.nps.gov\/tuma\/planyourvisit\/eatingsleeping.htm"
}
