{
    "title": "Great Sand Dunes National Park & Preserve: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth                   Sand Sledding and Sandboarding               Splashing in Medano Creek               Junior Ranger Program               Teens               Zapata Falls                 Rent specially designed sand sleds to slide on the dunes. NPS\/Patrick Myers  The Great Sand Dunes are fun for kids and teens! You can: - play in the sand - sled or sandboard - splash in Medano Creek - hike in the mountains - see cool interactive exhibits at the Visitor Center - earn a Junior Ranger badge - go to a fun ranger program (ask at the Visitor Center for the best kid-friendly programs during your visit) - discover animals of Great Sand Dunes          Junior Ranger Booklet NPS\/Patrick Myers  Be a Junior Ranger Learn how to be a Junior Ranger at Great Sand Dunes!        Interactive exhibits such as the Video Microscope bring science learning to life in the Visitor Center at Great Sand Dunes. NPS\/Patrick Myers  Interactive Exhibits in the Visitor Center help kids of all ages learn about the park. A geology rock and mineral table, small lightning tube, and other exhibits make learning fun for pre-schoolers to adults.        Hundreds of kids turn out each year for Junior Ranger Day! NPS Photo  Junior Ranger Day The 2016 date for this annual event is Saturday, June 4!  Kids of all ages participate in a variety of fun activities to earn little prizes, t-shirts and other items. This annual event is sponsored by the Friends of the Dunes. This is the second busiest weekend of the year: plan to reserve camping ahead and arrive early.Camping, lodging, and parking will fill quickly in and near the park.        Great Sand Dunes Park Ranger, Kathy Faz, presents San Luis Valley 4th grader, Willa Seesz-Sanchez with her Every Kid in a Park free access pass.   Great Sand Dunes Welcomes 4th Grade Students through \"Every Kid in a Park\" New National Program Encourages Families and Classes to Visit National Parks Mosca, CO –Great Sand Dunes invites all 4th grade students to visit the park for free as part of the White House's new \"Every Kid in a Park\" program. Starting September 1, 4th grade students can visit the website, www.everykidinapark.gov, to complete an activity and obtain a voucher which they can then exchange for a free annual entry pass to more than 2,000 federal recreation areas, including national park units, wildlife refuge areas, and US national forests. View full press release (pdf) >",
    "url": "https:\/\/www.nps.gov\/grsa\/learn\/kidsyouth\/index.htm"
}
