{
    "title": "Great Sand Dunes National Park & Preserve: Reptiles",
    "body": "Reptiles       Reptiles can cause fear or fascination in people. While many assume that desert dunes must contain snakes, there are actually no snakes living in the dunes themselves, and no venomous snakes have never been found in the park or preserve. Relatively few reptiles live in this high-elevation park. While there are no rattlesnakes in Great Sand Dunes National Park and Preserve, they have been observed in some rocky canyons and foothills in the San Luis Valley. Rattlesnakes are infrequently observed along the foothills south of the national park. Complete List of Reptiles, Amphibians, Fish, and Mammals of Great Sand Dunes National Park and Preserve (Revised 2015, .pdf file)        Short-horned lizards are a legally protected species in Colorado. Please leave them in their natural habitat. NPS\/Patrick Myers  Short-horned lizards are hard to see unless they move. Their speckled colors camouflage them, both in sandy grasslands and in fine gravels in subalpine forest. Short-horned lizards at Great Sand Dunes NPP are unique for two reasons. First, they are a dwarfed population. Short-horned lizards in other parts of Colorado and North America can grow up to about 5\" (14cm) long; here, perhaps because of higher elevations and\/or genetics, they rarely make it to half that size. Second, most short-horned lizards live at lower, warmer elevations in North America. These at Great Sand Dunes have adapted to the short growing season and relatively cooler temperatures of the San Luis Valley. They are frequently observed in open, gravelly areas of the subalpine forest in Great Sand Dunes National Preserve at 9700' (2957m), and one was even found on alpine tundra at 12,000' (3658m)!  Research Paper: The Status of Dwarfed Populations of Short-Horned Lizards in the San Luis Valley, Colorado by Megan E. Lahti, 2010          Males wear bright blue flanks during breeding season to attract a mate. NPS Photo  Plateau lizards (fence lizards) are usually observed in sunny, rocky areas in montane foothills. They feed on a variety of insects, and are in turn preyed upon by bullsnakes, garter snakes, coyotes, foxes, and birds.        These small lizards lay a clutch of eggs in moist soil under rocks or logs. Offspring have bright blue tails that may visually repel potential predators. The blue fades as the lizard reaches adulthood. NPS\/Phyllis Pineda Bovin 2007  Many-lined skinks are rarely seen by visitors, since they spend much of their lives hiding around or under rocks and logs in montane woodlands. They are much smoother and softer than most lizards. If a skink's tail is grabbed, it will actually completely detach, a defense mechanism that allows the lizard to escape.        While bullsnakes are not poisonous, they may defensively attempt to bite. NPS\/Great Sand Dunes NPP  Bullsnakes are the largest reptile in the park, occasionally reaching lengths of over 5 feet (1.5m). Sometimes mistaken for rattlesnakes and killed, these non-poisonous snakes are an important part of the ecosystem that control rodent populations. More common in the park's grasslands, they are also occasionally found in montane woodlands. Please be careful driving on park roads to avoid accidentally killing one of these beautifully-patterned creatures.        Look for garter snakes near the park's creeks, where they hunt for amphibians, small mice, and insects. NPS  Garter snakes are usually found in riparian areas, but they occasionally wander into grasslands or even the dunefield. Adapted for cold, they have also been observed at 12,000 feet (3,658m) on alpine tundra in Great Sand Dunes National Preserve. They may release a musky fluid if handled, but are otherwise fairly harmless.",
    "url": "https:\/\/www.nps.gov\/grsa\/learn\/nature\/reptiles.htm"
}
