{
    "title": "Great Sand Dunes National Park & Preserve: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems         Alpine wildflowers and 13,604' (4146m) Tijeras Peak, Great Sand Dunes National Preserve NPS\/Steve Chaney  Alpine tundra is the highest ecosystem at Great Sand Dunes. Here, the conditions are too harsh for trees to survive, but wildflowers, pikas, marmots, ptarmigans, and bighorn sheep thrive in these challenging conditions. In Great Sand Dunes National Presrve, alpine tundra extends elevationally from about 11,700' (3566m) to 13,604' (4146m).        Skeletal trees hang on for survival at treeline NPS\/Phyllis Pineda Bovin  Krummholz means \"crooked wood\". Trees at the upper limit of their habitat range - 11,700' (3566m) are stunted and twisted due to high winds, snow, ice, short growing seasons, and shallow, poorly developed soils. This is a transition zone between subalpine forest and alpine tundra, and an important refuge during storms for some mammals and birds who primarily live on tundra. Because bristlecone pine and limber pines grow extremely slowly, their small statures often belie true ages. Some are over 1000 years old.        Snowfields are often still melting into Lower Sand Creek Lake in early July. NPS\/Kris Illenberger  There are five named alpine lakes and a few unnamed tarns in Great Sand Dunes National Preserve. Some of these lakes are in the transition zone between forest and tundra, at around 11,700' (3566m), while some smaller tarns are situated on alpine tundra. These lakes and tarns provide habitat for trout and a few high-altitude amphibians, and are part of the mountain watershed of Great Sand Dunes.        Wildflower blooms peak during mid-summer in subalpine meadows. NPS\/Patrick Myers  Subalpine forests and meadows capture heavy snow in winter and soaking rains in summer. The highest diversity of Rocky Mountain species of plants and animals can be found here. Subalpine forest extends elevationally from 9500' (2896m) to treeline at 11,700' (3566m).        Each year in late September, Morris Gulch turns into a golden river of aspen trees. In contrast, the drier slopes of the montane zone support smaller trees and shrubs. NPS\/Patrick Myers  Montane forests and woodlands are found along the drier foothills of the Sangre de Cristo Mountains at approximately 8000' (2438m) to 9500' (2896m). Pinyon-juniper and ponderosa pine woodlands are found on open, drier slopes, while cottonwood and aspen trees are in drainages. Mountain lions hunt mule deer here at night. Owls, dusky grouse, turkeys, and bullsnakes all find habitat in these drier, open woodlands.        Sand Creek begins on alpine tundra, flows through conifer, aspen, and cottonwood forests, and ends in wetlands on the valley floor. NPS\/Scott Hansen  The Riparian ecosystem follows creeks through all ecosystems at Great Sand Dunes. Cottonwood and aspen trees, red osier dogwood, and alder grow well in this wet environment, in turn providing shade and habitat for bears, water shrews, and western tanagers. Rio Grande Cutthroat Trout and the endangered Rio Grande Sucker are found in Medano Creek.        View of the dunefield from 750' (229m) Star Dune.  NPS\/Fred Bunch  The dunefield with the tallest dunes in North America spreads across 30 square miles (78 sq. km), a unique high-altitude desert environment surrounded by the other ecosystems listed on this page. These dunes are a place of extremes: the sand surface can reach 150 degrees F (65 degrees C) on a summer afternoon, or drop to minus 20 degrees F (minus 29 degrees C) on a winter night. While the top few inches are often dry, these dunes are moist year-round, kept wet by ongoing precipitation. This 7% moisture content by weight allows species such as Ord's kangaroo rat, Great Sand Dunes Tiger Beetle, scurfpea, and blowout grass to survive here. Many animals visit the dunes from other habitats, including elk, pronghorn, bison, coyotes, bobcats, and raptors. Find out more about the geology of Great Sand Dunes.        The southern boundary of the national park is County Lane 6, where a wet spring brought out these wildflowers in 2009. NPS\/Patrick Myers  Extensive grasslands and shrublands surround the dunefield on three sides, from 7500' - 8200' (2286m - 2499m). Geologically, this region is referred to as the sand sheet. It varies from wet meadows to cool-grass prairie to desert shrubland, depending on proximity to groundwater and soil type. Elk and pronghorn are common here. Burrowing owls nest in the ground, while other raptors float the skies searching for mice, kangaroo rats, and short-horned lizards.        Saltgrass can survive being surrounded by sabkha alkali deposits, similar to baking soda. NPS\/Patrick Myers  The sabkha is a wetland region where groundwater rises and falls seasonally, leaving white alkali deposits on the surface. Inland saltgrass is common in this area. Toads can reproduce in sabkha wetlands when they are seasonally filled with sufficient fresh water. Shore birds such as the American avocet hunt tadpoles and insects in the shallow water. The sabkha is at approximately 7500' (2286m) in elevation.        South Twin Lake is surrounded by bulrush that are taller than a person in mid-summer. NPS\/Patrick Myers  Wetlands speckle the San Luis Valley, and are important habitat for sandhill cranes, shore birds, amphibians, dragonflies, and freshwater shrimp. Grassland species such as elk also use these waters for drinking. The park's wetlands are at approximately 7500' (2286m) in elevation.",
    "url": "https:\/\/www.nps.gov\/grsa\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
