{
    "title": "Lake Clark National Park & Preserve: Do Business With Us",
    "body": "Explore This Park    Get Involved     Do Business With Us            Do Business With Us       Lake Clark National Park and Preserve has a thriving commercial services program working with private commercial operators who provide important services to visitors in the park. By welcoming the private sector as a partner in park operations, the National Park Service broadens the economic base of the region and encourages resource stewardship in communities surrounding and within parks. Commercial service providers and the National Park Service work as partners to practice sound environmental management and stewardship.       Park visitor arrives via a CUA at the Proenneke Site. NPS Photo \/ Kent Miller       All commercial services are administered in accordance with the Alaska National Interest Lands Conservation Act of 1980 (ANILCA), the National Park Service Concessions Management and Improvement Act of 1998 (PL 105-391), 36 CFR 51, 2006 National Park Service Management Policies, and other applicable laws and regulations. The Commercial Services program at Lake Clark National Park and Preserve includes concession contracting and issuance of Commercial Use Authorizations (CUAs) Guided activities that are authorized within the park and preserve through Commercial Use Authorizations include:  air taxi backpacking bear viewing big game transport boating charter boat hiking incidental hunt transport kayaking mountaineering photography sport fishing winter backcountry trips (guided skiing, sledding, snowshoeing)  All of these activities are administered in accordance with park management plans and policies. They are:  Determined to be an appropriate use for the park. Have minimal impact on park resources and values. Are consistent with the purposes for the park and preserve. (2006 NPS Management policies 10.3.1 and PL 105-391 sec. 418).  Commercial service providers fill a vital role in helping the NPS carry out its mission. Through the use of concession contracts or CUAs, the NPS provides for visitor services that are necessary and appropriate for public use and enjoyment through all areas of the park and preserve, including wilderness areas. Application forms, instructions, CUA fees, and stipulations by which CUA holders must operate can all be found on the Commercial Use Authorizations website for the Alaska Region.",
    "url": "https:\/\/www.nps.gov\/lacl\/getinvolved\/dobusinesswithus.htm"
}
