{
    "title": "Lake Clark National Park & Preserve: Portfolio of Management Plans",
    "body": "Explore This Park    Get Involved     Planning     Portfolio of Management Plans              Portfolio of Management Plans       General Management Plan (GMP) This document is a comprehensive plan that guides the long-term management of resources, visitor use, and general development at the park. It guides our day to day operation, sets priorities for park management, and informs our decision-making. General Management Plan and Environmental Assessment (1984) This is the management plan the park is currently operating under. Proposed GMP Amendment Lake Clark is in the process of developing a GMP amendment, which will provide updated direction for managing the park over the next 15-20 years.      Foundation Statement Lake Clark's Foundation Statement (published in 2009) describes the park and preserve's purpose, significance, fundamental resources and values, primary interpretive themes, and special mandates.      Fire Management Plan The Lake Clark Fire Management Plan (published in 2011) provides direction for wildland fire management in the park and preserve.      Wild and Scenic River Value Statements Wild and River Scenic River Value Statements identify and articulate those resources and values that were critical to a river's designation and inclusion in the National Wild and Scenic River System. Lake Clark has three Wild and Scenic Rivers. Their value statements are being drafted and will be published when available.  The Tlikakila The Chilikadrotna The Mulchatna       Park Atlas The park atlas is a collection of maps and geospatial data indicating areas of particular importance as to wilderness, natural, historical, wildlife, cultural, archeological, paleontological, geological, recreational, and similar resources. Atlases for Lake Clark and other National Park Service units throughout Alaska are being drafted.      Alaska Federal Lands Long Range Transportation Plan (LRTP) The Alaska NPS Long Range Transportation Plan is a multi-agency plan that identifies and assesses transportation related issues, performance, and maintenance for Federal lands in the state, and sets priorities for parks in the Alaska Region in a drop-down plan to the inter-agency umbrella plan.      Wildlife Stewardship in National Park Service Areas in Alaska Wildlife stewardship on National Park Service (NPS) units in Alaska is guided by the Organic Act, the General Authorities Act, the Alaska National Interest Lands Conservation Act, Federal regulations, and NPS Management Policies. The wildlife stewardship report (published in May 2013) consolidates this collective guidance to serve as a focused reference for NPS staff as they evaluate the myriad issues and decisions facing the agency and the wildlife held in its trust. Further, this document will inform members of the public, fellow agencies, and partners about the considerations and constraints used by NPS when implementing mandates relative to wildlife.      Park Planning, Environment, and Public Comment (PEPC) Find additional park plans, environmental impact analyses, and related documents at http:\/\/parkplanning.nps.gov\/lacl     Documents Open for Public Review  Loading ...  There are currently no projects with documents open for public review for Lake Clark National Park & Preserve.    Other Plans and Projects An archive of completed projects as well as projects without documents open for comment may be found on the PEPC website.",
    "url": "https:\/\/www.nps.gov\/lacl\/getinvolved\/portfolio-of-management-plans.htm"
}
