{
    "title": "Great Sand Dunes National Park & Preserve: Birds",
    "body": "Birds         Western Tanager NPS\/Sally King  There are over 200 species of birds at Great Sand Dunes, nesting in tundra, trees, grasslands, or wetlands. View a Checklist of Birds of the park and preserve. Below is just a sample of some of the bird life in this diverse park, from high to lower elevations..        NPS\/Patrick Myers  Brown-capped rosy finches nest on alpine tundra each summer in Great Sand Dunes National Preserve, building a cup nest in a cavity on a cliff. In winter, they migrate to lower elevations. These finches are onmnivores, feeding on insects, and seeds.        White in winter, and rock colored summer, ptarmigans are sometimes hard to see unless they move. Courtesy Colorado Birding Society  White-tailed ptarmigans are chicken-like birds that primarily walk instead of flying. They survive year-round on alpine tundra, raising chicks in summer and burying themselves in snowbanks during blizzards.        Red-breasted nuthatch NPS\/Sally King  Red-breasted nuthatches, along with white-breasted nuthatches and pygmy nuthatches, are sometimes seen walking up and down trees on the Mosca Pass Trail and Montville Trail.        NPS  Peregrine falcons nest in high cliffs or forests of the Sangre de Cristo Mountains. In the 1970s, this species was federally listed as endangered. Due to recovery efforts, peregrines were de-listed in 1999. Continued recovery and monitoring efforts continue. Though they typically nest higher in the mountains, they sometimes glide over the park's entrance road and across the grasslands surrounding the dunefield.        NPS\/David Restivo  Mountain bluebirds are often seen along the park entrance road, where they hunt for insects in the foothills and grasslands.  Males are a brilliant blue color, while females are grey-blue.  They are one of the first birds to arrive in spring, often first appearing in March, the snowiest month of the year.        NPS  Northern pygmy owls are sometimes seen in montane forests of the foothills, near the Visitor Center.        NPS\/Phyllis Pineda Bovin  Dusky grouse (formerly known as blue grouse) are often seen along the Mosca Pass Trail. These birds are distant wild cousins of chickens, with similar mannerisms.        Hummingbirds find different wildflower blooms throughout summer. Rocky Mountain beeplants bloom in July during wet summers. NPS\/Steve Trimble  Hummingbirds are summer residents of the park, nesting in tiny grass nests in the foothills. However, they have been observed feeding throughout the park, from grasslands to alpine tundra, as long as there are flowers present.  Hummingbirds consume large quantities of flower nectar and even aspen sap. To supplement their diet, they also feed on small insects, especially those attracted to sap and nectar. Four species of hummingbird have been observed in the park (see bird list linked at top of page).        Western tanagers are residents only for the warmer months, heading to tropical regions in winter. NPS  The bold yellow and red colors of male western tanagers prompt many visitor questions in summer months. These small birds are frequently seen in the campground, or in riparian areas.        Burrowing owls nest in the ground instead of in trees. USFWS  Burrowing owls nest each summer on the grasslands west of the dunefield, using prairie dog or rabbit burrows for their homes.        NPS\/Patrick Myers  Golden eagles are more commonly observed in the park than bald eagles. They typically nest in cottonwoods or tall conifers along the foothills, and hunt for rabbits, snakes, and kangaroo rats in open grasslands or pinyon-juniper woodlands.        Bald eagles are occasionally observed near County Lane 6 north, along the southern border of the park. NPS\/Patrick Myers  Bald eagles prefer open water, so they are most often found in western regions of the park where there are wetlands.        Sandhill cranes gather in the San Luis Valley for about two months in spring and fall during their seasonal migrations. NPS\/Patrick Myers  Sandhill cranes bring excitement each spring when they return by the thousands to the San Luis Valley. The Crane Festival, centered in Monte Vista, is an annual spring event hosted in part by the US Fish and Wildlife Service. Cranes usually spend their days in farm fields or grasslands eating grains. There is often a flock of cranes along County Lane 6, which runs along the southern boundary of the park. In the evening they head to wetlands to spend the night.        CDOW\/John Koshak  American avocets are commonly observed in the wetlands of the national park. They make a shrill call and will often perform an elaborate ritualized defense display with a teetering gait and outstretched wings.        USFWS  Great blue herons are not common in the park, but occasionally are found in wetlands west of the dunefield such as Dollar Lake.",
    "url": "https:\/\/www.nps.gov\/grsa\/learn\/nature\/birds.htm"
}
