{
    "title": "Great Sand Dunes National Park & Preserve: Mammals",
    "body": "Mammals       Complete List of Mammals, Reptiles, Amphibians, and Fish of Great Sand Dunes National Park and Preserve (.pdf file) Below are some of the characteristic mammals of the park and preserve, beginning with alpine tundra and continuing down to grasslands.        Pika populations are being monitored in selected national parks to understand potential effects from a changing climate. NPS  American pikas live primarily on the alpine tundra of Great Sand Dunes National Preserve. They spend their summers gathering mounds of grass to dry in the sun, then stay active all winter under the snowpack eating their summer's work. Unlike their lower-elevation cousins in the rabbit family, pikas have small ears and feet, a characteristic of warm-blooded animals living in cold locations. Pikas in Peril is a research project being conducted by the National Park Service, to monitor and understand population dynamics of pikas. In a warming climate, pikas may be affected because in some locations they cannot move to higher and cooler elevations. Great Sand Dunes National NPP is one of the parks selected for this study.        NPS  Yellow-bellied marmots are familiar to those who hike to the summits of mountains in Colorado. These heavy-set creatures eat large amounts of food in summer to survive the long hibernation of an alpine winter. In summits where there are many hikers, marmots become bold and occasionally try to steal lunches! They are recognized by their short whistling call.  Marmots are found in alpine tundra and subalpine forests in Great Sand Dunes National Preserve.        NPS\/Jim Bowman  Bighorn sheep are found throughout subalpine forests in Great Sand Dunes National Preserve; they are most commonly seen along the Medano Pass Primitive Road. In summer months, some groups may migrate higher to alpine tundra. Male bighorn sheep are called \"rams\", with thick spiral horns that are used to battle other males during mating season. Unlike antlers, horns grow throughout the animal's life. Female bighorn sheep are known as \"ewes\", with slender, straighter horns. They give birth to lambs in spring, sometimes right onto the snow.        Black bear, blond phase NPS\/Great Sand Dunes NPP  Black bears are usually black, but may also be cinnamon or blond. They are most often near riparian areas, where they find an abundance of plants and small animals to eat. Mosca Pass Trail hikers occasionally see bears foraging near Mosca Creek. Black bears are generally harmless; they respond to humans differently than grizzly bears. If you encounter a black bear:   1) Stay calm; if you get excited, the bear may get excited!    2) Stop. Avoid direct eye contact. 3) Slowly leave. Running or sudden movement may threaten a bear. 4) Speak softly to the bear to alert it to your presence. Do not yell. 5) Fight back, if attacked (use rocks, sticks, flashlight, bare hands).         NPS Photo  Snowshoe hares are found in subalpine forests of the Sangre de Cristo Mountains, where they are preyed upon by mountain lions, coyotes, and bobcats. These plump mammals have large, wide feet that work like snowshoes on deep snow. White in winter and brown in summer, they are sometimes missed by hikers because of their camouflage.        Abert's squirrels can be black, grey, white, or any combination of those colors.   Abert's squirrels are jokingly referred to as \"scrabbits\" because of their rabbit-like ears. They are found only in coniferous montane forests. The Abert's squirrel is named after Colonel John James Abert, an American naturalist of the 19th century. Abert's squirrels live in and eat various parts of the ponderosa pine, including seeds, inner bark, cones, and buds. They also consume mushrooms, carrion, bones, and antlers. They build nests up to about 2 feet (61cm) wide, where they raise 2-5 young. Abert's squirrels are only active in daylight hours; at night they retreat to their nests to sleep.        Mountain lions are active throughout the year. In summer they are most active at night, while during winter they prefer warmer daytime temperatures. Adobe Images  Mountain lions are rarely seen by park visitors, but their tracks are often seen along Medano Creek and Sand Creek, where they hunt mule deer at night. In winter their tracks are also seen in snow in montane woodlands along the foothills.           NPS\/Great Sand Dunes NPP  Mule deer are the most commonly observed mammal at the park. They prefer montane meadows and woodlands, right where the campground, entrance station, and Visitor Center are located. Because they are somewhat used to people, they seem to pose for photos. Please do not approach or feed deer; they are still a wild animal. They are prey for mountain lions.   Heavier-bodied than the eastern cousins the white-tailed deer, mule deer are sometimes mistaken for elk by visitors. Elk (see below on this page) are much larger, and have dark, thick fur around their necks.        NPS\/Patrick Myers  Water shrews are found in riparian and wetland areas of the park and preserve. These peculiar creatures swim until they see an insect on the bottom of a creek or wetland, then dive down to grab it. Their fine hairs trap air bubbles, allowing them to pop back up to the surface like a cork.        Beaver on sand at Great Sand Dunes NPS\/Great Sand Dunes NPP  Beavers on sand dunes? Occasionally a beaver will wander across the sand from their usual riparian habitat, perhaps dispersing to a new home in a pond or stream miles away. In 2007 a beaver swam through the main \"beach\" area of Medano Creek along the base of the dunes (photo). A few other beavers have been photographed or documented on the dunes or in isolated interdunal ponds.         Kangaroo rats can be seen at night in the dunes, or sometimes crossing the entrance road in the dark. NPS\/Patrick Myers  While some of the mammals listed on this page visit the dunes on occasion, only Ord's kangaroo rats can live their entire lives in the main dunefield itself. They collect seeds from various grasses and sunflowers, and hide them in moist sand below the surface. After a couple of days collecting moisture, the seeds now provide a little water to these rodents that can live their entire lives without drinking. Kangaroo rats are so named because they can jump up to 5 feet (1.5m) in the air to avoid their many predators. If jumping doesn't work, they may kick sand in their predator's face. They are active year-round, but are nocturnal. Look for them in the dunefield after dark. Sometimes they are seen scurrying across the park entrance road;        NPS  Badgers are only occasionally seen by visitors, lumbering across the entrance road or over the park's grasslands. They are fierce predators, hunting rabbits, kangaroo rats, lizards, and other small animals. Insects and seeds from prairie sunflowers supplement their diet.        Bison bull west of the dunefield NPS\/Scott Hansen  Over 1500 bison are currently ranched within park boundaries on land owned by The Nature Conservancy. This private inholding is only open to the public through tours.           Sometimes called \"antelope\", pronghorns are not true antelope at all, but are in their own North American family. NPS\/Patrick Myers  Pronghorn can run at speeds up to 60 mph (97kph) across the park's grasslands. Visitors sometimes see a herd of pronghorn along the park entrance road in morning or evening. Males have tall, curved horns; females have smaller, straighter horns. While mule deer tend to stay closer to trees and shrubs, pronghorn prefer open grasslands. They can survive on little or no drinking water for extended times by having highly efficient kidneys.         Elk herd near entrance road NPS\/Patrick Myers  Elk prefer open grasslands, avoiding forests when possible. In the San Luis Valley, they may seasonally migrate up into montane meadows or alpine tundra, but some herds stay on the valley floor year-round. In the western U.S., a combination of encroachment on grassland habitat via development, and maturing closed-canopy forests has had an effect on their distribution. There are estimated to be over 4000 elk in the eastern part of the San Luis Valley.",
    "url": "https:\/\/www.nps.gov\/grsa\/learn\/nature\/mammals.htm"
}
