{
    "title": "Lake Clark National Park & Preserve: Laws & Policies",
    "body": "Laws & Policies       A variety of rules and regulations help protect park resources and provide visitors with a safe and enjoyable experience. Together the Code of Federal Regulations (CFR) and the Superintendent's Compendium provide a complete listing of park rules and regulations designed to care for this national treasure.       Photo courtesy of Drew Groves       Code of Federal Regulations 36 CFR parts 1-199 pertain to all National Park areas. 36 CFR part 13 subparts A-G pertain to all National Park Service areas in Alaska. 36 CFR part 13 subpart S pertains to special regulations in Lake Clark National Park and Preserve.  Superintendent's Compendium Do I need to get a permit to do that? How do I need to store my food? Are there any places that are closed or areas that I can't go to? How am I supposed to dispose of fish remains once I've cleaned them? These answers and more can be found in the Superintendent's Compendium. Reviewed annually, this document provides a list of designations, closures, permit requirements, and other restrictions imposed under the discretionary authority of the superintendent. Learn more about Superintendent's Compendiums in Alaska or review Lake Clark's current compendium by clicking the links below. 2016 Final Compendium - all rules listed here are currently in effect.  Sport Hunting, Trapping, and Fishing Sport fishing is allowed throughout the park and preserve while sport hunting and trapping are confined to the national preserve. The National Park Service and the State of Alaska cooperatively manage the wildlife resources in Lake Clark, therefore you must posses a valid Alaska state hunting and\/or fishing license and you must comply with State of Alaska sport fishing regulations and sport hunting and trapping regulations. Please note, the take of wolves or coyotes under state regulations is prohibited in Lake Clark National Preserve from May 1 to August 9.      Common Violations to Avoid National Parks Service areas do not allow activities that would destroy part of the park. If you leave the park the way it was before you arrived by following the Leave No Trace principles, you're on the right track to being a good steward of your national park. Common violations that you should avoid include: Destroying vegetation. Cutting down live or standing trees for structures or firewood and removing tundra for tent pads is not allowed. Firewood must be dead and already down. Standing snags\/dead trees provide critical wildlife habitat, especially for birds and insects, and should not be removed. Taking objects. Removing historic artifacts, fossils, antlers\/horns, skulls, plants, rocks, etc. is not allowed. Leave them for the next visitor to discover and enjoy.  Failing to deal with human waste properly. Leaving it too close to rivers, lakes, or campsites, or not burying it properly can cause human health hazards. Littering\/trash. Please pack out all items, packaging, and other garbage you bring into the backcountry. Do not bury it, or leave it in campfire rings. Improper food storage. Please follow the park's food storage requirements. Hunting violations include: sport hunting within the national park boundaries, failing to salvage the meat, taking undersized game, and taking wolves or coyotes during the restricted period of May 1 through August 9. Harassing or disturbing wildlife. If a bird or animal changes its behavior due to your presence, you have disturbed it. Learn tips to help you avoid harassing or disturbing wildlife on the park's animals page.  Entering the meadow at Silver Salmon Creek. The sedge meadow between the Sargent Creek confluence and the Silver Salmon Creek is closed to human entry from June 15 to September 15 for habitat restoration. Visitors are asked to please stay on the established foot path. A map showing the area closure is available on the Visit Silver Salmon Creek page. Entering the meadow at Chinitna Bay. The meadow north of the slough in Chinitna Bay is closed to hiking, camping, and all other human access May 1 - August 31. For your own safety, please do not enter this area of high bear use. A map showing the area closure is available on the Visit Chinitna Bay page. Picnicking or eating in the Chinitna Bay bear viewing area. Picnicking in Chinitna Bay from Glacier Spit to the NPS Ranger Cabin (2 miles east) is prohibited above the beach from June 1 - August 30. This restriction is intended to minimize the risk of negative human\/bear interactions and prevent bears from associating food with the bear viewing area. For your own safety, and the safety of other bear viewers, please keep your food packed out of sight and out of the reach of bears at all times while in this area. Camping for too long at the Hope Creek campsite or the Twin Lakes area. The Twin Lakes area is one of the busiest camping and backpacking areas in the park. For this reason, between April 15 and September 30 camping within two miles of Upper or Lower Twin Lakes is limited to a total of 21 days and camping at Hope Creek Campsite is limited to a total of 14 days. There are no time restrictions October 1 - April 14. Discharging or carrying a firearm where it is not allowed. Learn about applicable federal and Alaska statelaws regarding the possession of firearms in National Parks on our Firearms Information page. Operating drones and other unmanned aircraft. Launching, landing, or operating an unmanned aircraft from or on lands and waters administered by the National Park Service within the boundaries of Lake Clark National Park and Preserve is prohibited except as approved in writing by the superintendent. Further details are available in the Superintendent's Compendium and the director's policy memorandum 14-05 regarding the use of unmanned aircraft.",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/management\/lawsandpolicies.htm"
}
