{
    "title": "Lake Clark National Park & Preserve: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Lake Clark National Park & Preserve is a big part of this effort. Take a look at what we're doing and get involved!   Experiences    Check back for experiences in this park. To find other national park experiences, visit the experiences search.    Call to Action Projects      Nature’s Peace for our Wounded Soldiers  Samaritan Lodge Alaska, a program of Samaritan’s Purse, a Christian relief organization is seeking to offer healing experiences for wounded veterans and their spouses in Lake Clark National Park and Preserve.  The Park is working with the lodge to offer increased interpretive programming, access for soldiers and their spouses at park field research sites, as well as working to facilitate access to park resources. Read more   Alaskan Youth Unite for Trail Work and Cultural Exchange  Lake Clark National Park and Preserve and the Student Conservation Association developed a strategic recruitment program to recruit youth from both the state’s urban centers and villages local to the park in order to offer trail crew members a richer cultural exchange and broader work experience. Read more",
    "url": "https:\/\/www.nps.gov\/lacl\/getinvolved\/2016.htm"
}
