{
    "title": "Lake Clark National Park & Preserve: Get Involved",
    "body": "Explore This Park    Get Involved           Get Involved       Work With Us Peruse the employment, local hire, internship, and volunteer opportunities at Lake Clark National Park and Preserve.   Do Business With Us Learn how your company can provide commercial services in the park and preserve.   Park Planning Explore the park's Portfolio of Management Plans. These range from basic descriptions of the park's purpose to comprehensive management plans that describe how work will be completed by the National Park Service. Projects with documents that are open to public review and comment are always listed here.   Donate Your Photos or Video The park gratefully accepts donations of high quality photographs or video from visitors to the park. Signed photo releases are required from all human photo subjects. This form also documents the donation. Disks or flash drives of photos, video, and photo releases may be mailed to: Lake Clark National Park & Preserve c\/o Tia Vaughn, Park Guide 1 Park Place \/ General Delivery Port Alsworth, AK 99653 Please be sure to send only your best professional quality photos with titles and locations attached. Photos donated to the National Park Service will become property of the National Park Service and will be used in the public domain. Efforts will be made to credit the photographer. Reminder: launching, landing, or operating a drone or other unmanned aircraft from or on lands and waters administered by the National Park Service within the boundaries of Lake Clark National Park & Preserve is prohibited except as approved in writing by the superintendent. The NPS will not accept video clearly taken by drone.   Financial Donations The Park gratefully accepts financial donations. Checks may be made out to Lake Clark National Park and Preserve and mailed to: Lake Clark National Park & Preserve c\/o the Superintendent 240 W. 5th Ave, Suite 236 Anchorage, AK 99501 Please specify that you intend to make a donation to the park. Unless otherwise specified, donations are put to the highest priority of the park as determined by the superintendent.",
    "url": "https:\/\/www.nps.gov\/lacl\/getinvolved\/index.htm"
}
