{
    "title": "Tumacácori National Historical Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations         Wake up at dawn after spending the night inside (or just outside) the historic church. NPS Photo  Tours Requiring Reservations Some interpretive programs require reservations in advance.  Call 520-377-5064 for details.   Curriculum-based programs, field trips, youth groups Special tours for groups   Some programs require reservations and a fee.   Calabasas and Guevavi tour Family Sleepover          Special Use Permit - Events (e.g. weddings, baptisms, organized picnics) Tumacácori National Historical Park, as a unit of the United States National Park Service permits such special use activities when they are consistent with the park’s mission and will not harm the resource or interfere with the visitor experience. No special use will be allowed that will have an adverse impact on the park resources or negatively affect visitor use and enjoyment by interrupting or conflicting with regularly scheduled park activities. When is a permit needed? A Special Use Permit is required for short-term activities that provide a benefit to an individual, group, or organization, rather than the public at large and for activities that require some degree of management by the National Park Service in order to protect park resources and the public interest. Most weddings, baptisms, family reunions, and other events falls under this category. How do I apply for a permit? 1) Contact the park's special use permit coordinator to determine if your event is within the park's guidelines. You can do this in person or by phone at 520-377-5060. 2) Submit a completed Special Use Permit Application for Events application along with the $130.00 nonrefundable application fee to the park at least two weeks in advance of the date(s) desired. You may be required to meet with park staff in advance of the event to insure that your event will be successful and that all special requirements will be met. You may also pay fees online once your Special Use Permit has been approved. What fees will I have to pay? The National Park Service has been directed by Congress to recover all costs incurred by the Park in processing and monitoring any special uses of its lands, facilities, and\/or staff. Tumacácori uses the following cost recovery schedule:     Type of Permit   Application Fee   Administrative Fee   Total Initial Fees   Monitoring Fee ADDITIONAL     Special Events   $100   $30   $130 *   $50 per hour (or increment thereof) per monitor     Weddings   $100   $30   $130 *   $50 per hour (or increment thereof) per monitor     Commerical Filming and Photography   $100   $30   $130 * **   $50 per hour (or increment thereof) per monitor     ** Filming and photography permits require an additional Location Fee based on the number of people involved in the activity.       Are there any other costs or permit requirements? Events that propose to use the visitor center, mission church and\/or immediate grounds, must occur before or after the park’s operating hours (9:00 AM – 5:00 PM). National Park Service employee must be present to monitor the event, including set-up and clean-up. The permittee may be required to provide certain facilities or services directly as a condition of the permit. Some examples are portable sanitation facilities, utility costs, security or emergency medical services, county licenses, and\/or salary and travel costs for additional National Park Service personnel. Depending on the size and nature of the event, you may also be required to obtain liability insurance naming the United States as additionally insured in an amount commensurate with the risk posed to park resources by your proposed activity. You may also be asked to post a bond to ensure the payment of all charges and fees and the restoration of the area if necessary.      Special Use Permit - Commercial Filming and Still Photography The tradition of capturing the image of the missions began with early individuals who traveled with paint and canvas or primitive photo apparatus before the area was designated as a national monument by Theodore Roosevelt in 1908. Tumacácori National Historical Park, as a unit of the United States National Park Service permits commercial filming and still photography when it is consistent with the park’s mission and will not harm the resource or interfere with the visitor experience. When is a permit needed? All commercial filming activities taking place within Tumacácori National Historical Park require a permit. Commercial filming includes capturing a moving image on film and video as well as sound recordings. Still photographers require a permit when:  the activity takes place at location(s) where or when members of the public are generally not allowed; or the activity uses model(s), sets(s), or prop(s) that are not a part of the location’s natural or cultural resources or administrative facilities; or the park would incur additional administrative costs to monitor the activity.  How do I apply for a permit?  1) Contact the park's special use permit coordinator to determine if your commercial operation is within the park's guidelines. You can do this in person or by phone at 520-377-5060. 2) Submit a completed Special Use Permit Application for Commercial Filming and Photography along with the $130.00 nonrefundable application fee to the park at least two weeks in advance of the date(s) desired. You may be required to meet with park staff in advance of the event to insure that your event will be successful and that all special requirements will be met. You may also pay fees online once your Special Use Permit has been approved. What fees will I have to pay? The National Park Service is authorized to collect two fees; cost recovery and a location fee. Cost recovery includes a $130.00 nonrefundable application fee which must be submitted with your application as well as a charge to cover the costs incurred by the National Park Service in processing your request and monitoring your permit. This amount will vary depending on the complexity of your permit request, but will at minimum include a $50 per hour monitoring cost for each hour (or increment thereof) that the filming is in the park.  In addition, the National Park Service has been directed by Congress to collect a location fee to provide a fair return to the United States for the use of park lands. The National Park Service uses the following fee schedule:     Commercial Filming\/Videos   Still Photography     1 - 2 people, camera & tripod only   $0\/day             1 - 10 people   $150\/day   1 - 10 people   $50\/day     11 - 30 people   $250\/day   11 - 30 people   $150\/day     31 - 49 people   $500\/day   Over 30 people   $250\/day     Over 50 people   $750\/day               Are there other permit requirements? You will be required to obtain liability insurance naming the United States as additionally insured in an amount commensurate with the risk posed to park resources by your proposed activity. You may also be asked to post a bond to ensure the payment of all charges and fees and the restoration of the area if necessary.",
    "url": "https:\/\/www.nps.gov\/tuma\/planyourvisit\/permits-reservations.htm"
}
