{
    "title": "Lake Clark National Park & Preserve: Specimen Collection",
    "body": "Explore This Park    Learn About the Park     Research & Monitoring     Info For Researchers     Specimen Collection                Curatorial Requirements for Collection of Specimens              Curatorial requirements for Lake Clark National Park and Preserve, Katmai National Park and Preserve, Aniakchak National Monument and Preserve and Alagnak Wild River.  The curatorial requirements outlined here apply to both NPS and non-NPS researchers. Your collecting permit outlines your curatorial responsibilities as the collector. If you collect specimens that are to be retained (not destroyed in analysis), they must be accessioned and cataloged into the National Park Service’s Interior Collection Management System (ICMS), and must bear National Park Service (NPS) accession and catalog numbers. The specimens are NPS property and must be accounted for regardless of where they are stored. Unless exempted by additional park-specific stipulations, the permittee will complete the labels and provide the curator with cataloging metadata about specimens or artifacts collected.   What Are Your Responsibilities?    Before Collecting    Contact the LACL\/KATM Museum Curator, Katie Myers, at (907) 644- 3631, kathryn_myers@nps.gov, or 240 W. 5th Ave., Suite 236, Anchorage, AK to obtain an accession number, and a specific database template (Excel file) the collection data needs to be entered into for the collection. The accession number links all of the specimens, data, and meta-data in one collection.    Accession numbers are assigned as a condition of receiving a permit. Please have your study number available when you call. Be prepared to discuss you project briefly (specimen collection, destructive analysis, associated records, proposed repositories, etc.). The accession number will be emailed to you and the Permit Coordinator, along with this document, and appropriate cataloging databases and instructions. The park accession number must appear on all reports, field notes and correspondence relating to the collection, and on the label of each specimen collected.   While Collecting    During collection it is essential to gather complete information required for cataloging specimens. While the information required for cataloging is most likely already being collected, it is highly recommended that you review the fields in the cataloging database prior to collection. Please see the specific database template (Excel file) given to you by the park curator. Cataloging data must be provided to the curator in this template.    After Collecting    Call the Curator’s office and obtain a block of catalog numbers for the specimens that will be permanently retained. When you call, please have the following information ready:  Your accession number. Dates collecting began and ended. Number of specimens collected (estimates are acceptable for large collections). The name of the institution(s) and point of contact where specimens will be housed, if not the NPS Alaska Regional Curatorial Center.  The Curator’s office will send you (or the individual responsible for cataloging the collection):  Block of catalog numbers to use An NPS Outgoing Loan Agreement form if specimens are to be stored at a non-NPS repository, to be signed by the institutional representative responsible for the loan. (All specimens, as well as their derivatives and by-products, remain the property of the United States).         Researcher collecting otoliths from salmon.   Please feel free to contact the curator’s office at any time curing this process. We are here to help you comply with the terms of your permit and to make compliance as easy as possible.   Katie Myers, Museum Curator Lake Clark National Park and Preserve, Katmai National Park and Preserve, Aniakchak National Monument, Alagnak Wild River 240 West 5th Ave., Suite 236 Anchorage, AK 99501 (907) 644-3631 (907) 644-3810 fax e-mail Kathryn Myers  The Curator’s office is in the Alaska Regional Office in Anchorage, AK.",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/specimen-collection.htm"
}
