{
    "title": "Lake Clark National Park & Preserve: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       Established first as a national monument in 1978 and then as a national park and preserve in 1980, Lake Clark is one of the nation's more than 400 National Park Service units. The staff take pride in their role in managing this legacy and protecting your cultural and natural resources. The overall management of Lake Clark National Park and Preserve emanates from the 1916 Organic Act that created the National Park Service to: \"...promote and regulate the use of the Federal areas known as national parks, monuments, and reservations...to conserve the scenery and the natural and historic objects and the wild life therein and to provide for the enjoyment of the same in such manner and by such means as will leave them unimpaired for the enjoyment of future generations.\"  Park managers work with local communities, state and federal agencies, the general public, and numerous other partners to ensure that actual and armchair visitors can experience Lake Clark National Park and Preserve's incredibly diverse and dynamic ecosystems and cultural landscapes in meaningful ways while keeping the promise of preservation for future generations. Learn more about the management of Lake Clark by exploring the links below.                Park Planning   Express your voice in the management of the park through the park planning process, and find copies of existing park management documents.          Facts and Stats   Find a few quick, fun facts and stats about Lake Clark.          Doing Business in the Park   The Commercial Use Authorization program allows businesses to provide suitable commercial services in Lake Clark.                    Rules and Regulations in Lake Clark   Can I have a campfire? How must I store my food? Are drones allowed? Where can I take my gun? Are some places closed? Know before you go!",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/management\/index.htm"
}
