{
    "title": "Lake Clark National Park & Preserve: Preserving Archeological Sites and Cultural Landscapes",
    "body": "Explore This Park    Learn About the Park     Research & Monitoring     Preserving Archeological Sites and Cultural Landscapes              Preserving Archeological Sites and Cultural Landscapes         Archeologist Doug Reger documents a site at historic Kijik. Chuck Trefon (right) and Steve Hobson from Nondalton assist with the project. NPS Photo \/ M. Ravenmoon  The National Park Service (NPS) is working with the Nondalton Tribal Council, experts from surrounding villages, and Portland State University on projects to document, protect, and share important archeological sites and cultural landscapes within the park. Kijik, an Archeological District and National Historic Landmark sits on the north shore of Lake Clark. An archeological survey and the collection of traditional ecological and cultural knowledge at Kijik will help inform future management of this site. Additionally, a Cultural Landscape Report will be developed for the 'Telaquana Trail,' a trailless route connecting Kijik to Dena'ina Athabascan settlements to the north that was an important traditional transportation corridor. The following projects will give the NPS and the public a better understanding of the historical ties that exist between the local people and the park.   Archeology in the Kijik National Historic Landmark\/Archeological District   The NPS and Nondalton Tribal Council are working together to support archeological investigations in the Kijik area and Dena’ina heritage preservation. This project includes examination of LIDAR bare earth imagery acquired by the NPS in 2013, conducting an archeological survey based on new information from the bare earth imagery, enhanced hands-on training opportunities, an on-site culture camp for local residents, and an assessment of threats to archeological sites. Excavation at sites will be prioritized based on threats. One house will be selected for complete excavation with the goal of reconstruction and development of an educational exhibit.   The fieldwork, analysis, exhibit development, and final reports will involve Dena’ina community members and will rely on the knowledge of elders and the tribe. Dena’ina participation will be structured as a culture camp so that Dena’ina traditional knowledge and values will be conveyed. Collection and sharing of traditional ecological and cultural knowledge will be part of this program.    Kijik is Significant to the Cultural History of Inland Dena’ina Athabascans   Kijik preserves the largest known grouping of Dena’ina Athabascan settlements and the most complete and intact record of the last 1,000 years of inland Dena’ina cultural history. Camp sites, villages, burials, and ritual sites document 10,000 years of human adaptations to a changing environment. This project helps ensure understanding and long-term protection of this important site.  Telaquana Trail Cultural Landscape Report        Looking south along Telaquana Trail, this view depicts where the Dena’ina culture named numerous sites, objects, and natural associated features. The Telaquana Trail Landscape  forms a continuous line of culturally and historically important places.    The National Park Service is working with Portland State University to develop a Cultural Landscape Report for the Telaquana Trail. Cultural Landscape Reports are the primary documents used to guide the management and preservation of cultural landscapes.   The Telaquana Trail Landscape is an historic landscape associated with the inland Dena’ina people of Southcentral Alaska, as well as the Euro-American settlers that arrived in the region after 1900 AD. Encompassing 60,000 acres, the Telaquana Trail is listed on the National Register of Historic Places. It stretches from the shores of Lake Clark at the former village of Kijik to the outlet of Telaquana Lake, approximately 50 miles due north. Along the trail there are numerous sites, objects, and natural features that form a continuous line of cultural and historical places.   The Cultural Landscape Report will include a narrative of site history, an inventory and assessment of existing landscape conditions, an analysis of the landscape’s continued significance and integrity using the criteria from the National Register of Historic Places, and recommendations for future landscape management. The report will aid in the long-term protection of sensitive and nationally-significant sites, guide future public interpretation, and may aid in developing a World Heritage Site nomination.   Partners and Contact Information   The National Park Service is partnering with the following organizations to complete this project:    Portland State University Nondalton Tribal Council  If you have any questions or would like more information on these projects, please contact: Karen Evanoff, Anthropologist Lake Clark National Park and Preserve 240 West 5th Avenue, Suite 236 Anchorage, AK 99501 Email Karen or call (907) 781-2218",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/preserving-arch-sites.htm"
}
