{
    "title": "Lake Clark National Park & Preserve: Mercury in Fish",
    "body": "Explore This Park    Learn About the Park     Research & Monitoring     Mercury in Fish              Mercury in Fish       A recent study on mercury in fish throughout many national parks shows that some fish in Lake Clark contain unusually high concentrations of mercury.       Northern pike are one of the fish species that tested positive for unusually high concentrations of mercury. NPS Photo       Why are we concerned about mercury? Fish are an excellent source of nutrition and provide great recreational and subsistence harvest opportunities. However, mercury is a neurotoxin - at high levels it can damage the developing brains of babies (including fetuses) and children. The State of Alaska has developed guidelines for women and children on how much of each fish they can safely eat, based on the amount of mercury in a variety of fish species. These guidelines incorporate studies of dietary mercury effects on children, and include a safety factor, so they do not have to be viewed as strict dietary limits.  Should I worry about eating fish? Overall, mercury levels in Alaska fish are low, so the only people who need to think about limiting the amount of fish they eat are women who are or can become pregnant, nursing mothers, and children age 12 years and under. Women and children can still get the benefits of eating fish by choosing to eat fish that are low in mercury, like salmon and humpback whitefish. Men, elders, and teenage boys may eat unlimited amounts of most Alaska fish, including lake trout. Smaller, younger fish generally have lower mercury concentrations.  What are the average mercury concentrations in Lake Clark's fish? Mercury concentrations are expressed as milligrams (mg) of mercury per kilogram (kg) of fish.  Lake Clark: Lake trout = .38 mg\/kg; northern pike = .17 mg\/kg; humpback whitefish = .06 mg\/kg Kontrashibuna Lake: Lake trout = .23 mg\/kg Telaquana Lake: Lake trout = .12 mg\/kg   How much fish can women and children safely eat? Too much mercury can be harmful. The table below explains how many means per month women and children can eat according the State of Alaska, based on mercury concentration in fish. A meal size is one six-ounce portion of fish for adults, or one three-ounce portion for children age 12 years and younger. Three ounces of fish is about the size of a deck of playing cards.     Mercury concentration in fish (mg\/kg)  Meals per month  Fish species and size, by location    0 - 0.15  Unlimited Lake Clark: Humpback whitefish and Arctic grayling Telaquana Lake: Lake trout    0.15 - 0.32  Up to 16  Lake Clark: Northern pike (17 - 30 inches) Kontrashibuna Lake: Lake trout (12 - 16 inches)    >0.40 - 0.64  up to 8  Lake Clark: Lake trout (14 - 25 inches)       Are our local fish safe to eat? All five species of Alaska salmon have very low contaminant levels and are safe to eat in unlimited quantities. There is more of the toxic form of mercury – methylmercury – in fish that eat other fish and in older fish, like large lake trout. A recent study measured mercury in muscle from Lake Trout caught in Lake Clark, Kontrashibuna Lake, and Telaquana Lake. The average total mercury concentrations in Lake Trout in Lake Clark and Kontrashibuna Lake exceeded thresholds recommended by the State of Alaska for unlimited human consumption by women and children. The table above shows state guidelines for how many meals per month of each type of fish are considered safe to eat. Comparing total mercury numbers to methelmercury health guidelines is a conservative approach.  Where does mercury in Alaska come from? Natural sources such as wildfires, volcanoes, and local bedrock weathering add small amounts of mercury into the environment. Human-caused sources such as global air pollution from burning fuels, and mining runoff contribute about two-thirds of mercury into the global atmosphere. Mercury in wetlands is transformed by bacteria into methylmercury, which accumulates in fish and animals and can be highly toxic. This is the form of mercury that scientists and health specialists are concerned about.  Deciding what to eat Subsistence or wild foods, including almost all fish, are better for you than store-bought foods. Fish are nutritious, with vitamins A, E, and C, iron, zinc, protein, and very important omega-3 fatty acids. These nutrients help keep your nervous system, your immune system, and your heart healthy, and are important for a healthy pregnancy. Subsistence foods are low in sugar and saturated fats. Store-bought foods can have unhealthy amounts of sugars and fats, which can contribute to obesity, diabetes, and heart disease.  For more information on the State of Alaksa's fish consumption guidelines, or the benefits of eating subsistence foods, contact: Environmental Public Health Program Alaska Division of Public Health 3601 C Street, Suite 540 Anchorage, AK 99503 Phone: (907) 269-8000 For more information about mercury in the park and preserve's fish, contact Lake Clark's fisheries biologist: Lake Clark National Park and Preserve 240 W. 5th Ave Suite 236 Anchorage, AK 99501 Phone: (907) 644-4629 email: lacl_vistor_information @ nps.gov",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/nature\/mercury-in-fish.htm"
}
