{
    "title": "Lake Clark National Park & Preserve: Info For Researchers",
    "body": "Explore This Park    Learn About the Park     Research & Monitoring     Info For Researchers               For Researchers        Researchers conduct a wide variety of studies in the Park and Preserve.  The park is interested in working with researchers and learning from their results. NPS photo       Lake Clark National Park and Preserve offers exceptional opportunities for research on a wide suite of natural and cultural resource topics. While some research projects at Lake Clark are conducted by park staff, many are performed by scientists from other agencies or institutions, such as the U.S. Geological Survey and the University of Alaska system. The importance of science-based management is widely recognized throughout the national park system. NPS policies state that in addition to using science as a means to improve park management, parks can and should be centers for broad scientific research and inquiry. Science in the park thus encompasses an array of disciplines in a variety of natural, cultural and social science investigations. All research, however, results in a better understanding of the park's natural and cultural environment and will ultimately benefit the National Park Service's ability to preserve and protect our national heritage. Please contact the chief of natural resources to obtain a permit. Phone: (907) 644-3626 e-mail us      Interested in Conducting Research in Lake Clark? 1.Contact the Natural Resources Manager, Jeff Shearer: 907-644-3629, jeff_shearer@nps.gov to discuss your research topic. They will be able to inform you of similar research and opportunities for collaboration, opportunities for logistical support from the park, and areas of concern (sensitive or closed areas) to allow for proper planning. 2.Visit the National Park Service Research Permit and Reporting System to fill out a research permit application. Once your application is submitted, park staff will review the application to ensure the proposed work does not conflict with park management. Please allow a minimum of three weeks from the time your application is submitted until a permit is issued. Contact Jeff Shearer, Research Coordinator, 907-644-3629, jeff_shearer@nps.gov if you have questions. 3.Will your project involve collections of natural or cultural features, such as biological specimens, geologic samples, or artifacts? If so, contact Kathryn Myers, Park Curator, 907-644-3631,Kathryn_Myers@nps.gov. All natural features collected in a national park or preserve are property of the U.S. Government, park staff will work with you to ensure these items are properly accessioned and archived when your project is complete. Learn more from our Curatorial Requirements for Collection of Specimens publication. 4.Will your project be conducted in designated wilderness? A large portion of Lake Clark National Park and Preserve is designated wilderness. Wilderness areas provide unequalled opportunities for research of natural systems. The National Park Service is responsible for balancing the needs of researchers to study these wild areas with the preservation of wilderness character. Early communication is the key to ensuring research interests and study designs are compatible with wilderness requirements. Contact Jeff Shearer, Park Wilderness Coordinator, 907-644-3629, jeff_shearer@nps.gov if you have questions. Learn more from our Research in Wilderness publication. 5.Share your research! We want to hear from you. If you are conducting research in the park, we want to hear the results of that work. The only way park managers can apply research results towards science-based management of the park is if those results are available. There is a multitude of ways to share your information (reports, posters, brown bag talks, seminars, guest lectures, brochures). Whatever method you choose, please share it with us!",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/nature\/forresearchers.htm"
}
