{
    "title": "Lake Clark National Park & Preserve: Monitoring Sockeye Salmon",
    "body": "Explore This Park    Learn About the Park     Research & Monitoring     Monitoring Sockeye Salmon              Monitoring Sockeye Salmon         Sockeye are also known as red salmon. Fish and Wildlife Service \/ K. Mueller    Maintaining healthy runs of sockeye salmon, which are also known as red salmon, is critical to the ecological, economic, and cultural integrity of Lake Clark and the entire Bristol Bay region. The Alaska National Interest Lands Conservation Act of 1980 established Lake Clark National Park and Preserve “to protect the watershed necessary for perpetuation of the red salmon fishery in Bristol Bay.” In order to understand salmon population trends, the park operates counting towers on the Newhalen River to monitor sockeye returning to spawn in Lake Clark. The information gained allows the park to craft management strategies that ensure conservation of the fish while providing for subsistence and recreational needs.          The park’s fisheries program uses counting towers located along the Newhalen River south of the park boundary to estimate the number of adult sockeye that return to spawn in Lake Clark. NPS Photo \/ D. Young  Sockeye Salmon Are the Lifeblood of the Bristol Bay Region Each year millions of sockeye salmon return to Bristol Bay, infusing life into the culture, economy, and ecosystem.  In the Lake Clark country salmon have sustained people and provided for the majority of their subsistence diet from prehistoric times through modern day. In addition to the sockeye caught by local residents, the Bristol Bay commercial fleet harvests around 20 million sockeye salmon valued at more than $100 million annually, making it the world's largest and most valuable commercial sockeye fishery.  Ecologically, salmon returning from the sea provide nutrients vital to resident fish and wildlife populations. In the fall, rivers and lakes are hubs of activity with bears, bald eagles, and wolves feasting on the abundant spawning sockeye.       Current Status of Lake Clark Sockeye Salmon           Annual sockeye salmon escapement estimates. The dashed line represents the average escapement of 372,000 for the years 2000 - 2015. NPS Graphic \/ D.Young   In 2015, park biologists estimated the Lake Clark escapement (the number of adult salmon that 'escape' the fishery to spawn) at 730,000 sockeye salmon. This was the largest return documented since 2000 and was more than double the average escapement of 359,000 fish from 2000 to 2014. In 2015, the fish returned approximately four days later than average with a peak count on July 24th. Similar to Lake Clark, the 2015 salmon return (catch + escapement) to Bristol Bay was the largest documented since 2000. In total, 58 million fish returned to Bristol Bay with about 36 million harvested in the commercial fishery. This return was 71% above the 34.0 million average since 2000.",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/nature\/monitoring-sockeye-salmon.htm"
}
