{
    "title": "Tumacácori National Historical Park: Visitor Center and Museum",
    "body": "Visitor Center and Museum        Tumacácori National Historical Park's visitor center NPS Photo by Anita Badertscher         The arcade of the visitor center resembles those of traditional Spanish missions. NPS Photo  In 1935, a group of National Park Service employees mounted an expedition to collect architectural information about churches in northern Sonora. The purpose -- to build a visitor center for Tumacacori that embodied the historic style of the mission churches in the area.  Architectural features such as the carved wooden doors, arched portales, and corbels are details brought from this expedition to Mexico. A veritable alphabet soup (CCC, WPA, CWA, PWA, HABS, etc.) worked to complete the visitor center building in 1937, the museum in 1939, and the courtyard garden shortly after.        The visitor center bookstore sells a variety of handmade and local products. NPS Photo  Visitors to Tumacácori enter the park through the visitor center. Staffed by National Park Service employees and volunteers, the visitor center and bookstore provide orientation and a wealth of information. Visitor center staff are available to answer questions and to help visitors plan their time in the park and their stay in the area. A fifteen-minute video is available just outside, started at any time by the push of a button.        Can you tell which is the real person and which is the model? NPS Photo  The park's museum contains unique artifacts and images which tell the story of the Santa Cruz Valley, the mission period, and the current age of preservation with the National Park Service. Original wooden statues of saints (or santos) which stood in the niches of the church over 100 years ago can be seen today in the museum. Also in the museum stand lifesized models of mission priests -- so lifelike, they are known to give visitors a bit of a fright! The photogallery below contains additional images of the musuem which are great for school projects.                   Tumacácori Museum   11 Photos  Completed in April, 2009 the museum at Tumacácori National Historical Park has many beautiful exhibits and wall murals that tell the story of the area from prehistoric times until the abandonment of the mission in 1848.",
    "url": "https:\/\/www.nps.gov\/tuma\/planyourvisit\/visitor-center-and-museum.htm"
}
