{
    "title": "Lake Clark National Park & Preserve: Current Fire Information",
    "body": "Current Fire Information           Map of fires in the Lake Clark vicinity as of July 22, 2015.   August 17, 2015 Update As of August 17, this will be the last fire information update unless significant activity occurs.   The 1,928-acre Old Village fire was declared out August 12. The fire was located on the southwest side of Telaquana Lake near Trail Creek.   The lightning-ignited Can Creek fire started June 1 just outside the park on state jurisdiction and burned into the park. It is currently 48,729 acres. The fire has gotten significant moisture. No smoke has been seen on the last several detection flights. No structures are threatened. Fire management staff are monitoring the fire.   Alaska wildland fire managers work together to protect values, keep landscapes healthy, and ensure Alaskans, visitors, and firefighters stay safe and informed. As the wildland fire protection agency for the area, the Alaska Division of Forestry Southwest Area is working closely with the National Park Service to monitor the fire as it takes its natural course. They will take measures to protect life or property if necessary. Fire in the boreal forest of Alaska is an essential process that restores ecosystem health and helps to maintain species diversity.      Learn more:   News Releases Air quality throughout Alaska          Alaska-wide National Park Service Fire Info  Latest updates, maps, and images of fires in national parks throughout Alaska          Alaska Fire Info  Latest updates and maps of fires in Alaska        NPS Photo  Alaska Smoke Concerns   Current air quality advisories and alerts for Alaska          Are You Prepared?   Get ready for fire. Learn about your responsibilities.            Wildland Fire Management in the Park  Fire managers work hard to balance the risks and benefits of fire in the park.",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/management\/currentfireinfo.htm"
}
