{
    "title": "Wrangell - St Elias National Park & Preserve: Leave No Trace",
    "body": "Explore This Park    Get Involved     Support Your Park     Leave No Trace              Leave No Trace        Leave the park the way you would like to find it! Learn and follow the principles of Leave No Trace to help keep Wrangell-St Elias pristine, both for future visitors and for the wildlife that makes their home in this magical place. NPS Photo      Leave No Trace Means That You: Plan Ahead and Prepare Choose realistic goals, bring proper gear, learn backcountry skills, know the terrain, and make contingency plans. It's not only important for your safety; good planning makes it easier to leave no trace in the backcountry.    Know the area and what to expect  Travel in small groups  Be aware that bears may be present  Select appropriate equipment  Boil, filter or chemically treat your water to avoid Giardiasis.  Repackage foods  Travel and Camp on Durable Surfaces Despite its rugged appearance, the backcountry of Wrangell-St. Elias is vulnerable to human impact. Fragile alpine vegetation is easily damaged and can take years to recover.  In popular areas, concentrate use In remote areas, spread use Avoid places where impact is just beginning On riverbars and streambeds, avoid setting your tent up on vegetation. Avoid setting your tent or walking on vegetation such as any Dryas species, which is very sensitive.  Dispose of Waste Properly Nobody wants to find your old toilet paper sticking out from under a rock. Proper waste disposal not only keeps the backcountry looking pristine, it is extremely important for health and safety of campers and wildlife.  Reduce litter at the source Dispose of trash and garbage properly Be extra clean in bear country Dispose of human waste responsibly  Minimize soap and food residues in waste water Wash dishes and yourself 200 feet from water sources. Minimize the use of soap. Pack out toilet paper, bury waste at least 6 inches below the surface and 200 feet from water sources. On the coast, deposit human waste at least 200' beyond the high tide zone Fish viscera can be a delicate matter - check with the park first  Leave What You Find Take only memories (and photos!). Unlike parks in the lower 48, however, recreational rock collecting (by hand without tools) is permitted in Wrangell-St. Elias and most Alaskan National Parks.  Minimize site alterations Avoid damaging live trees and plants Avoid disturbing wildlife Leave natural objects and cultural artifacts where they lay  Minimize Campfire Impacts Use a stove instead of making campfires. Wood is scarce in the high elevation backcounty.  If you must have a fire: Use only dead and down wood and choose small pieces that will burn completely.  Be aware of fire restrictions  In high-use areas, use a camp stove In remote areas, use appropriate LNT fire techniques Use a stove to avoid fire rings. If you choose to have a fire, destroy the fire ring, scatter the ashes, and insure that the next camper will not observe your impact. Do not cut standing or living trees.  Respect Wildlife In the backcountry you are a visitor. Be mindful that you are sharing this place with bears, shorebirds and other wild residents. Take care not to let your actions impact their behavior or damage their habitat.  Store your food properly. Your safety, the safety of the bear and the safety of other visitors depends on it! When bears get habituated to human food they become a danger to people and often end up getting killed. A fed bear is a dead bear! Keep an eye out for nests. Oystercatchers and other shorebirds often nest on the same beaches that campers prefer. If shorebirds seem distressed, try to locate their nest and set your camp well away from it. Be careful though, nests blend in well with their surroundings. Observe any closures.  Be Considerate of Other Visitors Every year more and more people visit this backcountry wilderness.  Keep your group size small to minimize impact.  Leave your campsite \"naturalized\" by replacing rocks, picking up bits of trash and scattering natural materials back where they were found. Always locate your campsite one mile from the nearest airstrip. Do not place your campsite where it will intrude on the visual experience of others. Be prepared to share food storage lockers with other parties. Fill out a voluntary backcountry itinerary. This information helps park managers determine visitor use patterns and identify areas that need food storage lockers or impact monitoring. It can also help us find you in an emergency.          Leave No Trace Materials North America Skills & Ethics Booklet 28 pages, pdf format, 1 MB  Leave No Trace Website Center For Outdoor Ethics Your Ultimate Source for LNT Information",
    "url": "https:\/\/www.nps.gov\/wrst\/getinvolved\/supportyourpark\/leavenotrace.htm"
}
