{
    "title": "Lake Clark National Park & Preserve: Research & Monitoring",
    "body": "Explore This Park    Learn About the Park     Research & Monitoring             Research and Monitoring        Quality research and monitoring is essential to best practice managment of our National Parks. NPS Photos       The 1916 Organic Act, which created the National Park Service, requires parks \"to conserve the scenery and the natural and historic objects and the wild life therein.\" A comprehensive program of scientific research and monitoring is required to ensure that Lake Clark's natural and cultural resources are protected. Some of these studies are focused on specific resource concerns while other studies are broader in nature and intended to better understand the complex ecosystems of this large wilderness park.        A researcher at an archeology site. NPS Photo  Cultural Resources Research   Cultural anthropologists and historians identify, document, and interpret ethnographic resources. Recent projects in the park include:  Ethnography Research Projects  Archeological and Cultural Preservation Publications about Lake Clark's History and People         A researcher tracking fish. NPS Photo  Natural Resources Research   Geologists, fisheries and wildlife biologists, and other scientists conduct research that assists park managers make informed decisions. Learn more about recent projects:  Changing Tides - a project designed to investigate the link between terrestrial and nearshore environments in Lake Clark and Katmai. Mercury in Resident Fish Sockeye Salmon Monitoring Wolf Research            The weather station at Hickerson Lake collects data year-round. NPS Photo  Long-term Ecological Monitoring  The Southwest Alaska Inventory and Monitoring Network (SWAN) is one of 32 networks across the United States that furthers the National Park Service's strategy to improve park management through greater reliance on scientific information. The SWAN establishes and provides long-term ecological monitoring of a variety of natural vital signs.        NPS Photo  NPS Data Store   The Integrated Resource Management Application more commonly known as IRMA is the National Park Service-wide repository for documents, publications, and data sets that are related to National Park Service natural and cultural resources. To search for Lake Clark specific documents check \"filter by NPS units\" and select Lake Clark National Park and Preserve        NPS Image  Alaska Park Science  Alaska Park Science is a semi-annual journal that shares what we are learning in Alaska's national parks through the study of their vital cultural and natural resources. Browse Alaska Park Science issues about Lake Clark.         Biologist collects a lichen sample. NPS photo \/ James Walton  Information for Researchers Lake Clark offers exceptional research opportunities for scientists from other agencies and institutions. Information on study permit requirements are available at: Information for Researchers",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/researchandmonitoring.htm"
}
