{
    "title": "Wrangell - St Elias National Park & Preserve: Youth Conservation Corps",
    "body": "Explore This Park    Get Involved     Work With Us     Youth Conservation Corps              Youth Conservation Corps (YCC)        YCC teenagers climbing Rambler Mine mountain in the Wrangell Mountains.        Overview The National Park Service is offering an opportunity for youth between the ages of 15 and 18 to work at Wrangell-St. Elias National Park and Preserve this summer. These positions are being funded through the Youth Conservation Corps (YCC) program. The purpose of the YCC program is to introduce young adults to the National Park Service mission and how Cultural and Natural resources are managed. This season's program may include travel to various areas within the park and possibly to other public lands for orientation.  This summer Wrangell-St. Elias National Park and Preserve will be hiring the following positions: Copper Center\/Headquarters –(4 positions) Working at the Copper Center\/Headquarters complex employees will rotate through the Park's divisions (Interpretation, Cultural &Natural Resources, Maintenance, Visitor &Resource Protection, and Administration) learning the role and function of each division and how they support the park. The students will assist with projects and field work. Through-out the summer season, youth will have an opportunity to do group activities in and around the Park.   YCC Brochure (pdf format, 777 KB) Download a brochure about the YCC program at Wrangell-St. Elias. YCC Overview (pdf format, 1 MB) Download a presentation that was made by YCC students, that gives an overview of their experience.        How to Apply: Any interested young adults between the ages of 15 and 18 (cannot turn 19 during the program) can obtain a YCC application at park headquarters, at the Alaska Job Center or download an application below. Applications must be postmarked or turned into park headquarters by (4:30pm) Friday, March 25, 2016. The selection process will be done by random drawing from completed applications on April 1, 2016 in Copper Center at the Park's Administrative Office building at 3:30 pm. Applicants do not need to be present during the drawing. Chosen applicants will be notified the following week. Selected applicants will be required to have a background investigation completed and be fingerprinted in accordance with HSPD-12. A resume will be requested immediately to begin the background investigation. Other paper work will be provided to be submitted in a timely manner. YCC Application Form (pdf format, 23 KB) This program runs approximately 10 weeks beginning on or about June 5, 2016 and ending on or about August 13, 2016.The rate of pay is $10.00 per hour. Applicants will be expected to work 40 hours per week. There will be approximately two weeks of travel and training within the park to various remote locations. Local housing is not provided or available. Employees will be expected to provide transportation to and from work for scheduled shifts. For additional information please feel free to stop by at Mile 106.8 Richardson Hwy, Copper Center or call 822-5234.       Youth Conservation Corp Video During the summer of 2008, Wrangell-St. Elias National Park conducted two youth programs--the Youth Conservation Corp (YCC) and the Youth Partnership Program (YPP).  The YCC students were tasked with learning about the park by participating in programs, tours, and activities.  The YPP students were orientated to the park and tasked with removing exotic (invasive) dandelions from the Root Glacier Trail.                      This video follows their journey.      Duration:2 minutes, 47 seconds",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/management\/ycc.htm"
}
