{
    "title": "Kobuk Valley National Park: Work With Us",
    "body": "Explore This Park    Get Involved     Work With Us            Work With Us        WEAR is a fun place to work? WEAR is! NPS Photo       Kobuk Valley National Park is one of a group of park units managed together as Western Arctic National Parklands (WEAR). With almost 12 million acres to manage, the WEAR staff has a big job to do. It takes a variety of positions to accomplish the National Park Service mission in the Western Arctic parks. Some jobs are office-oriented, others focus on working with the public, and some involve working outdoors. Each job performs a vital function - that of providing visitors an opportunity to enjoy a unique experience while working hard to preserve natural and cultural resources for future generations. If you would like to be a part of accomplishing this mission, there are a few ways to do it. Jobs U.S. citizens can apply for jobs through an electronic application on the USAjobs website. Type \"Western Arctic\" in the \"Keyword\" field to find current job openings for Western Arctic National Parklands. Local hire authority job announcements will be posted here when openings are available. Local hire positions are by paper application process only.     Announcement #   Title, Grade Range  Open Date   Salary    No vacancies at this time                     Internships Internships through the Student Conservation Association and Mosaics in Science are also a way to find seasonal employment. To find positions we are advertising with them, select \"AK\" for \"State,\" and look under the \"Site\" column for Western Arctic National Parklands.  Volunteer Volunteers are essential to accomplishing the mission of the National Park Service. Being a volunteer is also a way to gain valuable experience that could open doors to a great career. While backcountry and field work opportunities require very specific skills and experience, there are some other ways to be a volunteer for Kobuk Valley National Park.",
    "url": "https:\/\/www.nps.gov\/kova\/getinvolved\/workwithus.htm"
}
