{
    "title": "Lake Clark National Park & Preserve: Volcanoes \/ Lava Flows",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Volcanoes \/ Lava Flows                Volcanoes       Lake Clark is a land of fire and ice, dominated by two active volcanoes and over 900 square miles of glaciers. The scene of a dynamic, active geology, this is a young landscape that is ever changing.       It is not uncommon for Redoubt Volcano to emit plumes of steam. Game McGimsey\/AVO\/USGS         Above: 10,197ft Redoubt Volcano reflects in Bear Lake.Below: 10,016 ft Iliamna Volcano as seen from the Kenai Peninsula. Photo above by KL Wallace \/ AVOPhoto below by Dennis Anderson \/ AVO  Introducing Lake Clark's Volcanoes Imgaine a spectacular maze of jagged peaks, spires, and U-shaped valleys that look as though \"colliding mountain waves had thrown up a sea of rock.\" These are Lake Clark's Chigmit and Neacola Mountains. Towering above them all are two stratovolcanoes composed of layers of andesitic pyroclastic deposits and lava flows.  This lava was thick and sticky like cold honey. Eruptions here are not likely to flow freely like those of the Hawaiian volcanoes, where gases can easily bubble out like a pot of boiling spaghetti sauce. Instead the gases trapped in the viscous magma create dramatic eruptions that break the magma into solid pieces of many different sizes ranging from boulders to ash, and known as pyroclasts. Like a popcorn popper filled with kernels and confetti, the larger, heavier particles fall closer to the volcano's vent, while the smaller, lighter ones travel further away, creating the classically tall, conical shape.  Redount and Iliamna are geologically young; Redoubt began forming a mere 880,000 years ago. However, igneous rock throughout the park and preserve indicate volcanic activity has been present in the area for 180 million years. Over time the rock layers near today's volcanoes were uplifted and exposed creating the Chigmit and Neacola Mountains.                       Aerial Tour of Redoubt Volcano Join us for a spectacular aerial tour of Redoubt Volcano!Audio is music only.  Duration:2 minutes, 36 seconds                                Aerial Tour of Iliamna Volcano Join us for a short aerial tour of this spectacular volcano! Audio is music only.  Duration:1 minute, 47 seconds                 USGS Graphic  Why Are Volcanoes Here? Lake Clark's two volcanoes sit on the Alaska-Aleutian subduction zone. Here the denser oceanic crust of the Pacific Plate is moving beneath the lighter continental crust of the North American Plate at a rate of approximately 2.6 inches per year; about as fast as fingernails grow. Located only 30 miles beneath the surface of the Kenai Mountains, the Pacific Plate dives abruptly at the western edge of Cook Inlet, reaching a depth of more than 60 miles beneath the Chigmit Mountains. The intense heat and pressure at that depth melt rock, creating the magma which erupts to the surface forming Redoubt and Iliamna volcanoes.        Map of the Ring of Fire   Ring of Fire Redoubt and Iliamna do not stand alone. They are but two of 52 historically active volcanoes that rise above the Alaska-Aleutian subduction zone, including nearby Spurr and Augustine. This, in turn, is part of the \"Ring of Fire,\" a zone encircling the Pacific Ocean where various oceanic plates are subducting beneath continental plates. This area is home to the majority of the world's great earthquakes and active volcanoes.  Other famous volcanoes located on the Ring of Fire include Novarupta, Mount Wrangell,  Mount St. Helen's, Mount Rainier, and Mount Fuji.        April 1990 eruption of Redoubt Volcano. Photo by: USGS \/ R.J. Clucas  A Living Land \"One learns that the world, though made, is yet being made.\" ~ John Muir Although Iliamna regularly emits plumes of steam, it has not had a confirmed eruption in recorded history. Redoubt, however, has erupted at least 30 times in the last 10,000 years, and four eruptive events have been confirmed in the last century alone.  1902: Multiple between January and June 1966-68: 11 explosions (6 in '66 & 5 in '68) 1989-90: 23 \"major explosive events\" 2009: 19 \"major ash producing explosions\"         In this graph of earthquakes at Redoubt Volcano, each dot represents one earthquake, the red lines indicate the timing of the 1989 \/ 90 and 2009 eruptions, the vertical axis is the depth in kilometers at which the earthquakes took place, the horizontal axis indicates the year the earthquake occurred Image courtesty of the Alaska Division of Geological and Geophysical Surveys  Earthquakes and Volcanoes Hundreds of earthquakes shake the area each year. Scientists documented 10,400 earthquakes at Redoubt alone between 1989 and 2010, most of which were associated with the volcano's eruptions.  Mapping \"earthquake focus\" is how geologists determine both the location and depth of the subducting plate and the storage and movement of magma through a volcano's underground chambers. Understanding earthquake character and timing may also lead to more accurate eruption forecasts in the future.        Upper photo shows a pyroclastic flow at Redoubt Volcano.Lower photo shows the extent of the April 4th lahar in the Drift River. Upper photo courtesy of AVO\/USGSLower photo courtesty of NASA  Pyroclastic Flows and Lahars In the same way that the gases in a can of soda cause the liquid to explode when shaken and opened, the gases exploding out of the viscous magma can cause pyroclastic flows to blast down the flanks of the volcano at speeds exceeding 100 miles per hour when either a plume or overstepped dome collapses. Pyroclastic flows are hot, dry, gaseous avalanches that incorporate lava fragments ranging in size from as large as boulders to as small as ash. With temperatures of up to 1500ºF, pyroclastic flows rapidly melt the glacial ice and snow that cap these volcanoes, creating rivers of mud known as lahars. Some lahars begin flowing long after the volcano erupts when rain is absorbed by the pyroclastic material. Both lahars and pyroclastic flows can travel for miles and can bury or destroy everything in their path. Redoubt's 2009 cycle of eruptions produced at least five pyroclastic flows and 20 lahars. The largest lahar occurred on April 4th, 2009. Consisting primarily of sand, andesite, and water, it flowed 20.5 miles down the Drift River to Cook Inlet, and was up to 2 miles wide and 19 feet deep in some places.        Photo of ash from Redoubt's 1989 eruption as seen under a microscope. Photo courtesy of the Alaska Volcano Observatory  Volcanic Ash Volcanic ash can pose a myriad of hazards. For example, imagine this - you are aboard a Boeing 747 jumbo jet on December 15, 1989 when it flies into a diffuse ash cloud erupted from Redoubt Volcano. One by one you hear the engines stop running as silica-rich ash is ingested into the engines and melts into a glassy coating that clogs the turbines and prevents them from spinning. For the next eight minutes the jet descends 18,000 feet out of the sky. No doubt the longest eight minutes of your life. With only 6,000 feet and three minutes remaining before the plane crashes into the mountainous terrain below, the coating chills and cracks allowing the pilots to restart the engines. Fortunately, nobody was injured; however, the cost to repair the plane was $80 million. In order to prevent another potentially deadly accident, more than 385 flights affecting more than 20,000 passengers were either canceled, rerouted, diverted or turned back during Redoubt's 2009 eruption.      What Might the Future Hold? Volcanoes typically shows signs of unrest such as earthquakes, deformation of the land, and\/or increased gas emissions before they erupt. The Alaska Volcano Observatory (AVO) monitors and studies Alaska's hazardous volcanoes, including both Redoubt and Iliamna, to predict and record eruptive activity, and to mitigate volcanic hazards to life and property. Among the information you will find on on the AVO website are maps, photographs, webcams, research papers, and current and historic activity information for each volcano.  Iliamna Volcano on AVO Redoubt Volcano on AVO",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/nature\/volcanoes.htm"
}
