{
    "title": "Wrangell - St Elias National Park & Preserve: Subsistence Access",
    "body": "Explore This Park    Learn About the Park     Management     Subsistence     Subsistence Access                Subsistence Access      What methods of access are allowed? Off-Road Vehicles  Local rural residents eligible to engage in subsistence in Wrangell-St. Elias National Park and Preserve may use an off-road vehicle (ORV), including an all-terrain vehicle (ATV), for subsistence access within the Park and Preserve providing resource damage does not occur. A permit is not required, but is recommended. To minimize resource damage, it is recommended that subsistence ORV users travel on established trails and dry river beds. NEW: As of September 2014, additional rules regarding ORV use in Wrangell-St. Elias are in effect. For trails in the Black Mountain area and the southern portions of the Tanada Lake Trail (formally called the Final Environmental Impact Statement Nabesna Off-Road Vehicle Management Plan (FEIS) Wilderness Area), subsistence ORV users must stay on trails or, for the purpose of game retrieval only, within identified trail corridors (1\/2 mile on either side of the trail). ORV use outside of these designated trail corridors in the FEIS Wilderness Area is prohibited. These trails, trail corridors, and the boundaries of the FEIS Wilderness Area are identified and available at the Slana Ranger Station and the Wrangell-St. Elias Visitor Center. The following types of vehicles are prohibited off-road for recreational or subsistence uses: ·Nodwells or other tracked rigs greater than 5.5 feet in width or 4,000 pounds curb weight. ·Street-legal highway vehicles. ·Custom 4x4 jeeps, SUVs, or trucks designed for off-road use. ·Original or modified ''deuce and a half'' cargo trucks. ·Dozers, skid-steer loaders, excavators, or other construction equipment. ·Motorcycles or dirt bikes.  ·Log skidders.  Wheeled vehicles (including all-terrain vehicles, utility vehicles, and Argos) must weigh less than 1,500 pounds curb weight, not including trailers. Curb weight refers to the weight of the vehicle without accessories, passengers, cargo, or fluids. Recreational visitors including sport hunters may only use ORVs on trails designated for recreational ORV use, must travel outside of designated Wilderness, and must obtain an ORV\/ATV permit. Trail maps and permits are available at the Slana Ranger Station and the Visitor Center in Copper Center. Airplanes Airplanes may NOT be used for access to the National Park for subsistence purposes but may be utilized in the National Preserve. In addition to not landing in the Park, subsistence users may not land outside the Park in order to walk into or otherwise enter the Park for subsistence activities. Residents of Yakutat may request a permit under an exception in ANILCA to access the Malaspina Forelands using aircraft for subsistence purposes. Contact the Yakutat District Office for information. Snowmachines, Motorboats and Other Means of Surface Transportation. Snowmachines and motorboats may be used for any purpose, including subsistence, in both the Park and Preserve. Snowmachines may only be used when there is sufficient snow cover (at least 6 to 12 inches of snow). Airboats must meet noise-level restrictions. Other means of surface transportation that have been traditionally employed, such as dog teams, may also be used. Please be aware of and respect Private Property Approximately 1 million of the 13 million acres of land within the boundaries of Wrangell-St. Elias National Park & Preserve are non-federal lands belonging to Native Corporations, other private owners, and the State of Alaska. Significant amounts of these non-federal lands are located along the McCarthy Road and along the east bank of the Copper River. Federal subsistence harvest regulations do NOT apply on state and private lands, which fall under the jurisdiction of State regulations. Subsistence users are responsible for being aware of and respecting the ownership status of lands where they are engaged in subsistence activities. Crossing private lands, other than legally reserved public access easements, without the permission of the landowner, as well as camping or hunting on such lands without permission is trespassing. Contact the park or the landowner for further information about land status within the Park and Preserve boundaries. For information about Native Corporation lands, contact the Lands Department at Ahtna, Inc. at (907) 822-3476 and the Chitina Native Corporation at (907) 823-2223.",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/management\/subsistence-access.htm"
}
