{
    "title": "Kobuk Valley National Park: Constance Baltuck, 2011",
    "body": "Explore This Park    Get Involved     Artist-in-Residence Program     Constance Baltuck, 2011              Constance Baltuck - Grayling Stream        Grayling Stream by Constance Baltuck, 2011 Kobuk Valley National Park Artist-in-Residence NPS Photo       Grayling Stream Constance Baltuck, Acrylic on Canvas Kobuk Valley National Park Artist-in-Residence, 2011      Constance Baltuck is one of those rare artists who makes a living solely through her artwork. Based out of Juneau, Baltuck has been creating art for decades. With a background in botany and other sciences, she uses her knowledge of nature to add realism to her compositions. An Alaska resident since 1981, Baltuck is originally from Michigan, where she grew up painting and drawing with her siblings and father. “I used to draw and paint constantly; right through high school I took every art class offered at least once, and sometimes twice,” Baltuck said in her artist statement. “In college, I studied botany and courses that prepared me for working in a museum or being a naturalist in a park.”         Originally planning to work as a naturalist at Tongass National Forest, Baltuck decided to “pursue [her] study of nature through art” instead. Her subjects are all chosen from the outdoors world, and her art incorporates watercolor washes, batik color layering, oil glazing and acrylic paints. In the summer of 2011, Baltuck became the first Artist-In-Residence at Kobuk Valley National Park. \"I went through the usual 'Oh my God, I can't believe I said I'd do this,'\" she recalled, in a 2012 interview with the Arctic Sounder. \"But I couldn't not say 'yes' with such an adventure on the horizon.\" Baltuck spent her days at the Great Kobuk Sand Dunes painting and hiking, sharing her camp with a group of National Park Service bear biologists. She drew inspiration from the landscape around her, likening the stark beauty to being “on another planet.” Distant storms, racing clouds and stunning vistas were the view from her wilderness “studio.” Baltuck fell in love with the Arctic, and still fondly recalls her time in Kobuk Valley. \"It was amazing to see so many wildflowers and their adaptation to living there,\" she said. \"It was fascinating. I was blown away\"",
    "url": "https:\/\/www.nps.gov\/kova\/getinvolved\/constance-baltuck.htm"
}
