{
    "title": "Kobuk Valley National Park: Great Kobuk Sand Dunes",
    "body": "Explore This Park    Learn About the Park     Nature     Great Kobuk Sand Dunes              Great Kobuk Sand Dunes        The Great Kobuk Sand Dunes are the largest active dunes in the Arctic. NPS Photo       One of Kobuk Valley National Park's most iconic sights is the Great Kobuk Sand Dunes rising unexpectedly out of the trees along the southern bank of the Kobuk River. These dunes – the largest active sand dunes in the Arctic – along with the smaller Little Kobuk Sand Dunes and Hunt River Sand Dunes create 30 square miles of towering sand that would look more at home in the Sahara than 35 miles above the Arctic Circle.        Over time, the creeping forest has reclaimed most of the once giant sand dunes. NPS Photo\/Emily Mesner  Relic from the Past Kobuk Valley’s sand dunes are a relic of the last Ice Age. 28,000 years ago, the Earth cooled and glaciers began to form high in the mountains surrounding the valley. Over time, the slow, grinding advance and retreat of the glaciers ground the rocks beneath them into a fine sand which was blown by the wind into the sheltered, ice free Kobuk Valley. When the glaciers began to retreat 14,000 years ago, they left behind 200,000 acres of rolling sand dunes along the banks of the river. Over time, however, vegetation has reclaimed all but 16,000 acres of the sand, and continues to slowly eat away at the margins of the dunes. Sparse grasses, sedges, wild rye and the occasional wildflower, including the Kobuk locoweed which is only found on the slopes of Kobuk Valley’s sand dunes, grow in the shifting sand of the dunes. These plants stabilize the sand and pave the way for a succession of mosses and algae, lichen and shrubs before the aspen, birch and spruce of the forest take root.        Signs of the caribou herd's migration last long after the caribou have crossed the dunes. NPS Photo  Life on the Dunes Life is abundant on the fringe of Kobuk Valley’s dunes. Black and grizzly bears, wolves, foxes, porcupines and moose call the surrounding woods and tundra their home. It is common to see tracks and other signs of their passage in the sand along the edges of the dunes. Most dramatically, the mighty Western Arctic Caribou Heard passes through Kobuk Valley twice a year on their annual migration to and from their calving grounds north of the Brooks Range. During the spring and fall, the Great Kobuk Sand Dunes are marked with their hoof prints. Humans have also made Kobuk Valley’s dunes their home. People have lived in Kobuk Valley for at least 8,000 years, primarily on the banks of the fish-filled Kobuk River, but they also relied on the unique landscape of the sand dunes to hunt large animals. Evidence of hunting camps dating back thousands of years dot the edge of the dunes. Today, the Great Kobuk Sand Dunes, the largest and most accessible of the three dune fields, is 25 square miles of shifting, golden sand located just a couple of miles south of the Kobuk River, near the eastern boundary of the park. Soaring dunes reach 100 feet into the air and even though it is located in the Arctic, summer temperatures can be extreme, reaching 100 degrees. Visiting the Great Kobuk Sand Dunes is an unforgettable experience, but it is important to make sure to be well prepared for a backcountry excursion and respectful of Native inholdings and local subsistence practices. Make sure to check out our suggestions for visiting the Great Kobuk Sand Dunes or call the Northwest Arctic Heritage Center to speak with a ranger.",
    "url": "https:\/\/www.nps.gov\/kova\/learn\/nature\/great-kobuk-sand-dunes.htm"
}
