{
    "title": "Kobuk Valley National Park: Subsistence Practices",
    "body": "Explore This Park    Learn About the Park     History & Culture     Subsistence     Subsistence Practices                Subsistence Practices in Kobuk Valley         After the fish are caught and gutted, eggs are hung on wooden racks to dry. NPS Photo\/Linda Jeschke  For the people of Northwest Alaska, Kobuk Valley National Park is more than a national park – it’s the grocery store. For thousands of years, people have relied on the Kobuk River and the surrounding woods and tundra to provide the means for survival, and while even the most remote villages have a grocery store now, many people still turn to the land when deciding what’s for dinner.        During the winter, people set nets under the ice to catch sheefish and arctic char.  NPS Photo   Fishing Fishing is one of the most common and important subsistence practices along the Kobuk River. During the long winters, when the rivers and streams are frozen, nets are set under the ice for whitefish, sheefish and arctic char, but the warm summer months provide the best fishing. The chum salmon run starts in mid-July and lasts until early September, and gill nets are set for salmon, sheefish, pike and whitefish. Fish is an important source of food for both humans and dogs, and is dried, smoked, frozen or fermented to last through the leaner months. Many families spend their summers at fish camps, maintaining their nets and cutting and drying fish. Wood frames hung with drying salmon and sheefish are a common sight along the river banks.        The Inupiat still hunt caribou as they cross the Kobuk River at Onion Portage, just they their ancestors have for 9,000 years.  NPS Photo   Hunting Caribou hunting is second only to fishing along the Kobuk River. Twice a year, the mighty Western Arctic Caribou Herd – a quarter of a million animals strong – crosses the Kobuk River on their way to and from the summer breading grounds north of the Brooks Range. Caribou are traditionally shot from boats as they ford rivers. At Onion Portage, near the eastern border of the park, archeological evidence shows that people have been hunting caribou there for the past 10,000 years. Moose and bear are also popular sources of meat and hides. Wolves, wolverines, foxes and muskrats are hunted or trapped for their fur, which is used to make hats and ruffs on parkas. The vast arctic tundra is home to dozens of species of migratory waterfowl that come to Kobuk Valley every spring to breed. People gather eggs from nests on the tundra and hunt ducks and geese for meat.        Fireweed is used to make poultices, tea and jam.  NPS Photo\/Cait Johnson   Gathering During the short summer, the tundra is abloom with wild plants and berries. Eskimo potato (masru), sourdock greens (a rhubarb-like plant), wild celery and onions are picked during late spring and early fall. In July, fireweed turns the tundra pink before giving way to a profusion of berries in August and Septembers. Salmonberries (aqpik), blueberries, crowberries and cranberries all grow wild, and in late summer, the tundra is dotted with families picking gallons of berries. Many tundra plants are still used for medicinal purposes. Stinkweed, willow bark, fireweed, angelica, coltsfoot, horsetail and blueberry leaves are made into salves, poultices and oils that disinfect cuts, treat colds and cure headaches. In Northwest Alaska, subsistence in more than tradition – it’s the cultural identity of the people who live there. Subsistence requires an intimate knowledge of the land, rivers, animals and weather that can’t be fully captured in words. Knowledge of the land and its bounty has been passed down for generations and continues to live on in the modern Inupiat people of Kobuk Valley.",
    "url": "https:\/\/www.nps.gov\/kova\/learn\/historyculture\/subsistence-in-kobuk.htm"
}
