{
    "title": "Hubbell Trading Post National Historic Site: Volunteer",
    "body": "Volunteer           Volunteers at Christmas. NPS Photo  VOLUNTEER AT HUBBELL TRADING POST NATIONAL HISTORIC SITE Would you like to volunteer at Hubbell Trading Post NHS? We have several openings for dedicated staff willing to commit 32 hours a week for a minimum of two months. See below for descriptions of some of the volunteer activities currently available. We will provide a volunteer uniform and you will receive an orientation to the park and training for your duties. Most volunteers choose to live at the park during their term by staying in our RV pad with full hookups or in shared quarters with other volunteers and researchers to the park. Schedules may include working weekends and holidays but we are flexible to accomodate your interests. Hubbell Trading Post NHS invites you to volunteer and discover this unique slice of American history. If you are interested, click to download and complete this Volunteer Application and return it for our review. MUSEUM WORK \/ CURATION Discover a new culture. Explore a beautiful landscape. Hold a piece of American history in your hands! We are seeking volunteers to assist the park staff with a variety of museum activities. The volunteer will work with the museum curator in the museum storage facility, the furnished Hubbell family home, the trading post, and occasionally in the park visitor center Skills that will be useful for this position include digital photography, an ability to work with computer software (Windows operating systems), an interest in protecting historic artifacts, ability to work independently and on a team, and English and Navajo language skills. The volunteers’ specific duties include, but are not limited to the following tasks.  Inventorying cataloged museum objects Cataloging museum objects Cleaning furnished historic buildings (vacuuming, dusting, windows) Working with a computer database (ANCS- Re-Discovery Software) Organize artifacts in museum storage Digitally photograph and\/or scan cataloged objects, modify image (PhotoShop) and link to catalog record. May occasionally assist in park visitor center and provide tours.           Interpretive education program. NPS Photo.   TOUR GUIDE \/ INTERPRETATION   Hubbell Trading Post NHS currently has openings for volunteers to help with visitor services including tours of the historic site. We invite you to volunteer and share with visitors this unique piece of American history. When you work as an interpreter your volunteer duties may include, but will not be limited to the following:  Presenting interpretive programs Special projects & educational outreach programs Work in the park library General office duties; answering phones, photocopying, maintaining office files Computer work, word processing, graphics, spreadsheets Helping other park staff as needed Occasionally helping water, feed and clean up after the farm animals In summer, helping maintain the family garden  Skills that will be helpful include a familiarity and enjoyment with public speaking, computers, working in an office environment, gardening, and knowledge of farm animals. Most work done for this position will be indoors.           Harvesting corn in the kitchen garden. NPS Photo  AGRICULTURAL EDUCATOR Hubbell Trading Post NHS is currently seeking volunteers to manage the parks agricultural program. The position will care for the park’s livestock, cultivate the family kitchen garden and help prepare a farm interpretation program. Since 2005, the park has maintained an agricultural program in the Hubbell family homestead and began sharing the knowledge with park visitors so that they will understand and appreciate the parks cultural landscape. Helpful skills for this position include experience in farming or gardening and familiarity with farm animals, including horses, mules, llamas, chickens, ducks, cats, dogs, sheep and goats. Most of the work for this position will be outdoors. Volunteer must be a self starter, self motivated and able to work independently with little supervision.   This volunteers’ duties include, but are not limited to:   Watering & feeding animals daily   Maintain and clean barn\/chicken coop areas   Keeping track of all necessary feed.   Build & repair fences, corrals, and other structures   In spring & summer; volunteer will assist with farming activities including preparation and cultivation of a kitchen garden and field\/pasture irrigation   May occasionally assist in VisitorCenter and help other offices in the park.",
    "url": "https:\/\/www.nps.gov\/hutr\/getinvolved\/volunteer.htm"
}
