{
    "title": "Kobuk Valley National Park: Animals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals               Animals        Even a big grizzly bear looks small on the open tundra landscape. NPS Photo\/Eileen Devinney       Summer along the Kobuk River is a story of abundance. From May through September, the snow and ice retreat, the sun shines nearly continuously and the valley comes to life. Millions of insects thrive in ponds formed from melting snow trapped by permafrost, and grasses, willows, sedges and lichen flourish in the warm Arctic sun. Iconic Arctic animals like grizzly bears, wolves, wolverines, foxes, porcupines, moose and more can be seen darting across the tundra and lumbering through the woods in search of food.        Twice a year, 250,000 caribou pass through Kobuk Valley National Park on their annual migration. NPS Photo  Kobuk Valley is home to one of the last great migrations left on the planet. Every spring and fall, the Western Arctic Caribou Herd – a quarter of a million animals – passes through the valley on the 600 mile trek between their summer and winter grounds. In our rapidly urbanizing world, many of the great migrations have disappeared, and Kobuk Valley National Park protects this millennia-old journey that is vital to both the caribou and the people who live in their path.   The Kobuk River and its tributaries are home to an abundance of fish. Sheefish, rare elsewhere, are abundant along the Kobuk River, and can grow as large as 60 pounds. Every summer, the chum salmon return from the ocean to their spawning grounds within the valley. They return vital nutrients to the river and bringing food to the people who live along its banks.   Millions of birds flock to the sheltered lakes and rivers of Kobuk Valley National Park every spring to breed, some of them traveling unimaginable distances. The arctic tern flies all the way from the coast of Antarctica - the longest migration of any bird in the world. Ducks, cranes, loons, geese and swans all make the valley their home for a few months each year.   Summer is a time of plenty in Kobuk Valley, but any animal that makes its home in the Arctic must contend with the winter. Temperatures plummet, the rivers freeze and the sun disappears. Heavy snow and ice blanket the landscape, hiding the willows and lichen from sight. Food becomes scares. As the nights grow long and the temperatures drop, many animals leave, migrating south for the winter. Most of the animals that stay hibernate, spending the long winter asleep underground, but a few, such as the Arctic wolf and the ptarmigan, are active all winter long. They make do with what food remains on the snowy tundra, scraping by until sun and the bounty of summer returns.",
    "url": "https:\/\/www.nps.gov\/kova\/learn\/nature\/animals.htm"
}
