{
    "title": "Kobuk Valley National Park: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature        A sandhill crane takes flight on the tundra.  Sandhill cranes nest on the open tundra near shallow ponds. NPS Photo\/Cait Johnson       The Arctic calls to mind images of windswept tundra and barren fields covered in snow, but Kobuk Valley National Park, located 35 miles above the Arctic Circle, is anything but stark and desolate. The mighty boreal forest reaches its northern limits here before giving way to the rolling expanse of the arctic tundra, creating an open woodland of birch and spruce carpeted with moss and caribou lichen. The park is bisected by the Kobuk River, which slowly meanders its way across the landscape for 61 miles. To the north of the river stretch the peaks of the Baird Mountains, while to the south lie the Great Kobuk Sand Dunes, the largest active sand dunes in the Arctic.        The Great Kobuk Sand Dunes are the largest active sand dunes in the Arctic.   The Great Kobuk Sand Dunes, along with the smaller Little Kobuk Sand Dunes and Hunt River Sand Dunes, are a relic of the Ice Age. Sand and silt created by the glaciers’ slow grind across the land were washed into the valley during the last Ice Age, resulting in a scene that wouldn’t look out of place in the Sahara. Sand dunes soar up to 100 feet high, and in the summer the temperature can top 100 degrees. During the short summer months, Kobuk Valley teams with life. Bears lumber across the tundra in search of a berry patch, while foxes and wolves roam the woods, looking for their next meal. Ducks, loons, geese and swans flock to the rivers and lakes to breed, and the Kobuk River and its tributaries team with salmon and sheefish. Twice a year, the Western Arctic Caribou Herd – the largest in the United States – passes through the park on its yearly migration. Millions of hoof prints dot the sand dunes during the spring and fall as a sign of their passage. Kobuk Valley National Park is home to the Kobuk Locoweed, a flowering herb that is only found on the slopes of the Great Kobuk Sand Dunes. It is also home to plants that weathered the last Ice Age in the sheltered, ice free valley. Kobuk Valley now provides a rare glimpse into the ecosystem of Beringia, the thousand mile wide expanse of grassland that connected Asia and North America during the last Ice Age. 15,000 years ago, woolly mammoths and saber-tooth tigers once roamed the valley in place of today’s moose and grizzly bears.        In this increasingly modern world, Kobuk Valley National Park is one of the last truly wild places left. NPS Photo  Kobuk Valley is a wild land, untrammeled and untamed by human interference. It is a land more heavily traveled by caribou than by humans, where it’s possible to travel for days without seeing another person. In Kobuk Valley, the natural world carries on its timeless cycle as it has always done in one of the late truly wild places, but no land, no matter how remote, exists in a vacuum. Human activity around the world is rapidly changing the global climate, and that change has had more of an impact in the Arctic than anywhere else in the world. In this rapidly changing world, it remains to be seen how much longer Kobuk Valley can stay a land unspoiled by humans.",
    "url": "https:\/\/www.nps.gov\/kova\/learn\/nature\/index.htm"
}
