{
    "title": "Great Sand Dunes National Park & Preserve: Sandboarding and Sand Sledding",
    "body": "Sandboarding and Sand Sledding         Sandboards and sand sleds that are specifically designed for sand provide the best sliding experience. NPS\/Patrick Myers  One-minute video introduction Sandboarding and Sand Sledding at Great Sand Dunes (National Park Service video) Learn to use the right gear and techniques in this fun 1-minute video with music on YouTube.         Girl sandboarding off High Dune NPS\/Patrick Myers  Sand sledding or sandboarding can be fun with the right gear and conditions. Below are tips for an enjoyable and safe sledding or sandboarding experience at Great Sand Dunes. What Works   Yes: Sandboards and sand sleds are specifically made for sand, featuring a special design and slick bases; these work best for sliding in most conditions.   No: Snow sleds, snowboards and skis only slide on very wet sand after rain or snow. The sand is usually dry.  No: Cardboard, rounded saucers, and soft plastic items don't slide on sand; they will dig into or drag on the sand.  No: Rectangles of rigid plastic or masonite may slide, but are not safe: there is no way to control or steer them, and their angled edges could cause injuries.  Safety Plan your dunes time for early morning or evening during summer to avoid a 150 degree F sand surface or thunderstorms. In spring and fall, sand temperatures are usually moderate throughout the day, but spring afternoons can be very windy. While Castle Creek Picnic Area (4WD only) provides close access to high slopes, sledders who can't stop may crash into the firm creekbed sand at the base. Instead, it is recommended to sled on the first high ridge of dunes, accessible from the main Dunes Parking Area. At the base of most dunes in this area is softer sand and a gentler runout to slow you down. Sledding\/Sandboarding has a high potential for injuries to occur if safety precautions aren't considered. If injuries occur, assistance from ranger staff may be required. Sledding beyond the first high ridge of dunes will make it more difficult to receive timely assistance.        Sand sledding NPS\/Patrick Myers  Where to Go Sandboarding, sledding, and skiing are permitted anywhere on the dunefield away from vegetated areas. From the main Dunes Parking Area, it's a minimum 0.7 mile (1km) hike to get to the small or medium-sized slopes; the top of the first high ridge is 1.25 miles. Smaller slopes at the base are fine for young children, while teens and adults may prefer longer slopes near the top of the first high ridge of dunes.        Sand sleds (first two sleds) have a padded seat and handles. The girl on the right holds a sandboard, with footstraps for standing. NPS\/Patrick Myers  Rentals Great Sand Dunes National Park does not rent sleds or sandboards; these may be rented or purchased at two retailers in the San Luis Valley. Sandboards and sand sleds are available year-round for rent or purchase at Kristi Mountain Sports in Alamosa, 719-589-9759. (Kristi will not rent them when the sand is frozen during the coldest months, since frozen sand may break a board.) From April - October, sandboards and sand sleds are available for rent at the Oasis Store just outside the park entrance. 719-378-2222.",
    "url": "https:\/\/www.nps.gov\/grsa\/planyourvisit\/sandboardingsandsledding.htm"
}
