{
    "title": "Great Sand Dunes National Park & Preserve: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety         In summer months, plan to explore the dunes in early morning or evening to avoid a dangerous 150 degree F sand surface or thunderstorms. NPS\/Scott Hansen  Seasonal alert: Ticks are out in April, May and June in the forests surrounding the dunes. There are no ticks in the dunes. When hiking in forested or grassy areas during tick season, wear tick repellant on your clothing, and long pants with cuffs tucked into your socks to help prevent tick bites. If a tick attaches to you, use the CDC's Tick Removal Guidelines, and check for signs of tick-related illness. We want your visit to be safe and worry-free. Here are the basics you need to know: Animals Venomous snakes do not exist anywhere in this high elevation park. Rattlesnakes are occasionally seen in lower elevations of the valley, primarily in rocky areas. Scorpions, tarantulas, and gila monsters are not found in this high mountain valley. Deer, pronghorn, and elk are often seen in the park and on park roads. Drive slowly, especially at night, to avoid hitting one of these animals. Never feed or approach wild animals. Deer, squirrels, and chipmunks may appear tame or hungry, but you should never approach too closely - your safety and their health is at risk! Nature provides plentiful food for wild animals, and they need the nutrients provided by wild food to remain healthy. Some wild animals carry diseases which can be transmitted to humans.  Insects The park has a relatively short 6-week mosquito season in an average year. As Medano Creek gets low and warm in the second week of June, mosquitoes emerge in large numbers. Move away from vegetation, upstream, and on the far side of the creek to avoid the worst of the mosquitoes: they don't like open sand, but prefer to be near shady bushes and trees. Tiny biting gnats (\"no-see-ums\") are common in late spring and early summer. For a few weeks in mid-summer, tiny piñon flies cluster around campers and hikers, attracted to the carbon dioxide exhaled by humans. While annoying, they do not bite.  Ticks are out in April, May and June in the forests surrounding the dunes. There are no ticks in the dunes. When hiking in forested or grassy areas during tick season, wear tick repellant on your clothing, and long pants with cuffs tucked into your socks to help prevent tick bites. If a tick attaches to you, use the CDC's Tick Removal Guidelines, and check for signs of tick-related illness. Black widow spiders do exist throughout North America's woodlands and grasslands, but they are secretive and uncommon in the park. Do not reach under logs, rocks, or hidden crevices. Lightning The barren dunes are subject to lightning striikes, especially on summer afternoons. When you see thunderheads forming or hear thunder, leave the dunes and seek shelter in a building or in your vehicle. Hot Sand Surface temperature on the dunes may reach 150 degrees F on summer afternoons. To avoid heat exhaustion and burned feet, plan to hike the dunes in early morning or evening in summer months. Hot sand can blister bare feet - wear shoes when hiking. Take sunscreen, as skin burns easily at this high elevation (8,200). Remember your pet's feet are sensitive to burns, too. Avoid hiking on the dunes mid-day in summer when the sun is shining.  Sand Collapse Do not allow children to dig deep holes at the base of dunes. Rarely, dune slipfaces may collapse the hole, partially trapping a child. High Elevation The Visitor Center and Campground areas are about 8200' above sea level. The highest elevation in the park is 13,604'. Some people experience headaches, dehydration, fatigue, sleeplessness, rapid heartbeat, and shortness of breath at this altitude. Drink plenty of liquids, avoid alcohol and caffeine, and move slowly until your body acclimates over a day or two. Wind and Sand It's most often calm in this national park, and it's actually less windy here than Chicago. However, when the wind does blow, wind-blown sand can be painful and dangerous. Spring is the windy season, especially spring afternoons. However, winds may arise during storms at any time of the year.  Water Quality The water in the park is clean mountain snowmelt, but surface water may contain bacteria. Backcountry hikers should treat any surface water by filtering or boiling. Pets To avoid heat exhaustion and burned feet, plan to take your pet on the dunes only in early morning or evening in summer months. Surface temperatures often soar over 150 degrees F on summer afternoons.  On summer afternoons, take your pet on shady mountain trails, including Mosca Pass and Zapata Falls. Pets must be on a leash and attended at all times to prevent encounters with wildlife. Never leave a pet in a car on a summer day; temperatures can reach 100+ degrees within minutes.",
    "url": "https:\/\/www.nps.gov\/grsa\/planyourvisit\/safety.htm"
}
