{
    "title": "Great Sand Dunes National Park & Preserve: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility            Sign out a dunes wheelchair at the Visitor Center, then pick it up near the Dunes Parking Area. NPS\/Patrick Myers  Great Sand Dunes is continually working to improve access so that everyone can experience this unique landscape. If you have special needs or particular questions, please contact a staff member at 719-378-6395, or email us. Access to the Dunes The closest parking to the dunefield is the Dunes Parking Area, located 1 mile north of the Visitor Center. There is an accessible mat from the dunes parking area to the edge of the Medano Creek and the sand. There is also an accessible viewing platform just above the creekbed. However, beyond the edge of the dunes, loose sand and the creek make access into the dunefield itself nearly impossible for those with traditional thin-wheeled chairs. Two sand wheelchairs are available for loan at the Visitor Center. One is designed for adults, and one for children. Although a helper is required to push the chairs, large inflatable tires make short trips across the sand possible and fun! Please note: the adult chair is not suitable for very large adults, and should be borrowed only by those who need a chair for access. You'll need to leave an ID at the Visitor Center to ensure that the closet key is returned. Reserve a wheelchair in advance by calling the Visitor Center at 719-378-6395. Visitor Center Open daily, the building and rest rooms are fully accessible. A 20-minute captioned introductory film is shown every half hour during the summer months and on request during the winter months. Learn more about the Visitor Center. Camping at Piñon Flats Campground Reserve an accessible campsite in Loop 2 of the Great Sand Dunes campground. Two first-come, first-served accessible campsites are also held until 6pm in Loop 1. Facilities include easy access to accessible rest rooms, hardened trail surfaces, picnic tables and fire rings. Learn more about Piñon Flats Campground.  Sawmill Canyon Backcountry Campsite An accessible backcountry site is available by reservation at 719-378-6395, or in person if not reserved in advance. Located 0.7 miles north on the Medano Pass Road (trailhead accessible by regular car), the two-car parking area and camp can accommodate up to four wheelchairs. The hardened trail to the campsite is 0.1 mile long, and has a maximum grade of 6%. Facilities include an elevated tent pad, picnic table, fire grate, firewood and food storage containers, and a private accessible pit toilet. Call (719) 378-6395 for information or reservations. Picnicking at the Dunes Picnic Area There is one accessible site with a hardened trail to a nearby accessible restroom.  The site is shaded and close to a small seasonal creek. Learn more about picnicking at Great Sand Dunes. Free Ranger Programs Most programs are accessible. Daily programs take place at the Visitor Center. Evening programs are offered many nights in the amphitheater from late May through early September. A paved, lighted, and mostly level trail leads from the campground to the amphitheater. For programs in the sand, you may check out a dunes wheelchair. Check with park staff for other offerings that may be accessible.",
    "url": "https:\/\/www.nps.gov\/grsa\/planyourvisit\/accessibility.htm"
}
