{
    "title": "Great Sand Dunes National Park & Preserve: Medano Pass Primitive Road",
    "body": "Medano Pass Primitive Road       Medano Pass Road Quick Links Map and Current Road Conditions General Info Medano Road Camping Fat Bikes 2010 Medano Fire Effects and Precautions        Fall is one of the prettiest times to drive the Medano Pass Road. Late September and early October are generally the peak of color. Keep in mind that hunting is permitted in Great Sand Dunes National Preserve (the higher mountain portions of the park\/preserve) during fall. NPS Photo  Map and Guide Printable (8.5\"x14\") Medano Pass Road Map and Guide (pdf) Current Road Conditions Refresh this page for the latest update. updated August 13, 2016 The Medano Pass Road is fully OPEN across the Sangre de Cristo Mountains. The road is in good shape for 2WD cars to reach Point of No Return. Between Point of No Return and the first creek crossing, sand is drying out again and softening.  Some vehicles may need to drop air pressure to 20psi to navigate the sand. A free air compressor is located at the beginning of the road. If you drop air pressure, and want to continue beyond the area near the dunes, you will need your own air compressor to refill tires before driving on the rocky roadbed in Medano Canyon. Or, drive the road from east to west, drop air pressure before entering the area near the dunes, and refill your tires at the western entrance of the road. In forested sections, creek crossings are low, but always drive slowly through creek crossings to avoid drowning your engine. Heavy thunderstorms in late summer may temporarily boost creek flow to high levels. Check the park's weather page for the most accurate park forecasts. Reminder: 4WD vehicles are required on this road. Mini-SUVs with low clearance, wagons, and similar vehicles may get stuck in the sand or creek crossings. ATVs are not permitted anywhere in Great Sand Dunes National Park and Preserve. All vehicles must be highway-legal in Colorado. Contact the Visitor Center for the latest information and conditions: 719-378-6395. Current Level of Medano Creek  From Great Sand Dunes, the Medano Pass Road crosses Medano Creek nine times on its way to Medano Pass. See the current cubic feet per second (cfs) flow of Medano Creek (available spring through fall). This current flow chart is shown as a graph over the past 10 days; click \"1 month\" for a longer trend. Creek flow is normally highest at dawn, and lowest in late afternoon. Peak flow for an average season is about 40 cfs (cubic feet per second). When creek flow goes over 50 cfs, the road is closed for safety, since water that high can sweep a vehicle downstream. Medano Creek Information and Current Conditions        Creek crossings may be deep, especially in early summer. Drive slowly through crossings to avoid drowning your engine. NPS\/Patrick Myers  General Information Part of the mountain watershed of the Great Sand Dunes, Medano Pass (pronounced MED-ah-no; in the original Spanish the accent is over the e) is a scenic backcountry route. The rugged road takes you through soft sand around the eastern side of the dunefield, up through a forested mountain canyon, then over 10,000' Medano Pass, eventually joining Highway 69 in the Wet Mountain Valley. In the first 5 miles of the road, there are few places to turn around: Point of No Return (1.1 mile), Sand Pit (1.8 miles), Castle Creek (2.6 miles), and the first Medano Creek crossing (4.5 miles).  4WD vehicles are required for this road. Mini-SUVs with low clearance, wagons, and similar vehicles may get stuck in the sand or creek crossings. All vehicles and drivers must be street-licensed to drive in Colorado; off-road vehicles and unlicensed motorcycles are not permitted.        Views of high cliffs, Mount Herard (13,297 feet\/4053 m), and tall conifers make Medano Pass a worthwhile drive. NPS\/Patrick Myers  The road includes soft sand for about 4 miles, 9 creek crossings, and a rocky roadbed near the summit of the pass. When sand becomes soft during dry times, dropping tire air pressure to about 20 pounds may be necessary. Full tire pressure is required to drive over rocks higher on the pass, so if you do drop pressure, you will need to either 1) have your own air compressor to refill before going higher on the pass, or 2) drive the road from east to west, and reduce pressure after going over the pass but before driving through the soft sand. A free air compressor is available at the western entrance to the road in the national park (open in warmer months only). The Medano Pass Road is not a shortcut to save time. Driving speed averages 5-10 mph. Plan on 2 1\/2 to 3 hours to drive the entire 22 mile road. The road's eastern entrance is in Huerfano County; the closest town to the eastern entrance is Westcliffe. Click View Park Map at left to see the official park map with zoom-in capability. This map shows the Medano Pass Primitive Road's route through the park and preserve. An area map of the Medano Pass Primitive Road showing regional towns and highways is also available.         Each of the 21 campsites along the road has a fire ring and bearproof box to store food and other items. NPS\/John White  Medano Road Camping Information Roadside camping is permitted only at 21 numbered campsites in Great Sand Dunes National Preserve beginning 5.2 miles from where the road begins near Piñon Flats Campground. These sites are indicated with a brown post and camping symbol, and are numbered by approximate road mileage from the Park\/Preserve boundary to Medano Pass. Numbers in parentheses are approximate road mileage from Medano Pass down to the Preserve\/Park boundary. Roadside car camping is only permitted in designated sites in the national preserve. Vehicle access to these sites is only available late spring through fall, depending on snow, creek, and road conditions. These designated sites are free of charge and first-come, first-served. All 21 sites fill on summer holiday weekends, and often on other summer weekends. Map and Guide Printable (8.5\"x14\") Medano Pass Road Map and Guide (pdf file) showing locations of campsites along the road, and camping regulations.         Fat Bikes Fat bikes (mountain bikes with extra wide tires for sand) are permitted on the Medano Pass Primitive Road, both for day use and for overnight camping in Medano Canyon. Check current sand conditions (above on this page) before riding; if sand gets too soft and dry, travel may not be possible. Bikes are not permitted off-road.   You will be sharing the road with vehicles, some traveling at higher speeds in order to make it through sandy sections. For your safety, listen and watch carefully for vehicles as you ride.        New aspen trees sprout at the base of trees killed in the 2010 Medano Fire, which burned some lower sections of Medano Canyon. NPS Photo  2010 Medano Fire The road passes through some sections of forest that were burned in a 6,249 acre wildfire in 2010. Burned, standing trees may fall at any time, especially during wind. Thunderstorms may produce dangerous debris flows that can trap people or vehicles, and that may make the road impassible. The water in Medano Creek may still contain a little soot and ash, especially in lower sections;soot levels may increase during heavy rainstorms or snowmelt. Upper sections of Medano Pass were not burned; water is clear higher on the pass.         Four-Wheel Drive Tours and Jeep Rentals Visitors that do not have a 4WD vehicle but would like to experience the Medano Road may contact Pathfinders 4X4, the only permitted 4WD tour provider.",
    "url": "https:\/\/www.nps.gov\/grsa\/planyourvisit\/medano-pass-road.htm"
}
