{
    "title": "Great Sand Dunes National Park & Preserve: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather       National Weather Service Pinpoint Forecasts  Visitor Center\/Campground\/Dunefield (8,200 feet elevation) Medano Pass (10,000 feet elevation) Sand Creek Lakes (11,745 feet elevation)  Webcam View the park's webcam during daylight hours to see current conditions of the dunes and mountains. Average Temperatures for Each Month of the Year See the average temperatures and precipitation for each month of the year. This chart is based on data collected from 1951 to present in the main day use area. Other Weather Data The Great Sand Dunes Weather Station displays current weather data for a station located near the Visitor Center.          Medano Creek flows in late spring around the dunes. Click on the photo for detailed information on current conditions, forecast flow, and what to expect month by month in an average year. NPS\/Patrick Myers  Below is general weather information for each season:   Spring can sometimes bring high winds, mainly in the afternoon. Temperatures may vary widely: highs may reach into the 60s F, or only into the 30s F with snow and an even colder windchill. Lows can also vary from the 40s F to the 20s F. March and April are the snowiest months of the year, but that is typically interspersed with warmer days in the 50s F to 60s F. In later spring when Medano Creek is flowing, snow or high winds are still possible...or there may be calm, sunny, swimsuit weather. Be prepared for any conditions in spring! Check Medano Creek conditions and forecast flow.        Temperatures are surprisingly cool at the dunes' summit elevation of 8700 feet (2650 m), but the sand surface becomes extremely hot on sunny summer days. Plan to explore the dunes in early morning or evening during summer months. NPS\/Fred Bunch  In summer, daytime high temperatures average 75-80 degrees F. However, sand surface temperatures can soar to 150 degrees F on sunny summer afternoons. Plan to explore mountain areas of the park and preserve during summer afternoons. Summer nights are surprisingly cool, thanks to our elevation of 8200' above sea level. Even in summer, warm layered clothing is recommended, as lows may drop into the 40s. After dark, a jacket or a blanket may be needed. Afternoon thundershowers are common in July and August with associated cool winds, heavy rain and lightning. Be prepared to leave the dunes promptly if thunderstorms threaten: lightning strikes are common and can be fatal.        Fall colors on Montville Nature Trail NPS\/Patrick Myers  Fall is generally mild, with Indian summer days. Highs average in the 60s - 70s F, with chilly nights in the 20s - 30s F. Be prepared, though, for the occasional cold fall storm, bringing icy rain or even snow.        Fresh snow on dunefield and Sangre de Cristo Mountains NPS\/Patrick Myers  Cold temperatures are the norm in winter, although sunshine is generally abundant, and the dry air doesn't feel nearly as cold as more humid eastern winters. Average highs are in the teens-30s F, with lows averaging minus 15 F to minus 5 F in the coldest part of winter. Snow may fall and blizzards occasionally occur, so bring warm, layered clothing and sturdy footwear. Check the forecast above before visiting.",
    "url": "https:\/\/www.nps.gov\/grsa\/planyourvisit\/weather.htm"
}
