{
    "title": "Great Sand Dunes National Park & Preserve: News",
    "body": "Explore This Park    Learn About the Park     News             News         Rapidgrass Quintet will headline the celebration of the 100th anniversary of the National Park Service at Great Sand Dunes.   Celebrate the Centennial of the National Park Service at Great Sand Dunes       Great Sand Dunes invites visitors to participate in a series of free events August 25-28 to celebrate the 100th birthday of the National Park Service! Below is a schedule of events; view the full press release for details. Thursday, August 25 2p.m. –Great Sand Dunes visitor center - Centennial Kick-off with light refreshments, cookies, and lighting of the Centennial cake. Ranger Programs will be offered at 1p.m., 3:30p.m., 7p.m., and 8:45p.m. Check the visitor center for locations. Friday, August 26 2p.m. –Great Sand Dunes visitor center –Sea of Sand presentation by Michael G. Geary followed by a book signing. Ranger Programs will be offered at 1p.m., 3:30p.m., 7p.m., and 8:45p.m. Check the visitor center for locations. Saturday, August 27 10a.m. – 12p.m. –Great Sand Dunes visitor center - book signing by Colorado Creatures, an Alphabet book author, Michelle Rodenburg 7p.m. – 8:30p.m. – Great Sand Dunes outdoor amphitheater – Rapidgrass Quintet bluegrass concert. Telescope viewing after concert. Ranger Programs will be offered at 1p.m., 3:30p.m., and 8:45p.m. Check the visitor center for locations. Sunday, August 28 Ranger Programs will be offered at 3:30p.m. and 8:45p.m. Check the visitor center for locations.          One of the ways Great Sand Dunes is celebrating the National Park Service Centennial is by celebrating the arts, from traditional to cutting-edge. Sculptor Joseph Fellows led 3D scanning\/printing demonstrations in April, the first of four artist workshops scheduled in 2016.   2016 National Park Service Centennial Events Numerous special events are planned at Great Sand Dunes in 2016!            Great Sand Dunes Park Ranger, Kathy Faz, presents San Luis Valley 4th grader, Willa Seesz-Sanchez with her Every Kid in a Park free access pass.   Great Sand Dunes Welcomes 4th Grade Students through \"Every Kid in a Park\" New National Program Encourages Families and Classes to Visit National Parks Mosca, CO – Great Sand Dunes invites all 4th grade students to visit the park for free as part of the White House's new \"Every Kid in a Park\" program. Fourth grade students can visit the website, www.everykidinapark.gov, to complete an activity and obtain a voucher which they can then exchange for a free annual entry pass to more than 2,000 federal recreation areas, including national park units, wildlife refuge areas, and US national forests. View full press release (pdf) >         Find us on Facebook for news about the natural world of the park, tips for visiting, the newest photos of each season and wildlife, visitor posts, interactive visitor questions with rangers, and more!",
    "url": "https:\/\/www.nps.gov\/grsa\/learn\/news\/index.htm"
}
