{
    "title": "Lake Clark National Park & Preserve: Forests",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Forests                Forests        White and black spruce dominate the forest along Kontrashibuna Lake. Andrew Kirby      Boreal forest dominates west of the Chigmit Mountains in the southern portion of the park and preserve.  Part of a circumpolar forest that extends across much of subarctic Alaska, Canada, Russia, and Europe it is the dominant biome in North America.  In Lake Clark National Park and Preserve it is dominated by white spruce mixed with black spruce and birch. The boreal forest is a place of change.  Plant communities can be influenced by a wide variety of factors including disease, insect infestation, weather, floods, and fire.  Within the park and preserve the National Park Service is tracking recent infestations of spruce bark beetle and spruce rust both of which are naturally occurring native parasites but whose spreading is changing the face of the forest in new ways. Recent spruce bark beetle (Dendroctonus rufipennis) activity in south-central and southwest Alaska has resulted in widespread die-off of mature white spruce.  Using tree-ring data to examine the occurrence of and climatic influence on historic spruce beetle outbreaks  scientists were able to determine significant tree growth changes related to spruce beetle outbreaks in the 1810s, 1830s, 1870s, 1900-1910s and late and early 1970s-early 1980s.  This study suggests that over the past 250 years regional spruce beetle outbreaks were associated with multi-year periods of warm and dry conditions related to El Nino and warm-phase Pacific Decadal Oscillation conditions.  This relationship between climate and beetle activity indicates that climate variability has been the primary influence on widespread, epidemic proportion outbreaks.  The extent of recent beetle activity appears to be within its historical geographic range (where it has occurred in the past), but outbreaks since the late 20th century have been timed more closely which means that at any given time outbreaks are larger in scope than in the past.  This suggests that the severity of the recent outbreak may be unprecedented.        Orange spruce needle rust spores give the surface of Lake Clark an orange sheen in 2012. NPS Photo \/ J. Shearer  Both 2011 and 2012 were moderate to heavy years for spruce needle rust (Chrysomyxa ledicola) outbreak in Alaska. 2012 saw a heavy outbreak of spruce needle rust outbreak in Lake Clark National Park. Massive quantities of rust spores washed up on shorelines in Lake Clark National Park from infected black and white spruce. The surface of Lake Clark turned orange in places as massive plumes of orange spruce needle rust spores collected on the surface of the lake. Infected spruce were observed as far south as Lake Brooks in Katmai National Park. Spores covered many square miles of lake and Cook Inlet waters along the western Kenai Peninsula as well as southeastern Kenai Peninsula including Kenai Fjords National Park and Kachemak Bay State Park. Sitka Spruce growing in peatlands across Southeast Alaska were also heavily affected. Significant spruce needle rust outbreaks also occurred in 2007 (southeast Alaska) and 2008 (Interior Alaska). Affected spruce trees have a distinctive orange tinge when the rust is fruiting on the needles in summer. Outbreaks are triggered by cool, wet weather in May, when fungal spores from Labrador tea (the alternative host) infect newly emerging spruce needles. Damage from spruce needle rust rarely kills trees since only current-year needles are affected, and conditions for severe infection usually do not occur in the same location in consecutive years. Infected trees may be stressed or experience growth loss but further study will be needed to fully understand the effects.",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/nature\/forests.htm"
}
