{
    "title": "Great Sand Dunes National Park & Preserve: Photos & Multimedia",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia             Photos & Multimedia       Quicklinks  Photos   |   Videos\/Audio    |   Webcam        Pair of Sandhill Cranes at Sunset West of Dunes.  View the park's Flickr page for this and other recent photos from the park and preserve. NPS\/Patrick Myers  Great Sand Dunes Flickr Page View the the most recent photos of the park on our Flickr page. These photos are all taken within the last five years, and include the latest park images. They are available for free to download in a variety of sizes, from full resolution to powerpoint to web size. Maximum-resolution .tif versions of all these images, images on this website, and many other images, are available by request. Please contact our media coordinator at 719-378-6343, or send an email. All NPS images are public domain, and may be used for any private, public, or press use. Please credit \"NPS Photo\". Other Photo Galleries These two galleries contain high resolution 300dpi .jpg photos that may be downloaded directly from the gallery. Maximum-resolution .tif versions of all these images, images on this website, and many other images, are available by request. Please contact our media coordinator at 719-378-6343, or send an email. All NPS images are public domain, and may be used for any private, public, or press use. Please use the credit listed or simply \"NPS Photo\".                   Images from the Last Decade   50 Photos  A variety of photos from the last decade or so showing the natural diversity of the park and preserve.           2016 Centennial Great Sand Dunes Images   5 Photos  Five photos to represent Great Sand Dunes in the 2016 Centennial of the National Park Service.                          Great Sand Dunes YouTube Channel Visit our YouTube Channel for a variety of videos. View the three most popular videos below!           Sandboarding and Sand Sledding at Great Sand Dunes Learn how to sand sled and sandboard in this fun 2-minute video with music!  National Park Service, 2013.           New Medano Creek Video! This short National Park Service video on YouTube reveals the creek's attraction, and explains mysterious 'surge flow'! Length: 90 seconds. 2016.           Singing Sand Phenomenon Listen to the Great Sand Dunes' deep \"singing\"! Length: 1 minute.          Click this image for the webcam page; this is not a live view.   Great Sand Dunes Webcam View the park webcam to see conditions on the dunes, Medano Creek and Sangre de Cristo Mountains.                     Images from the Last Decade   50 Photos  A variety of photos from the last decade or so showing the natural diversity of the park and preserve.           2016 Centennial Great Sand Dunes Images   5 Photos  Five photos to represent Great Sand Dunes in the 2016 Centennial of the National Park Service.",
    "url": "https:\/\/www.nps.gov\/grsa\/learn\/photosmultimedia\/index.htm"
}
