{
    "title": "Lake Clark National Park & Preserve: Glaciers \/ Glacial Features",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Glaciers \/ Glacial Features                Glaciers        Tanaina Glacier, Lake Clark Pass, Neacola Mountains, Lake Clark National Park and Preserve. NPS Photo \/ C. Lindsay       At Lake Clark, glaciers are the dominant architects at work. Most of the park and preserve's glaciers are in the Chigmit Mountains.   John Kauffman once described the Chigmits \"...as if colliding mountain waves had thrown up a sea of rock.\" In reality, the mountain range was formed as a result of massive intrusions of granite coupled with the uplift of existing rock layers. Today we see a spectacular maze of jagged peaks and spires, and broad, U-shaped valleys carved out by glacial action. At least three major glacial advances and retreats sent great masses of ice slowly but meticulously creeping down the mountains, carving and grinding out the valleys we see today. The last major advance of glaciers was during a period of geologic time called the Pleistocene, or Great Ice Age. During the Pleistocene, the overall temperature of the world was much cooler than it is today. Significant snow packs built up, creating great ice sheets that at one time covered over 50% of Alaska. About 12,000 years ago, these great ice sheets and glaciers retreated as the world's climate experienced a warming trend. The awesome and spectacular landscapes we see throughout the park and preserve today are remnants of this period. In the western foothills, glaciers once pushed out onto the interior plains. When they retreated, the glaciers filled their former beds with meltwater and created the remarkable jewel-like lakes that rank down the western side of the park and preserve. From north to south are Two Lakes, Telaquana Lake, Turquoise Lake, Twin Lakes, Lachbuna Lake, Lake Clark, Kontrashibuna Lake, and Tazimina Lakes. Like rivers, glaciers move down slope under the influence of gravity and flow along the path of least resistance. Although glaciers in the park are now retreating, their ice movement is still down the mountain. A glacier is said to be retreating if the rate at which it melts is greater than the rate at which it moves down slope. A glacier is a complex and dynamic system, continuously changing in response to fluctuations in temperature, precipitation, and other geologic processes. The future of glaciers and glaciation is, of course, unknown, but we do know that it takes only minor increases in precipitation and changes in temperature to cause significant build-up or loss in the snow packs of existing glaciers.  The Chigmit Mountains provide the right combination of climatic and geographic features for glacier formation. Warm air moving over the Pacific Ocean picks up moisture and carries it north. Eventually, the moist air is forced up the rugged Chigmit Mountains where temperatures are much cooler. As the marine air cools, it drops its moisture as snowfall on the upper elevations, continually recharging the snow fields that feed the glaciers. As the weight and pressure on the buried layers builds, the snowflakes merge together to form ice. When over a period of years more snow and ice accumulates than is lost to melting, the glacier is said to be advancing. Glacial ice appears blue because the crystal structure and physical characteristics of the water molecules absorb all of the light spectrum except blue. The ice reflects back that portion of the light spectrum which constitutes the blue color. In spite of their tranquil and pretty appearance, glaciers are are massive forces of change. Tremendously heavy and sharp glaciers tear, shear, and rip rock material away from the mountain and valley sides, transport the debris, and eventually dump it into piles called terminal moraines. Lateral moraines are piled up on each side of a glacier and are composed of rock material from the valley walls, and rock that avalanches onto the ice surface. When two valley glaciers join, two lateral moraines merge to create a medial moraine in the middle of the combined glacier. At the foot of a glacier, a person can count the number of medial moraines and determine how many glacial valleys feed the main glacier.",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/nature\/glaciers.htm"
}
