{
    "title": "Lake Clark National Park & Preserve: Coastal Salt Marshes",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Coastal Salt Marshes                Coastal Salt Marshes        Extensive and isolated salt marshes such as this one in Tuxedni Bay occur along the park's Cook Inlet coast. NPS Photo         An early protein source for young bear cubs along the coast are the young salt marsh sedges. NPS Photo \/ C. Carson  Salt marshes are among the most productive ecosystems in the world and a prominent feature of Lake Clark National Park's coastline. Each spring brown and black bears congregate in these meadows to graze on the fresh green sedges after winter hibernation. With their fat reserves depleted and with young cubs to feed, bears emerge from their dens in need of high protein nutrition. Young sedges in the salt marshes are a critical early season nutrition source for bears.   During low tide bears leave the salt marshes for the adjacent mud flats to dig razor clams and other bivalves. Tidal streams bisecting the salt marshes provide nursery habitat for a variety of juvenile fish. In late summer, salmon enter the salt marsh streams on their way to their spawning grounds. As salmon arrive, bears transition from sedges to salmon in preparation for the upcoming winter months. Waterfowl, shorebirds, song birds, moose, river otters, and other small mammals can also be found using these marshes.   Coastal salt marshes comprise less than 1% of Lake Clark National Park and Preserve yet are critical to the survival of the park's coastal brown bears. The importance of the salt marshes to the ecology of the park has prompted National Park Service scientists to monitor the condition of these vital systems.      For More Information         Salt Marsh Monitoring Park scientists monitor salt marshes in Lake Clark. This report summarizes the data that were collected during the first two-year monitoring period and describes the biophysical components of the salt marsh ecosystems at Chinitna Bay and Silver Salmon Creek.         Visit Chinitna Bay One of Lake Clark's largest and most visited salt marshes is located in Chinitna Bay. Here you can experience world-class brown bear viewing, clamming, and beach walking along the picturesque Cook Inlet coast.         Visit Silver Salmon Creek At Silver Salmon Creek a large salt marsh with a salmon-bearing stream running through it attracts brown bears, bear viewers, and sport fisherman.",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/nature\/coastal-salt-marshes.htm"
}
