{
    "title": "Lake Clark National Park & Preserve: Brown Bears",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Brown Bears                Brown Bears       Ninety-five percent of brown bears in the United States live in Alaska, and Lake Clark supports a healthy and stable population. The Alaskan National Interest Lands Conservation Act directs the park to protect habitat for brown bears among other fish and wildlife species. Therefore, park biologists survey coastal bear populations annually and are currently conducting a study to better understand dynamics of the interior population of brown bears. The superintendent uses this information to make management decisions that are in the best interest of bear populations. Be aware that brown bear behavior and diet varies depending on the habitat in which they live. Just like people in large cities have different daily routines and values than those living in the country, living near the ocean is different from living inland for bears. Read on to discover how Lake Clark's coastal and inland bears differ from each-other, and learn what that means for you.       NPS \/ Kevyn Jalone       Brown Bear or Grizzly Bear? Brown and grizzly are common names for the same species; the difference between the two is geographic location, which influences diet, size, and behavior. Those that live in coastal areas are called brown bears, while typically inland bears that have limited or no access to marine-derived food resources are called grizzlies. Both have the distinctive large shoulder hump, long curved claws, and a wide head with a concave profile, often described as \"dish-faced.\" In Lake Clark, both coastal and inland bears are of the subspecies Ursus arctos horribilis, and generally we refer to them all as brown bears, although either term is acceptable.  Lake Clark's Coastal Brown Bears Estuaries, where rivers meet the sea along the park’s Cook Inlet coast, are the urban centers of the bear world. Food is plentiful here from early spring until the bears return to their dens in the fall. Sedges that are high in protein and other edible plants grow in salt marshes. Tidal flats brimming with clams lay just a few yards away. Flowing through it all are rivers filled with salmon that return each summer to spawn and die further upstream. Whales and other marine carcasses occasionally wash ashore. Berries grow on the nearby hillsides. Everything a bear needs to eat is in one place. Bears gather in these estuaries in large numbers to eat and mate. Park biologists have counted as many as 219 brown bears within a 54 square mile area on the coast in recent years. There are few other places in the world where you can find as many bears living in such a small area. This is possible because they are more tolerant of the presence of each-other, of other wildlife, and often of people than they are in places where there is less food. In order to avoid most conflict, these naturally solitary animals establish a fluid hierarchy when gathered together. Through the use of vocalizations, scent, and body posturing weaker, less dominant bears yield space, breeding rights, and optimum feeding locations to stronger, more dominant individuals with little injury to each-other. The energy-rich diet of Lake Clark's coastal brown bears allows the largest males to reach weights exceeding 1,000 pounds by the time they enter the den to hibernate. Most adult males typically weigh 600-900 pounds by mid-summer, while females average 1\/3 less in weight. This is carried on a frame 3-5 feet tall at the shoulder and 7-10 feet in length. Lake Clark's rich coastal habitats are wild places without roads, towns, campgrounds, or large populations of people adjacent to them. Yet, it only takes a short 30 minute flight from communities on the Kenai Peninsula to reach the park's coast. Bears in Chinitna Bay and Silver Salmon Creek see people nearly every day they are not in hibernation, and the people behave in a very predictable manner; landing, walking, fishing, and eating in the same places day after day. Bears here do not have a history of acquiring food from people, nor nor are they hunted or injured by people, which makes us about as interesting as a raven or a gull from their point of view. This combination of plentiful food that allows for a high population of tolerant bears living close but not to close to human communities creates the perfect bear viewing opportunity that you will find in few other places in the world. Knowledgeable guides will ensure visitors have a safe and memorable bear viewing experience in Lake Clark.             Coastal Brown Bear Grazing   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:28 seconds  Watch a brown bear grazing on sedges in the salt marsh at Chinitna Bay. This video has no audio.         Lake Clark's Inland Brown Bears Referring to the eating habits of a grizzly, John Muir once commented, \"to him almost everything is food except granite.\" While not far off the mark for any member of the Ursus arctos family, it is especially true of the bears who do not have the benefit of the coast's abundant food sources. The habitats in the inland portions of Lake Clark west of the Aleutian Mountain Range differ considerably from those on the coast. There are no salt marshes filled with protein-rich sedges that nourish the coastal browns through mid summer. There are no tidal flats that abound in a reliable source of clams year-round. In their place are boreal forests and open tundra crisscrossed with salmon-bearing rivers and lakes. If estuaries are a bear's big city, the forests and tundra are the country. There is less food inland and it is spread out over a larger area. Salmon do spawn in the streams and lakes, but bears here usually have to travel much further to find them than their coastal counterparts do. They rely more heavily on berries, roots, insects, and ground squirrels. While an inland grizzly will never encounter a beached whale to feast upon, it is more likely to scavenge a caribou carcass or bring down a moose calf; though these are not steady sources of food, but rather an occasional treat. Because their food sources are scarcer and more scattered, brown bears living in the interior of Lake Clark are typically not as large as their coastal brethren. However, due to the seasonal abundance of salmon, most of the bears here do get larger than those in areas that lack the high protein salmon provide. Depending on the lake or river, salmon can be a reliable food source June - October, though new research shows that surprisingly, not all bears here take advantage of the salmon. Because competition for resources is higher inland, brown bears here revert to their solitary nature and do not gather in high numbers. They will interact with fewer individuals in their lifetime than a coastal bear, and are less tolerant of the presence of those they do encounter. They are also more likely to react to people from a greater distance so please use extreme caution when exploring the interior of the park. Brush up on tips for staying safe in bear country before your next Lake Clark adventure. Discover what we are learning about the park's inland population of bears in the video below, \"Over the Mountains.\"            Over the Mountains   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:7 minutes, 58 seconds  Lake Clark’s inland habitat is home to a population of bears that we know little about.  Through a multi year study scientist are learning how brown bears survive in the park’s resource constrained interior.An Audio Described version of this film is available at: https:\/\/www.youtube.com\/watch?v=Cypb0TI3C4I         View Photos of Brown Bears in Lake Clark                   Lake Clark's Brown Bears   16 Photos  This photo gallery hightlights brown bears utilizing a variety of habitats in Lake Clark, from tidal flats and salt marshes to lake shores and salmon-bearing rivers.                        For More Information About Bears in Lake Clark                Brown Bear Viewing in Lake Clark   Watch \"A Day on the Lake Clark National Park Coastline,\" learn where to go see bears, & become familiar with bear viewing best practices.          Fishing in Bear Country   Familiarize yourself with the responsibilities that come with fishing in bear country prior to your trip to Lake Clark.          Staying Safe in Bear Country   Bears and people use the same areas in Lake Clark. Become familiar with these tips for staying safe in bear country prior to your trip.          Lake Clark's Black Bears   While the American black bear is the most common bear species in North America, seeing one in Lake Clark is a rare treat.          Bear Identification   Both brown bears and American black bears flourish in Lake Clark. Knowing the difference can help you make safe choices in bear country.          Firearms Regulations in Lake Clark   Know the firearms regulations in Lake Clark prior to your visit.",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/nature\/ursus-arctos.htm"
}
