{
    "title": "Lake Clark National Park & Preserve: Environmental Factors",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors               Environmental Factors       Environmental factors are important aspects of the park and preserve that are at risk of degradation, either through natural processes or human impacts. These include air quality, the darkness of the night sky, water quality, and scenic vistas, among other things. Park researchers are monitoring environmental factors to ensure the stability of natural and cultural resources and to maintain a high quality visitor experience. Scroll down to read more about environmental factors in the park and preserve.        The air you breathe in the Lake Clark wilderness may be affected by pollutants from as far away as Asia. NPS Photo  Air Quality  Concern has been growing about air quality in areas of Lake Clark National Park and Preserve, particularly along the coast. The U.S. Fish and Wildlife Service, which manages Tuxedni Wilderness (part of the Alaska Maritime Wildlife Refuge) adjacent to the parklands, has begun monitoring air quality in cooperation with the National Park Service and the State of Alaska. Potential air pollution threats to Tuxedni include oil and gas development in Alaska, especially in the Cook Inlet, and long-range transport of air pollutants from other sources, including sources in Asia. Pollutant haze may obscure visibility at the wilderness area part of the time. Although Lake Clark is mostly uninhabited wilderness, it is impacted by human activities around the globe.         Lightscape \/ Night Sky   Lake Clark National Park and Preserve is essentially free of light pollution caused by human activity. Stars and the aurora borealis, however, are much less visible in the summer. Long subarctic summer days mean that the sky is only dark for a few hours at a time. Short winter days offer the longest periods of darkness and the best chance at stargazing.        Dandelions were brought to North America by European settlers.   Non-Native Species  There are 30 species of non-native vascular plants within Lake Clark National Park and Preserve. Most of the plants are not considered to be highly invasive or problematic. There is an effort to eradicate the common dandelion from Upper Twin Lakes. There are no known species of non-native animals that are free roaming within the unit.        Tuxedni Bay offers prime views of ocean, mountains,and rivers. NPS Photo  Scenic Vistas   Lake Clark National Park and Preserve protects approximately 4 million acres of undisturbed public land characterized by scenic vistas such as;rugged mountain peaks and spires, glaciers, an ocean coast, deep valleys and lakes, high tundra, wild rivers, and a wide cross-section of flora and fauna. Most visitors to the park and preserve experience scenic vistas by flying in by small airplane and either hiking, boating, fishing, or camping in the area. Scenic vistas are for the most part intact, but are threatened by development activities outside of the park.        Mt. Iliamna, an active volcano, towers over muchof the park and preserve. NPS Photo  Geologic Processes   The Lake Clark region is tectonically active. There are two active volcanoes within the park, Mt. Iliamna and Mt. Redoubt, and two others just outside the park, Mt. St. Augustine to the south and Mt. Spurr to the north. In addition to the risk to plants, animals, and people from volcanic eruption, a tectonically active zone can experience earthquakes, land subsidence or uplift, and tsunamis. When subsidence, uplift, or tsunamis occur, erosion can harm archeological and historic sites as well as natural habitats. Learn more about volcanoes in the park.        Beaver activity can significantly change a landscape.   Animal Activity   Natural activities by animals can sometimes pose a threat to other resources. For example, extensive dam-building by beavers in Kijik National Historic Landmark is threatening a number of archeological sites. Sites may become submerged, or could be wiped out entirely if dams fail.  Change in animal populations can also cause problems. Natural fluctuations in predator\/prey relationships may affect species used by humans in the area. With increasing climate change, species are moving into new areas, upsetting the ecosystem balance. Park biologists and archeologists continue to monitor these situations.        Filtering water from Lake Clark    Water Quality  Lake Clark National Park and Preserve is located in a hydrologically complex environment where there are many glaciers and several active volcanoes. The park contains diverse fresh water resources including three Wild and Scenic Rivers, 14 lakes larger than 1000 acres, and another 860 waterbodies from 2.5 to 1000 acres. The park and preserve was created to \"...protect the watershed necessary for the perpetuation of the sockeye salmon (Oncorhynchus nerka) in Bristol Bay, maintain the scenic beauty and quality of portions of the Alaska Range and Aleutian Range, including active volcanoes, glaciers, wild rivers, lakes, waterfalls, and alpine meadows in their natural state.\" We must protect water quality because it supports the core mission of the park. Lake Clark itself is the largest body of water in the park and preserve, the second largest lake basin in the Kvichak River drainage, and the sixth largest freshwater lake in Alaska. The waters in the park support significant sockeye salmon spawning habitat for the Bristol Bay commercial fishery, one of the largest in the world. Water quality must be monitored to maintain the health of the fishery. The park is also currently testing impacts of erosion due to wave action by sport craft. This includes siltation and other impacts that may effect water quality. These tests will provide information leading to an action plan to mitigate the effects, if needed. Remember, even our clear, clean waters must be filtered or boiled for human consumption. Natural water-borne diseases such as giarda and cryptosporidium are not considered pollutants.",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/nature\/environmentalfactors.htm"
}
