{
    "title": "Lake Clark National Park & Preserve: Wolves",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Wolves                Wolves        Aerial surveys are one tool in the scientific study of wolves in Lake Clark. K.Jalone\/NPS      Wolves (Canis lupus) in Lake Clark National Park and Preserve are found mainly in the park's mountainous areas, generally below 5,000 feet in coniferous forests, and in open tundra. Park wildlife biologists are currently studying the wolves to determine population dynamics, movement patterns and predation rates in the park.  Wolves vary in color from black to white, with nearly every shade of gray and tan in between. They are highly social animals, living in packs that usually include a dominant male and female breeding pair, their offspring and other non-breeding adults. The social order in the pack is characterized by a dominance hierarchy which is maintained through ritualized behavior. The average pack size in Lake Clark is 5 animals who live within a specific territory that they defend from other wolves. Territories range in size depending on how much prey is available. The packs studied in Lake Clark have territories of greater than 750 sq. miles.  Pups are born in a den in the spring and cared for by the entire pack. Dens are often used year after year, but wolves may also dig new dens or use some other type of shelter, such as a cave. Pups depend on their mother's milk for the first month, and then they are gradually weaned and fed regurgitated meat by other pack members. By 7 to 8 months of age, when nearly fully grown, the pups begin traveling with the adults. Wolves are known for their distinctive howl, which they use to communicate. Biologists do not know all of the reasons why wolves howl, but they may do so before and after a hunt, to sound an alarm, and to locate other members of the pack when separated. Wolves howl more frequently in the evening and early morning, especially during winter breeding and pup rearing. Howling is also one way that packs warn other wolves to stay out of their territory.",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/nature\/wolves.htm"
}
