{
    "title": "Lake Clark National Park & Preserve: Object of the Month Blog",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     Object of the Month Blog                Object of the Month       RSS  About This Blog View items from the park's extensive museum collection and archives in this monthly blog series.   February 2015 - Messenger From the Past  February 27, 2015 Posted by: Katie Myers  1 Comments     In an ideal world, all artifacts would be found in context, allowing us to know a more complete a story about the people who made them and their lives, but sometimes we just have the artifact. Even if we don’t have context, archeologist learn how to read the artifact—what message can the object itself tell us about the past? What can the shape of this point tell us? What can the location on where it was found tell us? archeology, artifact      January 2015 - Proenneke's Camera  January 30, 2015 Posted by: Kathryn Myers  1 Comments     To kick off 2015, we're featuring a camera that Richard Proenneke had during his time at Twin Lakes. It's an Exakta VX IIb, a camera that was manufactured in Germany and produced between 1963-1967. Proenneke loved taking moving images and still photos of scenery and the wildlife around him;this camera was always with him—it traveled all over the same country he did—he had it the entire time he was at Twin Lakes.      All is Burley and Bright (Your Secret is Safe with Me)  December 31, 2014 Posted by: Katie Myers  1 Comments     December’s Object of the Month is a handwritten note that was found hidden inside a fireplace 30 years after it was placed there.      November 2014 - A Grateful Heart  November 26, 2014 Posted by: Katie Myers  0 Comments     November’s Object of the Month is a historic photo which demonstrates the abundance from the land and Dena’ina values revolving around gratitude.      October 2014: Alaska's Jurassic Park  October 16, 2014 Posted by: Katie Myers  0 Comments     The Alaska Geological Society has declared fossils from Lake Clark's coast October's 'Fossils of the Month.' These amazing specimens, collected in August as part of a geological assessment of the Fossil Point area in the park, are now part of the Lake Clark museum collection and are available to the public for research and education.      September 2014 - Evolution of an Ethic  September 03, 2014 Posted by: Katie Myers  0 Comments     In celebration of the 50th Anniversary of the Wilderness Act, September's Object of the Month is a sign that Dick Proenneke made and hung in his cabin at Upper Twin Lake which gives us insight to the evolution of one man's wilderness ethic.  Does the belief he expresses in this sign resonate with you, too?      August 2014 - Animal Goes in Mountain  August 04, 2014 Posted by: Kathryn Myers  1 Comments     The tip of a wooden arrow shaft, a section of an antler arrow point—rarely do archeologists find these types of organic objects preserved when they excavate a site. However, archeologists have found these types of things perfectly preserved in Lake Clark.  Where? In ice and snow patches! archeology      July 2014 - Like a Good Neighbor, Nondalton was There!  July 24, 2014 Posted by: Kathryn Myers  0 Comments     Fourth of July festivities are never complete without fireworks and exuberant children. Your holiday celebrations this year may very well have mirrored those in Port Alsworth in the summer of 1953. However, fireworks in the hands of kids can lead to terrible accidents. Such was the case 61 years ago when the children's fun and games resulted in a forest fire. July's Object of the Month is a birch bark basket that was hastily made by a woman from Nondalton to carry water to fight the fire near Port Alsworth. The story reminds us that kids will be kids, and good neighbors are a blessing.      June 2014 - \"Two in the Far North\"  June 04, 2014 Posted by: Kathryn Myers  0 Comments     June’s object of the month is a book: “Two in the Far North,” the biographical novel written by the “Grandmother of the Conservation Movement” Margaret Murie. It’s a story of Margaret’s adventures in more northern parts of Alaska. So why is it Lake Clark’s object of the month? Because this particular copy of the book was given to Dick Proenneke by Murie.      May 2014 - Footprints on the Land  May 05, 2014 Posted by: Kathryn Myers  2 Comments     May's Object of the Month is a micro-blade core found near Lower Twin Lake which dates from around 12,000-9,500 years Before Present (BP). Is it the oldest object in the collections? Was it found at the oldest archaeology site in the park?  These are hard questions—for one thing, we don’t know all there is to know about our park yet, and for another, it depends! Fuzzy answers? Yes. Here’s a little bit more to explain...      April 2014 - Care to Snare?  April 07, 2014 Posted by: Kathryn Myers  1 Comments     April's Object of the Month is a collection of small snares utilized by Dena'ina Athabascan women and girls to capture birds and squirrels for meat and fur.      March 2014 - Dazq'en: A Fire is Burning  March 06, 2014 Posted by: Kathryn Myers  0 Comments     March’s Object of the Month is more than just an object—it’s a 4,000 year old hearth! From 2008-2010, a series of small-scale archeological investigations were conducted prior to and during the restoration of a historic cabin and outbuildings located near present-day Port Alsworth on the shores of Lake Clark.      February 2014 - Fit to a Frog’s Eyebrow  February 04, 2014 Posted by: Katie Myers  1 Comments     February’s Object of the Month is a two foot long, intricately detailed model boat built by Dr. Elmer Bly while he was living on the shores of Lake Clark in the late 1940s or early 1950s. He named the beautiful craft the “Maizie B” after his beloved wife, May “Maizie” Bly—fitting for Valentine’s Day!      January 2014 - Beauty and the Bead  January 13, 2014 Posted by: Katie Myers  1 Comments     Details of past generations fade into the shadows until it seems as though those people never were quite real. Small glass beads, so ubiquitous and easily overlooked in today's society, open a small window into the lives of those who precede us. Through these tiny flashes of color comes a glimpse of the personal tastes of individuals long gone; individuals whose lives were as full and rich as our own. In our January Object of the Month blog post we share a variety of glass beads found at the Dena'ina Athabascan village of Kijik on the shores of Lake Clark. archeology, Alaska Natives      December 2013: Winter is Coming  December 02, 2013 Posted by: Katie Myers  1 Comments     Winter arrives in the Lake Clark country long before the solstice marks the official start of the season. How does one survive the long dark in a land that remains frozen for so many months? No one knows how better than the local Dena'ina Athabascans who have lived in the area for countless generations. They will tell you that among the many necessities in a snow covered landscape is a reliable means of transportation.  December's Object of the Month is a pair of traditionally crafted Birch snowshoes made by Wassillie Trefon so that his eldest son could navigate the winter landscape.      November 2013: A Proenneke Thanksgiving  November 04, 2013 Posted by: Katie Myers  8 Comments     Welcome to our first installment of the Object of the Month.  We're kicking off this new blog series with Dick Proenneke's November 28, 1968 journal entry, in which he describes his first Thanksgiving spent in his new cabin at Upper Twin Lake.  The start of November begins the busy holiday hustle and bustle. We might do well to emulate Proenneke by taking time to notice and enjoy life's simple pleasures, like a light breeze, the fast moving clouds, good food, the stars and moon, a fire when it's stormy out, and our last marshmallow.",
    "url": "https:\/\/www.nps.gov\/lacl\/blogs\/Object-of-the-Month.htm"
}
