{
    "title": "Tumacácori National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1895 E Frontage Road  Tumacacori, AZ 85640                 Directions         Tumacácori National Historical Park is located off of Exit 29 of Interstate 19, forty-five miles (80 kilometers) south of Tucson, Arizona, and eighteen miles (26 kilometers) north of Nogales, Arizona.  Directions Details           Operating Hours & Seasons         Hours of Operation Visitor Center and mission grounds are closed on Thanksgiving Day and Christmas Day. The Anza Trail is open 24\/7.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Christmas Day:   -       Thanksgiving Day:   -                  Weather           Located above the heat of the low desert, Tumacácori National Historical Park is in the mesquite highlands, close to 3,300 feet in elevation, where temperatures are five to ten degrees cooler than Tucson or Phoenix. Visiting the park in this moderate climate is pleasurable during any season of the year but remember to prepare accordingly. Bring layered clothing and drink plenty of water.         Fees & Passes     Entrance Fees:   Tumacácori Entrance Fee - Per Person - $5.00 Required for anyone 16 and older unless a guest of other pass holder. Valid for 7 days.   Entrance Passes:   Tumacácori Annual Pass - $20.00 Covers pass holder(s) plus three adult guests. Kids under 16 are always free. Photo ID of either pass holder required. Valid for 12 months from month of purchase.         Visitor Centers       Tumacácori Visitor Center The historic 1937 visitor center building is the main entry point for those visiting the Tumacácori mission grounds.                 NPS Photo \/ Tom Brennan  Plan Ahead and Prepare! Tumacácori is a fantastic place to visit, at any time of year. The pages here will get you started with your trip planning.  Enjoy! Operating Hours & Seasons Fees & Passes  Permits & Reservations  Weather  Pets",
    "url": "https:\/\/www.nps.gov\/tuma\/planyourvisit\/basicinfo.htm"
}
