{
    "title": "Wrangell - St Elias National Park & Preserve: Mission & Purpose",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies     Mission & Purpose                Mission and Purpose of Wrangell-St. Elias       Wrangell-St. Elias National Monument (10,950,000 acres) was established along with 16 other national monuments on November 16, 1978. The Alaska National Interest Lands Conservation Act (ANILCA) of November 12, 1980 established Wrangell St. Elias National Park and Preserve and nine other national parks, and designated 56,000,000 acres of wilderness. The purpose of Wrangell-St. Elias National Park and Preserve was and is:  to maintain the natural scenic beauty of the diverse geologic, glacial, and riparian dominated landscapes to protect the attendant wildlife populations and their habitats to ensure continued access for a wide range of wilderness-based recreational opportunities to provide continued opportunities for subsistence use  The mission of Wrangell-St. Elias National Park and Preserve is to: preserve and protect ecological integrity and heritage resources of a vast ecosystem in south-central Alaska, while providing for public use in a wilderness setting. Wrangell St. Elias, at 13.2 million acres, was specifically designated to encompass an area large enough to include a diverse range of scenery, high latitude biomes, and landscape level processes where man is considered an integral part of the ecosystem. Ecosystem integrity and carefully planned public use is essential so there is opportunity for the continuation of subsistence lifestyles, future scientific investigations, interpretation of natural forces, and the inspiration and solitude of wilderness experience for present and future generations. Compatible public uses and increased access, where appropriate, will be promoted to the extent that the quality of the experience and the natural and cultural resources are maintained.     How Wrangell-St. Elias is Managed...The Department of the Interior The Department of the Interior was created by Congress on March 3, 1849. As the nation's principal conservation agency, the Department is responsible for most of our nationally owned public lands and natural resources. This includes fostering the wisest use of our land and water resources, protecting our fish and wildlife, preserving the environment and cultural values of our national parks and historical areas, and providing for the enjoyment of life through outdoor recreation. The Department assesses our energy and mineral resources and works to ensure that their development is in the best interest of all our people.  The National Park Service The National Park Service an agency within the Department of Interior and is responsible for administering an extensive system of national parks, monuments, historic sites, and recreation areas for the American people. Its major objective is to ensure that these lands are properly administered for the enjoyment and education of the people, to protect their natural environment, and to assist state and local governments and citizen groups in the development of park areas. The National Park Service was established by an Act of Congress on August 25, 1916, under the Department of the Interior to:  \"Regulate the use of national parks and monuments to conserve the scenery and natural and historical objects and the wild life therein and to provide for the enjoyment of the same by such means as will leave them unimpaired for the enjoyment of the future generations.\" The National Park Service develops and implements park management plans and it staffs the areas under its jurisdiction. Its interpretive programs relay the natural and cultural values and historical significance of these areas to the public through talks, films, exhibits, publications, and other media. Campgrounds and other visitor facilities are operated to provide lodging, food, and transportation services (usually through concessions) to the visiting public for recreational enjoyment.",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/management\/mission-and-purpose.htm"
}
