{
    "title": "Wrangell - St Elias National Park & Preserve: Collection Regulations & Gold Panning",
    "body": "Collection Regulations and Gold Panning       GENERAL OVERVIEW In general, visitors are not allowed to take items from national parks. However, parks in Alaska are different than other national parks, and there are some provisions that allow visitors to take certain items. All National Park Service regulations are listed in the Code of Federal Regulations (CFR), title 36. Alaska-specific provisions are in CFR title 36, chapter 13. At Wrangell-St. Elias National Park & Preserve:  Berries, mushrooms, and plants may be gathered for personal use. They may not be sold. Driftwood, seashells, and dead wood for firewood may be gathered. Plants and minerals may be gathered for traditional ceremonies done by Native Americans. Recreational gold-panning and collection of small rocks is allowed. Visitors may not use metal detectors or hand tools to dig in the ground. Rocks may not be sold. Silver, platinum, gemstones, and fossils may NOT be collected. Antlers and horns may NOT be collected. Threatened & Endangered species may NOT be collected. Cave formations may NOT be collected. Archeological items may NOT be collected.         Panning for gold in the Wrangell Mountains   Collecting Rocks\/Minerals and Recreational Gold Panning The National Park Service (NPS) has enacted regulations to permit collection of rocks and minerals for personal noncommercial use in Wrangell-St. Elias. The NPS regulation at Title 36 Code of Federal Regulation, part 13.20(c) allows persons to collect all rocks and minerals except silver, platinum, gemstones, and fossils. Wrangell-St. Elias NP\/P has a rich history of mining and prospecting for minerals. Most productive gold-bearing stream gravel has been prospected and\/or mined in the past. Many mining claims which were staked and filed upon prior to the establishment of the park are still valid. Operators on these valid claims may conduct mining operations after approval of their plan of operations by the NPS. There are large private in-holdings within the park (approximately one million acres). The owners of valid mining claims hold the existing mineral rights to their claims. Therefore, persons wanting to pan for gold or collect minerals must be aware of the land status so that they do not trespass or infringe upon the rights of the land owners. The park was established to protect and preserve the natural resources and features for future generations. The park will not identify specific locations where gold or collectable minerals may be found. Part of the lure in panning for gold is the question, \"is there gold here?\" The park recognizes that recreational panning is an important visitor activity, but identification of the specific locations could result in disturbance of the ground surface due to the heavy visitor use. In addition, visitors should be aware that there was extensive underground mining in some areas. Hazardous situations such as adits, pits, toxic chemicals, and old explosives may be encountered. Caution should be exercised and all such encounters should be located, avoided, and reported to a park ranger. We recommend that all visitors wishing to collect rock and minerals or do recreational gold panning check with park staff prior to conducting those activities. Persons may collect such rocks and minerals only by hand or use of a gold pan. They may NOT use shovels, pickaxes, sluice boxes or dredges. Collection methods which may result in the disturbance of the ground surface are prohibited. The use of metal detectors is illegal in national parks, including Wrangell-St. Elias.        Here are GENERAL REGULATIONS for all units of the National Park Service (from CFR 36.2): The following are prohibited: Possessing, destroying, injuring, defacing, removing, digging, or disturbing from its natural state:  (i) Living or dead wildlife or fish, or the parts or products thereof, such as antlers or nests. (ii) Plants or the parts or products thereof. (iii) Nonfossilized and fossilized paleontological specimens, cultural or archeological resources, or the parts thereof. (iv) A mineral resource or cave formation or the parts thereof.  Using or possessing wood gathered from within the park area: Provided, however, that the superintendent may designate areas where dead wood on the ground may be collected for use as fuel for campfires within the park area. Possessing, destroying, injuring, defacing, removing, digging, or disturbing a structure or its furnishing or fixtures, or other cultural or archeological resources. Possessing or using a mineral or metal detector, magnetometer, side scan sonar, other metal detecting device, or subbottom profiler. The following are prohibited:  (i) Gathering or possessing undesignated natural products. (ii) Gathering or possessing natural products in violation of the size or quantity limits designated by the superintendent. (iii) Unauthorized removal of natural products from the park area. (iv) Gathering natural products outside of designated areas. (v) Sale or commercial use of natural products.  This section shall not be construed as authorizing the taking, use or possession of fish, wildlife or plants for ceremonial or religious purposes, except where specifically authorized by Federal statutory law, treaty rights, or in accordance with § 2.2 or § 2.3. Here are provisions for the National Park Service in Alaska (from CFR 36.13): This section applies to Wrangell-St. Elias National Park & Preseve and all park areas in Alaska except Klondike Gold Rush National Historical Park, Sitka National Historical Park, the former Mt. McKinley National Park, and the former Katmai National Monument. Gathering or collecting natural products is prohibited except as allowed by this section. For purposes of this paragraph, ''natural products'' includes living or dead fish and wildlife or parts or products thereof, plants or parts or products thereof, live or dead wood, fungi, seashells, rocks, and minerals. Gathering or collecting, by hand and for personal use only, of the following renewable resources is permitted—  (1) Natural plant food items, including fruits, berries and mushrooms, but not including threatened or endangered species; (2) Driftwood and uninhabited seashells; (3) Such plant materials and minerals as are essential to the conduct of traditional ceremonies by Native Americans; and (4) Dead wood on the ground for use as fuel for campfires within the park area.  Wrangell-St. Elias NP&P Superintendent's Compendium -  13.35(f)(1) Natural features: The collection or gathering of mushrooms for personal use is limited to two 5-gallon containers of whole, fresh mushrooms per person, per day. The Superintendent may authorize, with or without conditions, the collection of dead standing wood in all or a portion of a park area. Surface collection, by hand (including hand-held gold pans) and for personal recreational use only, of rocks and minerals is permitted, with the following exceptions:  (1) Collection of silver, platinum, gemstones and fossils is prohibited; and (2) Collection methods that may result in disturbance of the ground surface, such as the use of shovels, pickaxes, sluice boxes, and dredges, are prohibited.   The Superintendent may limit the size and quantity of the natural products that may be gathered or possessed.",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/management\/gold-panning-and-collections-regulations.htm"
}
