{
    "title": "Wrangell - St Elias National Park & Preserve: Subsistence",
    "body": "Explore This Park    Learn About the Park     Management     Subsistence               Subsistence        Popular subsistence activity during the summer, catching salmon using a fishwheel. NPS Photo      A Way of Life Many Alaskans live off the land, relying on fish, wildlife and other wild resources. Subsistence fishing and hunting provide a large share of the food consumed in rural Alaska. The state’s rural residents harvest about 22,000 tons of wild foods each year — an average of 375 pounds per person. Fish makes up about 60 percent of this harvest. Nowhere else in the United States is there such a heavy reliance upon wild foods. Alaska Natives have used these resources for food, shelter, clothing, transportation, handicrafts and trade for thousands of years. Other residents living in rural Alaska depend on local harvests as reliable and economic food sources. For many, subsistence is more than just about economics. It is about who they are; it is a way of life. The park along with Alaska Department of Fish and Game have surveyed local area residents to determine the harvest of subsistence resources. The findings include:  Subsistence Harvests and Uses of Wild Resources in Chistochina, Alaska, 2009 (pdf format, 290 KB)Subsistence Harvests and Uses of Wild Resources in Copper Center, Slana\/Nabesna Road, Mentasta Lake and Mentasta Pass, Alaska 2012. (pdf format, 349 KB)Subsistence Harvests and Uses of Wild Resources in Kenny Lake\/Willow creek, Gakona, McCarthy, and Chitina, Alaska 2012 (pdf format, 594 KB)You can find complete reports on the Alaska Department of Fish and Game website.  ANILCA When the U.S. Congress passed the Alaska National Interest Lands Conservation Act (ANILCA) in 1980, which established Wrangell-St. Elias National Park and Preserve along with many other conservation areas in Alaska, it recognized the important connection between local rural subsistence users and the land in allowing for a continued opportunity for a subsistence lifestyle by rural Alaska residents, both Native and non-Native. As long as resources and their habitats are maintained in a natural and healthy state, traditional subsistence hunting and fishing are allowed in the park and preserve. Additionally, ANILCA provides that rural residents with knowledge of local conditions should have a role in the management of subsistence resources on public lands.More Information...Learn about Subsistence in Alaska National Parks from the National Park Service Alaska Regional Office.Promises to KeepDownload this brochure about subsistence in Alaska national parklands.pdf format, 314 KBFor specific information, click on the following links:Subsistence EligibilitySubsistence AccessSubsistence Resource CommissionSubsistence FishingSubsistence HuntingSubsistence Maps",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/management\/subsistence.htm"
}
