{
    "title": "Kobuk Valley National Park: Onion Portage",
    "body": "Explore This Park    Learn About the Park     History & Culture     Onion Portage              Onion Portage         The beach at Onion Portage during the calm season. NPS Photo\/Emily Mesner  Near the eastern boundary of Kobuk Valley National Park, the Kobuk River makes a wide bend, creating a long, narrow peninsula that juts out into the water. Local residents call it Paatitaaq, or Onion Portage, for the wild onions that grow along the banks of the river. For most of the summer, the gravel shore is picturesque and calm. A blue river drifts pass under a blue sky with the peaks of the Jade Mountains rising up in the background. The only sound is the wind rustling in the birch trees that line the steep banks and the occasional commotion from a flock of ducks landing on the river or a bear splashing into the water in search of a salmon. Twice a year, however, the caribou arrive, pouring across the tundra and down the steep slopes before plunging into the Kobuk River on their biannual migration across the Brooks Range. The caribou are followed by hunters. On land, even a newborn caribou is far faster than a person, but a swimming caribou can easily be taken down by a single hunter. Buoyed by air trapped in their fur, the dead animals then float downstream and wash ashore at Onion Portage’s gravel beach. When archeologist Louis Giddings first arrived on the Kobuk River in 1940, elders in the villages of Kiana and Shungnak told him their families had been hunting caribou at Onion Portage for as long as they could remember.        Archeologist Douglass Anderson standing next to the stratigraphy at Onion Portage. NPS Photo\/Doug Anderson   Traces of the Past When humans occupy an area for any length of time, they leave traces behind. Campfires leave patches of charcoal and burnt bones. Butchered caribou leave behind bones cut by tools. Chipped spear points, broken tools and small objects are dropped on the ground and left behind. Wood structures collapse and decompose, but the wood stains the soil, leaving behind an outline of the building long after the structure is gone. Over time, nature reclaims the land and the remains are buried beneath a layer of dirt and detritus. When a new group moves into the area, they build their fires and homes on the new soil surface. Over time, generations of peoples will form layer after layer of occupation levels sandwiched between layers of regular dirt, creating a multilayer cake that shows the area’s history. Archeologists call this series of layers stratigraphy. Distinct groups with their own traditions are called cultures. Deeper layers are older than the ones above them, allowing archeologists to date when events in the stratigraphy happened in relation to other events at the site. Onion Portage was an ancient site visited by many of the different Arctic civilizations, and its stratigraphy allowed archeologists to create a timeline of human history in Northwest Alaska. A Rare Window into History Extensive excavations at Onion Portage between 1964 and 1967 found evidence of nine different cultures dating back at least 8,000 years, possible earlier. A team of archeologists uncovered stratigraphy over twenty feet deep in some places, making Onion Portage one of the oldest and best dated sites in the Arctic.        The excavation at Onion Portage in 1967. NPS Photo   Prior to the discovery at Onion Portage, few sites older than 5,000 years had been found in Arctic Alaska. Early Arctic people primarily lived along the coast, where fish and marine animals were abundant, but as the ocean levels rose at the end of the Ice Age, early coastal sites disappeared beneath the waves. Ancient campsites along the Arctic’s great rivers were also lost as the water changed course over time. Campsites on high ground in the mountains were more likely to be preserved, but on that rocky, barren ground, soil doesn’t form, leaving the sites exposed on the surface where they were easily disturbed and impossible to date. Onion Portage’s unique geography offers one of the few glimpses into Northwest Alaska’s long history. A Popular Campsite Onion Portage was a popular destination throughout its 8,000 year history, and many different cultures came to hunt along its banks. Archeologists found evidence of coastal people who primarily hunted whales and seals on the Arctic Ocean as well as nomadic hunters who lived among the trees and tundra of Alaska’s interior. The earliest ancestors of the modern Inupiat who still live in the Kobuk River Valley hunted at Onion Portage. Other groups only visited the site briefly before moving on. At Onion Portage, all of Northwest Alaska’s long history is on display. The excavation uncovered thousands of artifacts, painting a clear picture of life at Onion Portage. Bone meal – small, uniform pieces of bone that had been broken to extract oil – was found at every layer, making it clear that people came to Onion Portage to take advantage of the excellent hunting. Tools for hunting such as spear and arrow points, arrow shaft abraders and hide scrapers were the most abundant artifacts. Many of the people who came to hunt caribou also took time to fish for salmon and sheefish, and fishhooks and fishnet sinkers were also plentiful.        Onion Portage is named for the wild onions that grow along the banks. NPS Photo\/Emily Mesner   For much of its long history, Onion Portage was a seasonal camp. People would gather briefly on its shore to hunt caribou, then leave once the herd had passed. It wasn’t until 1,000 CE that people began to live in the area permanently. The tops layers at Onion Portage offer a clear picture of the Kobuk River Inupiat’s transition from coastal visitors to full time inhabitants of the valley and the creation of extensive trade networks with people who still lived by the ocean. A Living History Onion Portage is a living history. Every spring and fall, the descendants of those early hunters still come to hunt caribou as they swim across the Kobuk River. They use motor boats and rifles instead of canoes and spears, but the 8,000 year tradition of surviving off the land continues unbroken on the banks of Onion Portage.",
    "url": "https:\/\/www.nps.gov\/kova\/learn\/historyculture\/onion-portage.htm"
}
