{
    "title": "Kobuk Valley National Park: Audio Described Videos",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Audio Described Videos              Videos with Audio Description       This page features versions of our videos with audio description. For the original versions of the videos, without audio description, please visit the Multimedia Presentations page.                        Kobuk Valley Science Camp 2014 Slideshow (Audio Description)  In 2014, rangers and biologists from the National Park Service paired with students from Kotzebue High School for a four-day learning experience at Kobuk Valley National Park. Students explored the Great Kobuk Sand Dunes and learned about the career of a field biologist. This video has audio description.  Duration:3 minutes, 19 seconds                                Camp Willow (Audio Description) Every summer, the National Park Service in Kotzebue, Alaska puts on Camp Willow, a two-day overnight camp for local 10-15 year olds. The kids get a chance to explore nature and learn what it’s like to be a park ranger and a scientist. Join us for a look at the 2015 Camp Willow! This video has audio description.  Duration:5 minutes, 53 seconds                                Video Postcard from Steve (Audio Description)  Steve enjoys fly-fishing in Kobuk Valley National Park. This video has audio description.  Duration:59 seconds                                Video Postcard from Melanie (Audio Description) Melanie is a field biologist for the National Park Service. She likes to look for animal tracks in the sand at the Great Kobuk Sand Dunes of Kobuk Valley National Park. This video has audio description.  Duration:44 seconds                                Video Postcard from “Icing” Students (Audio Description)  Students from Kotzebue High School enjoy jumping in the water during their camping trip to Kobuk Valley National Park. They call this sport “icing” because the water is at near-freezing temperatures, making it a challenge to jump in for even a few seconds! This video has audio description.  Duration:1 minute, 16 seconds                                Video Postcard from Students & Teachers (Audio Description)  Students and teachers from Kotzebue Middle High School each find their own enjoyment at the Great Kobuk Sand Dunes of Kobuk Valley National Park. This video has audio description.  Duration:1 minute, 41 seconds                                Video Postcard from Tyler (Audio Description)  A park visitor celebrates his visit to Kobuk Valley National Park for the National Park Service’s Centennial by building a giant sand sculpture of the arrowhead logo. This video has audio description.  Duration:47 seconds                                Kobuk Valley Science Camp 2014 (Audio Description)  Students from the 2014 Kobuk Valley Science Camp reflect on their camping experience where they discovered the natural wonders in their own backyard! “Take a hike through lichen-carpeted forests, or cast a line and relax by the creek. Opportunities are endless, every experience unique!” This video has audio description.  Duration:2 minutes, 31 seconds",
    "url": "https:\/\/www.nps.gov\/kova\/learn\/photosmultimedia\/videos-with-audio-description.htm"
}
