{
    "title": "Wrangell - St Elias National Park & Preserve: Off Road Vehicle Rules",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies     Off Road Vehicle Rules                Off Road Vehicle (ORV) Rules       The National Park Service amended its special regulations for Wrangell-St. Elias National Park and Preserve to designate trails in the portion of the Nabesna District located within the National Preserve where motor vehicles may be used off roads for recreational purposes. The rule prohibits the use of certain types of vehicles based upon size and weight, and closes certain areas in designated wilderness within the Nabesna District that are located outside of established trails and trail corridors to the use of motor vehicles for subsistence. This rule is effective September 19, 2014.   Through implementation of these rules, Wrangell-St. Elias will continue to protect and preserve natural and cultural resources and natural processes, and provide a variety of safe visitor experiences while minimizing conflicts among users.    SUMMARY OF FINAL RULE:     The rule designates six trails in the National Preserve for recreational ORV use.  Recreational ORV users are required to obtain a permit to use the designated trails.  Permits will be issued only for frozen trails or trails in a design-sustainable or maintainable condition, as determined by the Superintendent.  The rule requires that subsistence ORV users stay on trails or within trail corridors in the FEIS Wilderness Area.  The rule also establishes vehicle weight and size limits to protect park resources.   Recreational ORV Use      The following trails in the National Preserve are designated for recreational ORV use: Suslota, Caribou Creek, Trail Creek, Lost Creek, Soda Lake, and Reeve Field.  Recreational ORV users are required to obtain a permit to use the designated trails.  Prior to trail improvements, permits will be issued only for trails in fair or better condition (Lost Creek, Soda Lake, and Trail Creek), except that permits may be issued for any of the six designated trails in the National Preserve when the Superintendent determines they are frozen.  After trail improvements, permits will be issued for the additional trails in the National Preserve (Suslota, Caribou Creek, and Reeve Field) regardless of whether the trails are frozen.  Creating new trails is prohibited. ORV use is prohibited in designated wilderness areas.  The rule prohibits recreational ORV use in the portion of the Nabesna District located within the National Park.    Subsistence ORV Use     For trails in the Final Environmental Impact Statement Nabesna Off-Road Vehicle Management Plan (FEIS) Wilderness Area (Black Mountain Trails and the southern portions of the Tanada Lake Trail), the rule requires that subsistence ORV users stay on trails or, when for the purpose of game retrieval only, within identified trail corridors.  The trail corridors consist of 0.5 miles on either side of the trail.  Travel outside of these designated trail corridors in the FEIS Wilderness Area is prohibited.  Trails, trail corridors, and boundaries of the FEIS Wilderness Area are identified on the FEIS Wilderness Area Designated Trails Map (pdf format, 1.3 MB) available at the Slana Ranger Station and the Wrangell-St. Elias Visitor Center. They are also identified at the Tanada and Copper Lake trailheads.    Authorized Off-Road Vehicles    The following types of vehicles, because of their size, width, weight, or high surface pressure (measured, for example, in pounds per square inch) are prohibited for recreational or subsistence uses:   Nodwells or other tracked rigs greater than 5.5 feet in width or 4,000 pounds curb weight.  Street-legal highway vehicles.  Custom 4x4 jeeps, SUVs, or trucks designed for off-road use.  Original or modified ''deuce and a half'' cargo trucks.  Dozers, skid-steer loaders, excavators, or other construction equipment.  Motorcycles or dirt bikes.  Log skidders.   The rule requires that all wheeled vehicles (including all-terrain vehicles, utility vehicles, and Argos) be less than 1,500 pounds curb weight, not including trailers. Nothing in this rule supersedes the applicable provisions of 36 CFR part 4 and 36 CFR 13.460(d), which require that ORVs be operated in compliance with applicable state and federal laws, and prohibit damaging park resources or harassing wildlife.    Download the complete rules, located in the Federal Register 36 CFR Part 13. (pdf format, 264 KB)",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/management\/off-road-vehicle-rules.htm"
}
