{
    "title": "Hubbell Trading Post National Historic Site: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature           A forest of exotic plant species filled the Pueblo Colorado Wash shown here in 1996. NPS photo by Nancy Stone.  Natural History and Agriculture Natural resources have influenced Hubbell Trading Post. When Mr. Hubbell chose this site for his business he recognized the importance of water and set up his business here because the Pueblo Colorado Wash flows through the site. This 160 acre historic site is surrounded by the Navajo Nation within the Colorado Plateau geographic region in Northeast Arizona at approximately 6300 feet in elevation. The environment is considered high desert and is dominated by Colorado Plateau shrub land and Pinon-Juniper woodland vegetation.  Much of the natural landscape has been manipulated by humans especially since the arrival of European settlers in the mid to late 1800s. These settlers introduced domestic animals including horses, cattle and sheep to this region. Navajo people soon became very adept ranchers and maintained large herds. These herds heavily grazed the landscape, and introduced non-native plant life that competed with the native grasses interspersing alien plant species among native vegetation. In an attempt to protect the herds, coyotes, badgers and foxes were hunted and their numbers greatly reduced.          Removing exotic species from the wash. NPS photo.  At the turn of the 19th century when irrigation became a reality in this part of the Navajo Nation, larger plots of land were cultivated. John Lorenzo Hubbell cleared over a hundred acres of his land and grew alfalfa, further reducing native vegetation at this site. During the late 1950s Hubbell's agricultural fields were no longer cultivated and native as well as non-native plant species once again took over the cultural landscape. In addition, many native animal populations returned to the site. After the National Park Service fenced out livestock, the native plants and animals are becoming more abundant. The National Park Service has, in recent years, actively removed non-native tamarisk and Russian olive from the Pueblo Colorado Wash and planted native willows and cottonwood trees. With the reintroduction of agriculture in the once dormant alfalfa fields, the Hubbell ranch is once again alive with crops.      Navajo Nation Zoo and Botanical Park To see animals that live on the Navajo Nation, visit the Navajo Nation Zoo and Botanical Park located in Window Rock, Arizona. This facility is the only tribally-owned and operated zoo in America. Since 1962, it has served as a sanctuary for nature and the spirit. Their core mission is to provide quality plant and animal exhibits that foster the understanding, appreciation, knowledge and respect of plants and animals found on the Navajo Nation and in the Southwestern United States. A primary goal for the park is to offer an educational and enjoyable experience for all visitors. They achieve this by displaying animals and plants important to the history and culture of the Navajo people. You may visit their website by clicking here.",
    "url": "https:\/\/www.nps.gov\/hutr\/learn\/nature\/index.htm"
}
