{
    "title": "Kobuk Valley National Park: Multimedia Presentations",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations              Videos & Other Multimedia Presentations                         Visiting the Great Kobuk Sand Dunes A trip to the Great Kobuk Sand Dunes takes some effort, but the scenery and solitude makes it worth the work. There are no roads or trails, so plan to hire a pilot to get there. You can do an overflight, or land and stay a while. This video will help you start planning the logistics for a backcountry trip of a lifetime.   Duration:3 minutes, 55 seconds                                Wilderness Discover the true meaning of wilderness and find out how you can explore the wilderness areas in Northwest Alaska's National Parks.  Duration:4 minutes, 16 seconds                                Climate Change in the Arctic Nowhere has climate change had more of an impact that in the Arctic.  To better understand the effect of climate change on the natural and cultural resources of the area, we much first understand the processes that drive that change.  How exactly is climate change affecting our environment?  Duration:7 minutes, 38 seconds                                The Impacts of Climate Change on Cultural Resources in the Arctic Northwest Alaska was home to the first Americans and the countless archeological sites in the area are helping archeologist reveal how humans first migrated to North America.  However, these cultural resources are threatened by the rapidly changing climate and are in danger of being destroyed before they can be preserved and studied.  Duration:7 minutes, 11 seconds                                Kobuk Valley Science Camp 2014 Slideshow (no dialogue) In 2014, rangers and biologists from the National Park Service paired with students from Kotzebue High School for a four-day learning experience at Kobuk Valley National Park. Students explored the Great Kobuk Sand Dunes and learned about the career of a field biologist.  Duration:3 minutes, 19 seconds               Junior Rangers of Kobuk Valley Even though it's remote, Kobuk Valley has a thriving Junior Ranger program, primarily made up of kids from the local Eskimo village of Kotzebue. Join us for a glimpse of some of our many programs.                       Junior Rangers of Kobuk Valley National Park Learn how junior rangers in Kotzebue, Alaska are able to learn about the inspiring and beautiful parks around northwest Alaska, even when they're unable to physically visit them.  Duration:4 minutes, 14 seconds                                Roving Rangers The National Park Service in Kotzebue, Alaska started a new and unique program where the rangers go out into the local Eskimo community looking for kids to talk with and educate. They take the park's pickup truck and try to find the kids where they are out playing. Each week the rangers pick a different topic relating to the parklands and bring along props and games to help illustrate the lesson. Please join us for an evening with the Roving Rangers!  Duration:9 minutes, 41 seconds                                Camp Willow Every summer, the National Park Service in Kotzebue, Alaska puts on Camp Willow, a two-day overnight camp for local 10-15 year-olds.  The kids get a chance to explore nature and learn what it's like to be a park ranger and a scientist.  Join us for a look at the 2015 Camp Willow!  Duration:5 minutes, 58 seconds                   Students, Park Rangers, and community members work together each week to create a new episode of \"The Ranger Report\" NPS\/Julia Schock  The Ranger Report The National Park Service is working with students from the Photojournalism Club at Kotzebue Middle High School in Kotzebue, Alaska, to create a weekly news report. These videos cover a wide range of topics such as natural resources, subsistence, cultural resources, wildlife, safety in the wilderness, career exploration, and more. Download the video each week and show it to your classroom!          A visitor holds up her park sign as she visits the Great Kobuk Sand Dunes. NPS Photo\/Linda Jeschke  Video Postcards from Visitors At Kobuk Valley National Park, we encourage visitors to take their \"mobile park sign\" to their favorite place in the park and make a video postcard to commemorate their experience. Check out the videos that our visitors have made and learn how to submit your video postcard to our website.      Audio Described Videos Audio described versions of Kobuk Valley National Park's videos can be found on the Videos with Audio Description page.",
    "url": "https:\/\/www.nps.gov\/kova\/learn\/photosmultimedia\/videos.htm"
}
