{
    "title": "Kobuk Valley National Park: Photo Gallery",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery              Photo Gallery        A picture's worth a thousand words. NPS Photo\/Cait Johnson       One of our biggest challenges is finding a way to share the Kobuk Valley experience with those who do not have the opportunity to visit the park in person. We have created a Flickr account as a way to extend the virtual park boundary to encompass all those who love and support our national parks, wherever they may be. Any visitor who would like to volunteer a sample of a trip to Kobuk Valley National Park is encouraged to visit our Flickr site to post photos, video clips and journal entries to share with others.                   Kobuk Valley National Park   96 Photos  Check out photos taken inside Kobuk Valley National Park          Animals in the Park    21 Photos  Patient photographers have captured these critters          Plants in the Park   14 Photos  A parade of beautiful plants in Kobuk Valley National Park             Adventures of an Education Specialist   28 Photos  Ever wonder what adventures you might find traveling to remote villages in northwest Alaska? Take a look the experiences our education specialist, Tyler Teuscher, has in a typical week while doing education and outreach throughout the region.          Fantastic Landscapes    22 Photos  Kobuk Valley National Park has a wealth of beautiful vistas          Traveling Adventures       6 Photos  Photos that will help you imagine or prepare for a remote excursion in Kobuk Valley National Park             At Work in Kobuk Valley National Park       22 Photos  Images that show what it's like to work in a remote,  arctic park           Kobuk Sand Dunes Science Camp   12 Photos  Kotzebue science students spent 4 days camping on the Great Kobuk Sand Dunes. With the help of park rangers and biologists, they tested research equipment and got a taste of the tough but adventurous life of an field biologist.",
    "url": "https:\/\/www.nps.gov\/kova\/learn\/photosmultimedia\/photogallery.htm"
}
