{
    "title": "Kobuk Valley National Park: Backpacking\/Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backpacking\/Camping              Backpacking\/Camping         Camping in Kobuk Valley National Park offers spectacular views of the unspoiled wilderness. NPS Photo\/Arienne Lindholm  Camping in Kobuk Valley National Park is a once-in-a-lifetime experience. Far from any roads, trails or signs of civilization, a camping trip in the park is a unique wilderness experience that is hard to find anywhere else in the world. Before you go, make sure to stop by the Northwest Arctic Heritage Center in Kotzebue to pick up your Kobuk Valley towel so you can make a video postcard of your trip. Backcountry Opportunities Camping in the backcountry allows visitors to experience the best of Kobuk Valley National Park. Campers can hike through the tundra, climb the peaks of the Baird Mountains or walk across the sand at the Great Kobuk Sand Dunes. Hiking is easier in the mountains, where the ground is drier and less spongy. Planes cannot land high up in the mountains, so talk with your pilot about landing at lower elevations or on the river and then hiking up to the ridgelines. The mountains are quite a distance from the valley and accessing the mountains from the river is a trek over tundra and through patches of forest. Blazing your own trail across is possible, but it takes much longer than hiking on firm ground and can be rough going, so plan your time and resources accordingly. A backcountry camping trip is also one of the best ways to see some of the park’s spectacular wildlife. Grizzly bears, caribou, moose and bald eagles can all be seen in the park.        Giddings' Cabin at Onion Portage in Kobuk Valley National Park NPS Photo\/Emily Mesner  Popular Destinations The most popular campsite is the Great Kobuk Sand Dunes, and this Ice Age relic – the largest active sand dunes in the Arctic – makes a great place to spend a couple day. Visitors can either land directly on the sand dunes, or hike from the Kobuk River. Contact the Northwest Arctic Heritage Center or watch our introductory film to learn more about visiting the Great Kobuk Sand Dunes. Onion Portage on the north bank of the Kobuk River is another popular destination. Around Labor Day, caribou can typically be seen swimming across the river here on their migration south, and hikers can climb the bluff for drier ground and spectacular views of the Jade Mountains. Giddings Cabin, located on the bluff overlooking the cabin, isn’t open to the public, but is a nice example of traditional log building methods. Build in 1964 for an archeological excavation, builders from the nearby town of Ambler used moss the fill in the chinks. Wilderness Experience Kobuk Valley National Park is a wilderness area, and there are no roads, trails, calculated mileages or specialized maps of the area. There are also no designated campsites, and visitors must choose their own place to camp. Contact the Northwest Arctic Heritage Center for tips on the best places to make your camp. Large tracks of unspoiled and undeveloped land is increasingly rare in the United States, and backcountry visitors are encouraged to practice Leave No Trace principles to help preserve this pristine wilderness.        Make sure to bring appropriate clothing, water and bear spray when you're hiking in the backcountry. NPS Photo\/Emily Mesner  Come Prepared Camping in the Arctic backcountry is an unforgettable trip, but the scenery is as spectacular as the terrain is challenging. Be prepared to do a lot of orienteering. We recommend all visitors being prepared with map, compass, and GPS as well as the knowledge to use all three. Even in the summer, it can be cold in the Arctic and the weather can change on a dime, so be prepared for any and all conditions. Kobuk Valley National Park is bear country, and campers are responsible for storing their food out of reach of wildlife. Animal-resistant food containers are available to borrow from the Northwest Arctic Heritage Center in Kotzeube. Permits are not required for independent travelers, but organized recreational groups do need to get a permit from the Chief Ranger. Contact the Northwest Arctic Heritage Center to get one. Be Respectful For many local residents, Kobuk Valley National Park is more than a national park; it’s their back yard. There are many parcels of private land through the park. If you see any sign of personal property, buildings or habitation, respect their property and steer clear. Unlike in many national parks, local residents are allowed to hunt and gather resources from the land. Please respect these subsistence activities and give people a wide berth so they may finish their work without interruption.",
    "url": "https:\/\/www.nps.gov\/kova\/planyourvisit\/backpacking.htm"
}
