{
    "title": "Hubbell Trading Post National Historic Site: Plants",
    "body": "Plants           Rabbitbrush Photo by E.Chamberlin.  This part of the Navajo Nation where Hubbell Trading Post NHS is located is a Pinyon- Juniper Woodland ecosystem with typical foliage for that environment. As is true in all places precipitation dictates the vigor in which vegetation grows. In dry years plant cover is sporadic, whereas in wet years, the entire ground can be covered with vegetation.  The more prevalent plants at Hubbell are shrub-like and include rabbitbrush, sagebrush and four-wing saltbush. Rabbitbrush, also known as chamisa, is a member of the sunflower family, and is by far the most prevalent and noticeable plant. It exhibits yellow flowers that bloom in the early fall. Native uses include dye, tea, medicines and food. Sagebrush's fragrant aroma after a desert rainstorm is unmistakable. Just brushing the plant lets hikers know of its presence. Sagebrush, also in the sunflower family was used extensively by Native Americans for clothing, food, medicine, and dyes. Sagebrush is highly revered by the Navajo. A member of the goosefoot family, fourwing saltbush, gets its name from the huge flower clusters of seeds, each with two pairs of papery wings. Most likely all Native Peoples of the Four Corners region used saltbush seeds for food. Navajo medicinal uses for the plant are extensive. It is used for aiding in digestion, a cough remedy, a toothache pain reliever, a hair tonic, and a poultice for ant bite. Weavers obtain several shades of yellow dyes from boiling its leaves and blossoms with alum.  Larger trees including the pinons, junipers, willows, and cottonwoods dot Hubbell's landscape. Pinon trees are easy to distinguish with their two-bundled pine needles. Pinon nuts are essential to the diet of native peoples in this region due to their high caloric and protein content. Parts of pinon trees are used medicinally while other uses were more utilitarian. For instance boiled down pitch was used to cement turquoise stones into silverwork. Juniper trees are usually found growing alongside pinons and are comprised of aromatic scale-like leaves. Junipers produce one-seeded berries that turn purple when ripe. Parts of juniper trees have been more widely used by Native Americans than any other wild plant. All local tribes relied on juniper berries for food especially during famine. Juniper is a revered plant by Navajos and used extensively for medicines. The trees are also used to make sweathouses. Willows, the namesake of their taxonomic family (Salix), tend to grow along watercourses and are recognized by their thin flexible branches, narrow leaves, and the fluffy spike-shaped flower catkins. Regional Natives found endless uses for willows including loom anchors, needles, bow, arrows, cradle parts, and snowshoe frames. Leaves and roots produce dyes when boiled in water. Willows are virtual medicine chests containing remedies for upset stomachs, headaches, fevers and inflammation as the bark and roots contain salicylic acid, the main ingredient of modern day aspirin. Cottonwood trees, also a member of the willow family, dominate the landscape at Hubbell in terms of their size, bright green leaves in summer and golden foliage in the fall. They are found along the wash and the irrigation ditches. Navajo people also made weaving loom frames, cradleboards, and snowshoes from cottonwood and they preferred this wood for starting fires prior to the availability of matches. Cottonwood root is the only wood used for Hopi Katsina doll carvings.        Golden Crown-Beard   Common herbaceous plants at Hubbell include broom snakeweed, scarlet globe-mallow, Rocky Mountain beeplant, prickly pear, purple aster, buffaloburr, and blue flax.  Golden globes of broom snakeweed, a member of the sunflower family, brighten the Hubbell landscape mid summer and autumn. It is one of many species of plants considered to be a Life Medicine by Navajo people. Life Medicine herbs are gathered, dried, and saved for future medicinal use rather than being picked for immediate use. Navajo utilize broom snakeweed roots to aid stomach problems, treat headaches and nervousness, to heal cuts and reduce insect bite swelling. It is even administered during childbirth. Navajos also use the flowers to make yellow dye.  Globe-mallows of the mallow family show their orange to red-orange colors in the spring and summer. Blossoms resemble miniature hollyhocks and are especially common along roadsides. The Navajo word for globe-mallow translates to \"medicine that covers.\" The liquefied roots of this plant help to stop bleeding and are used as a skin disease lotion. Globe-mallows are also a Navajo Life Medicine and were used to treat stomachaches, improve appetites, cure coughs and colds and the leaves were also known to be dried and used as tobacco.  The Rocky Mountain beeplant of the caper family, with its lavender colored flowers, can grow up to three feet tall and thrives in disturbed soil. Navajos use beeplant in some of their ceremonies and they make a shoe or moccasin deodorant from soaked leaves as well as a yellow-green wool dye. The Hopi use this plant to make the black paint for decorating their pottery.  Prickly pear, a cactus family plant are interspersed through out Hubbell's landscape. They are easily identified by their flat, pads containing stout spines and yellow flowers. These flowers produce red fruit called tunas that are eaten by Navajos after they remove the spines by rolling the fruit in sand or singeing them in hot ashes. Navajo weavers use ripe, red tunas to make varying hues of rose and pink to dye their wool.  Purple asters, another member of the sunflower family, bloom in the fall giving contrast to the yellows of rabbitbrush and broom snakeweed. Navajos made an extract from whole plants to treat stomachaches.  Buffaloburr, a member of the nightshade family is an erect plant that can grow to two feet tall and is covered in spines. Yellow, showy flowers are common throughout the summer, which produce a berry encased in spines. No documentation has been found to indicate Navajos had any uses for this plant.        Morning Glory   The delicate flowers of blue flax lose their petals shortly after blooming in the spring since they blossom at the end of slender stalks that nod and sway in the slightest breeze. Blue flax is a relative of the cultivated flax native to Europe, which provides fibers and linseed oil.  Another noticeable plant is field bindweed, which is in the morning glory family. These one inch wide white to pink bell shaped blossoms are found around Hubbell's landscape. It was introduced from Europe and has become a widespread and serious weed problem in most of the U.S. Although somewhat attractive, it competes with native plants and displaces them.",
    "url": "https:\/\/www.nps.gov\/hutr\/learn\/nature\/plants.htm"
}
