{
    "title": "Hubbell Trading Post National Historic Site: Animals",
    "body": "Animals           Thompson BE bat species. NPS photo by Anne Worthington.  Although Hubbell Trading Post NHS is a relatively small site, it still provides important habitat for a variety of animal species. Prairie dogs are the most abundant mammals seen during the summer months. Prairie dogs, considered pest species in the not too distant past, are now being seen as an indicator species-they give us an idea of the overall health of the environment. Other resident small mammals include jackrabbits, cottontail rabbits, bats, and deer mice.  Coyotes and gray foxes are found here due to the plentiful food source of smaller mammals and water supplied by the Pueblo Colorado Wash. Occasionally, deer traverse through the area as well as striped skunks.  Summer also brings out reptiles including gopher or bull snakes that resemble rattlesnakes but are harmless. Western rattlesnakes are residents too, but are encountered on a much less frequent basis than gopher snakes. Garter snakes live in the area but are infrequently noticed by visitors probably due to their small size. A variety of lizards are at home here including the sagebrush lizards and eastern fence lizards.  Ravens are year round residents, but are joined by a variety of other birds when spring rolls around; robins, sparrows, Say's phoebes, flickers and hummingbirds. Raucous Pinyon Jays shatter the morning peace as they flock in the fall. In recent years, white-faced ibises have stopped at Hubbell for several weeks at a time during their spring migration to the Great Plains. Lewis's woodpeckers make their home among Hubbell's cottonwood tree snags. A pair of Kestrels return to Hubbell every year to nest. The Pueblo Colorado Wash increasingly attracts a variety of waterfowl such as Great Blue Herons, mallards, and American coots.      Vertebrate Inventory for Hubbell Trading Post NHS Prepared in 2002.        Toad at kitchen garden NPS Photo, LHenio  A toad is from a species of amphibians in the order Anura (frogs) and is characterized by dry leathery skin, short legs, and a snout. A distinction between frogs and toads is made in popular culture, toads are associate with more terrestrial habitiats.The bumps on the skin speculated to help the amphibian to blend more effectively into its environment. At Hubbell it can be found in and around the kitchen garden.",
    "url": "https:\/\/www.nps.gov\/hutr\/learn\/nature\/animals.htm"
}
