{
    "title": "Horseshoe Bend National Military Park: Donate",
    "body": "Donate       There are many ways to donate to your favorite park. Regardless of what form it takes, your donation is greatly appreciated! You can make a gift to benefit our park either directly to the National Park Service or to our primary nonprofit, tax exempt support organization, the Friends of Horseshoe Bend National Military Park. If you make the gift directly to the park, the entire gift will be used for the purpose you and the park agree upon. No administrative cost is deducted from your gift directly to the National Park Service. Your check will be deposited in a government account and the full amount will be spent as you intended. Most parks have separate donation accounts for park-specific projects and programs for which you can earmark your gift. Government accounts are non-interest bearing and cannot generate interest between the time it is deposited and the time it is spent. A list of park projects is available upon request by e-mailing e-mail us. The advantage of making your gift check out to the Friends of Horseshoe Bend, our park Friends Group, is that the amount will be deposited in an interest bearing account to assist park-prioritized requested projects or programs. For more information about direct donation or donation to our Friends Group contact the park superintendent email to e-mail us Visitors to the park can give direct cash or check gifts through our donation boxes. Unlike entrance fees, 100% of donated funds stay in this park. Donation boxes are located at the Horseshoe Bend NMP Visitor Center.  Historic objects, manuscripts, books and other related items that have a direct relationship with Horseshoe Bend may be donated to the park's museum collection, where they are preserved for future generations to enjoy and learn. Contact the park to discuss anything you are considering donating to the park's collection. Volunteer your time! The park can use your assistance in all areas of its operation. Depending upon your skills and interests and the needs of the park, we will match you to the best job available.",
    "url": "https:\/\/www.nps.gov\/hobe\/getinvolved\/donate.htm"
}
