{
    "title": "Kobuk Valley National Park: Video Postcards",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Video Postcards              Video Postcards         Two visitors hold up a Kobuk Valley National Park sign and record their “Find Your Park” video postcard. NPS Photo\/Linda Jeschke  Video Postcards at Kobuk Valley National Park At Kobuk Valley National Park, we encourage visitors to take their \"mobile park sign\" to their favorite place in the park and make a video postcard to commemorate their experience. Want a park sign to hold up in your video? Pick one up from the Northwest Arctic Heritage Center in Kotzebue, AK; email your request to wear_education@nps.gov; or call (907)442-3890 and we'll send one to you! How to Submit your Video Postcard Record your video postcard while you are visiting the park. Be as creative as you want! Please keep the video short, no more than 60 seconds. Tell us who you are, where you're from, and something special about your visit to Kobuk Valley National Park. Three Easy Ways to Submit Your Video Postcard 1) Post your video or picture to the Northwest Arctic Heritage Center Facebook page. 2) Deliver by hand when you visit us at the Northwest Arctic Heritage Center in Kotzebue, AK 3) Attach your video in an email to wear_education@nps.gov, subject line \"Video Postcard\" 4) Mail us your video file on a flash drive, DVD, or CD. Please include your name and a return address.  WEAR Interpretation PO Box 1029 Kotzebue, AK 99752 Check out these video postcards from visitors like you!                        Video Postcard from Jennifer, Courtney, and Chad These three visitors enjoyed their Arctic “beach” adventure at the Great Kobuk Sand Dunes. But wait… where’s the ocean?  Duration:35 seconds                                Video Postcard from Russ and Sue Russ and Sue traveled across the United States to visit Kobuk Valley National Park in the summer of 2016. This the 52nd National Park they have visited. Thanks for visiting, and thanks for sharing your video with us!  Duration:42 seconds                                Video Postcard from Steve Steve enjoys fly-fishing in Kobuk Valley National Park.  Duration:55 seconds                                Video Postcard from Melanie Melanie is a field biologist for the National Park Service. She likes to look for animal tracks in the sand at the Great Kobuk Sand Dunes of Kobuk Valley National Park.  Duration:44 seconds                                Video Postcard from Students \"Icing\" Students from Kotzebue High School enjoy jumping in the water during their camping trip to Kobuk Valley National Park. They call this sport “icing” because the water is at near-freezing temperatures, making it a challenge to jump in for even a few seconds!  Duration:1 minute, 9 seconds                                Video Postcard from Students & Teachers Students and teachers from Kotzebue Middle High School each find their own enjoyment at the Great Kobuk Sand Dunes of Kobuk Valley National Park.  Duration:1 minute, 24 seconds                                Video Postcard from Tyler A park visitor celebrates his visit to Kobuk Valley National Park for the National Park Service’s Centennial by building a giant sand sculpture of the NPS arrowhead logo.  Duration:44 seconds                                Kobuk Valley Science Camp 2014  Students from the 2014 Kobuk Valley Science Camp reflect on their camping experience where they discovered the natural wonders in their own backyard! “Take a hike through lichen-carpeted forests, or cast a line and relax by the creek. Opportunities are endless, every experience unique!”   Duration:2 minutes, 29 seconds                Audio Described Videos Audio described versions of Kobuk Valley National Park's videos are available on the Videos with Audio Description page.",
    "url": "https:\/\/www.nps.gov\/kova\/planyourvisit\/video-postcards.htm"
}
