{
    "title": "Mesa Verde National Park: Additional Activities",
    "body": "Enrichment Package: Additional Activities       FUN ACTIVITIES YOU CAN DO ANYWHERE! Jump to an Activity:    •Archeological Litter Survey   •Make a Survival Plan   •Conduct a Community Evaluation Survey   •Build a Dwelling   •Make Pottery   •Visit an Ancestral Puebloan \"Grocery Store\"   •Charades -- Ancestral Puebloan Style   •The Dirt on Ancestral Puebloan Plaster and Paint, 3rd - 8th grade (takes you to a new page)   •The Geometric Artistry of Mesa Verde Pottery, 7th - 12th grade (takes you to new page)                    Go on an Archeological Litter Survey •Have your class pick up litter in a defined area and discuss the impact of litter on the environment.  Identify the area of greatest litter density by pieces per square foot of your defined area. Classify the types of litter found. Can you tell anything about the people who left the litter? If so, what? Can you identify a specific age group with whom the type of litter might be associated? If so, what age group? What was the most common type of litter found? Why do you think this is so? Is it possible to identify the store where the items of litter were purchased? Discuss how modern archeology is similar to this activity and how archeologists find clues to the past through the things that others leave behind.          Make a Survival Plan •Pretend that you must leave your home tomorrow. You will be going to a desert area and there are no established cities (no modern conveniences such as running water and electricity). Make a list of survival equipment that you would like to have with you. •Now pretend that you are only allowed to take anything that you can pile into a wheelbarrow.  What will you decide to take, how much and why? List the skills that you might need in order to survive. Discuss with students how this activity is similar to the Ancestral Puebloan migration. Point out how they would have only been able to take what they could carry. Fortunately for us, they had to leave many items behind and this is how we get much of our information about them.          Conduct a Community Evaluation Survey •Go on a walk through your community. Look for ten conditions that indicate a thriving community and ten conditions that indicate a community in decline.  Conditions to look for might include state of housing, availability of food and water, tools, technology, sanitary conditions, accessibility of schools, health of residents, etc. Explain why each condition seen is associated with a thriving community or a community in decline. Were any of the conditions that you listed present in Ancestral Puebloan society? If so, for what time periods? Do you think that the presence or absence of any of these conditions lead to changes in their society?          Build a Dwelling •Make a three-dimensional model of an Ancestral Puebloan dwelling.  Use pictures from the Mesa Verde brochure and Mesa Top guidebook or other sources to choose the type of dwelling you want to make. Be creative! Add ladders, pots, food, etc. and you might even decorate the walls as the Ancestral Puebloans did. While doing this activity discuss what it would have been like to build a \"real\" dwelling of the type you are constructing using Ancestral Puebloan technology and tools. What problems do you think they encountered? What would have been some advantages and disadvantages of living in a dwelling like the one you are constructing?          Make Pottery •Use your school library to find a book on Ancestral Puebloan pottery making.  Make your own pottery out of modeling clay using the techniques you find in the book. Be sure to decorate your pottery. Why did you make it that style, use certain designs, use particular colors?          Visit an Ancestral Puebloan \"Grocery Store\" •Have students make or bring in food containers of things that they find on the shelves of their local grocery stores.  Ask the students to make representations of, or bring in food (no dead animals, please!) that the Ancestral Puebloans used. If you are ambitious, you might even try growing your own corn. Have students \"shop\" in your two grocery stores. Discuss food sources now and then: Acquiring food, nutritional value, preparing food, etc. What do you think about the Ancestral Puebloan's diet? What do you think is the best food we have today that the Ancestral Puebloans didn't have? While discussing food preparation, you might even have students take dried corn off of the cob and try to grind it using a mano and metate (or simulation) as the Ancestral Puebloans did.          Charades -- Ancestral Puebloan Style •Talk about Ancestral Puebloan communities surrounding Mesa Verde and discuss possible interaction among these communities, such as trade, marriage, socializing, etc. It is most probable that these communities did not share the same language. How do you think they communicated?  Have students attempt to communicate through any other means than talking or writing (drawing is OK). Discuss how we communicate with others today and how we communicate with those who speak a different language. How has this changed since Ancestral Puebloans days? How successful do you think the Ancestral Puebloans were at communicating with one another? What evidence would support your answer? This is also a good activity in which to incorporate a discussion on petroglyphs and pictographs and perhaps have students make their own to illustrate a story or other information.     | Printer friendly version (pdf, 42 kb) |",
    "url": "https:\/\/www.nps.gov\/meve\/learn\/education\/classrooms\/ep_activitymore_home.htm"
}
