{
    "title": "Lake Clark National Park & Preserve: The Early Years: The Journals of Richard Proenneke, 1967 - 1973",
    "body": "The Early Years: The Journals of Richard Proenneke, 1967-1973         Photo on book cover courtesy of Raymond Proenneke  \"Today would be a good day to finish the new mantle for my fireplace. Square the ends and rip it to the proper width. Mortise the notches to fit the pegs. Plane and sand the top. It looked pretty good. ...Not many fireplaces with a choice of three mantles and only 30 seconds required to change from one to another.\" -November 4, 1968  Read This Book  Paperback: Purchase a paperback edition from our partners at Alaska Geographic.      Summary These journal entries cover the years in which Proenneke moves to Upper Twin Lake, builds his cabin, and encourages his friend Sam Keith to write One Man's Wilderness.   Visited by neighbors, both four-legged and two-legged, Dick Proenneke's life at Upper Twin Lake was a rich existence. Lucky for us he was a devoted writer, capturing in his journals life in Alaska's wilderness -  the ebb and flow of nature and the daily lives of those making their home in the wilderness that would later become Lake Clark National Park and Preserve. Read along to experience Proenneke's way of life away from \"the grind\" and follow the seasons of Twins Lakes with an intrepid guide.    Publication Details  Author: Richard L. Proenneke Editor: John Branson, historian for Lake Clark National Park & Preserve Publisher: Alaska Geographic 1st edition: 2011 ISBN: 978-0982576533        For More Information       Read The Journals of Richard L. Proenneke 1974-1980. Find one of Alaska's best known wilderness icons going about his daily chores, documenting wildlife behavior, and participating in the creation of Lake Clark National Monument and later National Park and Preserve.      Richard L. Proenneke   The source of Sam Keith's book, One Man's Wilderness: An Alaskan Odyssey, Richard Louis Proenneke (1916-2003) embodies humanity's fascination with wilderness.          Wilderness Ethos of Dick Proenneke From hunter to conservationist - explore the evolution of Richard L. Proenneke's wilderness ethos.      Learn about the Proenneke Cabin Proenneke's cabin at Twin Lakes stands out for the remarkable craftsmanship that reflects his unshakeable wilderness ethic. He built the cabin using only hand tools, many of which he fashioned himself.        Take a Virtual Tour of Dick Proenneke's Cabin Take a virtual tour of Dick Proenneke's cabin to see the amazing craftsmanship of his building, as well as the beautiful setting where he chose to live for nearly four decades.          Visit Proenneke's Cabin  A visit to Richard Proenneke's cabin can be a once in a lifetime experience. Sit at his writing desk, explore his cabin, and experience the wilderness he loved.",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/historyculture\/early-years.htm"
}
