{
    "title": "Horseshoe Bend National Military Park: Suggested Reading",
    "body": "Explore This Park    Learn About the Park     Education     Suggested Reading              Suggested Reading      Tecumseh: a Life. John Sugden. New York: Henry Holt and Company, 1997.A New Order of Things: Property, Power, and the Transformation of the Creek Indians, 1733-1816. Claudio Saunt. Cambridge: Cambridge University Press, 1999.The Road to Disappearance. Angie Debo. Norman: university of Oklahoma Press, 1941.The Southeastern Indians. Charles Hudson. Knoxville: University of Tennessee Press, 1976.The Old Southwest, 1795-1830: Frontiers in Conflict. Thomas D. Clark and John d. w. Guice. Norman and London: University of Oklahoma Press, 1996.Amateurs, to Arms! A Military History of the War of 1812. John R. Elting. Chapel Hill: Algonguin Books, 1991.The War of 1812: A Forgotten Conflict. Donald R. Hickey. Urbana and Chicago: University of Illinois Press, 1989.Andrew Jackson and the Creek War: Victory at the Horseshoe. James W. Holland. Tuscaloosa and London: The University of Alabama Press, 1968.Creek Indian History: A Historical Narrative of the Genealogy, Traditions and Downfall of the Ispocoga or Creek Indians. George Stiggins. Birmingham: Birmingham Public Library Press, 1989.The Correspondence of Andrew Jackson. Volumes 1 and 2. John S. Basset and J. Franklin Jameson, editors. Washingto, DC: Carnegie Institution, 1926-1935.Deerskins and Duffels: The Creek Indian Trade with Anglo-America, 1685-1815. Kathryn E. Holland Braund. Lincoln: University of Nebraska Press, 1993.McIntosh and Weatherford, Creek Indian Leaders. Benjamin Griffith. Tuscaloosa: University of Alabama Press, 1988.The Creek War of 1813 and 1814. H. S. Halbert and T. H. Ball. University of Alabama: University of Alabama Press, 1969.Encyclopedia of the War of 1812. David S. Heidler and Jeanne T. Denver: ABC-CLIO, 1997.Sacred Revolt: The Muskogees' Struggle for a New World. Joel W. Martin. Boston: Beacon Press, 1991.Struggle for the Gulf Borderlands: The Creek War and the Battle of New Orleans, 1812-1815. Frank L. Owsley, Jr. Tuscaloosa and London: The University of Alabama Press, 2000.Andrew Jackson and the Course of American Empire. Robert V. Remini. New York: Harper and Row, 1977.The Southern Indians and Benjamin Hawkins, 1796-1816. Florette Henri. Norman and London: University of Oklahoma Press, 1986.Cherokee Tragedy: The Ridge Family and the Decimation of a People. Thurman Wilkins. Norman and London: University of Oklahoma Press, 1986.Jackson's Way: Andrew Jackson and the People of the Western Waters. John Buchanan. New York: John Wiley and Sons, Inc., 2001.",
    "url": "https:\/\/www.nps.gov\/hobe\/learn\/education\/suggestedreading.htm"
}
