{
    "title": "Mesa Verde National Park: Activity #7, On-Site Visit",
    "body": "Enrichment Package: Activity 7 -- I Spy       Students often enjoy hunting for specific objects in pictures and displays. In this activity, students are asked to read a simple rhyme that encourages them to explore the museum to find various objects. While completing the search, students discover the many unusual tools used by the Ancestral Puebloan people, and become familiar with the skills needed to survive in a somewhat difficult environment. They also learn about the developmental changes that took place while the Ancestral Puebloan people lived in Mesa Verde. As you read the rhyme below, search for the many objects in the museum exhibit rooms. (Note: Adults may want to accompany younger children to help them with the rhyme and, explain the function of some of the tools and materials.) | Printer friendly version (pdf, 57 kb) |               Jump to: [Room 1] [Room 2] [Room 3]  [Room 4]  [Room 5]                 ROOM ONE  Diorama 1 Find a man throwing a rock (but you don't have to tattle) There are four men with spears and three atlatl. Diorama 2 Find more than ten baskets with only white and black Five baskets that have some red Two deer hides, three dogs, meat on a rack And also a baby \"in bed.\" Diorama 3 Find two boys learning bows, one child with a dog, A turkey who wants a child's treat; A child in a tree, two fires that are hot and two men bringing home fresh meat. Diorama 4 There's a man with a foot that's stuck through the roof, A woman who finds it so funny; A lady climbing up with a jar on her head ( but I'm sure it's not full of honey). Diorama 5 Find four old men who sit in the sun, An old man who teaches three boys, A man in a kiva with log too short And a boy who's laughing--what noise!               ROOM TWO   Archaic Period They all used tools: chopper and scraper, and chert point used as a dart. And they all ate food: rice grass, berries and nuts (But none of it baked in a tart). Basketmaker See a deer hoof that rattles? Scraper blade from mountain sheep horn? The items found here are all very old Used long before we were born. Basket - Weaving Find a bundle used for weaving, Find spun wild flax as a net Find a large braided snare and for our bed A yucca, feather & fur blanket. Beginning of Pottery Find six pottery forms based on a gourd These ancestors were very clever! Could you build two jars with two handles on sides? I know I couldn't ever! People of Corn Corn was quite different and what have we here? A 20-rowed, 4-rowed and (2) pod corn ears; Four rings made from husks, some cobs that are burned So much about old corn we have learned!               ROOM THREE  Step House Cave There's a fat bone awl, a light gray spoon And a pipe with an animal head; A burned pit house is a pitiful sight So let's hurry on ahead. Pueblo Architecture One kind of \"house\" uses four upright poles; Adobe and sticks were used, too. Later came slabs right on the ground Then stones with mortar all through. Developmental Pueblo Pottery I spy a bird-shaped vessel, gray ladles (2) And a box to hold my trinkets. That tri-lobed pitcher is quite unique Who do you suppose would think it? Cotton One old fragment of red, brown and white Was woven on a loom. Find these words: sennit, batten and heddle Before you leave this room.               ROOM FOUR  Rock Art What mineral makes red, and which makes yellow? When brushed with a yucca plant fiber? The pictograph art will also reveal The damage to art by a fire. Basketry and Matting A rectangular coil basket-- A most unusual find; And pottery from a basket mold; Definitely one of a kind! Corrugated Pottery A coil like a lollipop Helped make the thumb print pot. A jar rest kept the pots upright And smoke stains show pots got hot. Southwest Pottery Traditions Find one pot without black decor; Find one light orange pot, too; And before you go another step Find one shaped like a shoe. Black on White Here we have a ladle And five human figures on sherds. I also spy a double mug But none shaped like a bird. Pottery Shapes and Uses Little dishes made for play, A painting of a bird; Jar lids came in handy And here's that shape of a bird. Tools and Cordage Find the smallest awl of all And can you find a skinner? If you find an ax with handle You'll be a real winner. Cultivating Foods-Food Preparation Can you spot the chewed bread rolls And recipe to make it? I spy squash and corn and beans But can't see how to bake it. Wild Plant and Animal Food Where's the smallest animal used for food? Can you find a snare? Food to fill the tummy: Pinion and prickly pear! House Construction Find 43 white dots on black A hand print and a thumb print. Find a corncob and some roof mud Without a single hint. Jewelry Two thousand nine hundred sixty-nine pieces All found in a pottery jar; A stone ring, bird bones and green frog But nothing shaped like a star.               ROOM FIVE Dendrochronology Find a section 340 years old A core and V cut, too; A beam cut in Twelve-Oh-Six And a piece of charcoal, too. Debt to American Indians Find chili peppers (big and red) And cotton in a ball; Two kinds of potato And popcorn--best of all! Common Birds of Mesa Verde  Find a bird with a bald red head; And the bird that is the smallest. I see a turkey is the largest, But is a crow or raven tallest? Common Trees of the Mesa Verde  Find the biggest cone of all And find the roughest bark. Find the bluest berries And then the smoothest bark. Thanks! Thanks for coming here today; Thanks for playing \"I Spy.\" Hope you had a lovely time Till we meet again--\"good-bye!\"     \"I Spy\" was developed for Mesa Verde National Park by John and Diane Bruce.",
    "url": "https:\/\/www.nps.gov\/meve\/learn\/education\/classrooms\/ep_activity7_home.htm"
}
