{
    "title": "Hubbell Trading Post National Historic Site: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth         Ranger Tina certifying a Junior Ranger. HUTR Photo.   The Hubbell Junior Ranger Program Young students may become Junior Rangers when they visit Hubbell Trading Post NHS. When you visit, ask to sign up to become a certified Junior Ranger. You can begin learning about Hubbell Trading Post before your visit by clicking the picture to download a Junior Ranger booklet.   To be certified an official Hubbell Junior Ranger and earn the Junior Ranger badge, you will complete the official Junior Ranger booklet which you may also obtain at the visitor center.         The SEARCH AND FIND GAME at Hubbell Trading Post introduces you to life at a trading post and about the Navajo (Dine') people. Click the banner above to access the game. Print the game page and bring it when you visit Hubbell Trading Post to find everything. (23K pdf)           Drawing by JoAnne Doshier    Trading Post Pictures to ColorWhich pictures do you want to color?   Chickens (692k - print landscape)   Sheep and Goat (123k - print landscape)  Trading Post (602k - print profile)  Pottery (585k - print landscape)  Navajo Rug (693k - print landscape)  Design your own Navajo Rug (250k - print landscape)        Ranger Chris with new Jr. Rangers.   Junior Ranger Activity Booklet - The Chief Ranger at Hubbell Trading Post National Historic Site has made a Jr. Ranger activity booklet for you to use to explore, discover, and become a Jr. Ranger at this historic site. Download and complete the attached book, then submit it to earn your certificate. Jr. Ranger Exploration Book (2000k pdf)        Where did my friends go?     Where Are The Sheep? --A word search game with \"sheep\" words. Print the attached file and circle the words as you find them. Sheep-Word Search Game (33k pdf)      Become a Web Junior Ranger, right now! This web-based program offers games and activities for you to play and become a \"Junior Ranger\", right from your school or home. Click the \"Web Junior Ranger\" link above to enter the program.",
    "url": "https:\/\/www.nps.gov\/hutr\/learn\/kidsyouth\/index.htm"
}
