{
    "title": "Lake Clark National Park & Preserve: Virtual Tour of Proenneke's Cabin",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Virtual Tour of Proenneke's Cabin                A Virtual Tour of Dick Proenneke's Cabin       Welcome to Twin Lakes and Dick Proenneke's cabin! On this tour, you can explore Proenneke's handiwork, his tools, and the place he so cherished. Use your mouse to move left and right or up and down. There's a control panel at the bottom of the image where you can zoom in and out, enter full-screen mode, and even rotate the image automatically. When you click on hotspots in the image you'll find more information about Proenneke's interesting and cozy home. Click on the hotspots a second time to disappear the text and image boxes.        An exterior view of Dick Proenneke's cabin on Twin Lakes NPS Photo \/ Kevyn Jalone  Tour Upper Twin Lake This virtual tour gives you an idea of the beautiful landscape around Upper Twin Lake. Your initial view is from the lake shore, looking at Proenneke's cabin. Click and drag your cursor left or right to spin your view, and keep an eye out for small circle icons that indicate you can switch your view to a new part of the area.  Open the Twin Lakes virtual tour in Flash (for desktops or laptops). Open the mobile-friendly view of the Twin Lakes area (for phones, tablets, etc...)         An interior view of Proenneke's cabin, showing his writing desk and fireplace. NPS Photo \/ Chuck Lindsay & Kevyn Jalone  Inside Proenneke's Cabin Take a look at the inside of Dick Proenneke's cabin. The perspective is curved to allow you to look up at the ceiling, as well as around the room. Pay particular attention to the incredible craftsmanship - and consider that Dick made just about everything by hand in the middle of the wilderness!  Peek inside Proenneke's cabin with Flash (for desktops and laptops) Open the mobile-friendly view of the interior of Proenneke's cabin (for phones, tablets, etc...)        (object placeholder)",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/historyculture\/proenneke-cabin-virtual-tour.htm"
}
