{
    "title": "Mesa Verde National Park: Activity #3, Pre-Visit",
    "body": "Enrichment Package: Activity 3 -- It's A Matter of Time       This activity is a more challenging task that involves reading Ancestral Puebloan Chronology at Mesa Verde (pdf, 420 kb). As a pre-visit activity, it prepares students by providing them with a relevant knowledge base they then can build upon during their visit to Mesa Verde. Students will follow the development of Ancestral Puebloan society from about A.D. 550 to A.D. 1300. The activity includes the use of a timeline and comparison chart, both of which can be used onsite while visiting the various sites on the Mesa Top Loop Road. (We recommend that you complete the activity in the classroom, and then use the charts for on-site discussions.)  | Printer friendly version (pdf, 48 kb) |               Activity For younger students, we suggest having them complete the Mesa Verde Timeline (pdf, 23 kb). For older students, you may want them to complete the Mesa Verde Timeline and\/or the Comparison Chart (pdf, 23 kb)  Background (Primary) Ancestral Puebloan Chronology at Mesa Verde (pdf, 420 kb) (Optional) Sections of Mesa Verde Education Information Packet (pdf, 889 kb)  Procedure    1. Read the background information, Ancestral Puebloan Chronology at Mesa Verde.       2. On the Mesa Verde Timeline, record or draw each of the following items within its proper time period. Some may show up in more than one time period. (Although the background information sheet has numerous illustrations to help students with this activity, you may want to also check out the Artifact Gallery for additional help.)  •The typical type of housing used during each period.  •An ear of corn to indicate when this crop was being grown at Mesa Verde area. •A tool or tools used to grind corn.  •A bow and arrow to show when this device was introduced.  •A stone tool to indicate when these implements were used. •A bone tool to indicate when these implements were used. •A basket to indicate when baskets were the most common form of container in use. •An example of the type of pottery used in the Developmental Pueblo and Classic Pueblo Periods. •A yucca plant or something made from yucca to show when this plant was being used.  •Cotton, a cotton shirt, or spindle to show when cotton was first traded and used at Mesa Verde.       3. The Comparison Chart gives older students the more advanced task of categorizing items within each time period. Use the chart as a guide. (Feel free to adapt these categories to better fit your needs. See “Extensions” below for additional suggestions.)       4.  At the conclusion of this activity, ask students to answer the following question: In your opinion, which period of Ancestral Puebloan history was the most interesting? Explain.             Extensions    1.  Use additional or narrower categories in the Comparison Chart to challenge your students even further. Additional research may be needed depending on the categories chosen. These categories can include: •Dwellings or structures (not just the primary homes of each time period) •Separate tools into narrower categories (hunting, farming, preparing food, cooking, building, etc.) •Personal items (clothing, blanket, sandals, etc.) •Plants that made a difference (yucca) •Pottery types        2. Although the Ancestral Puebloans are the focus of this activity, many other cultures existed and flourished around the world at the same time. Have students research other events happening around the globe during one of the times periods in this activity, and have them include it in their timeline.",
    "url": "https:\/\/www.nps.gov\/meve\/learn\/education\/classrooms\/ep_activity3_home.htm"
}
