{
    "title": "Mesa Verde National Park: Activity #6, On-Site Visit",
    "body": "Enrichment Package: Activity 6 -- How Do You Measure Up?       This activity was developed to be used in conjunction with pre-visit and post-visit activities #4 and #8. During the activity, you will visit the cliff dwelling, Spruce Tree House and the Chapin Mesa Archeological Museum. Students will use their observation skills and the Spruce Tree House Trail Guide to complete the activity. (Note: You will need a measuring tape and thermometer.) | Printer friendly version (pdf, 46 kb) |               Spruce Tree House Visit Spruce Tree House and use the Spruce Tree House Trail Guide to find the answers to complete this section.    1.  On the trail down to Spruce Tree House, sketch the two most common types of evergreen trees and name four (4) uses for these trees.      2.  Make a simple sketch of a yucca plant and describe at least three (3) uses for this plant.      3.  Visit the spring area and describe how a seep spring functions. (Beware of poison ivy in the spring area!)      4.  Count the number of kivas and describe two (2) possible functions of these structures.      5.  Notice the temperature and amount of light, inside and outside the kiva. Is there a change in either one? What was the change?      6.  Make a diagram of a kiva. Identify at least six (6) important parts and describe their function.      7.  Draw pictures of the two (2) different shaped doors at Spruce Tree House and give at least one (1) possible reason for the difference in shape.      8.  Measure the length and width of one of the rooms. Keep in mind perhaps two to four people could have slept in one room. Be careful not to touch the walls while you are measuring.      9.  Take a good look into one of the rooms, being careful not to touch the walls. How many of the items in your bedroom do you think could fit inside one of these rooms? What would you have to do without? Is there something you could use instead? (For instance, the Ancestral Puebloans didn’t have beds like we do today. They slept on yucca woven mats on the floor.)      10.  What fuel did they use to heat their room? Where did it come from?      11.  Find at least one of the following artwork: mountains with snow, mountains, a hand print, a \"British\" flag, and a giant cream colored \"T.\"      12.  Sandstone, of which Spruce Tree House is made, turns red when it is heated and undergoes a process known as oxidation. How many areas of red sandstone can you find? What do you think happened in these areas?                     Chapin Mesa Archeological Museum  Visit the Chapin Mesa Archeological Museum to find the answers to complete this section.      1.  What kind of clothing did the people wear?      2.  What kinds of toys or games can you find?      3.  Did children have any pets?      4.  List five (5) tools you would need to learn to make if you were living in Spruce Tree House in A.D. 1250.      5.  Name three ways the Ancestral Puebloans got food.         *You may also wish to do Activity 7 -- I Spy while you are in the museum.        «Answers to Activity 6: How Do You Measure Up?»",
    "url": "https:\/\/www.nps.gov\/meve\/learn\/education\/classrooms\/ep_activity6_home.htm"
}
