{
    "title": "Mesa Verde National Park: Activity #4, Pre-Visit",
    "body": "Enrichment Package: Activity 4 -- Comparing Lifestyles: Pre-Visit       This activity involves measurement, simple scale drawings, and use of basic math skills. Students take measurements of their own bedrooms to use as data for their drawings. They will also make a list of personal possessions. These measurements and lists will be used to compare the lifestyles of the students with the lifestyle of the Ancestral Puebloan people, during the on-site and post-visit activities #6 and #8. | Printer friendly version (pdf, 41 kb) |               Follow the directions and answer the questions below. Graph paper will be needed to make a scale drawing, and a sheet of blank paper needed for the list.      1.  Measure the length and width of your bedroom. L=____________    W=___________      2.  Compute the square feet of your bedroom. L x W=____________square feet      3.  How many people share your bedroom?      4.  What is the number of square feet per person of your bedroom? (Hint: Divide the number of square feet in your bedroom by the number of people who share it.) ________________square feet per person      5.  Measure the height and width of the door in your bedroom.  H=____________    W=___________      6.  Use graph paper to make a scale drawing of the floor plan.      7.  Draw the furniture you have in your bedroom in your floor plan. You may need to estimate bed size, dresser size, and the size of other furniture.      8.  On the scale drawing, show where the light fixtures, electrical outlets, telephone outlets, and heating and air conditioning vents are located.      9.  What fuel is used to heat your house? Where does it come from?      10.  On a separate sheet of paper, make a list of all the personal items you have in your bedroom. Don't forget to include your clothing.      11. For each item on your list: •Place an \"E\" by things that are essential in order for you to live. •Place an \"N\" by thing that are nice to have, but not essential. •Place \"NN\" by items that are not really needed.",
    "url": "https:\/\/www.nps.gov\/meve\/learn\/education\/classrooms\/ep_activity4_home.htm"
}
