{
    "title": "Lake Clark National Park & Preserve: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories               Stories       Stories can be written, spoken, or inferred from places and objects; and in a place like Lake Clark, all three kinds are valuable in understanding an area and its people, past and present.       Park Produced Publications  Check out descriptions of books and stories about the people of Lake Clark, past and present. These range from investigations into the prehistory of Alaska Natives, to first-hand accounts of Alaska Native culture and the experiences of other Americans seeking to make a living, through industry or self-sufficiency, in this remote part of the world.    The Canneries, Cabins, and Caches of Bristol Bay, Alaska Dena'ina Ełnena, A Celebration: Voices of the Dena'ina  Dena'ina Topical Dictionary  Ethnographic Overview and Assessment for Lake Clark National Park & Preserve The Early Years: The Journals of Richard L. Proenneke, 1967-1973 More Readings From One Man's Wilderness: The Journals of Richard L. Proenneke, 1974-1980 I'll Tell You a Story (Sukdu Neł Nuhtghelnek): Stories I Recall from Growing Up on Iliamna Lake The Life & Times of John W. Clark of Nushagak, Alaska, 1846-1896  Nanutset ch'u Q'udi Gu (Before Our Time and Now): An Ethnohistory of Lake Clark National Park & Preserve  Our Story: Readings from Southwest Alaska, An Anthology (2nd Edition) Shtutda'ina Da'a ShełQudeł (My Forefathers are Still Walking with Me): Verbal Essays on Qizhjeh and Tsaynen Dena'ina Traditions   Where We Found A Whale: A History of Lake Clark National Park & Preserve           Vertebra NPS Photo  Stories From Bones   In this video, Dr. Michael Etnier describes how animal bones from archaeological sites provide clues for what the landscape looked like in the past and how our world has changed over time. Watch Understanding Climate Change Through Archaeology           Oral Histories  The Lake Clark Jukebox Project - Listen to storytelling by Native community members and watch slideshows of historic photographs. Part of a University of Alaska Fairbanks program, this project consists of photo albums and recorded interviews that represent different, but overlapping, historic themes. These include stories about:  early education reindeer herding the establishment of this national park, as well as trails and transportation Dena'ina technology.        Object of the Month Blog  The Lake Clark National Park & Preserve museum collection consists of more than 200,000 objects - from an impressive herbarium to the many journals, letters, and objects from the park's most famous resident, Dick Proenneke. Each items has a story to tell in our monthly blog series.      Windfall - the Fishing Sailboats of Bristol Bay              Windfall - the Fishing Sailboats of Bristol Bay   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:19 minutes   For nearly a century, sailboats powered the fishing industry in Bristol Bay. At the mouth of the Kvichak River, Bristol Bay is one of the largest salmon fisheries in the world, and the protection of the fishery is one of the major reasons for the creation of Lake Clark National Park, at the headwaters of the Kvichak.",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/historyculture\/stories.htm"
}
