{
    "title": "Lake Clark National Park & Preserve: Richard L. Proenneke",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Richard L. Proenneke                Richard L. Proenneke, Wilderness Steward       Richard Proenneke, whose friends called him Dick, is an icon of wilderness values and an inspiration to those who value simplicity, direct connection with nature, self-reliance, and ingenuity.      \"I have found that some of the simplest things have given me the most pleasure. They didn't cost me a lot of money either. They just worked on my senses. Did you ever pick very large blueberries after a summer rain, walk through a grove of cottonwoods, open like a park, and see the blue sky beyond the shimmering gold of the leaves? Pull on dry woolen socks after you've peeled off the wet ones? Come in out of the subzero and shiver yourself warm in front of a wood fire? The world is full of such things.\"  - Dick Proenneke       Richard Proenneke at Snipe Lake filming movie clips in 1975. He and his brother Raymond flew there in the J3 Cub. Photo courtesy of Raymond Proenneke       Dick first visited Upper Twin Lake in 1962 at the invite of his friends Spike and Hope Carrithers of Kodiak, Alaska. Proenneke continued to vacation with them at their cabin on Upper Twin Lake in subsequent years. After an eye injury that threatened to leave him blind in the late 1960s Proenneke wanted to put down roots far from civilization by building his own cabin amid the natural beauty of the Twin Lakes region. Proenneke arrived at the Carrither's on Upper Twin Lake in 1967 at the age of 51 determined to scout out the best construction site for his own cabin. The ideal location was 200 yards west of the Carrither's guest cabin. Another friend from Kodiak, Herb Wright, had applied for a Small Track Lease on the site in 1960; however, in a sad turn of events, Wright became terminally ill. He encouraged Proenneke to use the site instead. That summer Proenneke harvested spruce trees and in 1968 he began construction on what would become his cabin and wilderness home during the next thirty years. A master craftsman dedicated to living simply on the land, he used local materials, simple tools, and human ingenuity to craft a home and life in keeping with the wilderness. Proenneke chose to live in this isolated wilderness without electricity, running water, telephone, or other modern 'necessities.' Dick brought a keen sense of curiosity with him to Twin Lakes. Without the distractions of modern life, he was able to hone in on the natural world around him. Dick meticulously recorded his observations of weather, wildlife, and even other human visitors. He came to know the landscape around him intimately, observing the changing seasons, wildlife patterns, and weather variations from year to year.      Inspiration Despite his remote location and fierce independence, Dick was not a hermit; he maintained friendships and wrote back to anyone who sent him a letter. He saw his correspondence, films, and journals as a way to share a life untethered to the commercial world. His observations have inspired several books and videos, which are available for purchase from our non-profit partner, Alaska Geographic. Books:  One Man's Wilderness The Early Years: The Journals of Richard L. Proenneke, 1967 - 1973 More Readings from One Man's Wilderness: The Journals of Richard L. Proenneke, 1974 - 1980 This book is available as a free pdf download here in additon to being available for purchase as a paperback from Alaska Geographic. First Wilderness: My Quest in the Territory of Alaska This book is a memoir of how Sam Keith and Dick Proenneke first met.  Films:  Alone in the Wilderness Alone in the Wilderness Part II Silence and Solitude The Frozen North One Man's Alaska. Filmed in 1977, this 27 minute long documentary can be viewed online for free at the National Archives website.       No Place Like Twin Lakes Proenneke visited his cabin at Upper Twin Lake for the last time in the year 2000 at the age of 84. Follow along during that visit, and learn and why he came to believe that there is no place like Twin Lakes in the 15 minute video below.             No Place Like Twin Lakes   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:14 minutes, 50 seconds  Learn about Dick Proenneke's cabin on Twin Lakes",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/historyculture\/richard-l-proenneke.htm"
}
