{
    "title": "Lake Clark National Park & Preserve: Dena'ina Topical Dictionary",
    "body": "Dena'ina Topical Dictionary       \"[The] array of interesting comparative and regional themes in Dena'ina vocabulary, such as the great number of dialect variants, the elite replacements, and the reanalyzed roots, indicate that the Dena'ina have been at the archaeic periphery of the Athabascan language family in North America. These vocabulary patterns reflect long-term occupation of the Inland dialect area, and territorial expansion into Cook Inlet Basin...\" -James Kari, 2007         By James Kari Professor Emeritus of Linguistics, University of Alaska Fairbanks Order this book from the Alaska Native Language Center at the University of Alaska Fairbanks. Table of Contents  Introduction: Project History and Sources, The Dena'ina Language Area and Themes in the Vocabulary, The Dena'ina Sound System and Orthography, Dena'ina Dialects, and Notes on Stress Chapter 1: Animals Chapter 2: Fish, Shellfish, and Amphibians Chapter 3: Birds Chapter 4: Insects Chapter 5: Plants Chapter 6: Pronouns Chapter 7: Relatives, Kinship Terms Chapter 8: People Chapter 9: Body Parts Chapter 10: Dena'ina Place Names Chapter 11: Water, Snow and Ice Chapter 12: Land and Land Forms Chapter 13: Sky, Weather, and Atmosphere Chapter 14: Days, Seasons, Months, and Adverbs of Time Chapter 15: Clothing and Adornment      Chapter 16: Skin Tanning and Sewing Chapter 17: Tools Chapter 18: Hunting and Fishing Devices Chapter 19: Houses, Shelters, Racks, and Caches Chapter 20: Transportation Chapter 21: Fire Chapter 22: Household Furnishings, Personal Belongings, and Miscellany Chapter 23: Cooking and Eating Utensils and Containers Chapter 24: Foods      Chapter 25: Games, Music, Stories Chapter 26: Religious Terms and Spirits Chapter 27: Abstract or Non-Material Concepts Chapter 28: Colors Chapter 29: Numbers, Measurements, and Adverbs of Quantity Chapter 30: Areal Nouns, Postpositions, and Adverbs of Location Chapter 31: Riverine Directionals Chapter 32: Questions Words and Sample Questions English Index Personal Names Index References      \"Many special ecological niches contribute to the diverse Dena'ina lexicon. The set of more than eighty month names reflects the mixing of maritime and continentall climates. Bird distributions and names for birds are often restricted to one or two dialects. The fish inventories vary greatly in the dialect areas. The marine-oriented biota such as beluga, seal, sea otter, and marine fishes and shellfish are found in almost no other Athabascan languages.\" -James Kari, 2007",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/historyculture\/denaina-topical-dictionary.htm"
}
