{
    "title": "Lake Clark National Park & Preserve: Canneries, Cabins and Caches",
    "body": "The Canneries, Cabins, and Caches of Bristol Bay, Alaska            I had always wanted to be a sailor and I really wanted to go to sea, in fact I longed to be on the boat. So inasmuch as all the canneries except Nakat operated their own ships to Alaska, I decided the best way to start would be to take a trip to Alaska, just get on a ship . . . Here again, I had to fib a little. I suddenly became 19 instead of 16. - Stan Tarrant Read This Book    Digital: Download the entire book as a screen reader accessible .pdf. Paperback: Contact the Bristol Bay Economic Development Corp. to receive a paperback edition. Proceeds support their various scholarships.         Summary The Canneries, Cabins, and Caches of Bristol Bay, Alaska chronicles the world's greatest concentration of salmon and canneries and their influence on Native and non-Native people in southwestern Alaska. This book documents long abandoned canneries, and those still in use, during the hey-day in the late nineteenth and early twentieth centuries with maps, historic photographs, and first hand accounts that give the reader an impression of the unique Bristol Bay way of life.   The Canneries, Cabins, and Caches of Bristol Bay, Alaska also offers a view of life upriver, during the winter, along the length and breadth of the three great salmon rivers in the Bay, The Nushagak, the Kvichak, and the Naknek. Historic photographs document a variety of cabins, houses, caches, and some of the people who built them and relied on them for shelter and storage.   Outstanding characters of the Bristol Bay region from the past 120 years come alive in these pages. Journey back to a simpler time to the great sailboat fishery, and follow some of the men and women who harvested the seemingly inexhaustible supply of salmon in the summer and spent their winters trapping, hunting, and mushing dogs in the isolated paradise of the Bristol Bay country.   Publication Details Author: John B. Branson, historian for Lake Clark National Park & Preserve Publisher: National Park Service 1st edition: 2007",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/historyculture\/canneries-cabins-caches.htm"
}
