{
    "title": "Hubbell Trading Post National Historic Site: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education           Environmental education. NPS Photo, Naomi Shibata.  Educational Opportunities With Hubbell Trading Post NHS  Hubbell Trading Post NHS welcomes student visitation and is ready to accommodate various educational standards Park resources can often be helpful tools for teachers to accomplish educational goals A Traveling Trunk is available for loan. Contact us for details. Tools including thermometers, measuring devices, and weaving tools to support the lesson plans are also available at the park.  Hubbell Trading Post NHS offers Ranger guided interpretive programs and other opportunities for students to understand the importance of natural and cultural heritage.  Curriculum guides are available at the Hubbell Trading Post visitor center, including:  o  National Park Service o  Hubbell Trading Post (Social Studies and Economics) o  Environmental Studies: Cloud Study (Using Globe curricula www.globe.gov) o  Environmental Studies: Local Plants o  Environmental Studies: Soils Field Study o  Environmental Studies: PuebloColoradoWash    Downloadable electronic curriculum guides are available here: Pre-K through Second Grade Talkin' Tokens     Third Grade through Fifth Grade Whatcha' Gonna Trade? >Trading Cards for 'Whatcha' Gonna Trade? Hogan Sweet Hogan >Make a Model of a Hogan  Sixth Grade through Eighth Grade Are You Culturally Aware? Oral History Lesson Plan Ninth Grade through Twelfth Grade Art Compare and Contrast  Art Show Advertising Activity Research Poster   To augment the curriculum we have various field-guides available and students may participate in the Hubbell Trading Post Junior Ranger program. Interactive programming for the entire National Park Service is on the internet at www.nps.gov providing virtual field trips, research information, teacher and kid resources, fun and games. WebRangers is the on-line Junior Ranger program that's packed with fun and games. http:\/\/www.nps.gov\/webrangers\/        Activity Worksheets  Use these worksheets during your visit to the park. (The worksheets are adaptable for use in your classroom.)  Animal Life Field Data Sheet Let's Make a Deal       Navajo Churro Sheep Please use one of the two following leaflets for your lessons on Churro sheep.  A printable and foldable brochure with questions. A printable, flat-file with lessons about Churro sheep.       Using Navajo Rug Designs with Math Lessons The Navajo Nation is well-known for its exceptional artistry with respect to the weaving of textiles. This article discusses the culture of the Navajo, their weavings, and how this art form can be used to teach and extend mathematics concepts in secondary education. The patterns within the Navajo weavings will be used to illustrate examples of the four isometries and the seven frieze groups. These patterns will also be used to determine the fundamental region, as well as to study the fractal concept of iteration and its impact on area and perimeter.   Click here to access the article.        Fee Waiver Information For School Group Tours For information on scheduling a class field trip and to submit a fee waiver request for your class, call (928) 755-3475 or click here. You may also use the above email link to contact the park to borrow the Hubbell Trading Post NHS's traveling trunk, filled with hands-on weaving materials.        Annual Sheep Is Life workshop. NPS Photograph  TEACHER TO RANGER TO TEACHER This program enables professional educators to spend time working as park rangers, often living in the park. They perform various duties depending on their interests and the needs of the park, including developing and presenting interpretive programs for the general public, staffing the visitor center desk, developing curriculum-based materials for the park, or working on special projects. Click the title to learn more about this national program.",
    "url": "https:\/\/www.nps.gov\/hutr\/learn\/education\/index.htm"
}
