{
    "title": "Lake Clark National Park & Preserve: Tanalian Point",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Tanalian Point                Tanalian Point         The earliest known photo of Tanalian Point, circa 1911. Left toright are Doc Dutton, Mary Ann Trefon, A.S. Tulloch, and Joe Kackley.The cabin, Dutton and Kackley's home, is now the oldest standingstructure in Lake Clark. Photo courtesy of the Alaska State Library.  Tanalian Point was the first settlement south of Port Alsworth on Lake Clark's southeastern shore. In it's heyday during the first 50 years of the 20th century, it was a bustling hub for trappers, prospectors, and travelers.  The Dena'ina word, Tanilen Vetnu, means \"flows into water stream\" and describes the Tanalian River flowing into Lake Clark at Tanalian Point. The first known Euroamericans around Tanalian Point were C.T. Brooks, H. Von Hardenburg, and Harry Hicks who prospected Kasna Creek copper deposits between 1901 and 1906. Tanalian Point was first documented as a 2-cabin settlement, also known as Walker's Camp, in 1909 by U.S.G.S. explorers G.C. Martin and F.J. Katz.  During the summer of 1910 J.W. Walker, O.M. \"Doc\" Dutton, and Jonah E. \"Joe\" Kackley moved from Old Iliamna to Tanalian Point to build their camp. The Trefon Balluta family moved from Kijik and built cabins at Tanalian by 1911.  Tanalian Point was settled because it provided abundant subsistence resources of fish, game, and fur, rich soils for gardening, straight trees for construction, and birch for firewood. It was a handy spot for prospecting on Kontrashibuna Lake, Portage Lake, and the Bonanza Hills.        The Trefon-Balluta family in 1921 at Tanalian Point. Left to right,Mary Ann Trefon holding her daughter Katie's hand; her children Pete,Agafia, and Gabriel; Gabriel's wife Katherine holding their daughterAgnes; and Mary Ann's son Alec. (Mary Ann's husband and thechildren's father Trefon Balluta Photo courtesy Mr. and Mrs. Bob Orris.  The Early Years: 1911-1929   Early in the teens Tanalian Point saw a steady stream of Dena'ina visitors coming and going between Old Nondalton and even the Stony River country (the Koktelashs, the Evanoffs, the Nudlashs, the Seversens, the Cusmas, and the Hobsons to name but a few, all spent time at Tanalian). Many prospectors such as Harvey Drew, Harry Feathersone, and Frank Brown also were frequently in and out of Tanalian Point. Others like Pete and Agafia Anderson and Ed Woods and his Dena'ina wife, Anastascia, from the Stony River lived at Tanalian during the mid-teens.  During the 1920s Tanalian Point became a Lake Clark base for trappers and prospectors (such as Jack Bailey) and a home for the Trefons and Dutton and Kackley. Tanalian was even counted in the 1920 Federal Census with 10 permanent residents.  In 1921 Tanalian Point served as the jumping off place for the first known sport hunters who came to Lake Clark for big game, including Colonel A.J. Macnab and F.K. Vreeland from New York City. In 1925 other big game hunters came from California and hired Anton Balluta to guide them north on the Telaquana Trail.  Meanwhile, Dutton and Kackey and Mary Ann Trefon were growing hundreds annually of pounds of garden truck in fish-gory fertilized soils and storing it in root cellars for winter-time use.         Lake Clark artist Tish Bowman's painting of the first airplaneto land at Tanalian Point. Matt Nieminen piloted the Waco 10biplane on floats. From left, Joe Kackley, Nieminen, Doc Dutton,and Alec, Pete, and Katie Trefon. Painting by Tish Bowman, courtesy of John Branson.  The Later Years: 1930-1949   Trefon Balluta died in 1923 and his daughter Agafia died in 1928. Two years later the first float plane landed at Tanalian Point. Charlie Denison and his son Floyd and daughter-in-law Lena moved to Tanalian in 1932, and within a few years they had radio communication with Star Airlines in Anchorage, which later became Alaska Airlines. The Denisons also set up a steam powered saw mill and built the first of three wooden bridges across the Tanalian River.   During the 1930s the younger Trefon children married and moved away, but Mary Ann Trefon stayed on until she moved to Old Nondalton about 1940. Each summer until the 1950s Mary Ann returned to Tanalian with friends and grandchildren to put up salmon.   Joe Kackley died after fighting a house fire at the Denison's in 1944, and Doc Dutton died in 1949 at the age of 90. With the departure of the founders from the stage and the arrival of bush pilot Babe Alsworth and his wife Mary in 1944-1945, Tanalian Point was eclipsed by the newly-founded settlement of Port Alsworth. The new village, with its 1,500-foot runway, was better suited to the modern age of air travel.   Download a poster with more of the history of Tanalian Point          In 1963, future Alaska governor Jay Hammond was an early Lake Clark bush pilot, big game guide, and homesteader. Photo courtesy of Lucy McConnaughy.  The Age of Air Travel The first aircraft to land on Lake Clark was a Waco 10 biplane on floats in 1930. The historic flight ushered in a new era, and made life in Lake Clark more connected to the outside world. Soon after, Tanalian Point resident Floyd Denison had radio contact with Star Airlines in Anchorage, which later became Alaska Air. Just twelve years later, Leon \"Babe\" Alsworth, Sr. established the first air taxi service on Lake Clark, based at the new settlement of Port Alsworth.  During World War II and after, many of Lake Clark's residents served their country in the armed forces. Demand for furs declined in the 1960s and 1970s, but a new industry was just beginning - wilderness tourism.           If You Go ...   Most of Tanalian Point is now on private land (inholdings within the park boundary). Please do not enter private land without the landowner's permission.",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/historyculture\/tanalian-point.htm"
}
