{
    "title": "Lake Clark National Park & Preserve: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture        Fishing for salmon has been a way of life for Alaska Natives for thousands of years. NPS Photo       A Place Where People Still Gather  Qizhjeh Vena, meaning ‘a place where people gathered’ in Dena’ina Athabascan, is the original name of Lake Clark. The Athabascan people known as Dena’ina have lived in the Lake Clark region for thousands of years. The land and water supports, shapes and sustains their culture.   Original place names like this help you see the land differently. They tell the story of the Dena’ina people -- pre-historic events, changes with the influx of Russians, Europeans and Americans, and how they use this place in their way of life. Today, the Dena’ina people still rely heavily on the land for food just as their ancestors did. In Alaska this is called ‘subsistence’.   Find out more about modern subsistence use in Lake Clark National Park, or browse the information below to learn more about the people, places and stories that make this such a unique part of the world.       The People of Lake Clark  Lake Clark's first settlers came to this region millennia ago - these are the people we know of as Alaska Natives. In more recent times, Russian explorers and missionaries arrived in the 18th century, quickly followed by prospectors, trappers, and entrepreneurs from Western Europe, Canada and the United States. Despite this relatively rapid exposure to the wider world, the Alaska Native community retains traditions and languages, and today's Lake Clark is a mix of various ethnicities, founded upon a collaborative history. Meet the people of Lake Clark.       Special Places  The park contains numerous sites with ancient and historic remains, and many places that are on the National Register of Historic Places - including the famous cabin built by Dick Proenneke in the late 1960s. Find out more about Proenneke's cabin and many of the other special places in Lake Clark National Park and Preserve.      Stories   Whether they are prehistoric -- told down through generations of Alaska Natives -- or more recent and recorded, in the wilderness of Lake Clark, stories often feature the conflict of man versus nature. We invite you to find inspiration and imagination, and read some of Lake Clark's most notable stories.       Collections  Physical objects can tell as much of a story as a book or storyteller. The park's collections team preserves objects and specimens from a diverse range of subjects, and these items tell the story Lake Clark's people, cultures and history. Explore the park's natural and cultural museum collection.      Our Mission  Lake Clark National Park and Preserve is dedicated to preserving history and passing along an appreciation of our shared history to the public and to the next generation. The Park has responsibilities that include stewardship of historic buildings, museum collections, archaeological sites, cultural landscapes, oral and written histories, and ethnographic resources.  Archeologists, historic architects, curators, ethnographers, and historians work with the community to preserve these resources because they are important components of our shared national and personal identity.",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/historyculture\/index.htm"
}
