{
    "title": "Lake Clark National Park & Preserve: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places               Places       Richard Proenneke's Cabin Although Proenneke's was not the first or biggest cabin built at Twin Lakes, it stands out for the remarkable craftsmanship that reflects his unshakeable wilderness ethic. The cabin was built using only hand tools, many of which Proenneke himself had fashioned. Throughout the thirty years he lived at the cabin Proenneke created homemade furniture and implements that reflect his woodworking genius. His meticulous film and journal records help modern visitors - from afar or in person - understand his experiences in this special place. Learn more about .      Chinitna Bay For at least 3,000 years, and probably much longer, the remote west shore of cook Inlet has been a place of gathering for fishing, clamming, sea mammal hunting and ritual.      Kijik National Historic Landmark Kijik is a National Historic Landmark, the highest level of designation for a historic place. It is a large archeological site that was the home of one of Alaska's only year-round native villages. It is located in a rich resource area near the Chulitna watershed, still known as a subsistence breadbasket, on shores of the Kijik River, below Kijik Lake. The area sees one of the strongest and latest sockeye salmon runs, which brings in large populations of bears and - and their furs. It is the start of the Telaquana Trail as historic travel route between Kijik Village and villages to the North. A portion Kijik NHL is on Kijik Corporation Land.      Tanalian Point  The Dena'ina word, Tanilen Vetnu, means \"flows into water stream\" and describes the Tanalian River flowing into Lake Clark at Tanalian Point. Tanalian Point was the first settlement south of Port Alsworth on Lake Clark's southeastern shore. In it's heyday, during the first 50 years of the 20th century, it was a bustling hub for trappers, prospectors, and travelers. Today, much of Tanalian Point is private land.      The Telaquana Trail In the historic period -- and likely far back into prehistory -- this trail served as a travel route between communities, and as an important hunting and fishing area. Miners, trappers and explorers occasionally used the trail throughout the 1800s and early 1900s, and today, it is a popular destination for backpackers seeking a wilderness challenge.      The National Register of Historic Places  The National Register of Historic Places is the official list of the Nation's historic places worthy of preservation. Authorized by the National Historic Preservation Act of 1966, the NPS National Register of Historic Places is part of a national program to coordinate and support public and private efforts to identify, evaluate, and protect America's historic and archeological resources.",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/historyculture\/places.htm"
}
