{
    "title": "Lake Clark National Park & Preserve: Chinitna Bay Prehistory",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Chinitna Bay Prehistory                Chinitna Bay Prehistory        The Cook Inlet coastline has a rich prehistory linking the people of the Kenai Penninsula with those living in the Lake Clark country. NPS Photo \/ J. Schaaf       The Remote Shore: Land of Two Worlds For at least 3,000 years, and probably much longer, the remote west shore of cook Inlet has been a place of gathering for fishing, clamming, sea mammal hunting and ritual. Along this shore ancient cultures overlapped. People from inland Lake Clark country and those from across Cook Inlet came to hunt and gather food though neither group established large and long-term settlements here. Earlier this shore was a fluid cultural frontier between Lake Clark interior groups and maritime societies based in the Kodiak Island region. Archaeologists have found settlements of one to eight dwellings scattered along the shore of Chinitna Bay. The largest site was briefly inhabited less than 300 years ago. These may have been the Dena'ina who paddled to the mouth of Chinitna Bay in May 1778 to meet Captain James Cook.        Prehistoric house depression. NPS Photo  Chinitna Bay was home to seasonal camps and winter settlements.  The remains of sod-covered houses dug partially underground, like this one to the left, may look like simple vegetation covered depressions but from them archaeologists can often piece together the story of family life and identify tools used, food eaten, and how long they were used.  Each home has a central room with a hearth from which attached rooms for individual living space, sweat baths, and food storage radiated.       For More Information         Visit Chinitna Bay  Chinitna Bay offers world class bear viewing, bird watching, and clamming along the picturesque Cook Inlet coast.",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/historyculture\/chinitna-bay-prehistory.htm"
}
