{
    "title": "Lake Clark National Park & Preserve: Contest",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery     Contest                Contest        This contest is made possible through the National Park Service's partnership with Alaska Geographic who operates bookstores on public lands statewide. Alaska Geographic donates a portion of revenues to parks to support programs, events, and materials that enhance the public's understanding and conservation of Alaska's natural, cultural and historical resources. Photo by Katie Russ - People's Choice Winner in the 2015 photo contest       The National Park Service and Alaska Geographic Announce Lake Clark's \"Find Your Park\" Photo Contest   It has been said pictures are worth a thousand words. Here's your chance to tell the story of how you found your park in Lake Clark through photography in celebration of the National Park Service's 100th Anniversary.    Winners Will Receive: There will be four winners:  3 People's Choice Awards  1 Staff Pick   The winners:  A 16 by 24 inch copy of each winning photograph will be printed on stretched canvas and displayed at the park visitor center June - September along with a small placard introducing the photographer and describing the image.  After the visitor center closes for the winter, the canvas pieces will be shipped to the winners. Each winning photo will be featured as Lake Clark's Facebook cover photo for one month.   All other images entered in the contest: The remaining entries will be loaded onto a digital picture frame and displayed on a  rotating basis in the visitor center along with the canvas prints June - September.   How to Participate There are two ways you can participate in this photo contest. First, submit your high resolution Lake Clark photo by April 14, 2016, and on April 15 the park will post all of the pictures to a photo album on Facebook.    Second, the public will have one week to vote on their favorite pictures via Facebook. The three entries with the most likes will become our People's Choice winners. There will also be one Staff Pick winner. Everyone is invited to vote, regardless of if you enter a photo in the contest.         The story you submit with your photo is used on the artist placard that is displayed with each winning photograph in the visitor center.    The Rules are Pretty Simple      The contest is limited to photos taken in Lake Clark National Park and Preserve. Photograph subjects can be wildlife, scenic vistas, subsistence use, recreation, or historic places.   Maximum 5 entries per person.    Include your name, the date and location the photo was taken, and a brief (30-50 words) story you would like to share about the photo.     The image must be your own.     In order to print clearly at 24 x 16 inches, digital JPEG or TIFF files should be 7200 x 4800 pixels with a resolution of 300 pixels\/inch. Our email can only handle files up to 25 mb, so you may need to email your photos separately. Please note, photos files that are too small or the wrong dimension will not be considered as we won't be able to print them if they win.   All photographs that include people whose faces can be recognized must also submit a Likeness Release Form to be signed by each individual in the photograph. The first box does not need to be checked unless you intend to allow the park to use the photo in the future, but one of the next two boxes does need to be checked in order to allow the National Park Service to display photos with with a person's likeness in this contest.   Park visitors, local residents, partners, CUA employees, SCA interns, and volunteers are encouraged to submit. The contest is closed to Lake Clark NPS employees.   To enter, email your high resolution photos to rebekah_a_jones @nps.gov. Include \"Find Your Park submission\" in the email subject line (our email can only handle files up to 25 mb, so you may need to email your photos separately). Alternately, you may save the photos to a CD or zip drive and mail with the information requested above to: Lake Clark National Park & Preserve c\/o Find Your Park photo contest 95 Sterling Highway, Suite 2 Homer, AK 99603   All images must be received by Thursday, April 14, 2016 to be eligible.   *OPTIONAL - Contestants are encouraged to donate their photographs to the National Park Service. To do so, complete and sign the Photo Donation and Likeness Release Form. If you do not submit this form, your photo will be used by the park in relation to this contest only. Note, once posted to the park's social media accounts, the park cannot control who will share these photos.  If you have questions, you can e-mail us or call (907) 226-4629. Download a printable version of the contest rules to share with friends and family.",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/photosmultimedia\/contest.htm"
}
