{
    "title": "Lake Clark National Park & Preserve: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety             Safety      A visit to Lake Clark National Park and Preserve carries some inherent risk. Adventures in this remote and isolated area demand self-sufficiency. Preparation can make the difference between the adventure of a lifetime and tragedy. Remember, help may be days away.       High winds and large waves are only two of the potential hazards visitors may encounter during a trip to Lake Clark National Park and Preserve. NPS \/ J. Mills       Self Sufficiency and Preparation Have a Trip Plan Always leave a trip itinerary with a friend or family member who can notify the National Park Service if you are overdue. We also encourage you to leave your itinerary at our field headquarters at Port Alsworth before departing. Park staff will not track your trip; however, this information is extremely valuable to rangers in case of an emergency. Knowing the color of your tent fly, pack, and rain coat can be especially useful during searches. There is no cell phone service in the park, and amenities are few and far between. Consider carrying a satellite phone or satellite based text messaging device with you. Prepare for Inclement Weather Be prepared for the possibility of inclement weather delaying scheduled pick-up, often by several days. Give yourself extra days in your schedule and always bring extra food and fuel with you. Snow is possible at any time but most likely to occur from September to June. Bring warm clothing, a sturdy tent, and an appropriate sleeping bag. River Crossings There are no bridges in Lake Clark. Although fording wild rivers presents many challenges, it is also part of true wilderness hiking. Learn how to manage the risks associated with this hazardous venture. Aviation Safety Most visitors travel to Lake Clark via small plane. Safety in this remote place depends on more than just a pilot's skill. Increase the safety of your own flight by following these easy steps.  Staying Safe in Bear Country Food Storage Requirements Before you head out, be familiar with the park's food storage requirements for various locations in the park. It is extremely important that bears and other wildlife be prevented from obtaining and habituating to human food and garbage. The park offers bear resistant containers for temporary use by visitors free of charge. You can pick one up at the park visitor center in Port Alsworth. Basic Bear Safety Lake Clark is bear country and we often frequent the same areas. Knowing how to react can increase the odds of a positive outcome for you and the bears in case of an encounter. Bear Viewing Best Practices Brown bears gather in large numbers to feed in estuaries along the park's Cook Inlet Coast. Interactions between bears and people are different in high density sites where people come with the intent to observe the bears than it is in the remainder of the park. Learn how to stay safe in this environment by becoming familiar with the bear viewing best practices prior to your trip to Chinitna Bay or Silver Salmon Creek. Fishing In Bear Country While fishing in the park can be exciting, it offers a unique set of challenges and opportunities. You are responsible for your own safety and for keeping the bears wild. Become familiar with the responsibilities that come with fishing in bear country prior to your trip to Lake Clark National Park and Preserve.",
    "url": "https:\/\/www.nps.gov\/lacl\/planyourvisit\/safety.htm"
}
