{
    "title": "Lake Clark National Park & Preserve: Rafting",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Rafting              Rafting       Lake Clark National Park and Preserve contains three National Wild Rivers, popular for float trips. Rafting these rivers is a wonderful way to experience wilderness. Looking for miles of continuous whitewater? Not likely to be found here. Most rivers in the park are swiftly paced waters requiring oarsmanship with occasional whitewater segments. Safety is a top priority. Alaskan waters are extremely cold, even when air temperatures are warm. The state has the highest rate of recreational boating fatalities in the nation. ALWAYS wear a Personal Flotation Device (PFD). More information on staying safe in Alaskan waters is available from the State of Alaska Office of Boating Safety. Logistics can be planned with the lodge, air taxi, or guide service you're using. See the directions page for details about getting to and around the park, and for links to air taxi and guide services.       The Tlikakila National Wild River flows through a narrow, scenic valley surrounded by jagged mountain peaks, making for a scenic float trip. NPS Photo \/ Kevyn Jalone         Tlikakila River K. Jalone\/NPS Photo  Tlikakila National Wild River Maps: USGS 1:63 360 series topographic Kenai D8; Lake Clark C1, C2, B2, B3. Located about 110 air miles west of Anchorage, the Tlikakila River is a large braided glacial river found entirely within Lake Clark National Park. The Tlikakila River originates in the Chigmit Mountains, near Summit Lake, and flows southwest approximately 50 miles into Lake Clark. Accessing the river at Summit Lake requires a two mile portage to the river. Pick-up at Lake Clark can be by plane or boat. This small but fast glacier-fed river follows the deep narrow valley of a major earth fault, surrounded by rugged snow-capped peaks, glaciers, waterfalls, and sheer rock cliffs. The river drops through a densely forested valley with thick underbrush then braids out across an expanse river valley. Visitors generally access the corridor via small planes, landing on Summit Lake and portaging to the first boatable reaches. For most its length, the river is a braided fast-flowing Class I river boatable in canoes, kayaks, rafts, or pack rafts. Although there is a short Class II\/III reach downstream of the confluence with the North Fork, the trip generally requires little to moderate whitewater skill and is suitable for families. Most floaters take two to four days to float the entire river. Throughout the corridor there are plentiful large gravel bars, providing superb places to camp for floaters. These bars tend to be easily accessed from boats (there are often good eddies), and offer scenic views and short hikes. On clear days, there may be up to 50 small planes passing overhead (Lake Clark Pass is the airway route between Anchorage and southwest Alaska). Anticipate moderate to heavy air traffic especially during weekends and the fall.  River rating: WW III - WW I Best time of year: July - September Common trip length: 70 miles        Mulchatna River NPS Photo \/ Adrienna Lindholm  Mulchatna National Wild River Maps: USGS 1:63 360 series topographic Lake Clark D3, D4, D5 The Mulchatna River originates in the Chigmit Mountains (a sub-range of the Alaska-Aleutian Range) at Turquoise Lake and flows west through its foothills approximately 22 miles to the border of Lake Clark National Park and Preserve. The river continues an additional 49 miles through state land before joining the Chilikadrotna, then continues 113 miles before joining the Nushagak River, which flows an additional 104 miles into Bristol Bay near Dillingham. The river corridor provides exceptional opportunities for solitude as only a few groups float the river each year. The first 50 or 60 miles of the upper Mulchatna River can be shallow and rocky. Below the canyon there may be numerous log jams. The river often flows swiftly through the forest constantly cutting new channels and making for many short but difficult portages. Although access via float plane to the outlet of Turquoise Lake is straightforward, weather can be harsh, and the terrain is rugged and remote. During periods of low flows, the upper reaches of the river can also be challenging to negotiate because the shallow channel exposes boulders. Most visitors float the river for up to a week. Longer trips are possible, including a conceivable several-weeks long trip to Dillingham on Bristol Bay via the Nushagak. For most its length in the park, the river is fast-flowing Class I-II river boatable in canoes, kayaks, rafts, or pack rafts. The Mulchatna generally offers a less dramatic, but more demanding floating experience than the Chilikadrotna. In periods of low water the upper Mulchatna River has a lot of exposed rocks for several miles below Turquoise Lake, and the canyon is swift with lots of rocks and a Class III ledge drop. Below the canyon there are numerous log jams and swift water flowing through the forest that may require numerous short portages. Except during periods of high water, the Mulchatna has many large sand or gravel bars offering plentiful places to fish and camp. River rating: WW III - FW  Best time of year: June - September  Common trip lengths: 100 to 230 miles        Chilikadrotna River NPS Photo \/ Kevyn Jalone  Chilikadrotna National Wild River Maps: USGS 1:63 360 series topographic Lake Clark C3, C4, C5, C6, C7 The Chilikadrotna River originates from Chigmit Mountains (a sub-range of the Alaska-Aleutian ranges) at Twin Lakes and flows west through its foothills approximately 9 miles to the border of Lake Clark National Park and Preserve then re-enters the Preserve for 2.6 miles. The river continues an additional 35 miles through state land before joining the Mulchatna River. Although access via float plane to the outlet of Lower Twin Lake is straightforward, weather can be harsh, and the terrain is rugged and remote. Since there are no pick up spots near the confluence of the Chilikadrotna and Mulchatna Rivers, floaters must travel 20 miles downstream on the Mulchatna River to Dummy Creek for pick up by float plane. Or they can travel an additional 20 miles to Marabou Landing for a pick-up by float or wheel plane. Most float the river for five to seven days, well past the confluence with the Mulchatna, and longer trips are possible (including a conceivable several-weeks long trip to Dillingham on Bristol Bay via the Mulchatna and Nushagak). For most of the first 12 miles that are inside the park, the river is a fast-flowing Class I-II single-thread channel boatable in canoes, kayaks, rafts, or pack rafts. A few riffles may offer Class II\/III challenge, and boaters must possess sufficient skill to avoid occasional sweepers or tight turns, but the river is generally free of major log jams or portages. There is also a 3.5 mile reach with slower water. Large sand or gravel bars are frequent throughout the corridor, offering plentiful places to fish and camp. This provides considerable schedule flexibility, as most bars have flat places for tents and abundant firewood (particularly as one travels downstream). River rating: WW III - FW  Best time of year: June - September  Common trip lengths: 70 to 200 miles when combined with Mulchatna on its lower end (only the first 12 miles are listed as wild).",
    "url": "https:\/\/www.nps.gov\/lacl\/planyourvisit\/rafting.htm"
}
