{
    "title": "Lake Clark National Park & Preserve: Concerns About Mining on the Park's Western Boundary",
    "body": "Explore This Park    Learn About the Park     News     Concerns About Mining on the Park's Western Boundary              Concerns Regarding Large-scale Mining on the Western Boundary of the Park        Chulitna River watershed feeding Lake Clark           The purpose of Lake Clark National Park and Preserve is to protect a region of dynamic geologic and ecological processes that create scenic mountain landscapes, unaltered watersheds supporting Bristol Bay red salmon, and habitats for wilderness dependent populations of fish and wildlife, vital to 10,000 years of human history. ~ Synthesized from founding legislation – Alaska National Interest Lands Conservation Act of 1980, 94 STAT. 2371 Public Law   With the proposed development of what may be the world’s largest open pit mine and the impact of a widespread mining district 15 miles from the Park’s western boundary, the National Park Service has concerns including:    The health of the watershed to support returning red salmon; Ecological systems that depend on the return of sockeye salmon for food and nutrients; Wildlife migrations that depend on wilderness land in and around the Park such as caribou and other species; The cultural and food security integrity of communities dependent on the subsistence resources of the Park.         Salmon drying on racks at a fish camp near Nondalton Village    Areas of Concern   Ecological Integrity – Salmon are the single largest influx of nutrients into the ecological systems of the Park. Virtually all wildlife species depend on the return of salmon. Returning salmon (almost a half-million to Lake Clark in 2012) swim through Iliamna Lake, which may be at risk from mining operations. Copper is the most toxic element to aquatic life and even at very low concentrations may affect a salmon’s ability to return to its spawning grounds. Toxic mining waste would require effective perpetual containment to prevent contamination of Iliamna Lake, the Kvichak River, and other watersheds important to Bristol Bay and the Park.   Continuing Subsistence Opportunities -- Dena’ina Athabaskan and other local people depend on subsistence resources in and around the park for cultural and physical sustenance (see back).   Active Surface Water & Lack of Information on Groundwater – This is a region of known active surface and groundwater. Northern portions of the mining district are in the Chulitna Watershed, the largest watershed flowing into Lake Clark. The Chulitna River represents an area of both ecological and subsistence importance. We do not know if the Chulitna watershed within the park (pictured above) is connected to the Pebble Prospect site (immediately adjacent) through underground water movement.   Air Quality – Large scale open pit mines can produce significant and toxic dust. The Park is 15 miles from the proposed open pit mine. Prevailing summer winds place park lands immediately downwind.   Blasting Noise – It is unknown how noise associated with mining may affect wildlife migrations for species such as caribou and wolves.   Recreational Opportunity – The park offers world-class wilderness recreation as well as supports significant economic opportunities for fishing and recreational lodges and guide services.        Strips of salmon hanging in a smokehouse    “For subsistence – getting food from the land, technology has changed, but it’s not the tools we use, it’s a way of life.”   ~ Karen Evanoff, Dena'ina Elnena: Voices of the Dena'ina    Subsistence as a Way of Life    For the past 100 years the people of Nondalton Village have largely derived their subsistence fish, game, and water fowl from the Chulitna River and Six Mile Lake drainages. These areas in side and adjacent to the park have potential for impact from mining. One half million acres of land are claimed for mining in the district with the Pebble prospect being only 20 miles from Nondalton Village.    Subsistence hunting and fishing are major economic activities contributing to the food supply of Nondalton Village. Commercial fishing is a significant source of cash in the local economy. A 2004 survey found that the total subsistence harvest for Nondalton Village was 58,686 lbs. of usable weight or 258 lbs. per person. Fish constituted the largest part of this harvest at 71%. In addition to fish, moose, small land mammals, migratory waterfowl, ptarmigan, grouse, plants, and berries are harvested throughout the year. The physical and cultural health of the Dena’ina people depends on these resources.   More Information  Margaret L. Goodro, Superintendent Lake Clark National Park and Preserve email Margaret Goodro   An overview assessment can be found in the EPA’s report, An Assessment of Potential Mining Impacts on Salmon Ecosystems of Bristol Bay, Alaska.",
    "url": "https:\/\/www.nps.gov\/lacl\/learn\/news\/mining-concerns.htm"
}
