{
    "title": "Lake Clark National Park & Preserve: Aviation Safety",
    "body": "Explore This Park    Plan Your Visit     Safety     Aviation Safety              Aviation Safety       In a land of no roads, small planes are the best way to get around, but flying has its risks. Aviation safety requires more than just a pilot’s skill - it takes all of us. Follow these tips to increase the safety of your flight to Lake Clark.       In a land of no roads, small planes are the best way to get around. NPS \/ Molissa Udevitz       Passenger Safety To help park visitors access Lake Clark, the National Park Service depends on a number of air taxi providers. These businesses are licensed by the Federal Aviation Administration (FAA) and some pilots have been flying in the region for many years. Safety depends on more than just a pilot's skill, however. An aviation passenger also has rights and responsibilities with regard to safety. The FAA, air carriers, pilots, and passengers are all partners in a \"Circle of Safety\" in an effort to prevent accidents.  Follow these tips to Increase the safety of your flight:  Prepare well for each flight. Learn what your weight limit for people and gear will be for the flight and pack accordingly. Do not ask a pilot to exceed the weight limit. Wear sturdy footwear and bring warm layers and rain gear on all flights. Pay attention during boarding and throughout the flight. Ask for a complete flight briefing if one is not offered so you can learn where safety equipment such as radios, emergency locator transmitters (ELTs), fire extinguishers, float jackets, and first aid kits are located. Ask questions if you have questions during the briefing. Ask if the pilot has filed a flight plan and do not fly until one is on file. Rescue personnel will use this plans to help locate the plane in the event of an emergency landing. Store personal property securely. Loose items, even small ones like cameras and water bottles, can become deadly projectiles in the event of a crash landing. Cameras can be worn on a strap a round your neck, but should not be held loosely in your hand. Similarly, the pilot should secure all luggage, equipment, etc... so that it can not roll, fall, or fly around the cabin of the airplane. Ask the pilot about the current weather along the flight path if you don't already know and use that knowledge to make the decision about whether or not to fly based on the flight rating. Which leads to . . . Ask the pilot if it will be a VFR or IFR flight. Pilots flying VFR (visual flight rules) rely upon visual cues, not instruments, to navigate and avoid other aircraft. They cannot fly through clouds or fog and must be able to see in front of and around the plane at all times while flying. Knowing the difference is important when making the choice whether or not to fly in poor weather conditions. Remember, you have the right to postpone or cancel a flight if you feel uncomfortable with the pilot's choice to fly. Be wary of pilots willing to fly in poor weather conditions when other companies are unwilling to go out. Take appropriate action when required. If you have concerns about weather, equipment condition, or other aspects of the flight, speak-up. Be prepared to alter your plans. You may need to delay the start of your trip, or stay out in the wilderness longer than expected due to safety concerns including poor weather conditions.  As a passenger you should be willing to ask questions in a polite way if you feel uncomfortable about something or have questions. This idea can be intimidating, but if a you are uncomfortable about something there is probably a reason. It is important to act on those feelings and voice any concerns. The pilot may have a simple answer that restores your comfort level. Asking a question may be all it takes to refocus on safety and avoid a mishap with the flight.  On the other hand, if the pilot's answer does not satisfy you, stick to your instinct and either insist of safe practices being followed, or postpone the flight. It is better to ask questions about a flight and avoid a potential tragedy. This is good “risk management,” in which the passenger has a key role. Want to know more? Read about the FAA's \"Circle of Safety\" program, which is focused on how to stay safe as an aviation passenger.      View Photos of the Park and Preserve The rewards of a flight to the park are great- tour the photo gallery to get a sense of the beautiful scenery that awaits you.                   Scenery   35 Photos  Photographs of Lake Clark National Park & Preserve.",
    "url": "https:\/\/www.nps.gov\/lacl\/planyourvisit\/aviation-safety.htm"
}
