{
    "title": "Lake Clark National Park & Preserve: River Crossings",
    "body": "Explore This Park    Plan Your Visit     Safety     River Crossings              River Crossings       Knowing how to cross rivers safely is an essential skill to master for wilderness travel in Lake Clark. Never underestimate the danger associated with stream crossings! Alaskan waters are extremely cold, even when the air temperature is warm. Mange the risks by using the Plan > Pick > Assess > Check method.       Although an unbridged river presents many challenges, it is also part of true wilderness hiking. NPS \/ Liza Rupp       Plan. . . your river crossings prior to heading into the wilderness.  Pack your essential items such as fire starters, sleeping bags, and clothes in watertight stuff sacks or plastic bags to keep them dry in case you do fall. Insulation and the ability to start a fire could save your life if subjected to cold water for long periods. This also enhances your pack's buoyancy. Bring a spare pair of sandals or sneakers to change into. Crossing barefoot decreases traction and exposes your feet to submerged hazards such as boulders, logs, and lost fishing tackle. Open-toed sandals do not protect your toes from these hazards and create drag that can cause you to fall. If you do not have a extra shoes, remove your socks and insoles and cross in your boots. Pack wool socks. They will keep your feet warm even if wet. Pack shorts to change into for the crossing. Long pants increase drag and won't keep you warm when wet. Bring a hiking pole or use a sturdy stick to provide three points of contact with the river bottom and increase your balance. Coiled rope and personal flotation devices are other safety items you may consider bringing along for larger river crossings. Think about the crossing technique you'll use in various currents and depths and who will do what based on their experience and physical size prior to entering the wilderness (long legs and sure footedness are assets here). Check with a ranger or guide for current river conditions along your route prior to entering the wilderness. Make a backup plan in case the water is too high, cold, or swift to cross. Learn the signs of hypothermia - shivering, loss of manual dexterity and coordination, slurred speech, mental impairment - and know how to treat its victims by rewarming their core body temperature.   Pick . . . your time and place.  Glacial streams are often easiest to cross in the cool, early mornings when the volume of water is lower making them shallower with a slower current. Current can rise significantly within a few hours on warm sunny days or after heavy rains, making a slow stream an impassable torrent. Cross at a straight section. Imagine the bends of a river forming the letter \"S\" - the safest place to cross is generally the straight section in the middle of the \"S\" between the bends. If you lose your footing, the current is likely to carry you to the bank on the outside of the bend. Select a route through the widest channels or where there are many channels instead of just one. As water disperses it flows slower and becomes shallower. If there is an island or sandbar in the middle of the stream, the current may be more manageable on either side, making it a good place to cross. Spend time walking up and downstream in order to find a crossing site suitable for the entire group. Be aware of hazards downstream and determine a rescue plan and potential take out point prior to entering the river. Never attempt to cross above rapids or falls. Plan on turning around, waiting it out ,or going elsewhere if the water is too high, too cold, or too swift.   Assess . . . the water's properties.  Toss a stick in up stream to get a feel for the water's speed: the swifter the water the shallower it has to be to cross safely. If you cannot walk as fast the the stick is floating downstream, it is probably not a safe spot to cross. Standing waves indicate submerged boulders, logs, swift water, or an uneven bottom. Small, closely spaced ripples should be indicative of a shallower, smoother bottom. This is a better place to cross than where there are standing waves. Toss a rock into the water. A hollow \"ka-thump\" sound indicates deep water. If the rock moves downstream before sinking to the bottom, or if submerged rocks can be heard rolling downstream, the current may be too swift to cross at that point. Avoid crossing through water deeper than your knees if possible. The only time to wade through deeper water is when you locate a flat pool with little or no current. Look for another place to cross if the water is too deep or swift.   Check . . . last minute details.  Release the waist and sternum belts of your pack. Should you fall, you must be able to remove the pack before it turns you over, face down into the water, fills up with water and drags you down or becomes snagged on debris in the river. You might lose the pack if the straps aren't connected, but consider the alternative. In faster currents, face upstream and cross at a slight angle downstream. Lean slightly into the current, and shuffle-step sideways. Maintain two points of contact with the stream bottom at all times- both feet or one foot and your pole. Keep your eyes on the far shore. You may become dizzy if you look down at the swirling water. Cross as a group when the water is especially swift or deep. The strongest person should be slightly upstream to break the current for the others. Cross in a line holding onto each other's pack straps, side by side with arms linked, or in a tripod with arms linked. Finally, always include an option for a retreat back to shore should the crossing become too difficult. Never over-commit yourself to one route. Plan, pick, assess, check . . .   After You Cross . . . congratulate yourself! Although an unbridged river presents many challenges, it is also part of true wilderness hiking.",
    "url": "https:\/\/www.nps.gov\/lacl\/planyourvisit\/river-crossings.htm"
}
