{
    "title": "Lake Clark National Park & Preserve: Fishing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Fishing               Fishing         Cresent Lake and the nearby Cresent River are among the most popular fishing destinations in the park. NPS Photo \/ M. Richotte  Lake Clark provides excellent fishing opportunities for adventurous anglers. The park and preserve includes some of the most pristine fishery habitats in the National Park system. In fact, one of the original purposes in the founding legislation is preservation of the watershed for the perpetuation of the sockeye salmon fishery. This fishing season runs primarily from May through October, with the peak season in July and August during the salmon runs. Lakes may not be ice free until June. Ice fishing is also a popular activity in winters when the lakes freeze.  The National Park Service and the State of Alaska cooperatively manage the fish in Lake Clark; therefore, you must possess all required Alaska state fishing licenses and tags, and you must comply with State of Alaska fishing regulations.      Where to Fish Mountain lakes and streams nestled among the jagged spires of the Alaska Range contain a combination of arctic char, arctic grayling, Dolly Varden, lake trout, rainbow trout, northern pike, and all five species of pacific salmon. Listed below are just a few places you can try your luck. Crescent Lake Located in the heart of the spectacular Chigmit Mountains, it's no wonder Crescent Lake is the park's most popular fishing destination. Silver Salmon Creek Anglers at Silver Salmon Creek will find themselves in the company of brown bears.      Key: ● = Present                       = Uncommon  ○  = Probable       Crescent Lake Kijik Lake Kontrashibuna Lake Lake Clark Snipe Lake Telaquana Lake  Turquoise Lake  Twin Lakes    Chinook\/King Salmon ●      ● ●         Chum\/Dog Salmon          ●     Coho\/Silver Salmon  Mid Aug to Early Sep        ●         Humpback\/Pink Salmon        ●           Sockeye\/Red Salmon  Mid to late July   July toOctober     July to October     Mid July to ?     ●    Arctic Char    ●  ●   ●      ●   Arctic Grayling    ●    ● ●  ●  ●  ●   Burbot        ●  ●     ●  ●   Dolly Varden  ●       ●  ●  ●  ●   Lake Trout  ●  ●  ●  ● ●   ●  ●  ●   Northern Pike        ●    ●       Rainbow Trout                                 ChilikadrotnaRiver ChokotonkRiver ChulitnaRiver KijikRiver MulchatnaRiver - salmonbelow Bonanza Hills    Silver SalmonCreek TanalianRiver TlikakilaRiver   Chinook\/King Salmon July to Oct       ●         Chum\/Dog Salmon  July to Oct        ●     Coho\/Silver Salmon  July to Oct        ●  Aug to Sep       Humpback\/Pink Salmon          ●  ●       Sockeye\/Red Salmon  July to Oct   ●  ●  ●   ●     ●  ●    Arctic Char     ○   ●     ○    Arctic Grayling  ●   ●  ● ●    ●     Burbot  ●   ●     ●     ●     Dolly Varden  below Bonanza Hills    ○   ●  ●  ●  ○    Lake Trout  upper mile      ●          Northern Pike      ●     ●      ○   Rainbow Trout below Bonanza Hills        ●                   It is important to stay alert and keep all your personal gear immediately with you while fishing in bear country. NPS Photo \/ K. Jalone  Fishing in Bear Country It is important that we don't teach bears that anglers can provide an easy meal! Bears Have Rights to the Prime Fishing Sites  Fish are a critical food source for bears; give them plenty of time and room to fish. If a bear approaches while you are fishing, ensure you are not blocking its path. Back away from the shore and allow the bear to pass or fish. Find a new fishing site if yours is claimed by a bear.  Splashing Fish Attracts Bears  If a bear is near enough to notice a fish splashing---STOP FISHING! If a bear approaches while you have a fish on the line, give it slack or cut the line to eliminate splashing and prevent the bear from taking the fish away from you.  If a bear attempts to take fish from you, surrender your catch to the fast moving current.  Secure Your Catch  Fish remains attract bears. Clean your fish at the beach or shore and cast all remains into the ocean, lake, or river.  If there are bears on the beach, it may be best to wait until you leave the area to clean your fish. Immediately store your fish in a bear-resistant container (available from your guide or from the ranger station at Silver Salmon Creek or the Visitor Center in Port Alsworth).   Fish and Travel in the Open  Avoid places where geographic factors, such as heavy cover, prevent you from seeing what's ahead. Be alert and noisy in areas where the sound of running water may prevent you from hearing bears, and vise versa. Remember, bears that are surprised are dangerous.",
    "url": "https:\/\/www.nps.gov\/lacl\/planyourvisit\/fishing.htm"
}
