{
    "title": "Lake Clark National Park & Preserve: Power Boating",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Power Boating              Power Boating       Many lodges and commercial operators provide boating trips, charters or boat rentals for visitors who want to explore Lake Clark, Crescent Lake, or the rugged coastal areas of the park on Cook Inlet.       Some lodges and commercial operators provide boating trips and charters or even boat rentals for visitors who want to explore Lake Clark, Crescent Lake, or the rugged coastal areas of the park on Cook Inlet. NPS Photo \/ Kent Miller       Lake Clark is a forty-two miles long body of water ringed by glacially carved hanging valleys and snow-capped peaks. Crescent Lake, located in the heart of the Chigmit Mountains near the base of Redoubt Volcano is another popular lake destination in the park. Fishing opportunities abound in both locations, and boats can be a way of accessing this beautiful country. Motor boats are not available on most other lakes due to the difficulty of transporting one to their remote locations. Many lodges and commercial operators provide boating trips and charters or even boat rentals for visitors who want to explore Lake Clark or the rugged coastal areas of the park on Cook Inlet. The list of companies authorized to operate within the park and preserve is a critical component for your trip planning. Additional charter services offering trips along the Cook Inlet coast can be found with an online search. Charters that don't offer guided services inside the park, but rather ply the waters along the coastline, don't need a permit from the park and aren't listed on our authorized guide list yet often offer clients access to the park. Keep your safety in mind at all times. Each person in the boat must have a Personal Flotation Device (PFD) on board the vessel, and we strongly recommend that PFDs be worn at all times. Alaskan waters are icy cold, even when air temperatures are warm. Wind and weather can quickly work the lake's surface into a stormy sea unsuitable for small boats. Alaska has the highest rate of recreational boat fatalities in the nation. For more boating safety tips, check the State of Alaska Office of Boating Safety",
    "url": "https:\/\/www.nps.gov\/lacl\/planyourvisit\/power-boating.htm"
}
