{
    "title": "Wrangell - St Elias National Park & Preserve: Be A Junior Ranger",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Be A Junior Ranger              Be A Junior Ranger        Official Wrangell-St. Elias Junior Ranger Certificate and badges          Some of Wragell-St. Elias's newest Jr. Rangers. NPS photo  Join Us! We are always happy to add another name to our Junior Ranger team. We invite YOU to become a member of this very special group of people. When you take the time to learn about the park and its valuable resources, you will be able to share your knowledge with friends and family to help them understand why Wrangell-St. Elias National Park is a special place. There are TWO ways to become a Junior Ranger. You can visit the park and earn the badge in person. Please visit any of the park visitor centers and pick up a free booklet! You can also complete the online version of our Junior Ranger booklet, which is designed to be completed using our website. Just click on the workbook below and print out the pages. Complete the activities, answer the questions, and mail it to us. A Park Ranger will review your answers - if you complete all the requirements, we'll send you a badge and certificate! All of the information you need to complete the booklet is located somewhere in the park's web site. The Junior Ranger program at Wrangell-St. Elias is geared towards children, but ALL ages may participate! Have fun!           Wrangell-St. Elias National Park Junior Ranger Workbook  Web version! (pdf format, 544 KB) Print it out, complete your required activities for your age, mail it in, and you will become the newest member of our Junior Rangers. **Please Note: We will be doing maintenance on our website throughout 2015. You should still be able to complete the online Junior Ranger workbook, but please be patient as we update our website. If you encounter any broken links, please email us.",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/kidsyouth\/beajuniorranger.htm"
}
