{
    "title": "Wrangell - St Elias National Park & Preserve: Backcountry & Wilderness Plan",
    "body": "Explore This Park    Learn About the Park     Management     Backcountry & Wilderness Plan              Backcountry and Wilderness Stewardship Plan         NPS Photo\/ Bryan Petrtyl  Wrangell-St. Elias began work on a Backcountry and Wilderness Stewardship Plan in the spring of 2015. The plan will cover 9.4 million acres of congressionally designated wilderness and approximately 1.5 million acres of other backcountry lands. The plan is being developed to guide the preservation, management, and use of the largest designated wilderness in the National Wilderness Preservation System into the future. To achieve this, the plan will: 1) identify desired future conditions; 2) provide comprehensive management prescriptions; 3) develop specific management indicators and standards to protect wilderness character and protect opportunities for high quality visitor experiences; and 4) identify management tools to address recreational and commercial uses and provide for customary and traditional subsistence activities. The legal framework provided by the Wilderness Act and the Alaska National Interest Lands Conservation Act of 1980 (ANILCA) will guide this plan.   Anticipated Management Challenges The management framework of Wrangell-St. Elias is complex. As a result, this plan will address a number of issues with the goal of providing long-term guidance to preserve backcountry and wilderness resources and character while providing for uses allowed under ANILCA. A few of the management challenges that have already been identified and will be addressed within this plan are:  Visitor use and impacts Motorized use (including snowmachines and off-road vehicles) Cabin management Airstrip management and maintenance Commercial use and services Cumulative effects of use  One of the purposes of public scoping is to identify additional issues and challenges the park can address in this plan. We invite you to share your thoughts about these issues or other topics that you feel should be considered as part of this planning effort.   Share your thoughts We want to know what you think! Your input will help guide the planning team in developing the Backcountry and Wilderness Stewardship Plan, including consideration of alternatives for managing the park's backcountry and wilderness into the future. Contact us by calling: (907) 822-7213 or (907) 822-7240 or by mailing comments to: Wrangell-St. Elias National Park &Preserve ATTN: Bruce Rogers P.O. Box 439 Copper Center, AK 99573 For more information, please visit the project's website.",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/management\/backcountry-wilderness-stewardship-plan.htm"
}
