{
    "title": "Sitka National Historical Park: Photos of the Collections",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     E.W. Merrill Photographs     Photos of the Collections                  E.W. Merrill Photograph Collection       Sitka National Historical Park houses over 1,100 original Elbridge W. Merrill glass plate negatives. The collection was digitized in 2015 for public use and display.  To obtain a high resolution copy of an image please see our Access and Reproduction Information.                   Activities, Groups and Special Events   51 Photos  Photographs taken by E.W. Merrill that focus on gatherings and events in Sitka.          Documents and Copy Photographs   31 Photos  Photographs taken by E.W. Merrill of documents and other hard-copy photographs.          Landscapes   273 Photos  Landscape photographs taken by E.W. Merrill throughout Sitka Sound, including mountains, forests, rivers, urban landscapes and Sitka National Monument.            Native Regalia and Art   81 Photos  Photographs taken by E.W. Merrill of Native regalia and art from around Alaska, some objects in the Sheldon Jackson Museum collections.          Natural History   258 Photos  Photographs taken by E.W. Merrill of animal, plant and garden studies.          Portraits   157 Photos  Photographs taken by E.W. Merrill of posed portraits, both indoors and outdoors, of individuals and small groups.            Russian Orthodox Church   63 Photos  Photographs taken by E.W. Merrill of members of the Orthodox clergy and congregation, the Russian Bishop's House and St. Michael's Cathedral.          Sheldon Jackson School   50 Photos  Photographs taken by E.W. Merrill of students at the Sheldon Jackson School and the campus.          Tlingit Community   116 Photos  Photographs taken by E.W. Merrill of the Tlingit community in Sitka, including the 1904 Potlatch.            Town of Sitka   199 Photos  Photographs taken by E.W. Merrill of locations around Sitka, including the harbors.          Tuxekan and Old Kasaan   8 Photos  Photographs taken by E.W. Merrill of neighboring Tlingit and Haida villages of Tuxekan and Old Kasaan.               Prev    1   2   of 2  Next",
    "url": "https:\/\/www.nps.gov\/sitk\/learn\/historyculture\/e-w-merrill-photograph-collection.htm"
}
