{
    "title": "Wrangell - St Elias National Park & Preserve: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies               Laws & Policies      There are a variety of rules and regulations that help us protect park resources and provide visitors with a safe and enjoyable experience. The code of federal regulations and the Superintendent's Compendium provide a complete listing of park rules and regulations.  36 CFR parts 1-199 pertains to all National Park areas. 36 CFR part 13 pertains to all Alaska National Park areas.  36 CFR part 13, subpart V pertains to Special Regulations of Wrangell-St. Elias National Park & Preserve  The current Superintendent's Compendium provides a listing of regulations under the discretionary authority of the superintendent. Each year the compendium is updated and the public can make comments. This is the where current park closures are announced. The proposed Superintendent's Compendium is available for comment every year from January 15 - February 15. Other Regulations    Green Log Policy (pdf format, 86 KB) ARPA: Protecting Historic Sites and Cultural ArtifactsFishing, Hunting, & TrappingThe National Park Service and the State of Alaska cooperatively manage the wildlife resources of Wrangell-St. Elias. You must posses a valid Alaska state hunting and\/or fishing license and you must comply with Alaska state laws and regulations. Please read and become familiar with the Alaska state Sport Fishing and Sport Hunting\/Trapping regulations.Pets in the ParkDogs are allowed on trails within the park and in the backcountry. They are not allowed inside park visitor centers. It is the owner's responsibility to maintain control over the dogs and keep them leashed at all times. Keep in mind that a dog running loose might bring an unwanted surprise, in the form of a bear or even a moose, back to the master. Also remember that dogs may be running loose on private property (like in the town of McCarthy) - these dogs may not get along well with your dog, even if your dog is on a leash.",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/management\/lawsandpolicies.htm"
}
