{
    "title": "Lake Clark National Park & Preserve: Kontrashibuna Lake",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Camping\/Backpacking     Kontrashibuna Lake                Kontrashibuna Lake        A hike up the shoreline of Kontrashibuna Lake in the late summer can be a spectacular trip. W. Hill       This route describes hiking the length of Kontrashibuna Lake from Port Alsworth. Extending the hike into Gladiator Basin is possible. Maps: USGS 1:63 360 series topographic Lake Clark A3 & A4 Access: Fly into Port Alsworth, fly out of same unless the hike is one way, then fly out of the upper end of Kontrashibuna Lake by floatplane. Distance (approx): 22 miles Time: 12 to 15 hours, one way. Difficulty: Moderate. The route follows game trails and topographical beaches. The game trails leave the lake shore from time to time and meander up and down on uneven surfaces, under trees, etc. Otherwise it is a straightforward hike. During spring and late fall the water levels are lower and beach hiking is possible. Elevation change is not significant if following game trails and benches.  Highlights: Excellent seasonal fishing (salmon runs from July to October). Great scenery and camping locations. The reflective turquoise waters of the lake are bountiful in fish and tastes great! There is little human use along this route creating opportunities a for natural and comparatively low cost experience. Hazards: Bears. Bears are common, but not frequent in this area. travelers need to camp and hike prepared to deal with bears. Be prepared to store food and anything with an odor (examples: deodorant, toothpaste, fishing gear) in a bear resistant food container.  Cook at least 100' away from your camp to avoid an association made by the bear between your camp and your food. Choose a spot away from bear trails and river banks to camp.   Route: The first three and a half miles leaving Port Alsworth are on an established well marked route from Port Alsworth to Kontrashibuna Lake. Be sure to make the stop at Tanalian Falls for a spectacular view. Once you arrive at Kontrashibuna Lake the established trail ends. Continue hiking using a combination of game trails along the shoreline and the beaches. Generally, the game trails are excellent for walking and follow the shoreline closely. Two small stream crossings will be encountered but are less than knee deep. The headwaters of the lake offer options for exploration.                   Kontrabishuna Lake   4 Photos  Images from around Kontrabishuna Lake.",
    "url": "https:\/\/www.nps.gov\/lacl\/planyourvisit\/kontrashibuna-lake.htm"
}
