{
    "title": "Wrangell - St Elias National Park & Preserve: Study: Mercury in Fish",
    "body": "Explore This Park    Learn About the Park     Nature     Research     Study: Mercury in Fish                Study: Mercury in Fish from National Parks       Where and When Were Fish Collected? Fish were collected from mainly remote, high elevation waters in 2008–2012 by National Park Service personnel following standardized protocols. Whereas most of the sites were only sampled during one of four years, 10 lakes within four parks were sampled in two separate years in order to examine temporal variation within a subset of lakes. Over one-third of the total samples were collected from Rocky Mountain and Mount Rainier national parks (NPs; Figure 1). Samples were sent to U.S. Geological Survey (USGS), Forest and Rangeland Ecosystem Science Center, Contaminants Ecology Lab in Corvallis, OR, for mercury analysis of muscle tissue and data interpretation. Download a Site Bulletin (pdf format, 581 KB) for more information about the study. Mercury in Alaskan National Parks Fish sampled in four Alaskan national parks have tested positive for mercury and in some cases exceeded State of Alaska unlimited human consumption thresholds for women and children. The testing was part of a multi-year U.S. Geological Survey and National Park Service study of fish in remote, high elevation lakes and streams in 21 national parks across 10 western states and Alaska. Mercury was found in all fish sampled though levels of the chemical harmful to fish, other wildlife and humans, varied. Please click on the News Release for more information.   Mercury in Fish from Copper, Tanada, and Summit Lakes in Wrangell-St. Elias National Park & Preserve   Information from the National Park Service, Alaska Dept. of Health and Social Services – Division of Public Health, and Alaska Dept. of Environmental Conservation   Why are we concerned about mercury? Mercury is a neurotoxin - at high levels it can damage the developing brains of babies (including unborn babies) and children.    Should I worry about eating fish?   Overall, mercury levels in Alaska fish are low, so the only people who need to think about limiting the amount of fish they eat are women who are or can become pregnant, nursing mothers, and children age 12 years and under. Women and children can still get the benefits of eating fish by choosing to eat fish that are low in mercury, like salmon.     Men, elders, and teenage boys may enjoy unrestricted amounts of most Alaska fish, including lake trout.     The State of Alaska has developed guidelines for women and children on how much of each fish they can safely eat, based on the amount of mercury in a variety of fish species. These guidelines:    Reflect guidelines developed by other states and national agencies. Incorporate studies of dietary mercury effects on children. Include a large safety factor, so do not have to be viewed as strict dietary limits.  Are our local fish safe to eat?  There is more of the toxic form of mercury – methylmercury – in fish that eat other fish and in older fish, like large lake trout. A recent study measured mercury in muscle from lake trout, kokanee, and grayling caught in Copper Lake; from lake trout caught in Tanada Lake; and from rainbow trout caught in Summit Lake (Tebay R. Drainage).    Results indicate the kokanee, rainbow trout, and most of the grayling are safe to eat in unlimited quantities. However, all of the lake trout and some of the grayling exceeded thresholds recommended by the State of Alaska for unlimited human consumption by women and children. The figure to the right shows how lake trout and grayling fit in to the State consumption guidelines.    Guidelines from the State of Alaska indicate that all five species of Alaska salmon have very low contaminant levels and are safe to eat in unlimited quantities.   Where does mercury in Alaska come from?   Natural sources  such as forest fires, volcanoes, and local bedrock weathering into streams. Human-caused sources such as global air pollution from burning fuels and garbage, and mining runoff. Mercury in wetlands is transformed by bacteria into methylmercury, which accumulates in fish and animals.  How much fish from Copper and Tanada Lakes should women and children eat?          Methylmercury concentration in fish (mg\/kg)  Meals per month  Copper Lake  Tanada Lake  Summit lake     0-0.15 Unrestricted All Kokanee   Rainbow Trout    >0.15 - 0.32  up to 16  Grayling Lake Trout 16\" to 22\"        >0.32 - 0.40  up to 12          >0.40 - 0.64  up to 8    Lake Trout 19\" to 25\"         The most recent (2007) guidelines, Fish Consumption Advice for Alaskans: A Risk Management Strategy to Optimize Public Health, is available at: http:\/\/www.epi.hss.state.ak.us\/bulletins\/docs\/rr2007_04.pdf.     Notes:  Lake trout smaller and larger than the size ranges shown above were not tested. It is likely that fish larger than the sizes listed above may contain higher levels of Mercury. It is recommended that as the size of the lake trout increases, the frequency of consumption be decreased. The majority of the grayling tested were safe to eat in unlimited quantities, however, some were found to exceed the 0.15 mg\/kg threshold. A \"meal\" is one six-ounce portion of fish.    When Deciding What to Eat, Remember…  Subsistence foods, including almost all fish, are better for you than store-bought foods. Fish are nutritious, with vitamins A, E, and C, iron, zinc, protein, and very important omega-3 fatty acids. These nutrients help keep your nervous system, your immune system, and your heart healthy, and are important for a healthy pregnancy. Subsistence foods are low in sugar and saturated fats. Store-bought foods can have unhealthy amounts of sugars and fats, which can contribute to obesity and diabetes, and heart disease.   For more information on fish consumption guidelines, or the benefits of eating subsistence foods, contact the Environmental Public Health Program, 907-269-8000, Alaska Division of Public Health, 3601 C Street, Suite 540, Anchorage, AK 99503.   For more information on mercury in lake trout contact Molly McCormick, (Molly_McCormick@nps.gov, 907-822-7280), Wrangell-St. Elias National Park and Preserve, Mile106.8 Richardson Hwy., Copper Center, AK 99573.",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/nature\/mercury-in-fish.htm"
}
