{
    "title": "Wrangell - St Elias National Park & Preserve: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       Wrangell St. Elias National Park and Preserve is the largest national park in the United States, approximately 13.2 million acres. The park is also part of one of the largest protected areas in the world, recognized by the United Nations as a World Heritage Site. Here one can see and experience natural systems at work: glaciers the size of whole states grind toward pristine coasts, young rivers thick with glacial milk braid new channels, caribou herds migrate to ancient calving grounds and fend against their native predators, and volcanoes sputter and steam.  Wrangell-St. Elias has over 9 million acres of Wilderness in the true sense of the word. But it is important to recognize that humans are not absent from this ecosystem. For thousands of years, the Ahtna people have and continue to subsist from the harsh resources of the Copper River Valley through traditional hunting, fishing and gathering.  Miners penetrated the Wrangells near the turn of the century when the lure of gold became greater than the hazards of the Alaska bush. Testimony to their perseverance can be found at historic places such as Kennecott and current operations at Gold Hill, near Chisana. Settlers and pioneers began arriving on the coattails of the gold rush and their Alaskan homesteads still dot the landscape.  The laws establishing Wrangell-St. Elias National Park and Preserve in 1980 recognized all of these forces, natural and man-caused and provided for their continuation. Consequently, this park\/preserve has a complex arrangement of land ownerships and continuing uses such as subsistence, sport hunting, mining, aircraft use, and timber harvest intermingled with the thrum of wild rivers, the drama of wolves and their prey, and the nesting of eagles. It is an experiment on a grand scale of which you are a participant as visitor, resident, and\/or citizen.  We welcome your ideas, concerns and thoughts.",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/management\/index.htm"
}
