{
    "title": "Wrangell - St Elias National Park & Preserve: Park Superintendent",
    "body": "Park Superintendent         What Does a Park Superintendent Do? The Superintendent sets all local policy for the park, based on Department of the Interior (DOI), National Park Service (NPS), and Regional guidance, and interprets regional and national policy in decision making and goal setting.The position approves park and divisional goals and work plans, allocates the park budget as necessary, and sets priorities for all phases of park management.The Superintendent leads all planning for the park.        Wrangell-St. Elias National Park & Preserve's Superintendent Rick Obernesser   A Letter From the Superintendent: March, 2015 Hello and welcome to the Wrangell-St. Elias National Park and Preserve's website. My name is Rick Obernesser and I am the Superintendent here. We are very happy you are exploring the park via this website.Our interpretive staff has spent a great deal of time updating and improving this site in order to make it as useful and valuable to you as possible. If this is your first visit to this site, we hope it is the first of many. We also hope that visiting this site will be a precursor to an actual visit to the park sometime in the near future. Wrangell-St. Elias National Park and Preserve is not only the largest National Park System Unit in the country, it is arguably one of the most dynamic and awe-inspiring. Nine of the 16 tallest mountain peaks in North America are held within the boundaries of this park. Glacial-fed rivers run wild here as do Caribou, Dall Sheep, Grizzly Bear, Moose, and so much more.The park includes miles of rugged ocean coastline, scores of lakes and streams, and many large receding and advancing glaciers.The superlatives go on and on as you can see while you navigate through this site. During the summer months, we open four visitor centers where you can find a park ranger and get help with your visit. Two dirt roads access portions of the park: the Nabesna Road, in the north, and the McCarthy Road, in the central portion of the park. Via the Nabesna Road you can find our Kendensni Campground on the shore of the Twin Lakes. At the end of the McCarthy Road you can walk or shuttle to Kennecott and observe the significant restoration and stabilization work ongoing at the Kennecott Mine. And of course, if you prefer to avoid roads, buildings, and campgrounds, you can always take advantage of our 9.6 million acres of designated wilderness. However you choose to enjoy Wrangell-St. Elias, there is something here for everyone and I promise you, this park will not let you down. We hope to see you here soon! Sincerely, Rick Obernesser If you would like to ask a question or provide feedback, please post on our Facebook or Twitter pages, or e-mail us. The Alaska Regional Director wrote a letter of introduction for Rick in 2011. Please click HERE to read her welcome letter.       Wrangell-St. Elias National Park & Preserve's superintendent, Rick Obernesser. Rick is pictured here shaking hands with Cheesh'na Tribal Council Administrator Wilson Justin during the dedication of Kendesnii Campground.",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/management\/park-superintendent.htm"
}
