{
    "title": "Wrangell - St Elias National Park & Preserve: Climate Change",
    "body": "Explore This Park    Learn About the Park     Nature     Climate Change              Climate Change       Change is a dynamic force of nature, ever present and constant. Often we depend on it, like the changing seasons, the rising and setting of the sun, and the passage of time.The natural world displays incredible versatility and adaptation to these changes that have occurred over the millennia. In today's news we are hearing about climate change and its effects on the environment. Scientists say that climate change is happening and that there are consequences for our national parks, people, and the planet. The National Park Service Scientists with the National Park Service recognize that monitoring the climate is critical to understanding the condition of park ecosystems. They also recognize that parks need to work together to achieve needed results.  \"I believe climate change is fundamentally the greatest threat to the integrity of our national parks that we have ever experienced. The current science confirms the planet is warming and the effects are here and now.\" - Jon Jarvis, National Park Service Director, 2009  There are four key climate change messages of the National Park Service:  Climate Change is Real: Scientists who observe Earth's climate have documented a warming trend caused by human activity, and the consensus is for the trend to continue. Consequences for Parks: Climate change transforms the natural and cultural landscapes of national parks and impacts your national park adventure. Responding with Solutions: The National Park Service is managing with the best available science, making resources more resilient, reducing our carbon footprint, and helping staff and the public appreciate the implications of a changing climate. Make a Difference: Help us protect America's national parks with choices that reduce your carbon footprint at home and in parks, while bringing personal benefits and future sustainability.  Learn more about the National Park Service's response and strategy to climate change. Climate Change in Alaska's National Parks In Alaska's national parks, there has been substantial and ongoing research, with national significance, which involves studying climate change. Learn how Alaska's national parks are responding to climate change. State of Change: Climate Change in Alaska's National Park Areas Download this full-color booklet, published by the National Park Service Alaska Regional Office 24 pages, pdf format, 2.1 MB Climate Change in Wrangell-St. Elias National Park & Preserve Wrangell-St. Elias National Park &Preserve holds icefields, high-country areas cloaked with snow year-round, and the nation's largest system of glaciers. In fact over 25 percent, or approximately 5,000 square miles, of the park is covered with ice. Near the coast, the Malaspina Glacier is North America's largest piedmont glacier, which is a type of glacier that is formed at the base of a mountain rather than enclosed by a valley. Covering an area of 1,500 square miles, the Malaspina Glacier is so large that it can only be seen entirely from the air. If warmer winters and longer, more intense melting seasons continue, we may no longer be able to claim these amazing resources.Taking action to monitor, manage, and decrease the impacts of climate change will have positive benefits for our park and its resources. Central Alaska Network: You can find climate and weather summaries, climate change scenarios, and monitoring strategies for Wrangell-St. Elias, as well as other nearby national parks in Alaska. More Information... There is a wealth of information available about climate change. Here are a few sites that we recommend: SNAP (Scenarios Network for Alaska + Arctic Planning)  - this site is administered by the University of Alaska Fairbanks. Climate.gov - this site is administered by NOAA and contains maps, data, climate education materials, and other features.",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/nature\/climate-change.htm"
}
