{
    "title": "Wrangell - St Elias National Park & Preserve: Volcanoes \/ Lava Flows",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Volcanoes \/ Lava Flows                 Volcanoes         Crater on the summit of Mount Wrangell   The Wrangell Mountains form the volcanic heart of the park. Covering over 2,000 square miles, the Wrangell Volcanic Field is made up of thousands of lava flows and some of the highest peaks in North America, and includes Mount Wrangell, one of the largest (by volume) active volcanoes in the world. The Wrangell volcanoes were formed over the last 5 million years by massive eruptions which were the result of tectonic collisions along the Pacific and North American crustal plates. Although this activity has slowed for the past few thousand years, there is still heat at depth, as evidenced by Mount Wrangell's steam plumes, and the series of active mud volcanoes east of Glennallen. Mount Wrangell (14,163') Mount Wrangell is the only volcano in the Wrangell Mountains that is currently active. During the winter and on cool summer mornings, it is not unusual to see a steam plume rising out of the vents situated in craters along the margin of the summit caldera. In spite of frequent puffs of steam, geologists tell us that Wrangell is showing no signs of erupting any time soon. But those steam vents remind visitors that there is still heat below and that this massive volcano is still active. When did Mt. Wrangell last erupt? Eruptive activity has been noted in Mt. Wrangell in 1784, 1884-5, and 1900. Learn More...  Magnificent, breathtaking views of snow-covered Wrangell Mountain peaks await every visitor to this part of Alaska. Knowing that these large mountains are volcanoes provokes many intriguing questions: When did they last erupt? How tall are they? Will they erupt again? You can learn these answers and more, by downloading The Guide to the Volcanoes of the Western Wrangell Mountains. (30 pages, pdf format, 8.5 MB) You can learn more about all of Alaska's volacanoes at the Alaska Volcano Observatory. You can download a list of the highest Alaskan summits. (pdf format, 1.9 MB) Wrangell-St. Elias is also home to a very rare feature- mud volcanoes!  Click on the following link to read a USGS report about two of them: Shrub and Upper Klawasi Mud Volcanoes",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/nature\/volcanoes.htm"
}
