{
    "title": "Wrangell - St Elias National Park & Preserve: Wilderness Area",
    "body": "Explore This Park    Learn About the Park     Natural Heritage     Wilderness Area               Wrangell-St. Elias Wilderness      \"Long before recorded history, the human experience was conceived in and born of wilderness. In the deepest recesses of our hearts resonates a longing to reach out and once again grasp those primal areas. It is reassuring to know that the experience is available in those places of truly majestic wilderness - places like Wrangell-St. Elias.\"  George F. Mobley       Backpackers in Skolai Pass NPS Photo       A Vast Wilderness Wrangell-St. Elias National Park is part of a vast area of unspoiled wild lands. Nearly 10 million acres, or 15,000 square miles, of Wrangell-St. Elias National Park and Preserve are designated and managed as a wilderness area - the largest in the U.S. National Park system. This wilderness area is larger than some states and small countries, and is home to a wide array of wildlife, part of a complex intact ecosystem. Wilderness versus Land Use - A Delicate Balancing Act Wrangell-St. Elias is different from other national parks. When the park was created, efforts were made to protect the fragile resources of its ecosystem as well as honoring well-established traditions of human use within the park. Some areas are designated as park, some as preserve, and within these are extensive areas designated as wilderness. Each designation has distinct regulations governing use. Wilderness Defined In 1964 Congress passed the Wilderness Act \"that recognized areas where the earth and the communities of life are untrammeled by man, and established a National Wilderness Preservation System for the permanent good of the whole people and other purposes.\"  \"If future generations are to remember us with gratitude rather than contempt, we must leave them something more than the miracles of technology. We must leave them a glimpse of the world as it was in the beginning . . . .\" President Lyndon B. Johnson  Wilderness areas preserve the primeval character and pristine nature of wild spaces. They offer outstanding opportunities for solitude, recreation, and unconfined exploration. With the passage of the Alaska National Interest Lands Conservation Act (ANILCA) in 1980, a new vision of wildness and wilderness was established where humans are viewed not as separate from nature but rather a part of it. The vision also prescribes that park and preserve protection are not meant exclusively for natural and cultural resources - it also extends to people, their lifestyles and intangible associations with the land. Many Alaskans depend on wilderness lands for their livelihood. Recognizing these special needs, ANILCA established regulations for wilderness areas that are different than those found outside of Alaska. ANILCA permits the use of airplanes, all-terrain vehicles, snow machines, and motorboats for access. It allows cabin use and camps within wilderness areas. And subsistence activities such as hunting and fishing are part of the Alaskan wilderness experience allowed by ANILCA. Opportunities abound for visitors seeking adventure in a remote and challenging setting. Remember to plan ahead and be prepared before exploring this vast and remote area. To find out more about federally designated wilderness areas in the United States, please visit Wilderness.net.         Discover Wilderness         Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: wilderness wilderness Alaska wilderness act wilderness area",
    "url": "https:\/\/www.nps.gov\/wrst\/wilderness.htm"
}
