{
    "title": "Wrangell - St Elias National Park & Preserve: Fish",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Fish                 Fish       There are two major watersheds within the boundaries of Wrangell-St. Elias: the Copper River drainage which drains into the Gulf of Alaska and the Yukon River drainage which empties into the Bering Sea. For the most part in Wrangell-St. Elias we find similar species in each watershed except: northern pike are indigenous to the Yukon River drainage but not the Copper River drainage, steelhead and rainbow trout are indigenous to the Copper River watershed but not the Yukon, and there have been no salmon species found in the Yukon River drainage portion of the park. Steelhead and rainbow trout are the same species, Oncorhynchus mykiss, but are called rainbows when they stay in a freshwater system all of their lives and steelhead when they are anadromous and migrate between fresh and salt water like salmon. “Steelhead” grow much larger than “rainbows.” Sport fishing in Wrangell-St. Elias National Park offers many opportunities. Arctic grayling, dolly varden, lake trout, rainbow trout, and steelhead, cutthroat trout, sockeye, coho, chinook salmon are widespread. Nothern Pike chum and pink salmon are also available in select areas. Local residents catch burbot, rainbow trout, and round whitefish through the ice in the winter.      Learn More... Download an Alaska Salmon Species ID sheet. (pdf format, 103 KB) Fish Surveys A freshwater fish survey was done in Wrangell-St. Elias in 2001-2003 (this report contains information from Denali National Park and Preserve and Yukon Charlie National Preserve as well). This survey documented fish present within the park’s boundaries and it is still ongoing. In 2006 the fisheries crew captured and documented northern pike in the park for the first time. So far, we have documented 21 species of freshwater fish, with more expected. NPSpecies Fish Checklist Our fisheries biologists keep track of fish species within the park. They are documented within a database called NPSpecies. If you'd like to view or print out the most updated checklist of fish species, please follow these directions:  NPSpecies is best viewed in Internet Explorer. Open NPSpecies (http:\/\/irma.nps.gov\/NPSpecies\/) Choose Wrangell-St. Elias National Park & Preserve from the drop-down list and click \"Go\". Choose the category \"Fish\". Then click the \"Search\" button. Finally, click the \"Report\/Pdf\" button. Now you can either view the fish checklist or print it out!  Fish Weirs Wrangell-St. Elias National Park and Preserve operates a fish weir on Long Lake and Tanada Creek to monitor salmon migrations. What is a fish weir and why do we operate them?      Mercury in Fish Fish sampled in four Alaskan national parks have tested positive for mercury and in some cases exceeded State of Alaska unlimited human consumption thresholds for women and children. The testing was part of a multi-year U.S. Geological Survey and National Park Service study of fish in remote, high elevation lakes and streams in 21 national parks across 10 western states and Alaska. Mercury was found in all fish sampled though levels of the chemical harmful to fish, other wildlife and humans, varied. Please connect to the Mercury in Fish page for more information.        Returning salmon nourish park streams and lakes.   Copper River Salmon - How Fisheries are Managed Copper River Salmon are some of the finest salmon in the marketplace today. Typically the first salmon commercially harvested in Alaska each year, these robust fish fetch a high price in restaurants across the nation. In some years, in excess of one million Copper River salmon are taken commercially. While the commercial salmon fishing occurs outside of the park near the mouth of the river, many of these fish originated from within the Park\/Preserve and are attempting to return to their birth streams or lakes to spawn. In addition to providing for subsistence, sport harvest, and other visitor experiences, these returning salmon play an important role in the natural ecosystem. Many Alaskan streams and lakes are relatively nutrient-poor. Adult salmon, returning from the sea, bring with them rich ocean nutrients. Algae utilize this boost in nitrogen and phosphorus and in turn provide food for zooplankton and aquatic insects which ultimately feed juvenile salmon that continue the cycle. Commercial fisheries have the potential to overharvest salmon populations and also reduce these important ocean nutrients within the aquatic ecosystem. In Alaska, salmon fisheries are managed according to the sustainable salmon fisheries policy which states that \"salmon fisheries shall be managed to allow salmon escapements necessary to conserve and sustain potential salmon production and maintain normal ecosystem functioning.\" Park fisheries biologists work closely with fisheries managers in the Alaska Department of Fish and Game, other Federal agencies, tribal governments, and private non-profit organizations to ensure that healthy numbers of salmon return to spawn each year. The superintendent of Wrangell-St. Elias National Park and Preserve is the federal fisheries manager for the entire Copper River. This means that he has the authority to suspend fishing when necessary to ensure enough salmon survive their long journey upriver to spawn or be harvested by subsistence fishers. Throughout the summer, biologists keep track of the numbers of returning salmon in several ways. As salmon begin to enter the Copper River from the sea, a sonar counts each fish. Daily sonar readings give an idea of how many fish have made it into the river. Upriver, experimental fishwheels in Baird Canyon, harvest reports from fishermen, and a series of fish weirs in the park at Tanada Creek and Long Lake allow for accurate estimates. The Copper River is famous the world over for the health of its salmon runs and the taste of its fish. This is a result of careful monitoring to guarantee salmon numbers large enough to reproduce and replenish the population. Through cooperation we hope to maintain these tremendous fish in perpetuity.",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/nature\/fish.htm"
}
