{
    "title": "World War II Valor in the Pacific National Monument: US Army Air Forces Casualties",
    "body": "U.S. Army Air Forces Casualties        United States Army Air Force     Bellows Field, 2 Hickam Field, 182  Wheeler Field, 33                Bellows Field   44th Pursuit Squadron    Hans C. Christiansen, 2d Lt George A. Whiteman, 2d Lt.      Hickam Field   4th Reconnaissance Squadron    Lawrence R. Carlson, Pvt Donald F. Meahger, Cpl   Louis Schleifer, PFC    HQ Sqd 5th Bombardment Group    George P. Bolan, SSgt Richard A. Dickerson, Cpl   Alfred Hays, Pvt Richard E. Livingston, Pvt   George M. Martin, Jr., Sgt    7th Aircraft Squadron (Weather)    Harold W. Borgelt, Cpl Daniel A. Dyer, Jr., TSgt   Sherman Levine, PFC James M. Topalian, Cpl    HQ Sqd 11th Bombardment Group    Robert L. Avery, Cpl Robert S. Brown, Pvt   Edward J. Cashman, TSgt Donal V. Chapman, PFC   Monroe M. Clark, SSgt Robert H. Gooding, Pvt   James A. Horner, PFC George F. Howard, PFC   Lawrence P. Lyons, Jr., Pvt Wallae R. Martin, 1st Sgt   William W. Merithew, PFC George A. Moran, Pvt   Herman C. Reuss, TSgt Robert M. Richey, 1st Lt   Harry E. Smith, Pvt Edward F. Vernick, PFC   Marion H. Zaczkiewicz, PFC    HQ Sqd 17th Air Base Group    Jerry M. Angelich, Pvt Malcolm J. Brummwell, 1st Lt   Jack A. Downs, Pvt Paul R. Eichelberger, Pvt   Arnold E. Field, Pvt Joseph Jedrysik, Pvt   Andrew J. Kinder, Pvt Herbert E. McLaughlin, Pvt   Emmett E. Morris, Cpl Joseph F. Nelles, PFC   Willard C. Orr, PFC Halvor E. Rogness, Pvt   Leo H. Surrells, Pvt    18th Air Base Squadron    Joseph Bush, Pvt John H. Couhig, Pvt   Harold C. Elyard, SSgt Willard E. Fairchild, Pvt   Paul V. Fellman, SSgt Homer E. Ferris, TSgt   Stuart H. Fiander, Pvt James J. Gleason, PFC   Otto C. Klein, Pvt Harry W. Lord, Jr., Pvt   Joseph Malatak, Pvt Russell M. Penny, Pvt   Allen G. Rae, Pvt George J. Smith, PFC   Elmer W. South, Pvt Hermann K. Tibbets, Jr., Pvt   George W. Tuckerman, Pvt Martin Vanderelli, Pvt   Walter H. Wardigo, Pvt Lawton J. Woodworth, Pvt   Thomas M. Wright, Pvt Virgil J. Young, Pvt    HQ Sqd 18th Bombardment Wing    Garland C. Anderson, Pvt Manfred C. Anderson, Pvt   Gordon R. Bennett, Jr., Pvt Frank G. Boswell, Pvt   Frank B. Cooper, Pvt John E. Cruthirds, PFC   Robert C. Duff, Jr., Pvt Lyle O. Edwards, Pvt   Russell E. Gallagher, Pvt James E. Gossard, Jr., PFC   Johon S. Greene, 1st Lt Earl A. Hood, Pvt   Theodore K. Joyner, Pvt Edmund B. Lepper, Sgt   Durward A. Meadows, PFC LaVerne J. Needham, Cpl   Paul L. Staton, Pvt Anderson G. Tennison, PFC    19th Transport Squadron    William T. Anderson, Cpl William T. Blakley, Pvt   Russell C. Defenbaugh, Pvt Joseph H. Guttmann, Pvt   John J. Horan, Pvt Carl A. Johnson, Pvt   Olaf A. Johnson, PFC Doyle Kimmey, SSgt   James I. Lewis, PFC William E. McAbee, PFC   Stanley A. McLeod, Sgt Walter D. Zuckoff, Pvt    22nd Materiel Squadron    Arthur F. Boyle, Pvt Billy O. Brandt, SSgt   Rennie V. Brower, Jr., Pvt William J. Brownlee, Pvt   Brooks J. Brubaker, Pvt Weldon C. Burlison, Pvt   Leroy R. Church, Pvt Jack H. Feldman, Pvt   Leo E. A. Gagne, Pvt Allen E. W. Goudy, Pvt   William E. Hasenfuss, Jr.,PFC James R. Johnson, Pvt   Robert H. Johnson, Pvt Marion E. King, Jr., Pvt   Roderick O. Klubertanz, Pvt John H. Mann, SSgt   James J. McClintock, PFC Horace A. Messam, PFC   Victor L. Meyers, Pvt Edwin N. Mitchell, Cpl   Thomas F. Philipsky, PFC William F. Shields, Pvt   Ralph S. Smith, PFC John B. Sparks, PFC   Merton I. Staples, Pvt Jerome J. Szematowicz, PFC   William F. Timmerman, Pv tErnest M. Walker, Jr., Pvt    23rd Bombardment Squadron    Lee I. Clendenning, PFC Richard L. Coster, Pvt   Byron G. Elliott, Pvt William Hislop, PFC   Howard N. Lusk, Pvt Lionel J. Moorhead, PFC    23rd Materiel Squadron    Francis E. Campiglia, Pvt Herbert B. Martin, 1Sgt   Joseph G. Moser, Pvt Frank St. E. Posey, TSgt   Raymond E. Powell, TSgt William T. Rhodes, PFC   Maurice J. St. Germain, Pvt James E. Strickland, Jr., Pvt   Joseph S. Zappala, Pvt Walter J. Zuschlag, SSgt    26th Bombardment Squadron    Felix Bonnie, SSgt Clarence A. Conant, Pvt   Frank J. DePolis, SSgt Patrick l. Finney, Cpl   Elwood R. Gummerson, SSgt Vincent J. Kechner, Pvt   Robert H. Markley, 2d Lt Jay E. Pietzsch, 2d Lt   Antonio S. Tafoya, Cpl Robert H. Westbrook, Jr., Pvt    31st Bombardment Squadron    Jack W. Fox, PFC Frank J. Lango, Pvt   William M. Northway, Pvt Felix S. Wegrzyn, Pvt    38th Reconnaissance Squadron    William R. Schick, 1st Lt    42nd Bombardment Squadron    Leland V. Beasley, William Coyne, Jr., PFC   Eugene B. Denson, PFC Robert R. Garrett, Cpl   Charles l. Hrusecky, Pvt Joseph N. Jencuis, Pvt   Robert R. Kelley, PFC Hal H. Perry, Jr., Pvt   Carey k. Stockwell, Pvt    50th Reconnaissance Squadron    Ralph Alois, SSgt Louis H. Dasenbrock, Pvt   John T. Haughey, Pvt. Clarence E. Hoyt, PFC   Henry J. Humphrey, SSgt Lester H. Libolt, Cpl   Harell K. Mattox, PFC William H. Offutt, Cpl    72nd Bombardment Squadron    Edward R. Hughes, Pvt John J. Kohl, PFC   George Price, Pvt    1st Photo Group, attached to Ferry Command These airmen, originally attached to the 44th Bomb Group, arrived In Hawaii two days prior to the attack to outfit their plane for a secret Photo mission. They were killed on the ground and their B-24 was destroyed near Hangar 15    Louis G. Moslener, Jr., 2d Lt Daniel J. Powloski, Pvt      Wheeler Field   46th Pursuit Squadron    Donald D. Plant, Pvt Gordon H. Sterling, Jr., 2d Lt    47th Pursuit Squadron    John l. Dains, 2d Lt   Shot down by \"friendly fire\"    72nd Pursuit Squadron    Edward J. Burns, 1st Sgt Malachy J. Cashen, Cpl   Dean W. Cebert, Pvt William C. Creech, PFC   James Everett, SSgt Paul B. Free, SSgt   Joseph E. Good, SSgt James E. Guthrie, SSgt   Robert L. Hull, Pvt George G. Leslie, Pvt   John A. Price, SSgt    73rd Pursuit Squadron    James M. Barksdale, SSgt    78th Pursuit Squadron    Vincent M. Horan, Cpl Morris E. Stacey, Sgt",
    "url": "https:\/\/www.nps.gov\/valr\/learn\/historyculture\/us-army-air-forces-casualties.htm"
}
