{
    "title": "Wrangell - St Elias National Park & Preserve: Plant Communities",
    "body": "Plant Communities of Wrangell-St. Elias          LOWLANDS The lowlands in the park range from coastal sitka spruce forests along the Malaspina Forelands to the interior taiga forests. Areas underlain by permafrost in lowland basins and north-facing slopes support slow-growing black spruce (Picea mariana) muskeg. Common understory shrubs in these areas include:  Alder (Alnus crispa) Dwarf birch (Betula glandulosa) Crowberry (Empetrum nigrum) Labrador tea (Ledum groenlandicum) Shrub cinquefoil (Potentilla fruticosa) several willows (including Salix alaxensis, S. arbusculoides, S. glauca, and S. planifolia ssp. pulchra) blueberry (Vaccinium uliginosum).  Common mosses include Hylocomium splendens, Pleurozium schreberi, and Sphagnum spp. Black spruce stands burn periodically, and trees of more than 100 years of age are uncommon.         WETLANDS Wetland areas are common in the lowlands, particularly on the coast, in the open Copper and Chitina River basins, around the area of extant Lake Ahtna, and north of the Alaska Range. Wetlands are dominated by sedges and mosses with grasses, forbs, and scattered shrubs. Dominant species in wetlands include:  the grasses Arctagrostis latifolia, Arctophila fulva, and Calamagrostis canadensis the sedges Carex aquatilis, C. canescens, C. limosa, C. saxatilis, C. utriculata, and several species of Eriophorum (including E. angustifolium, E. russoleum, and E. vaginatum) shrub species including Cassandra (Chamaedaphne calyculata), sweetgale (Myrica gale), and Bog rosemary (Andromeda polifolia) horsetails (Equisetum palustre and E. fluviatile) spike rush (Eleocharis palustris) buckbean (Menyanthes trifoliata)  The dominant, widespread wetland species are present throughout the park. However, there are differences in the distribution of less common species in low elevation wetland areas between northern and southern sections of the park. For instance, the coastal plant Sitka sedge (Carex sitchensis) is dominant in some sites in the Chitina River valley. Likewise, several wetland species that are rare in Alaska such as Eriophorum viridi-carinatum and Tricophorum pumilum are limited to the Chitina watershed within the park. These taxa have not been found in northern sites. The rare sedge Carex laxa occurs at two sites in the Tanana River drainage in the northern part of the park but has not been found further south.         UPLANDS River corridors and upland areas with better drainage support more productive forest types than sites with permafrost. White spruce (Picea glauca) forest occupies uplands, occasionally mixed with paper birch (Betula resinifera) on rolling hillsides in northern areas of the Park and aspen (Populus tremuloides) in dry or recently burned sites. In southerly aspects, spruce forest is gradually replaced by aspen woodland with increasing slope and the driest sites within the forest zone are occupied by dry steppe vegetation dominated by grasses, sagebrush, scattered shrubs of juniper, and a variety of herbaceous perennials. Upland dry site plant communities harbor a comparatively large numbers of rare plant species. The dominant taxa are generally widely distributed but there are considerable differences in the flora of these plant communities between northern and southern parts of the park. Species such as Artemisia hyperborea, Festuca lenensis, Phacelia mollis, and Silene repens are occasional in northern areas, but are absent from dryland sites in the south. Similarly, Elymus calderi and Juniperus horizontalis, while not common, have been collected at locations in the southern part of the park but are absent from northern locations. Terraces along the major rivers support colonial herbs in newly abandoned channels grading into thickets of alder (Alnus crispa) and willow (Salix spp.). Older surfaces support mature balsam poplar forest (Populus balsamifera) grading into closed white spruce (Picea glauca) forest.         SUB-ALPINE COMMUNITIES Tree line varies with aspect and local conditions but in the White River, it is between 1219 m (3700 ft) and 1280 m (3900 ft). In the vicinity of Skolai and Chitistone valleys, subalpine white spruce forest extends up to about 1100 m (3350 ft). Tree line is lower in much of the Chugach Range, especially in the smaller tributary valleys where forest has yet to develop. This is probably attributable to the relatively recent deglaciation of much of this terrain, rather than to climatic conditions. As the upper elevational limit of trees is approached, spruce forest becomes more open and there is a higher cover of tundra shrubs. Depending on slope and aspect, shrub tundra with high graminoid and forb cover occupies mesic slope facies at elevations between 1100 m (3350 ft) and 1700 m (5180 ft). In the southern Wrangell Mountains and Chugach Range, shrub tundra and meadows within it contain a group of species generally absent in northern regions of the park. These taxa generally have coastal distributions, stretching south into the temperate zone in the Pacific Northwest. The increase in coastal species abundance is likely a result of the warmer, wetter transitional climate of these areas in comparison with cold, dry interior regions. This trend is particularly evident in lush meadow areas where the vegetation is often dominated by species with cordilleran and coastal affinities such as:  Arnica latifolia Erigeron peregrinus Carex nigricans Heracleum lanatum Juncus mertensianus Luetkea pectinata Senecio triangularis Vahlodea atropurpurea Valeriana sitchensis.          ALPINE COMMUNITIES Alpine tundra is extremely variable depending on site characteristics and geographic location. In well-drained sites too dry or rocky to support dwarf birch it occurs above about 1100 m (3350 ft) and in more favorable sites it occurs above the elevational limit of the shrub-tundra zone, which varies between approximately 1400 m (4260 ft) and 1800 m (5480 ft). Snowbed areas and north-facing slopes in the alpine zone are characterized by a high cover of:  heaths (principally Cassiope tetragona) mountain avens (Dryas alaskensis) polar willow (Salix polaris) netted willow (Salix reticulata) Antennaria monocephala spring beauty (Claytonia sarmentosa) mountain sorrel (Oxyria digyna) Polyganum viviparum buttercups (Ranunculus eschscholtzii, R. nivalis, and R. pygmaeus) club moss (Huperzia selago) grasses Hierochloe alpina and Trisetum spicatum  A small group of species is noticeably more abundant in snowbed sites in the southern Wrangell Mountains and Chugach range as compared to northern regions of the park. Luetkea pectinata, Potentilla diversifolia and Sibbaldia procumbens, for example, are abundant in the south and west parts of the Park and uncommon or absent in the north and east. Dwarf scrub-sedge alpine tundra associations occupy mesic topographic positions. These associations occur in more insolated sites than snowbeds and north-facing heath tundra. Dwarf-scrub-lichen tundra occurs on windswept ridges, sometimes with relatively sparse vascular plant cover of Dryas spp. and graminoids and abundant lichen of the genera Cetraria, Cladonia and Stereocaulon. Dry sites from the sub-alpine to alpine zone support a range of plant communities from discontinuous graminoid-forb associations to continuous Dryas-graminoid-forb tundra depending on slope, aspect, substrate and slope morphology. Xeric alpine plant communities harbor numerous rare and endemic plant species. Endemic species that occur in dry sites throughout alpine areas of the park include Astragalus nutzotinensis, Erigeron purpuratus, Saxifraga reflexa and Senecio ogoturukensis. A number of uncommon arctic-alpine xerophytes are only known to occur in the northern section of the Park. These include Douglasia arctica, Erysimum pallasii, Phlox sibirica ssp. richardsonii, Smelowskia calycina, and Synthyris borealis. Uncommon endemic xerophytes restricted to the southern part of the Park are fewer in number. Arabis codyi, A. lemmonii, and Douglasia alaskana are examples of this group of species.         UNIQUE COMMUNITIES The south-facing bluffs along the White, Nabesna, Chitina, and Copper Rivers are similar to the steppe found in Yukon-Rivers National Preserve, but not as extensive. Numerous rare and endemic plant species have been found in these communities, which may be refugia. Other plant communities in the park associated with unique landforms and lithologies such as sand dunes, mud volcanoes, volcanic ash, limestone, lakes, and wetlands harbor uncommon species and species with disjunct distributions. Alaska-Yukon endemic species are more common in the Alaska Range and northern Wrangell Mountains. This trend corresponds to our understanding of plant migration after the Pleistocene Epoch from refugia in the upper Yukon Valley, the Alaska Range and Beringia, the northern part of the Park being closest to these migration corridors. In addition, there may have been unglaciated refugial areas within the Late Wisconsin ice sheet adjacent to Lake Ahtna in the northwestern region of the park, and in the dry northern interior of the park bordering the Tanana Valley and the southeastern edge of Beringia. These refugial communities and communities with rare plants and disjuncts may be at the edges of their ranges and may be more sensitive to environmental changes.",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/nature\/plants-communities.htm"
}
