{
    "title": "Wrangell - St Elias National Park & Preserve: Mammals",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals                Mammals         Dall sheep are perfectly suited for life in the rugged, mountainous terrain of the park. NPS Photo by Bryan Petrtyl   Wrangell-St. Elias is home to many species of mammals, and contains one of the largest concentrations of Dall sheep in North America — some 13,000 sheep in excellent habitat. Look for them along rocky ridges and mountainsides. Moose are often seen near willow bogs and lakes. Other species of large mammals include mountain goats, caribou, wolves, and two herds of transplanted bison. Black bears and brown bears (grizzlies) are found throughout the park and preserve. Grizzlies are yellowish-brown to black and some have white-tipped hairs, giving them a grizzled appearance. The bears' height at the shoulders ranges from about 4.5 feet to six or seven feet, and they weigh between 300 and 1,500 pounds. When standing they may measure up to nine feet tall. They have a large hump of muscle above their shoulders which helps them dig up one of their favorite foods...ground squirrels. Other foods vary by the season and include grasses, roots, berries, nuts, insects, salmon, rodents, and sometimes large mammals (moose, caribou, Dall sheep). Brown bears can conceal themselves remarkably well in the low brush along hill sides. Bears are actively hunted throughout Alaska and tend to be shy around people, but they will aggressively defend their young or their food if surprised or approached too closely. They have an excellent sense of smell, good hearing, and are extremely powerful. They are naturally curious, and caution should be taken when in their presence. Before heading into the backcountry, know how to be \"bear aware.\"  Small mammals found in the park and preserve include lynx, wolverine, beaver, marten, porcupine, fox, coyotes, marmots, river otters, ground squirrels, pikas, and voles. The coastal areas of the park are habitat for marine mammals, including sea lions, harbor seals, sea otters, porpoises, and whales.        Lynx sitting at the edge of the forest near the Jumbo Mine trail. NPS Photo by Jamie Hart  NPSpecies Mammals Checklist Our wildlife biologists keep track of mammal species within the park. They are documented within a database called NPSpecies. If you'd like to view or print out the most updated checklist of mammal species, please follow these directions: NPSpecies is best viewed in Internet Explorer. Open NPSpecies (http:\/\/irma.nps.gov\/NPSpecies\/) Choose Wrangell-St. Elias National Park & Preserve from the drop-down list and click \"Go\". Choose the category \"Mammals\". Then click the \"Search\" button. Finally, click the \"Report\/Pdf\" button. Now you can either view the mammal checklist or print it out!   Large Animal Report Download a report of the historic use & distribution of large animals in the Copper River Valley. (pdf format, 708 KB)                A Steller Sea Lion has found a good place to take a nap- on a buoy floating in the ocean! NPS Photo by Bryan Petrtyl  Threatened & Endangered Species of Mammals The US Fish and Wildlife Service lists 11 endangered and threatened species for the state of Alaska. The only federally listed mammals that could occur within Wrangell-St. Elias are marine mammals with jurisdictional responsibilities with National Marine Fisheries (NMF) and National Marine Sanctuaries (NMS).  The federally threatened eastern population of the Steller Sea Lion (Eumetopias jubatus) can occur in the Yakutat district of the park in Icy Bay along the Malaspina Forelands. Recent increases in cruise ship activity in Icy Bay suggests that Wrangell-St. Elias will need to examine population trends of the Stellar’s sea lions in light of this increasing activity.",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/nature\/mammals.htm"
}
