{
    "title": "Wrangell - St Elias National Park & Preserve: Invasive Plants",
    "body": "Invasive Plants         Due to its ability to spread along riverbanks, White Sweet Clover is the highest priority invasive plant in Wrangell-St. Elias National Park & Preserve.    Unwanted Visitors Have Arrived in the Copper River Basin!  Many of them secretly hitched rides on cars, trucks, and Rvs. Some were inadvertently carried here from far away by local residents and park visitors. A few stowed away in construction materials, while others may have recently escaped from backyards and gardens in Anchorage. None belong in Alaska, and all of them mean trouble for native habitats in Wrangell-St. Elias. They are invasive plants, and the invasion may be just beginning. Invasive plants are those that have been introduced here from elsewhere, either deliberately, or accidentally. Many are popular as ornamentals and backyard plantings, but when they escape into the wild, quickly overrun native plants. Alaskan wildlife and insects may not consume or use these exotic plants. Some invasive plants even change ecosystems by utilizing large amounts of water and nutrients, altering soil and water resources, and even increasing fire frequency. In this way, diverse Alaskan habitats supporting many species may give way to monocultures of useless foreign weeds. In the past, the harsh climate and isolation has protected Alaska from exotics. Recently, however, some of the most harmful weeds of the lower 48 states have begun to appear, grow, and spread. A recent study has already tallied over 50 species of exotic plants in Alaska National Parks. Many have been identified in Wrangell-St. Elias. Luckily, so far they've only established a foothold in disturbed areas along roads and near structures, not in the expansive backcountry. As Alaska continues to warm, visitation increases, and development progresses, exotic plants will increase in number and extent. Although the invasion is just beginning, it may not be too late to literally \"nip it in the bud.\" During the summer of 2005, park roads and visitor areas were closely surveyed. Recently volunteers pulled and destroyed over 100 garbage bags of invasive weeds, primarily sweet clover and pigweed. Work will continue this summer. Hopefully this \"rapid detection, rapid response\" strategy will help keep these maurauders in check and preserve Alaska's dynamic, productive, and native landscapes. To learn more, ask a park ranger and find out how you can help.        Protecting Alaska's native habitats.   Find Out More:  Non-native Plants of Wrangell-St. Elias Download the most recent park inventory from April 2012. pdf format, 27 KB Non-Native Plants of Alaska Link to the exotic plants database from the University of Alaska. Invasive Plants of Alaska Link to publications about invasive plants, from the U.S. Forest Service. National Park Service Invasive Species Management Link to learn about how the National Park Service manages invasive species on NPS lands.                    Invasive Plants   5 Photos",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/nature\/invasive-plants.htm"
}
