{
    "title": "Wrangell - St Elias National Park & Preserve: Common Trees",
    "body": "Common Trees            Quaking Aspen along the McCarthy Road George Herben  Of the hardwood trees in Wrangell-St. Elias National Park the most prominent is the Quaking Aspen (Populus tremuloides). These trees are present in forests that are between 15 and 100 years old. The Quaking Aspen have small circular leaves that are shed in the fall and grow back in the spring. Aspen trees have roots that often grow together and form a giant organism. This root system can grow its own trees and this is often the way that Aspen reproduce in an already forested area. They distribute seeds as well but this method is less effective in the dense boreal forest, and more effective in open areas following fires. After a fire, aspen and spruce trees are in competition for the newly exposed soil. Aspen quickly gain dominance of the young forest (15-100 years). In later years the Quaking Aspen may be choked out by the spruce. This occurs because spruce trees provide lots of shade which starve the aspens of their high demand for sun. The Paper Birch (Betula papyrifera) is not as widespread as the aspen. However, it is evident in Wrangell-St. Elias National Park. The Paper Birch species are very quick to colonize areas that have been affected by wildfire. Generally the areas following the fire will have a mixed stand of Paper Birch and Quaking Aspen. Paper Birch, like the Aspen, are very shade-intolerant and as a result will begin dying about 75 years after a fire due to Spruce invasion and they will be gone about 125 years following the fire. Black Spruce (Picea mariana) trees are one of the two main evergreen tree species in Wrangell-St. Elias National Park. These trees occur in the more mature stages of the Boreal forest. Black Spruce only grow about 4 inches in 3 years. When mature their trunks are less than 10 inches in diameter. These trees often retain dead branches for several years, giving them a diseased, sickly look. Black Spruce may look unhealthy, but in actuality they are fairly durable trees and very well adapted to the cold environment in which they live. They have a very shallow root system which allows them to survive in the less than 18 inches of ground above the permafrost. They also have developed “extra-cellular freezing” which allows them to let their water freeze outside of the cells and prevents ice crystals from puncturing the cell. Black spruce trees as a whole are well adapted to wildfire. Following a fire, large amounts of seed are released over the recently burned area. White Spruce (Picea glauca) trees are found throughout roadsides in Wrangell-St. Elias National Park. With a diameter ranging from 24 to 36 inches, these trees are significantly larger than black spruce. The White Spruce trees also differ from Black Spruce in that their cones tend to be more elongated. Due to the fact that the White Spruce have a thin bark, they are not very fire resistant. White Spruce trees are generally slow to colonize an area after a fire because most Boreal forest fires occur in the summer before White Spruce seeds are mature (this happens in the fall). Surviving trees have a very short range which renders them ineffective for large scale recolonizing. White Spruce do best at colonizing an area after a fall fire because this is the time when they generally release mature seeds. Areas in which fires are common rarely support white spruce, because seeds are not produced until the tree reaches 30 years of age. The common trees in Alaska are highly adapted to fires. Learn more about how we manage fires in the park.",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/nature\/common-trees.htm"
}
