{
    "title": "Kobuk Valley National Park: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons              Kobuk Valley National Park is open year around. The headquarters office and visitor center are located at the Northwest Arctic Heritage Center in the bush village of Kotzebue, Alaska. Business Hours: 8:00 AM - 5:00 PM  Monday - Friday Visitor Center Hours:  June - September    8:30 AM - 6:30 PM Monday - Friday   10:00 AM - 6:30 PM Saturday   Closed Sunday      October - May    Closed Monday    9:00 AM - 12:00 PM 1:00 PM - 6:00 PM  Tuesday - Friday   12:00 PM - 4:00 PM Saturday   Closed Sunday     Many people know the official first day for all four seasons: Winter is December 21st, Spring is March 20th, Summer is June 21st, and Fall is September 22nd. However in Kobuk Valley National Park, what people think of as winter is longer than four months. And as such, other seasons feel shorter. Below are descriptions for the seasons park based on weather, activities, and challenges people may experience.  Winter conditions last from mid October to the first of April. Snow, ice, wind, and below-freezing temperatures abound. Travel for local people is less restrictive because they can go in any direction on snowmachines over snowy tundra and frozen rivers. However, hypothermia and getting lost in snowstorms are challenges. The average temperature for this time is 5 degrees F, with possible highs of 37 and lows of -48.  Spring is short, from early April to the end of May. This is \"breakup\" time when snow and frozen rivers are melting. The rivers get choked with cracked ice and the snow is soggy, so the easiest traveling is by plane. However, fog at this time of the year can make flying a challenge . The average temperature for this time is 25 degrees F, with possible highs of 76 and lows of -35.  Summer-like weather lasts from early June to mid August. Kobuk Valley National Park is about 150 miles from the Arctic Ocean, so ocean breezes are too far away to moderate the summer heat. Mosquitoes are feisty in June and July. The average temperature for this time is 50 degrees F, with possible highs of 122 F and lows of 25 F.  Fall conditions last from mid August to mid October. The sky is often bright with sunshine and the fall colors on the tundra rival that of any hardwood forest. This is the time when people pick a lot of berries. Fewer mosquitoes makes picking blueberries, salmonberries and cranberries a popular activity. The average temperature for this time is 38 degrees F, with possible highs of 78 and lows of -4.  Snow or freezing temperatures may occur at any time of the year, so always bring gear for wet and cold weather.",
    "url": "https:\/\/www.nps.gov\/kova\/planyourvisit\/hours.htm"
}
