{
    "title": "Kobuk Valley National Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           171 3rd Ave  Kotzebue, AK 99752                 Directions         Kobuk Valley National Park is very remote. There are no roads to provide access, so planes take care of most transportation needs.  Commercial airlines provide service from Anchorage to Kotzebue, or from Fairbanks to Bettles. Once in Kotzebue or Bettles, you must fly to the park with authorized air taxis.  Directions Details           Operating Hours & Seasons         Kobuk Valley National Park The Northwest Arctic Heritage Center is the visitor center for Kobuk Valley National Park.  Since there are no roads in to Kobuk Valley, the visitor center is located in Kotzebue, AK.  From Kotzebue, visitors will charter an air taxi to transport them into the actual national park which is open 24\/7 every day of the year.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Snow, rain, and freezing temperatures can occur any time of the year. Always travel with good quality rain gear and warm layers. Be especially careful to stay dry. Hypothermia can set in on a windy, wet day, even when it doesn't feel that cold.         Fees & Passes     Entrance Fees:   Free Entrance - $0.00 There is no entrance fee to visit Kobuk Valley National Park         Visitor Centers       Northwest Arctic Heritage Center The Northwest Arctic Heritage Center is open year round, but our hours vary by season. Our typical hours are listed below, and you can always call us to confirm hours for a specific date at (907) 442-3890.                 Campers are ready for a pick up on the Great Kobuk Sand Dunes NPS Photo\/Melanie Flamme  Open All Day, Year Round Kobuk Valley National Park is open year round, all day and all night. It is remote and wild, so there are no roads, entrance gates or campgrounds. Visitors can enjoy the park any time by backpacking, boating, or flightseeing. Leaving On a Jet Plane Getting to the park means flying on a series of airplanes. Make travel arrangements well ahead and plan a couple extra days for bad weather. You can start from Anchorage or Fairbanks, Alaska. From Anchorage, fly to Kotzebue on a commercial jet, then hire an air taxi in Kotzebue for an overflight or drop off\/pick up in the park. From Fairbanks, fly with a scheduled air service to Bettles, then hire an air taxi in Bettles for an overflight or a drop off\/pick up in the park. Self-Sufficiency Basic groceries are available in Kotzebue anytime, but other services may not be. Plan to bring everything you need like medications, specialty foods, outdoor gear, etc. There are no services of any kind in the park. Snow or freezing temperatures may occur any time of the year, so always bring gear for wet and cold weather. Traveling to Kobuk Valley National Park and Kotzebue is very different than visiting a park or town on a road system. This will be a chance to test your moxie and have a great adventure.",
    "url": "https:\/\/www.nps.gov\/kova\/planyourvisit\/basicinfo.htm"
}
