{
    "title": "Kobuk Valley National Park: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit        Upper Salmon River with fall colors on the tundra NPS Photo\/Eileen Devinney       A Wild Adventure Far from the hustle and bustle of other Alaskan destinations, the untamed nature of this national park allows you to experience \"Wild Alaska\" on its own terms. There are many possibilities for adventure. You can boat down the languid Kobuk River, feel the thrill of a bush airplane flight, or chart your own backcountry trip. Whatever experience you plan, please remember to leave cultural artifacts and natural features as you find them. That helps everyone feel like they are the first person to set foot on that ground.  Be Ready Kobuk Valley's visitor isn't your average tourist. They tend to be skilled backcountry explorers familiar with surviving wind, rain, and snow - and that's in the summer months. Winter visits are recommended only to outdoorspeople experienced in arctic camping and winter survival techniques. For visitors with the right skills and gear, it's a trip of a lifetime.  Limited Services You'll find no roads, no gift shops, and no parking facilities within the park. Trails don't exist; neither do campgrounds. Not even the park headquarters or visitor center are within the park. Both of these facilities are in Kotzebue, Alaska. Access and services here are limited when compared to traditional national parks you may have visited elsewhere. What the area may lack in services, it more than makes up for in friendly people and an uncrowded wilderness experience. Rangers can provide advice on logistics to help travelers begin planning their trips.  Commercial businesses offer various services such as air taxis, guided rafting, and hunting. Contact any service providers on the list to help with your trip. Air taxis offices are located in Kotzebue and Bettles.                         Visiting the Great Kobuk Sand Dunes A trip to the Great Kobuk Sand Dunes takes some effort, but the scenery and solitude makes it worth the work. There are no roads or trails, so plan to hire a pilot to get there. You can do an overflight, or land and stay a while. This video will help you start planning the logistics for a backcountry trip of a lifetime.   Duration:3 minutes, 55 seconds               Video Postcards from Kobuk Valley Visitors The National Park Service is turning 100 years old! To celebrate our centennial, Kobuk Valley National Park invites you to create a video postcard about your experience in the park. Need some inspiration? Watch some video postcards from visitors like you! Visit the official Find Your Park website for more videos and ideas for your video postcards.",
    "url": "https:\/\/www.nps.gov\/kova\/planyourvisit\/index.htm"
}
