{
    "title": "Horseshoe Bend National Military Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           11288 Horseshoe Bend Road  Daviston, AL 36256                 Directions         Located in northeastern Tallapoosa County, Horseshoe Bend National Military Park is accessible from US Highway 280, as well as AL Highways 22 and 49. The Park is located 5 miles south of the town of Newsite, AL and 12 miles north of the city of Dadeville, AL.    Directions Details           Operating Hours & Seasons         Horseshoe Bend National Military Park Hours Gates are opened at 8:00 am to Park grounds providing access to the historic commemorative area, battlefield, tour road and nature trail. Gates are closed and locked at 5:00 pm.    Standard Hours    Sunday: 8:00 AM - 5:00 PM   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 8:00 AM - 5:00 PM      Additional Information View More       Christmas Day:  Closed      New Year’s Day:  Closed      Thanksgiving Day:  Closed                 Weather           Temperatures can soar to extremes of heat and humidity in the summer and fall to a damp, wet, cold in the winter. During the summer season visitors should dress in light, comfortable clothing, wear comfortable shoes and use sunscreen. High temperatures and high humidity create higher risk of heat cramps, heat exhaustion and heatstroke. Drink plenty of fluids to maintain hydration. In the spring and fall visitors should have a light jacket available as temperatures can drop suddenly.          Fees & Passes     Entrance Fees:   Horseshoe Bend Entrance Fee - Per Person - $0.00 Horseshoe Bend is a fee free Park.         Visitor Centers                    View of the Tallapoosa River   Welcome to Horseshoe Bend NMP! This section is full of information that will help you in planning your unique experience. The links below take you to the park's information on canoeing guides for the Tallapoosa River. Horseshoe Bend Canoeing Guide Harold Banks Canoe Trail Information - Chambers & Tallapoosa Counties",
    "url": "https:\/\/www.nps.gov\/hobe\/planyourvisit\/basicinfo.htm"
}
