{
    "title": "Noatak National Preserve: Volunteer",
    "body": "Volunteer         Artist MK MacNaughton works to capture this superlative scene Marci Johnson  Volunteerism is essential to the National Park Service (NPS). Across the country, there are about 22,000 NPS employees, but there are more than 220,000 volunteers. Many national parks owe their very existence to individuals - tireless crusaders who wanted future generations to share in the places they valued most. Park rangers and friends of the preserve certainly appreciate the volunteers who contribute to the mission of Noatak National Preserve. Though its remote location may seem to limit volunteer opportunities, there are still ways to get involved. From Afar One of our biggest challenges is finding a way to share the Noatak experience with those who do not have the opportunity to visit the preserve in person. If you do visit, please consider sharing your photos and comments on our Flickr site. Even for most park staff, access to the preserve is limited. Park rangers trying to help others understand this vast landscape benefit from visual aids. Images for publications, children's lessons, and this site are always needed. Here is a list of subjects that have been specifically requested. If you are an artist, you can help from wherever you are by donating photographs or images of paintings and drawings according to the following guidelines:  You must be the photographer \/ creator of the work. By submitting the image, you agree to transfer ownership and unrestricted rights to the National Park Service with full understanding that all NPS images are in the public domain. If you wish, your work will be added to a Volunteer Photo Gallery on this site. When appropriate, your credit will also be attached to the image. All photos should be taken in adherence to NANPA Principles of Ethical Field Practices. Original artwork or digital copies can be submitted for consideration. Submit originals by mail. Send digital copies to Gina_Hernandez@nps.gov. Include:   whether or not you want the work to be added to a Volunteer Photo Gallery how you would like to be credited any other relevant information about your work    You're not an artist or photographer? There is still a way to help. Many of the requested images are probably available in the public domain. If you have time to search for some them, please email us with links to the images.   Up Close  If you live in Kotzebue and are looking for long-term volunteer opportunities, we would love to talk to you. Please call or stop by.   Check out the park calendar for volunteer events and other opportunities to get involved.",
    "url": "https:\/\/www.nps.gov\/noat\/getinvolved\/volunteer.htm"
}
