{
    "title": "Noatak National Preserve: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       Our Mission:  \"Cooperative Stewardship for the Conservation and Understanding of Natural and Cultural Resources in Northwest Alaska.\" Noatak National Preserve was established in 1978 by presidential proclamation and then designated in 1980 in the Alaska National Interest Lands Conservation Act (ANILCA). Section 201(8) of ANILCA specifies that: The preserve shall be managed for the following purposes, among others: To maintain the environmental integrity of the Noatak River and adjacent uplands within the preserve in such a manner as to assure the continuation of geological and biological processed unimpaired by adverse human activity; to protect habitat for, and populations of, fish and wildlife, including but not limited to caribou, grizzly bears, Dall sheep, moose, wolves, and for waterfowl, raptors, and other species of birds; to protect archeological resources; and in a manner consistent with the foregoing, to provide opportunities for scientific research. The Secretary may establish a board consisting of scientists and other experts in the field of arctic research in order to assist him in the encouragement and administration of research efforts within the preserve. Noatak National Preserve is one of over 389 National Park Service units that, working with other partners, helps safeguard this nation's natural and cultural heritage.      Our Purposes:  Maintain the environmental integrity of the Noatak River and adjacent uplands to assure the continuation of geological and biological processes, unimpaired by adverse human activity Protect habitat for, and populations of, fish and wildlife, including but not limited to caribou, grizzly bears, Dall's sheep, moose, wolves, and for waterfowl, raptors, and other species of birds Protect archeological resources Provide opportunities for scientific research       The current Compendium is available on the National Park Service Alaska Region's webpage. Scroll down to the Noatak National Preserve link. There's also an e-mail link to submit comments. 2008-2009 Commercial Use Authorization Holders PDF document 20KB  2006-2015 Concession Permit Holders PDF document 4KB  Transporter Limits Set for Noatak National Preserve PDF document 35KB",
    "url": "https:\/\/www.nps.gov\/noat\/learn\/management\/index.htm"
}
