{
    "title": "Hubbell Trading Post National Historic Site: Special Events",
    "body": "Special Events         Native American Arts and Crafts Auction Photo by Ann Smith  Native American Arts and Crafts Auction May and October 2016 Friends of Hubbell Trading Post NHS will conduct two auctions at Hubbell Trading Post in 2016.  Auctions will be held on May 7 and October 8 2016. Only authentic Native American rugs, Katsina dolls, jewelry, pottery, paintings, and other craft items will be accepted into the auction.  Approximately 450 items will be accepted into each auction for sale. Intake of auction items begins three days prior to each auction with a preview the morning of the auction. All forms of payment are accepted by buyers. There is no entrance fee, no fee to register as a bidder, and no sales tax is charged on purchases.  Vendor Booths are also available for Native Americans to sell their authentic wares and crafts. Booth fee varies due to locations. Food booths will also be available for rent on the auction grounds for a fee. Food booths must be approved by the USPHS through application.  Since the auctions began in1990, Friends of Hubbell have returned over 2 million dollars into the Native American community through the years.  For more information visit www.friendsofhubbell.org        Participants working with wool that has been dyed during the workshop. NPS Photo  SHEEP, WOOL, AND WEAVING WORKSHOP July 2016 Hubbell Trading Post National Historic Site will host Sheep,Wool and Weaving workshop.  The Sheep, Wool, and Weaving Workshop began in 2000 to bring producer\/livestock education, fiber arts and animal husbandry experiences into the local Navajo communities and to share the knowledge with other interested visitors. At the Hubbell workshop you will learn the role Churro sheep play in Navajo culture and meet the Hubbell Trading Post NHS Navajo Churro sheep. Hands-on learning will include, dyeing, spinning, and weaving.  We encourage you to bring your projects and wool to dye or share with other participants.        Luminarias light the way for visitors. NPS Photo MKlozik  Luminaria Night at Hubbell December 2016  Don Lorenzo Hubbell can trace his maternal roots to a prominent Spanish Family (Gutierrez) in Parajito New Mexico. As with all families, tradition was strong and is still today. Since the early 1990s Hubell Trading Post NHS has honored this by lighting luminarias at the beginning of December. Luminaria is a small paper lantern (candle set in some sand inside a paper bag) which is of significance in New Mexico and Southwest United States. Today, electrically-lit luminarieas are used on top of the buildings at Hubbell Trading Post and paper lantern line the dirt road to guide our neighbors and visitors to a night of festive gathering.",
    "url": "https:\/\/www.nps.gov\/hutr\/planyourvisit\/special-events.htm"
}
