{
    "title": "Noatak National Preserve: Subsistence Practices",
    "body": "Explore This Park    Learn About the Park     History & Culture     Subsistence     Subsistence Practices                Subsistence Practices in Noatak National Preserve        During the summer, salmon and char are caught in gill nets like this one. NPS Photo       For the people of Northwest Alaska, Noatak National Preserve isn’t just one of the last fully functional, intact ecosystems – it’s the grocery store. For thousands of years, people have relied on the Noatak River and the surrounding woods and tundra to provide the means for survival, and while even the most remote villages have a grocery store now, many people still turn to the land when deciding what’s for dinner.        After it is caught, salmon and char are hung on wooden racks to dry. NPS Photo  Fishing Fishing is one of the most common and important subsistence practices along the Noatak River. During the long winters, when the rivers and streams are frozen, fresh fish is caught through the ice. Huge numbers of chum salmon spawn along the Noatak River during late summer and are caught in gill nets set in deep eddies in the swift water. Late season salmon caught in September and October, cured and frozen to make quaqulak, are a particular delicacy along the Noatak. Arctic char, locally called trout, grayling and whitefish are also commonly caught along the Noatak River and its tributaries. While fish is available on the river all summer, many inhabitants of the Noatak basin have fish camps at the mouth of the river or in Cape Krusenstern National Monument where they fish in the Chukchi Sea and hunt marine animals like seal and beluga. Fish is an important source of food for both humans and dogs, and is dried, smoked, frozen or fermented to last through the leaner months. Many families spend their summers at fish camps either along the river or coast, maintaining their nets and cutting and drying fish, and wood frames hung with drying salmon and char are a common sight.        The annual arrival of the caribou is greatly anticipated. NPS Photo\/MK MacNaughton  Hunting Caribou hunting is second only to fishing along the Noatak River. Twice a year, the might Western Arctic Caribou Herd – a quarter of a million animals strong – crosses the Noatak River on their way to and from the summer breading grounds north of the Brooks Range. Hunters still shoot caribou from boats as they ford the river, just like their ancestors have done for thousands of years. Moose and bear are also popular sources of meat and hides. Wolves, wolverines, foxes and muskrats are hunted or trapped for their fur, which is used to make hats and ruffs on parkas. The vast arctic tundra is home to dozens of species of migratory waterfowl that come to the Noatak basin every spring to breed. People gather eggs from nests on the tundra during the spring and hunt cranes, ducks and geese in the spring and fall for meat.        Wild blueberries and cranberries are plentiful on the tundra during late summer and early fall. NPS Photo\/Cait Johnson  Gathering During the short summer, the tundra is abloom with wild plants and berries. Eskimo potato (masru) and sourdock greens (a rhubarb-like plant) are picked during late spring and early fall. In July, fireweed turns the tundra pink before giving way to a profusion of berries in August and Septembers. Bog blueberries and wild cranberries are plentiful, and in late summer, the tundra is dotted with families picking gallons of berries. Many tundra plants are still used for medicinal purposes. Stinkweed, willow bark, fireweed, angelica, coltsfoot, horsetail and blueberry leaves are made into salves, poultices and oils that disinfect cuts, treat colds and cure headaches. In Northwest Alaska, subsistence in more than tradition – it’s the cultural identity of the people who live there. Subsistence requires an intimate knowledge of the land, rivers, animals and weather that can’t be fully captured in words. Knowledge of the land and its bounty has been passed down for generations and continues to live on in the modern Inupiat people of the Noatak River.",
    "url": "https:\/\/www.nps.gov\/noat\/learn\/historyculture\/subsistence-in-noatak.htm"
}
