{
    "title": "Noatak National Preserve: Multimedia Presentations",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations              Videos & Other Multimedia Presentations                         The Art of Arctic Woodworking Many people that live close to Noatak National Preserve have traditional skills that have been passed down through generations. James McClellan has a special talent for building boats and sleds from driftwood that he collects along the rivers near his home in Kotzebue, AK. This short film showcases three objects that James and his family built: an umiak, a kayak, and a dogsled. They are displayed at the Northwest Arctic Heritage Center in Kotzebue. The transcripts of interviews with James and his wife Sally provide an in-depth look at their building process and remarkable skills.  Duration:6 minutes, 37 seconds               Download a full transcript of \"The Art of Arctic Woodworking.\" In addition, check out a more thorough interview with James and Sally McClellan, who are featured in the video.                        Wilderness Discover the true meaning of wilderness and find out how you can explore the wilderness areas in Northwest Alaska's National Parks.  Duration:4 minutes, 16 seconds               Junior Rangers of Noatak National Preserve Even though it's remote, Noatak National Preserve has a thriving Junior Ranger program, primarily made up of kids from the local Eskimo village of Kotzebue. Join us for a glimpse of some of our many programs.                       Junior Rangers of Noatak National Preserve Learn how junior rangers in Kotzebue, Alaska are able to learn about the inspiring and beautiful parks around northwest Alaska, even when they're unable to physically visit them.  Duration:4 minutes, 14 seconds                                Roving Rangers The National Park Service in Kotzebue, Alaska started a new and unique program where the rangers go out into the local Eskimo community looking for kids to talk with and educate. They take the park's pickup truck and try to find the kids where they are out playing. Each week the rangers pick a different topic relating to the parklands and bring along props and games to help illustrate the lesson. Please join us for an evening with the Roving Rangers!  Duration:9 minutes, 41 seconds                                Camp Willow Every summer, the National Park Service in Kotzebue, Alaska puts on Camp Willow, a two-day overnight camp for local 10-15 year-olds.  The kids get a chance to explore nature and learn what it's like to be a park ranger and a scientist.  Join us for a look at the 2015 Camp Willow!  Duration:5 minutes, 58 seconds",
    "url": "https:\/\/www.nps.gov\/noat\/learn\/photosmultimedia\/multimedia.htm"
}
