{
    "title": "Mesa Verde National Park: Cliff Palace",
    "body": "Cliff Palace          On the Cliff Palace\/Balcony House Road (map), Ranger-Guided Only, Fee Required       Cliff Palace               Open 8:00 a.m. to sunset, the Cliff Palace Loop Road takes you past Cliff Palace, Balcony House, and overlooks to other cliff dwellings. You may enter Balcony House or Cliff Palace by ranger-guided tour only. Purchase tickets for these one-hour tours at the Mesa Verde Visitor and Research Center before driving to the sites.  Recent studies reveal that Cliff Palace contained 150 rooms and 23 kivas and had a population of approximately 100 people. Out of the nearly 600 cliff dwellings concentrated within the boundaries of the park, 75% contain only 1-5 rooms each, and many are single room storage units. If you visit Cliff Palace you will enter an exceptionally large dwelling which may have had special significance to the original occupants. It is thought that Cliff Palace was a social, administrative site with high ceremonial usage.          Cliff Palace doorways   Many visitors look at the size of the doorways in Cliff Palace and other cliff dwellings and wonder about the size of the people who once lived here. An average man was about 5'4\" to 5'5\" (163 cm) tall, while an average woman was 5' to 5'1\" (152 cm). If you compare them with European people of the same time period, they would have been about the same size. Compared with today, the Ancestral Pueblo people's average life span was relatively short, due, in part, to the high infant mortality rate. Most people lived an average of 32-34 years, however some people did live into their 50s and 60s. Approximately 50% of the children died before they reached the age of five.            Example of chinking   Sandstone, mortar and wooden beams were the three primary construction materials for the cliff dwellings. The Ancestral Pueblo people shaped each sandstone block using harder stones collected from nearby river beds. The mortar between the blocks is a mixture of local soil, water and ash. Fitted in the mortar are tiny pieces of stone called \"chinking.\" Chinking stones filled the gaps within the mortar and added structural stability to the walls. Over the surface of many walls, the people decorated with earthen plasters of pink, brown, red, yellow, or white -- the first things to erode with time.         [ Cliff Palace Tour ] [ Cliff Palace Discovery ] [ Cliff Alcoves ] [ Fewkes Canyon Seep Spring ]",
    "url": "https:\/\/www.nps.gov\/meve\/learn\/historyculture\/cd_cliff_palace.htm"
}
