{
    "title": "Lake Clark National Park & Preserve: Fishtrap to Snipe Route",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Camping\/Backpacking     Fishtrap to Snipe Route                Fishtrap Lake to Snipe Lake Route        The high country between Fishtrap Lake and Snipe Lake NPS Photo      Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.      Maps  USGS 1:63:360 series topographic Lake Clark C4 and B4  Access  Fly into Fishtrap Lake and out of Snipe Lake. This route may be modified by reversing the direction of travel, or flying in and out of the same lake.  Time  1-4 nights depending on how direct of a route you take and how much time you choose to spend exploring.  Difficulty  Strenuous hiking through dense, tall brush with wet, uneven terrain at the lower elevations and near stream crossings. Gentle to moderate hiking through low brush and alpine terrain at the higher elevations.  Highlights  Spectacular views of mountains and lakes as you hike along high, alpine ridgelines. Abundant blueberries, crowberries, and lowbush cranberries in season. It is less likely that you will encounter other people in this area than along the more popular routes that pass through Twin Lakes.  Hazards  Mosquitoes and biting flies, dense brush at lower elevations, uneven and wet terrain, talus slopes, brown and black bear, several minor creek crossings, and one river crossing knee to thigh deep.  Route Description  On the Fishtrap Lake side Get dropped off\/picked up at the far northeast end of the lake. This lake does not have a rocky shoreline that is easy to walk along. The western edge of the lake has some private inholdings that should be avoided. The elevation here is approximately 1650 feet, and the brush is dense. Alpine terrain is reached at about 2300 feet. Head uphill due north for the most direct route to alpine. Be aware, you are hiking on a south-facing slope here and the brush in this area is extremely think, and well above head-high mixed with spruce and tussocks. Tussocks are mounds of vegetation usually one foot high or less and one to two feet wide that cover large areas of tundra. Imagine walking across a landscape covered by wet basketballs that you step on and between with dense willow and occasional spruce trees to navigate between and around. Hiking is extremely strenuous in this environment. It may take multiple hours to get above tree-line. Moose, black bear, and possibly brown bear use the area. Some blueberries grow here.  On the Snipe Lake side Get dropped off\/picked up at the far southern end of the lake. Snipe has a narrow rocky shore you can walk along if you choose to get dropped off elsewhere along the lake. The approach to alpine on this side is further than on the Fishtrap Lake side; however the brush is not as thick, tall, nor difficult to navigate through except at the creek crossings. One river crossing knee to thigh deep is unavoidable if you are going to reach alpine. Blueberries grow in abundance here.  Alpine Many square miles of rolling mountains above tree-line lie between Fishtrap and Snipe Lakes. Here the route choices are endless. There are several ridgelines with scarce vegetation that provide stunning views to explore, or you can dip down into the valleys and mountain passes to find water. Blueberry, crowberry, and lowbush cranberry grow in abundance. Caribou trails crisscrossing the mountain slopes make for easy walking. Though the caribou population in the area is now scarce you may encounter brown bear, black bear, and ground squirrels among other wildlife species.  Campsites It is unlikely that you will find a suitable campsite until you reach alpine on the Fishtrap Lake side. There may be some suitable areas for campsites along Snipe Lakes shoreline, otherwise you will also need to reach alpine on that side. Please follow leave no trace ethics and park rules and regulations when choosing campsites, storing food, and building campfires.  You will need to store your food and toiletry items in approved bear resistant canisters during this trip due to the lack of trees to hang food where suitable camping is available. Canisters can be rented for free at the park visitor center in Port Alsworth.                   Fishtrap Lake to Snipe Lake   13 Photos  Photos previewing what's in store for hikers traveling from Fishtrap Lake to Snipe Lake.",
    "url": "https:\/\/www.nps.gov\/lacl\/planyourvisit\/route-fishtrap-snipe.htm"
}
