{
    "title": "Lake Clark National Park & Preserve: Bear Viewing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Bear Viewing               Bear Viewing       Lake Clark National Park and Preserve offers world class bear viewing opportunities on the coast where brown bears congregate in high numbers to feed. Information on this page will help you plan your bear viewing adventure. Learn and when to go to see bears, become familiar with bear viewing best practices. Then watch the park's beautiful new 11 minute-long film, A Day on the Lake Clark National Park Coastline to get a feel for experience of being on the coast with bears.             A Day on the Lake Clark National Park Coastline   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:11 minutes, 46 seconds  Thinking about visiting the park's Cook Inlet coastline?  This short film offers a spectacular introduction to what your day may include and how to stay safe and protect the park's bear populations.         Where Can I See Bears? Chinitna Bay Located at the southern end the park's Cook Inlet coast, Chinitna Bay offers world class bear viewing. Visitors may be able to see as many as twenty coastal brown bears from a single location. Crescent Lake Located in the heart of the Chigmit Mountains, Crescent Lake is a sport fisherman's dream. During the salmon run, brown and black bears also frequent the shorelines in search of the plentiful fish. Silver Salmon Creek Located midway down the park's Cook Inlet coast, Silver Salmon creek offers outstanding sport fishing in addition to world class brown bear viewing. Shelter Creek and Tuxedni Bay Also located along the park's Cook Inlet coast, these two areas provide rich bear habitat, though they are more difficult to reach and thus less frequently visited by people. Bears that are not accustomed to the presence of people are less likely to tolerate close encounters. Exercise extreme caution if you visit these locations. Lodging and Guided Trips Several licensed commercial outfitters specialize in day-long and overnight bear viewing trips for travelers who prefer to visit bear country with a knowledgeable guide.             Bear Viewing Best Practices Interactions between bears and people are different in a high density area like those along the park's Cook Inlet coast where people come with the intent to observe the bears than it is in the remainder of the park. Learn how to stay safe in this environment by becoming familiar with the bear viewing best practices prior to your trip. Consistently Use the Same Viewing Sites In places where people regularly visit, consistent use of the same site makes human use more predictable for bears, and thus may help minimize disturbance. People should avoid monopolizing a site where bears prefer to fish or feed. For this reason designated bear viewing sites have been established in Chinitna Bay where human visitation is high. Please use them. At Silver Salmon Creek, follow the lead of your guide, or if you are traveling without one, observe where other groups go and where they avoid. In general, entering the meadow where bears feed is unwise. Access Viewing Sites in a Consistent Manner that Minimizes Disturbances If people travel to the same places in the same way day after day, year after year, our behavior becomes predictable to bears, and they are more likely to view us as an unobtrusive part of their environment. If trails exists to designated viewing sites, such as those at Chinitna Bay, please use them. When accessing viewing sites, people should strive to minimize disturbance to bears, bear habitat, and other people. When going to a viewing area on foot, it is usually best to be visible while approaching rather than sneaking into the area and possibly surprising bears. Bears don't like to be surprised, and can be dangerous if they are. Promote Predictable Human Behavior Each encounter is a learning experience for both bears and people. Appropriate and consistent human responses to bears minimize the chances of dangerous surprise encounters and can provide safer and better bear viewing experiences. In most cases it is best to stay in the open where bears can see people and avoid them if they wish. Hiding from bears increases the likelihood that people will have a surprise encounter that could result in a dangerous situation for the bear and\/or the person. Minimizing noise and movement while viewing bears will help limit disturbance to bears using the area. Respect a Bear's \"Personal Space\" Never closely approach, crowd, pursue, disturb, or displace bears. The distance at which bears can allow people varies dramatically in different situations and between individual bears. Human behavior also has a large impact on bear's \"personal space.\" In general, bears along the park's coast where there is plentiful food are more tolerant of the presence of each other, other wildlife, and even people than bears who live inland with fewer food sources. Always give the bears multiple routes to get around you. Bears that feel crowded or trapped are more likely to be dangerous. Be sure you also give yourself multiple routes to leave the area in case bears approach you. Respect a Bear's Food Sources Bears have limited opportunities to gain calories necessary to maintain life and prepare for denning. Displacing bears from feeding sites or damaging their food sources has serious consequences for them. Do not monopolize feeding sites. On the Lake Clark coast, bears have rights to the prime fishing holes, clamming spots, and sedge meadows. If you are in these areas and a bear is approaching you, ensure you are not blocking its path. Do not trample the sedge. It is best to say out of the sedge meadows altogether, and in Chinitna Bay the meadow is legally closed to human access.  Avoid Displacing Bears When Camping and Fishing Overnight camping and fishing may attract and\/or displace some bears near important feeding areas. Campsites should be located well away from bear travel corridors and feeding sites. Sport anglers must be careful to avoid attracting bears when plying fish they have hooked. It is wise to cut your line if you have a fish hooked and a nearby bear is observing. Bears should not learn to associate fresh fish with people.  Ensure Bears Don't Obtain Food From People Bear-resistant food and garbage storage is critical to ensure that bears do not obtain fish or food from humans. No food or objects should be abandoned in order to distract an approaching bear. Do not cook near bear travel corridors or feeding sites. Ensure that no trace of food or garbage is left during or after a visit. Chinitna Bay and Silver Salmon Creek have food related regulations in place that must be obeyed. Stay Together in Bear Country Groups of people are generally safer than individuals. Members of a viewing group should stay within a few arms' lengths of one another. Bears may perceive a greater threat from two or more nearby groups than a single cohesive group. Read a Bear's Body Language Although brown bears are inherently solitary animals, they have developed distinct social cues and practices that allow them to live and eat near other bears. This is especially true around seasonally abundant food sources such as sedge meadows and salmon spawning streams. If people learn to adhere to the rules bears observe for themselves, bears will more likely accept our presence as an unobtrusive part of their environment, and will continue to feed and carry on their natural behavior while being watched. Understanding bear behavior also reduces dangerous encounters and benefits both bears and people.  If a bear that has been feeding calmly moves away at your approach, you have probably come too close. Do not pursue the bear at this point. Bears standing on their hind legs are trying to gain a better vantage to see or smell something in the distance. Boars walking in a bow legged, \"cowboy\" stance are expressing dominance. You will see this during the mating season in June as they try win dominance over other boars and thus the right to mate. It is also used to move others out of prime feeding or resting spots. A bear may open its jaws wide in close proximity to another bear's face that it is trying to impress. This often leads to play. Yawning can indicate that a bear is mildly irritated. Out of respect, avoid crowding a bear expressing this behavior. Huffing, sometimes accompanied by deeper throaty sounds indicates that a bear is nervous. If the bear is directing the huffing at you, it is time to give the bear more space. Jaw popping\/ teeth clacking is a sign that a bear is very agitated and perhaps a little afraid. If you are close enough to hear it, you are too close. A bear that is very agitated may have its ears flattened against its head. A bear that lunges towards you or slaps the ground or surrounding vegetation is feeling threatened and telling you to \"move away.\" Take this message very seriously.  Discourage Curious or Aggressive Bears from Approaching If a young bear learns it can push people around, the bear can become a problem. If a bear is approaching people, people need to make sure they are not inadvertently blocking its travel path or monopolizing a feeding site. If, after people attempt to get out of its way, a bear continues to approach too closely, people should assert themselves to defend a consistent personal space. Assertive actions should begin with the most innocuous such as holding one's ground (not moving away from the bear), raising one's arms and waving, speaking to the bear, and standing on a higher object. If approach continues, assertive actions should escalate appropriately.",
    "url": "https:\/\/www.nps.gov\/lacl\/planyourvisit\/bear-viewing.htm"
}
