{
    "title": "Mesa Verde National Park: Balcony House",
    "body": "Balcony House          On the Cliff Palace\/Balcony House Road (map), Ranger-Guided Only, Fee Required       Balcony House               “Balcony House, with its well-preserved rooms, kivas, and plazas, stands as a tribute to those who built and occupied the site in the thirteenth century, the ancestors of the Pueblo Indians of Arizona and New Mexico. Balcony House is also a tribute to the men who excavated and stabilized the site in the early part of the twentieth century…” (Kathleen Fiero, Balcony House: A History of a Cliff Dwelling, Copyright 1999 by Mesa Verde Museum Association.)          Balcony House   With 40 rooms, Balcony House is considered a medium size cliff dwelling. Only 10 sites in the park have more. Evidence of how room and passageway construction in the alcove evolved through time can easily be seen in Balcony House. Today, the tunnel, passageways, and modern 32-foot entrance ladder are what make it the most adventurous cliff dwelling tour in the park. You may enter Balcony House by ranger-guided tour only. Tours are offered from late April to mid October. Purchase tickets for these one-hour tours at the Mesa Verde Visitor and Research Center before driving to the site.        Pre-excavated view of Balcony House.   A prospector, S. E. Osborn, first entered Balcony House in the spring of 1884. His name and the date March 20, 1884, have been found in a dwelling in lower Soda Canyon. In a newspaper article published late in 1886, Osborn describes some of the sites he visited in the Mesa Verde in 1883- 1884. One of the descriptions is very similar to that of Balcony House. There is little doubt that he entered it. Jesse Nusbaum excavated Balcony House in 1910. Nusbaum was not only an accomplished archeologist, he was also one of the first superintendents of Mesa Verde National Park.           [ Balcony House Tour ]",
    "url": "https:\/\/www.nps.gov\/meve\/learn\/historyculture\/cd_balcony_house.htm"
}
