{
    "title": "Lake Clark National Park & Preserve: Historic Telaquana Trail Route",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Camping\/Backpacking     Historic Telaquana Trail Route                Historic Telaquana Trail Route       The Telaquana Trail is a popular backpacking journey along a historic Dena'ina Athabascan route from Telaquana Lake to Kijik Village on Lake Clark. Despite its name, the Telaquana Trail is in fact only a route and not actually a trail. Adventurers who embark on this hike will need to rely upon their way-finding, map-reading, and trailless hiking skills to navigate. This page only describes the general terrain in the northern section between Telaquana Lake and Lower Twin Lake. It does not describe in detail the exact route you should walk. Instead, we encourage you to use the information provided to plan your own unique trip!       Spectacular views greet hikers and campers along the historic Telaquana Trail Route. NPS Photo \/ Adrienne Lindholm       Maps: USGS 1:63 360 series topographic Lake Clark C3, D3 Access: An air taxi will need to drop you off and pick you up at the lake\/s of your choice along the route; Telaquana Lake, Turquoise Lake, or Lower Twin Lake. Time: 2-4 days Difficulty: Gentle to moderate trail-less hiking over rolling alpine tundra. Three river crossings dip below treeline into the forest. Highlights: Feel like you're following in the footsteps of generations of Dena'ina people. While there is no actual trail, this route takes advantage of some of the most gentle and scenic terrain in the park. Hazards: Three major rivers flow through this route; the Telaquana River which drains Telaquana Lake, the Mulchatna River which drains Turquoise Lake, and the Chilikadrotna River which drains Lower Twin Lake. Lower water levels may occur May-June and mid-August. Manage the risks by using the Plan > Pick > Assess > Check method for river crossings. You can avoid crossing the Telaquana River by getting dropped off\/picked up (depending on which way you walk the route) on the south side of Telaquana Lake. You must cross the Mulchatna River if you plan on hiking the entire distance between Telaquana and Lower Twin Lake. It can be waist deep in mid-summer. Caution is recommended. Experienced packrafters may wish to bring a packraft to facilitate crossing. Hikers tend to cross at the lake outlet or a couple miles downstream at the historic crossing where the water is shallower. Crossing the Chilikadrotna River is much the same as the Mulchatna but can be avoided by getting dropped off\/picked up (depending on which way you walk the route) on the North side of the river at Lower Twin Lake. Lake Clark is bear country, and you may encounter brown bears or American black bears during your trip. Store your food properly and be sure you know how to stay safe in bear country.  Route: The Telaquana Trail can be hiked south from Telaquana Lake or north from Lower Twin. The expansive tundra plains between the lakes offer countless opportunities for exploring. The most direct route bisects the outlets of Turquoise and Lower Twin Lakes, but you can customize your trip to meander through the area as you please. To hike south from Telaquana Lake, begin the hike from mid-lake on Telaquana Lake and climb through forest and shrub up into alpine country. This may take two to five hours. Once above tree line the camping sites and drinking water are numerous and you may continue at your desired pace. Be sure to cross the Mulchatna River up stream of the first major tributary entering from the south; this about 1.5 miles downstream of Turquoise Lake. Follow this same tributary up to higher country before making the descent into the Chilikadrotna river basin, which is forested.                   Telaquana Trail   5 Photos  Images from along the Telaquana Trail",
    "url": "https:\/\/www.nps.gov\/lacl\/planyourvisit\/historic-telaquana-trail-route.htm"
}
