{
    "title": "Mesa Verde National Park: Condition Assessment",
    "body": "Condition Assessment       The Condition Assessment Project at Mesa Verde National Park began in 1996. To date, 230 of the recorded 600 cliff dwellings have been assessed. Under this program, standing walls in the alcoves are assessed for damage from such effects as water, fire, structural instability, and rodents. Recommendations are then made that will help reduce or reverse those adverse effects.         Left: Archeologist Liz Francisco documents a hand and toe hold trail that leads to an upper alcove at Double House. Right: Archeologist Liz Francisco working in the upper ledge of Kodak House. NPS Photo         Types of Threats to Standing Architecture The focus of Condition Assessment is to determine what factors threaten cliff dwelling sites that contain standing architecture. Water from runoff is the most serious threat to walls as it speeds erosion at wall foundations and within joints. Left alone, such erosion can result in the collapse of entire structures. Other threats include rodent burrowing and structural weaknesses such as cracking and leaning. If these types of problems are found, then recommendations are made for additional documentation and\/or stabilization treatments which will help to preserve the archeological integrity of the sites. Often the most severe water runoff problems can be reduced by installing a bead of silicone caulk along the cliff face which directs water away from archeological features.        Left: Severe water erosion affects the stability of this wall. Right: A severe lean and crack in the wall of a cliff dwelling site. NPS Photo        Left: Archeologist Chris McAllister installing a silicone dripline above an alcove site. Right: Archeologist Vince MacMillian documents a single room granary site. NPS Photo         Background Many of the backcountry cliff dwellings have not been visited or documented by archeologists since they were first recorded during park surveys in the 1930s, 1950s and 1970s. Many of these sites are very difficult to access, and often require aides such as ladders and\/or technical climbing gear and rappelling skills in order to enter them. As a result, there is very little current information regarding the condition of many of these sites. In 1994, park management developed the Archeological Site Conservation Program, the goal of which is to assess the condition of 600 alcove sites, document those that contain intact architecture, and stabilize some of the more severely threatened sites.        Typical access into backcountry cliff dwellings. NPS PHOTO",
    "url": "https:\/\/www.nps.gov\/meve\/learn\/historyculture\/condition_assessment.htm"
}
