{
    "title": "Lake Clark National Park & Preserve: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       Recreational Activities You do not need to pay entrance fees, make reservations, or obtain permits from the National Park Service for any recreational activities in the park including backpacking, camping, river running, bear viewing, or visiting Dick Proenneke's cabin. However, anglers and hunters must possess a valid Alaska state hunting and\/or fishing license and must comply with State of Alaska sport fishing regulations and sport hunting and trapping regulations. All parties venturing into the backcountry are encouraged to complete this voluntary backcountry registration form, which can assist rangers with search and rescue operations in the event an over-due party is reported. Please note: The National Park Service does not track your progress through the park. We recommend you leave a copy of your itinerary with a friend or relative who can call the park if you do not return from your trip on time. The form can be filed with the visitor center in Port Alsworth in-person or downloaded here and either emailed to us at lacl_vistor_information @ nps.gov or faxed to us at (907)781-2119.  Commercial Film Permits Permits are required for commercial operations wishing to film within the boundaries of the park or preserve. Please contact the Chief Ranger to obtain a permit. Phone: (907) 644-3647 e-mail us  Research and Collection Permits Lake Clark is interested in working with researchers from a wide variety of organizations. Please contact the Chief of Natural Resources to discuss your project and obtain a permit. Phone: (907) 781-2136 e-mail us  Doing Business in the Park Appropriate permits are required in order for business and non-profit organizations to provide guide and other services within the boundaries of the park or preserve. This includes air taxi, bear viewing, sport fishing, big game transport, and more. Application forms, instructions, CUA fees, and stipulations by which CUA holders must operate can all be found on the Commercial Use Authorizations website for the Alaska Region. Please contact Lake Clark's Concessions Management Specialist with questions regarding the permit process. Phone: (907) 781-2101 e-mail us",
    "url": "https:\/\/www.nps.gov\/lacl\/planyourvisit\/permitsandreservations.htm"
}
