{
    "title": "Lake Clark National Park & Preserve: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       Lake Clark National Park and Preserve is located on the Alaska Peninsula north of Katmai National Park, 65 air miles northwest of Homer, and about 120 air miles southwest of Anchorage.  Like many areas in Alaska, Lake Clark is not on the road system; therefore, travel takes place primarily by small plane. Fixed-wing aircraft are allowed to land on all suitable lakes, rivers, beaches, gravel bars, and open ground in both the park and preserve unless the area is closed or otherwise restricted. When weather and tides permit, the east side of the park on the Cook Inlet coast may be accessed by boat in addition to aircraft. Lake Clark is a backcountry park. There are no roads, no campgrounds, and only one maintained hiking trail, the Tanalian Trail. Travel from one location to another is by foot, kayak, raft, boat, or small plane. More information on backcountry travel in the park can be found in the camping and backpacking section.       Travel to the park is primarily by small plane, like this one which has floats attached that allow it to land on lakes and other suitable bodies of water. NPS \/ J.Mills       Air Taxi and Guide Services A half-hour to two-hour flight from Anchorage, Kenai, or Homer will provide access to most points within Lake Clark. Prices depend on group size, type of airplane, length of flight, where the flight originates, and whether or not you want to simply charter an air taxi, or also hire a guide for fishing, hunting, photography, backpacking, rafting, mountaineering, bear viewing, etc... Some companies will also rent kayaks, motor boats, backpacking equipment, fat tire bikes, and a variety of other equipment.   Tips for Finding an Air Taxi or Guide The list of air taxi operators, guides, and equipment rental companies authorized to do business in the park is organized by activity. You can search for air taxis, bear viewing guides, and much more. Within those categories, you can narrow down the selection of operators to those most suitable for your adventure by calling only those who are based out of the town you wish to depart for the park from (Anchorage, Homer, Kenai, and more are listed). If you know where you are going, you can narrow your search down further by selecting an air taxi, big game transporter, or incidental hunt transporter whose planes operate on the appropriate type of equipment. Traveling to the Proenneke site, Crescent Lake, or another lake in the park? Choose an air taxi that flies on floats in the summer. Visitors to Port Alsworth can fly on floats or wheels, and those going to see bears on the coast typically land on beaches in wheeled planes. Depending on snow and ice conditions, the plane will need either skis or wheels to land on frozen lakes in the winter. If you are hiring a guided service, they will typically plan the flight for you, so call them first.  Air Taxis Operating on Floats or Amphibious Gear These businesses are capable of landing on any suitable body of water in the park, including Crescent Lake, and Upper Twin Lake at the Proenneke site. Be aware that while any float plane can land on the state waters in Hardenburg Bay at Port Alsworth, there may be issues with parking planes on privately owned sections of the shoreline. For this reason, some air taxis not listed below as flying out of Port Alsworth may choose not to fly there.     Flying out of Anchorage Air Madura II, Katmai Air, Lake Clark Air, Rust Air, Sportsmans Air Service,  Sunlight Aviation, Trail Ridge Air, Trygg Air Alaska Flying out of Homer Adventure Airways, Beluga Air, Emerald Air Service, Northwind Aviation, Steller Air Service Flying out of Iliamna Rainbow River Lodge Flying out of Kenai or Soldotna Alaska West Air, High Adventure Air Charter, Talon Air Service Flying out of King Salmon Branch River Air Service (May - October), Katmai Air,  Sky Trekking Alaska, Trygg Air Alaska Flying out of Kodiak Andrew Airways Flying out of Port Alsworth Alaska's Fishing Unlimited, Lake Clark Air, Lake Country Lodge & Trading Company Flying out of Wasilla Sky Trekking Alaska   Air Taxis Operating on Wheels These businesses are capable of landing on any suitable beach or runway, including at Silver Salmon Creek, Chinitna Bay, and Port Alsworth. They can also land on frozen lakes if the conditions are right.  Be aware that the two airstrips in Port Alsworth are privately owned by Lake Clark Air and Lake and Peninsula Airlines, who charge a ramp fee to other airplanes; therefore, other air taxis may decline traveling to Port Alsworth.  Flying out of Anchorage Air Madura II, Lake & Peninsula Airlines, Lake Clark Air, Regal Air, Sportsmans Air Service, Trygg Air Alaska Flying out of Chugiak Hawk Mountain Air Flying out of Homer Adventure Airways, K-Bay Air, Smokey Bay Air Flying out of Kenai or Soldotna Alaska West Air, Lake & Peninsula Airlines, Lake Clark Air, Natron Air Flying out of King Salmon Branch River Air Service (wheels in shoulder seasons only), Sky Trekking Alaska, Trygg Air Alaska Flying out of Kodiak Andrew Airways Flying out of Port Alsworth Lake & Peninsula Airlines, Lake Clark Air, Lake Country Lodge & Trading Company Flying out of Wasilla Sky Trekking Alaska   Air Taxis Operating on Skis or Wheeled-Skis These businesses are capable of landing on frozen lakes or any snow packed area if the conditions are right.  Flying out of Anchorage Rust Air, Sportsmans Air Service, Trail Ridge Air, Trygg Air Alaska Flying out of Chugiak Hawk Mountain Air Flying out of Kenai or Soldotna Alaska West Air Flying out of King Salmon Sky Trekking Alaska, Trygg Air Alaska Flying out of Port Alsworth Lake Country Lodge & Trading Company Flying out of Wasilla Sky Trekking Alaska   Flying in a Small Plane Flights in bush planes be an exciting experience, and very different from the passenger experience on a commercial jet. The short video below captures some of the feel of a bush plane flight.                        Beach Landing at Chinitna Bay Climb aboard this Cessna 170 for a beach landing at Chinitna Bay.Note: Audio is engine noise only.  There are no captions.  Duration:1 minute, 47 seconds               Private Aircraft Park and Preserve lands and waters are open to fixed-wing aircraft.  Fuel is available in Port Alsworth from Lake Clark Air (wheels and floats) and Lake and Peninsula Airlines (wheels). Fuel with both float and wheel access is also available south of the park in Iliamna. Airstrips in Port Alsworth are private and a ramp fee may be charged. Contact Lake Clark Air or Lake and Peninsula Airlines (Wilder\/Natwick) regarding use of their airstrips and tie down options. Pilots should confirm up to date information with private businesses. The Wilder\/Natwick runway (05R- 23L) is in the Alaska Supplement. Live-feed aviation weather webcams operated by the Federal Aviation Administration are an important tool that can help pilots maintain a continuous weather watch. Cameras located in the Lake Clark area include: Nondalton, Lake Clark Pass East, Lake Clark Pass West, Lake Clark Pass RCO, Merrill Pass High, and Merrill Pass Low. To see current images, look for the name of the desired camera on the FAA webcam site list. Weather stations are another tool that can help pilots obtain current weather conditions. They record and archive hourly weather observations including wind speed and direction, snow depth, and air temperature. Stations located within Lake Clark National Park and Preserve include: Chigmit Mountains, Hickerson Lake, Port Alsworth, Silver Salmon Lakes, Snipe Lake, and Stoney.  In addition to supporting real-time needs, the four weather stations operated by the National Park Service's Southwest Alaska Inventory and Monitoring Network (SWAN) are intended to also provide reliable climate data that can help researchers understand ecosystem changes, identify natural variability in weather, and identify long-term climate trends. Learn more about weather and climate science being conducted in the park on the SWAN website.  Download a park map that includes approximate locations of select FAA webcams and NPS weather stations. For exact locations, please visit the website for each webcam or weather station using the links above or those inbeded in the map.      Boat Several charter boat services on the Kenai Peninsula offer tours that include portions of the Lake Clark coastline, drop-off and pick-up services, or custom charters.      Car There is no road access to or within Lake Clark National Park and Preserve.     Lake Clark    A map of Lake Clark National Park and Preserve",
    "url": "https:\/\/www.nps.gov\/lacl\/planyourvisit\/directions.htm"
}
