{
    "title": "Lake Clark National Park & Preserve: Silver Salmon Creek",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Silver Salmon Creek              Visit Silver Salmon Creek       A trip to Silver Salmon Creek on Lake Clark's Cook Inlet coast offers outstanding bear viewing and sport fishing opportunities for visitors. This page provides the information you need to plan your trip.       Brown bears gather at Silver Salmon Creek to graze in the sedge meadows in early summer and to fish for salmon in the nearby streams later in the season. NPS Photo \/ Kara Lewandowski       Getting to Silver Salmon Creek Flying to Silver Salmon Creek Most visitors arrive by small plane operating on wheels that land on the beach. Though it is legal for planes to land in the ocean or in the river, many operators choose not to take their float planes here due to the corrosive nature of salt water and the extreme tides in Cook Inlet that can make operating on floats tricky. The fight from Homer, Kenai or Anchorage is less than an hour. Prices depend on group size, type of airplane, length of flight, where the flight originates, and whether you choose to hire a guided trip or just an air taxi. Contact each operator directly to determine the cost for your trip. Taking a Boat to Silver Salmon Creek It is also possible to travel across Cook Inlet in a boat, though the seas are often rough. A one way trip is approximately 50 miles from the Homer Harbor and 30 from Anchor Point and can take two to four hours depending on the boat and ocean conditions. Extreme tides make access to Silver Salmon Creek challenging for boats. Latitude\/Longitude The Ranger Station is located at approximately 59° 58.810' N 152° 39.910W  Getting Around Silver Salmon Creek Area lodges transport their guests in trailers towed by ATVs. Everyone else must travel between sites on foot. Be prepared to walk through sandy terrain a few hundred yards from the beach to the nearest sedge meadow or fishing spot. You may walk two or more miles back and forth between sites on the salt marsh and\/or those in the tidal flats and creeks in search of bears or fish.  Things to Do at Silver Salmon Creek Brown Bear Viewing Silver Salmon Creek offers world class brown bear viewing. Brown bears can be seen grazing in the sedge meadows in late spring to mid summer, fishing in the creek during the salmon run in late summer, or digging for clams on the beach throughout the season. Sport Fishing Coho (silver) salmon and humpback (pink) salmon as well as Dolly Varden run up the creek in the late summer, providing ample excitement for adventurous anglers. Sport fishers must abide by all State of Alaska fishing regulations. Bird Watching Bears aren't the only wildlife that congregates in Silver Salmon Creek's rich estuary.  Shorebirds stage in the mud and sand flats during spring migration. Dabbling ducks are present all summer, but peak during migration in April and September. Look for them at river mouths and mud flats. Seabirds nest on rocky cliffs north of Silver Salmon Creek and also on nearby Chisik and Duck islands during the summer and can be seen foraging in the ocean. Loons nest and forage in coastal freshwater ponds including nearby Silver Salmon Lakes. Raptors nest and forage along the coast and rivers year round. Songbirds nest and forage in the salt marshes and forests.  Clam Digging The tidal flats, while a bit rocky, are filled with razor, little neck, and butter clams. Keep in mind that all shell fish may be exposed to the algae that causes Paralytic Shellfish Poising (PSP). Eating contaminated shellfish can cause severe illness or death. This beach is not monitored for PSP. Gather and consume shellfish here at your own risk. Visitors wishing to fish or dig for clams must follow all State of Alaska fishing regulations. Please clean clams below the tide line and cast remains into the ocean. Camping, Backpacking, and Hiking Travelers with experience in in brown bear country can follow a spectacular 25 mile hike from Chinitna Bay to Silver Salmon Creek. Though no formal campgrounds exist, excellent camp sites abound. Use extreme caution when hiking this route due to the high population of bears in the area. Lodging and Guided Trips Several licensed commercial outfitters specialize in day-long and overnight bear viewing and sport fishing trips to Silver Salmon Creek for travelers who prefer to visit bear country with a knowledgeable guide. Contact each company directly to determine the cost for your trip.        Bears are curious. You are responsible for your safety and for keeping bears wild. NPS Photo \/ Kevyn Jalone  Staying Safe at Silver Salmon Creek Bear Viewing Best Practices Interactions between bears and people are different in a high density area like Silver Salmon Creek where people come with the intent to observe the bears than it is in the remainder of the park. Learn how to stay safe in this environment by becoming familiar with the bear viewing best practices prior to your trip to Silver Salmon Creek. Fishing In Bear Country While fishing can be exciting at Silver Salmon Creek, it offers a unique set of challenges and opportunities. You are responsible for your own safety and for keeping the bears wild. Become familiar with the responsibilities that come with fishing in bear country prior to your trip to Silver Salmon Creek. In Addition to All Other Park Rules and Regulations There are a few amenities and regulations at Silver Salmon Creek designed for your safety.  The sedge meadow is closed to human entry between the Sargent Creek confluence and the Silver Salmon Creek from June 15 to September 15 for habitat restoration. Visitors are asked to please stay on the established foot path. Off-Road vehicle trails: The beach is the only corridor formally approved for ORV use by the general public. ORV use on trails highlighted in pink on the map requires a special use permit from the National Park Service.  Please park ORVs at the end of the beach trail adjacent to the creek crossing and access the creek on foot. It is disruptive to bears and other visitors to ride up to the edge and along the creek. A Ranger Station is located on the south side of the creek, just off the trail from the south beach. Eating is discouraged above the beach. This restriction is intended to minimize the risk of negative human\/bear interactions and prevent bears from associating human food with the bear viewing sites in and adjacent to the meadow.If you are staying at an area lodge, it is best to keep your food there. Attend your food. If you have any food with you, you must keep it packed out of site and in your possession at all times or stored in an approved bear resistant food container. Secure your fish in an approved bear-resistant container as soon as you catch it. They are available from the ranger station or your guide. Abide by all State of Alaska Fishing Regulations These apply to digging clams, catch and release fishing, as well as fishing with the intent to keep your catch.               View Photos of Silver Salmon Creek                   Silver Salmon Creek   8 Photos  Images of Silver Salmon Creek in Lake Clark",
    "url": "https:\/\/www.nps.gov\/lacl\/planyourvisit\/silver-salmon-creek.htm"
}
