{
    "title": "Lake Clark National Park & Preserve: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go       With four million undeveloped, wild acres to explore there are countless places go for adventure, solitude, and recreation in Lake Clark. Part of the purpose of the park is to allow for individual, personal exploration of wilderness; however, listed below are a few areas of particular significance or interest.                  Discover Chinitna Bay               Visit Richard Proenneke's cabin on Twin Lakes               Crescent Lake                Silver Salmon Creek               Brown bears graze in the sedge meadows at Silver Salmon Creek and Chinitna Bay in early to mid summer. NPS Photo \/ Kevyn Jalone  Cook Inlet Coast The park's coastline is across Cook Inlet from the Kenai Peninsula and the communities of Homer, Kenai, and Soldatna. The coastal meadows and streams have world-class Alaska brown bear viewing and fishing. Silver Salmon Creek - Located midway up the park's Cook Inlet coast, this is the place to be if you are interested in bear viewing or fishing. Despite the name, you can find fish other than salmon in Silver Salmon Creek. Chinitna Bay - At times, visitors are able to see twenty or more brown bears in the salt marsh and on the tidal flats east of Middle Glacier Creek. Tucked in the protected reaches of Chinitna Bay, this is another fantastic bear-viewing spot in the park.        Jagged peaks, volcanoes, and glaciers slip in and out of view during flight-seeing tours of the Chigmit and Neacola Mountains. NPS Photo \/ Kent Miller  Mountains and Volcanoes The craggy Chigmit and Neacola Mountains run north-south through the center of the park with Redoubt and Illiamna Volcanoes towering above them all. Mountaineers will find both challenge and solitude. Flight-seeing tours through the mountains is available from air taxis based in communites along the Kenai Peninsula or in Port Alsworth. Crescent Lake - Crescent Lake is tucked into the coastal Chigmit Mountains, with spectacular views of Redoubt Volcano, high density bear populations, and strong salmon runs. Alder-filled hillsides rise from the shoreline to towering mountains. Sockeye and silver salmon run upriver to Crescent Lake, making it a great spot to base for fishing. Bear viewing is also possible from boats cruising along shoreline.        Kayakers on Lake Clark are able to reach miles of shoreline with endless hiking and camping possibilities. Photo courtesy M. Richotte  Lake Clark Lake Clark is centrally located in the park. This spectacular fifty-mile long lake offers fishing and kayaking. The private community of Port Alsworth sits on the southern shore of the lake. Port Alsworth offers visitor services such as lodging, air taxis, guide services, gear rentals, and a post office. A small park visitor center in Port Alsworth has displays, films of the park, and rangers who can help you plan your trip. The Tanalian trails network begins in town. Day hikers can chose between hikes to a beaver pond, Tanalian Falls, Kontrashibuna Lake, and the summit of Tanalian Mountain. Intrepid hikers with more time can extend the trip into the trailless high country beyond Kontrashibuna Lake.        Twin Lakes are just two of many lakes and ponds that dot the western foothills of the Chigmit and Neacola Mountains. NPS Photo \/ W. Hill  Lakes Country North and south of Lake Clark stunning iridescent and turquoise blue lakes stud the connection between the tundra and the mountains. Twin Lakes and Richard Proenneke's Cabin The famed historic Proenneke cabin is located on upper Twin Lake north of Lake Clark. For many people, Proenneke is an icon of wilderness values. Enamored with the wilderness in Alaska, in the 1960s he constructed a cabin on Twin Lakes, using hand tools he also built himself. His journals and self-made film clips served as the inspiration for the documentary One Man's Wilderness, and his cabin remains a huge draw for park visitors. Learn more about:  How to visit the Proenneke cabin The story of Richard Proenneke The details of how Proenneke built his cabin          Backcountry hiking in the lakes country rewards the adventurer with scenic vistas. NPS photo \/ Dan Young  Hiking and Backpacking in the Lakes Country Base camping, backpacking, and hiking options abound in this section of the park and preserve. While the only developed and maintained trails in the park are part of the Tanalian Trails network near park headquarters in Port Alsworth, hiking is allowed anywhere not otherwise closed to public use. Lake shores, coastal beaches, and high tundra are excellent areas for that activity. Adventurers in Lake Clark will need to rely upon their way-finding and trailless hiking skills, or hire a guide who can help them. The following route descriptions are not a complete listing. They are simply a sampling of the variety of trips available in the park and preserve. Many of these routes could be expanded, linked together, or the descriptions used simply to get an idea of the terrain in order to plan your own unique trip. Regardless of how you chose to use them, thorough research and preparation will be important in creating your own safe adventure in Lake Clark National Park and Preserve.  Hope Creek Route starting from Upper Twin Lake Low Pass Route starting from Upper Twin Lake Trail Creek Route starting from Telaquana Lake Historic Telaquana 'Trail' Route between Kijik Village on Lake Clark and Telaquana Lake Upper to Lower Twin Lakes Route Fishtrap Lake to Snipe Lake Route",
    "url": "https:\/\/www.nps.gov\/lacl\/planyourvisit\/placestogo.htm"
}
