{
    "title": "Lake Clark National Park & Preserve: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather              Weather       \"Collision of marine air masses from the Bering Sea and the Gulf of Alaska with continental air masses from Alaska's interior gives the Lake Clark \/ Iliamna Lake area extremely variable weather patterns.\" ~Alaska Geographic, Volume 13, Number 4.       NPS \/ J. Mills       Average Weather Conditions Lake Clark National Park and Preserve has two distinct climate areas: the coast and the interior. The coast is often foggy and wet, with an average annual rainfall of 40 to 80 inches. The interior averages only 17 to 26 inches. The same weather systems that bring precipitation to the coast also bring milder winters; the interior often suffers temperatures as low as -40 degrees Fahrenheit. Visitors to Lake Clark National Park and Preserve might bask in warm, gentle sunshine, be pummeled by fierce storms, or get soaked by rain. Weather conditions can change rapidly, and the mountainous terrain channels fierce winds. Gusts in the 30-50 mph range are not uncommon. Frost and snow can occur any time, but are most common from September to early June. Lake Clark typically begins freezing in November and melts in April. Ice conditions dictate whether planes on floats or skis can land. In general, visitors should be prepared to experience a number of different weather conditions during their stay in Lake Clark. Sturdy rain gear and waterproof footwear are a must, and smart travelers make sure to layer clothing. Port Alsworth Weather Quick Facts  Average Summer Temperatures: 50° to 65° Fahrenheit Average July Low: 54° Fahrenheit Average July High: 68° Fahrenheit Average January Low: 1° Fahrenheit Average January High: 22° Fahrenheit Record Low: -55° Fahrenheit Record High: 86° Fahrenheit Mean Annual Temperature: 33.1° Fahrenheit Average Annual Precipitation: 17-26 inches   Current Weather Current weather information in the park can be obtained in a number of ways. National Park Service Weather Stations Weather stations are a useful tool for obtaining current weather conditions. They record and archive hourly weather observations including wind speed and direction, snow depth, and air temperature among other data. Stations are located strategically throughout Lake Clark National Park & Preserve.   The interior of the park: Port Alsworth weather station, Snipe Lake weather station, and Stony weather station.  The coast: Silver Salmon Lakes weather station. High in the mountains: Chigmit Mountains weather station  In addition to supporting real-time needs, four of these weather stations are operated and by the Southwest Alaska Inventory and Monitoring Network (SWAN) who monitors weather and climate trends in several of Alaska's national parks. The weather stations are intended to provide reliable climate data that can help researchers understand ecosystem changes, identify natural variability in weather, and identify long-term climate trends. Live-feed Aviation Weather Webcams Operated by the Federal Aviation Administration, these webcams provide a visual of current weather conditions. Cameras located in the Lake Clark area include: Nondalton, Lake Clark Pass East, Lake Clark Pass West, Lake Clark Pass RCO, Merrill Pass High, and Merrill Pass Low. Too see current images, look for the name of the desired camera on the FAA webcam site list. You can download a park map that includes approximate locations of select FAA webcams and NPS weather stations. For exact locations, please visit the website for each webcam or weather station using the links above or those inbeded in the map.  NOAA Weather Forecasts  Coastal area forecast, including Chinitna Bay, Silver Salmon Creek, Tuxedni Bay, and Crescent Lake.  Inland area forecast, including Port Alsworth, Twin Lakes and the Proenneke Cabin, Turquoise Lake, Telaquana Lake, Two Lakes, Snipe Lake, and the Mulchatna River.  In addition to obtaining weather information for areas located in the park, it can be critical to be be aware of the weather in the communities where air taxi and guide services are located, including Anchorage, Kenai, and Homer.  Western Kenai Peninsula forecast, including the gateway communities of Kenai and Homer.   Anchorage forecast",
    "url": "https:\/\/www.nps.gov\/lacl\/planyourvisit\/weather.htm"
}
