{
    "title": "Sitka National Historical Park: Planning",
    "body": "Explore This Park    Get Involved     Planning             Planning       Sitka National Historical Park prepares a variety of planning and environmental documents to help guide it in managing park resources. These documents can range from site-specific impact analyses on facility locations to broader park-wide plans for future use and management of a park. Public Comment Current planning documents can be accessed through the National Park Service Planning, Environment and Public Comment (PEPC) System. You can submit comments through PEPC for documents open to public review. The draft version of the Long Range Interpretive Plan for Sitka National Historical park is available now for public comment at the PEPC site.       Management Plans         General Management Plan The purpose of the General Management Plan is to set forth the management philosophy and direction for Sitka National Historical Park and to provide strategies for addressing issues and achieving identified desired future conditions over a period of 15-20 years. The plan provides specific direction to meet current and future needs, protect park resources, and enhance visitor services.         Resource Management Plan The purpose of the Resource Management Plan is to set forth the direction and management philosophy for resources at Sitka National Historical Park. The plan provides strategies for addressing issues and achieving identified desired future conditions over a period of 4 to 20 years. The Resource Management Plan includes the present natural and cultural resource status, describes and evaluates the current resources program and needs, and provides individual project statements which identify funding and personnel needs.        Bicentennial Pole NPS image  Foundation Statement The Foundation Statement is a formal description of Sitka National Park's core mission.  It is a foundation to support planning and management of the park.  The foundation is grounded in the park's legislation and from knowledge acquired since the park was originally established.  It provides a shared understanding of what is most important about the park.  This Foundation Statement describe's the park's purpose, significance, fundamental resources and values, primary interpretive themes, and special mandates.      Annual Performance Plans & Reports FY 2006 Annual Performance Report FY 2005 Annual Performance Plan FY 2004 Annual Performance Report FY 2003 Annual Performance Plan FY 2002 Annual Performance Report FY 2001 Annual Performance Plan",
    "url": "https:\/\/www.nps.gov\/sitk\/getinvolved\/planning.htm"
}
