{
    "title": "Lake Clark National Park & Preserve: Eating & Sleeping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping             Eating & Sleeping       There is a variety of lodging options within Lake Clark National Park and Preserve from rustic camping, to bed and breakfasts, to all inclusive lodges offering guided excursions. However, unlike many larger parks, Lake Clark does not have a concessionaire who runs dining and lodging facilities on park property. All dining and lodging options are located on private property and owned and operated by private sector businesses. Contact each lodge directly to determine pricing and availability.   Where to Eat If you are not staying overnight at a lodge, you must provide all your own meals during your visit to the park. You may be able to make advanced arrangements for a meal with a lodge in the area you plan to visit. There is also one cafe in Port Alsworth open during the summer at the General Lodge. Please note:  Picnicking in Chinitna Bay from Glacier spit to the NPS ranger cabin (2 miles east) is prohibited above the beach June 1 - August 31. Please eat and prepare food outside the Proenneke cabin. Many visitors enjoy the view from the beach in front of the cabin during their lunch break.    Lodges, Bed & Breakfasts The following lodging opportunities are all independent businesses operating on private land. Contact each lodge directly to determine pricing and availability.  Port Alsworth  Alaska's Back Country Inn (907) 781-2239 Alaska Backcountry Fishing Lodge (907) 721-3041 Alaska Fishing Unlimited (907) 781-2220 The General Lodge (907) 420-7937 The Farm Lodge (907)781-2211 The Lake Country Lodge (907) 781-2245 Wilder House Bed & Breakfast (907) 781-2228  On Lake Clark, not in Port Alsworth  Island Lodge (206) 317-1242 Koksetna Wilderness Lodge (800) 391-8651 mid August to May or (907) 781-2227 summer only  Upper Twin Lake  Windsong Wilderness Retreat (907) 260-5410  Tuxedni Bay  Porter's Wild Alaska (253) 906-5145  Crescent Lake  Redoubt Mountain Lodge (907) 733-3034  Silver Salmon Creek  Alaska Homestead Lodge (907) 262-1960 Silver Salmon Creek Lodge (907) 262-4839  Chinitna Bay  Bear Mountain Lodge (907) 776-8613 Great Alaska Safaris (907) 262-4515     Camping With a few exceptions, travelers may travel and camp where they like in this trail free environment. For more information please visit our camping and backpacking page.  Port Alsworth has one campground that is privately owned and operated by Tulchina Adventures (907) 781-3033. Hope Creek primitive camping area with no services is available on a first come, first served basis on Upper Twin Lake just west of the Proenneke Historic Site.  You must be prepared for a creek crossing to access the Proenneke cabin from the camping area. Bear resistant boxes large enough to hold coolers of most sizes are available at the campsite.  Visitors camping elsewhere are required to pack in bear resistant canisters (BRCs) to store food and toiletries. BRCs may be borrowed from the visitor center in Port Alsworth or rented from outdoor gear shops in Anchorage, Homer, or other communities before flying to the park. The Richard L. Proenneke National Historic Register site  is closed to camping. You must find a suitable site to camp outside the historic site boundaries, or stay in the Hope Creek primitive camping area. Sleeping in or occupying the cabin, cache, or woodshed is also prohibited. The sedge meadow north of the slough in Chinitna Bay is closed to camping and all other human entry from May 1 to August 31. The sedge meadow in Silver Salmon Creek is closed to camping and all other human entry between the Sargent Creek confluence and the Silver Salmon Creek from June 15 to September 15 for habitat restoration.",
    "url": "https:\/\/www.nps.gov\/lacl\/planyourvisit\/eating-sleeping.htm"
}
