{
    "title": "Lake Clark National Park & Preserve: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit       Chances are, Lake Clark National Park and Preserve is unlike any park you've experienced. It's remote and undeveloped, beautiful and vast. The information below will help you come prepared for all that this wonderful, challenging place has to offer.       Kayaking is one of many adventures you can have in Lake Clark National Park and Preserve. NPS Photo \/ Kent Miller       Your visit to Lake Clark might include a quiet moment watching coastal Alaskan brown bears graze on the protein rich sedges at Silver Salmon Creek or Chinitna Bay. It could include a visit to Dick Proenneke's historic cabin on upper Twin Lake. Or maybe your visit will be a rigorous backpacking trip with friends over tundra slopes and past turquoise lakes. Accessibility Lake Clark's goal is to provide the highest possible level of accessibility to our visitors. Learn about the services and facilities that are available to people with disabilities by clicking the link above. Basic Trip Planning Information Find information about fees, passes, permits, reservations, operating hours and seasons, current conditions, weather, and pet policies. Directions and Getting Around Lake Clark National Park is not on the road system; therefore, access is primarily by small aircraft.  A one to two hour flight from Anchorage, Kenai, or Homer will provide access to most points within the park.  In addition to air taxis which will provide drop-off services, a variety of guide services offer trips throughout the park. Find more details at the link above. Eating and Sleeping There are a wide variety of lodging options within Lake Clark National Park and Preserve from rustic camping opportunities, to bed and breakfasts, to all inclusive lodges offering guided excursions. Laws and Policies It is your responsibility to know what is and is not permitted within the park. Take time to look over relevant laws and policies, and feel free to contact us with questions. Places to Go As a vast and largely undeveloped wilderness, there are countless places to visit in the park; however, there are a few areas of particular interest or significance. Safety A rugged wilderness like Lake Clark requires special care from visitors. The weather, terrain, and wildlife can all present challenges. Things to Do Spectacular wilderness adventure is easy to find at Lake Clark National Park. Figuring out what you want your adventure to be is the first step on your journey to the park.",
    "url": "https:\/\/www.nps.gov\/lacl\/planyourvisit\/index.htm"
}
