{
    "title": "Hubbell Trading Post National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1\/2 mile west of Hwy 191\/264  Ganado, AZ 86505-0150            Directions         Hubbell Trading Post National Historic Site is located at mile post 446.3 on AZ state route 264. Visitors traveling on I-40 can take U.S. Highway 191 North to Ganado and drive west on Hwy. 264. If you are traveling from Gallup, New Mexico, you may take U.S. Highway 491 North to U.S. Highway 264 west toward Ganado, through Window Rock,Arizona. When you are driving south from Chinle, Arizona on Hwy. 191 you will drive east when you reach Hwy. 264.  Directions Details           Operating Hours & Seasons       Hubbell Trading Post National Historic Site observes Mountain Daylight Savings Time from March to November. Please plan your trip accordingly.   Park entrance Winter hours Winter park operational hours is 8:00 A.M. to 5:00 P.M. with visitor center opening at 8:00 A.M. Trading Post opens and closes with Park Entrance hours. Winter hours generally begin during October and end in May of each year.   Standard Hours    Sunday: 8:00 AM - 5:00 PM   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 AM   Wednesday: 8:00 AM - 5:00 AM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 AM   Saturday: 8:00 AM - 5:00 PM      Additional Information View More       Christmas Day:  Closed      New Year’s Day:  Closed      Thanksgiving Day:  Closed          Park Entrance, Summer hours Park summer operational hours are 8:00 A.M. to 6:00 P.M. This includes the Visitor Center and Trading Post operations. Summer hours generally begin in May and end in October of each year.   Standard Hours    Sunday: 8:00 AM - 6:00 AM   Monday: 8:00 AM - 6:00 PM   Tuesday: 8:00 AM - 6:00 PM   Wednesday: 8:00 AM - 6:00 PM   Thursday: 8:00 AM - 6:00 PM   Friday: 8:00 AM - 6:00 PM   Saturday: 8:00 AM - 6:00 PM             Weather           Spring is normally windy. Summer can reach into high 90s with thunderstorms beginning in July into August. Fall is cooling off. Last couple of Winters have been dry and with a couple of inches of snow.         Fees & Passes     Entrance Fees:   Hubbell Home Tours Fee - $2.00 Hubbell Home tour fee is $2.00 per person for above the age of 15 years. Free for children under 15. Group size is 15 people per tour. School trips and special groups, please call the park for more information.          Visitor Centers       Hubbell Trading Post NHS Visitor Center The visitor center is located east of the trading post. Interpretive exhibits on Hubbell family, the Long Walk, weaving, and a children's trading post are located inside. Ask for brochures and other informational leaflets. Guided tour tickets for the Hubbell Home are available. An interactive video, and viewing of 1-2 minutes snapshots of different videos that are for sell at the trading post are all available inside.                 Rambo, one of two horses at Hubbell Trading Post in the fall. NPS LHenio  Welcome to Hubbell Trading Post National Historic Site   **Please note the Navajo Nation observes Mountain Daylight Saving Time from March through November while the rest of Arizona observes Mountain Standard Time. When it is 1 p.m. in Flagstaff, Arizona it is 2 p.m. at Hubbell Trading Post.**   +Inside the Visitor Center, there are new interpretive exhibits that explains why Hubbell Trading Post is a National Historic Site. Ask for information on what there is to do and see. Please plan on spending at least two hours of your time visiting the trading post and surrounding homestead.    +Join a tour of the historic Hubbell Home ($2.00\/person) where the family of John Lorenzo Hubbell lived.  +Wander through the grounds of the Hubbell family homestead and see the barn, bunkhouse, guest Hogan, historic farm equipment, horses, chickens, and Navajo Churro sheep.  +Explore the oldest continuously operating trading post in the American Southwest. Shop for authentic Navajo rugs, jewelry, and baskets.  +Enter the bullpen of the trading post where community members still shop for food, and dry goods. Buy a delicious snack for the road.  +Watch, and listen to the trader buy a hand-woven rug from a skilled Navajo weaver or a craft item from an artisan.  +Watch a Navajo weaver in the visitor center weave a intricate design in a rug.  +Attend a \"Sheep, Wool, and Weaving\" workshop to learn about the Navajo Lifeways in July.  +Experience Joy of the holiday season by attending the annual Luminaria Night in early December.  +Participate in a Native American Art and Crafts Auction in May and October.",
    "url": "https:\/\/www.nps.gov\/hutr\/planyourvisit\/basicinfo.htm"
}
