{
    "title": "Hubbell Trading Post National Historic Site: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Seasonal Operating Hours           Park Visitor Center sign Photo - LHenio  Park Summer Hours: 8:00 AM to 6:00 PM MDST    Hubbell Trading Post NHS is closed on New Year's Day, Thanksgiving, Christmas    Hubbell Trading Post National Historic Site is now operating on summer hours - 8:00 AM to 6:00 PM, this includes the Visitor Center. Please plan your trip accordingly, and remember that Hubbell is on Mountain Daylight Savings Time.  The visitor center offers new interpretive exhibits on the Hubbell Family, Rugs, Trading Post, Sheep, and the Long Walk. This is also where your guided tour for the Hubbell Home begins.  Be aware when a park ranger is conducting a house tour, the visitor center will temporarily be closed. During this time, you are more than welcome to walk the grounds behind the trading post and get familiar with the homestead.         Items for sale in the Park Store NPS - LHenio  Hubbell Trading Post Park Store Summer Hours: 8:00 AM - 6:00 PM MDST  Upon your entrance into the Trading Post, the park store (book store) is now located on the right-hand side. You may purchase your books and other items along with your groceries. Do not forget to become a Western National Park Association member and get 15% off your park store purchases. The discount does not apply to Arts and Crafts, and groceries. NEW ITEMS ON THE SHELF: National Park Service 100th Anniversary Calendar, I Saw Journal for kids, Tote Bag to carry all your purchases, and a new book: Hubbell Trading Post Trade, Tourism, and The Navajo Southwest by Erica Cottam. Come on in and do all your shopping at Hubbell's.         Hubbell Trading Post bullpen NPS Photo LHenio  Hubbell Trading Post Summer Hours: 8:00 AM - 6:00 PM MDST  For over 100 years, community members and visitors to Ganado patron Hubbell Trading Post. Here you were able to purchased groceries, dry goods, sold your rugs and crafts, and livestock. Today you still have a few of these items and much more. Are you looking for a pair of warm gloves? How about dishes? Or perhaps a wool-woven rug for that empty space on your wall? Whatever it is, you can get it at Hubbell. Come on by and shop to enjoy a traditional trading post atmosphere.  Come, stay a while and enjoy a cup of Arbuckles' Coffee - the coffee that won the west.",
    "url": "https:\/\/www.nps.gov\/hutr\/planyourvisit\/hours.htm"
}
