{
    "title": "Sitka National Historical Park: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners          Alaska Geographic Alaska Geographic is a non-profit bookstore, publisher, educator, and supporter of Alaska's magnificent parks, forests, and refuges. Incorporated in 1959, this organization partners with public land agencies across Alaska to connect people to the state's rich natural and cultural heritage. They manage Sitka National Historical Park's bookstore, working with us to provide visitors with books, souvenirs, and more.             US Geological Survey National Geomagnetism Program The US Geological Survey conducts research and monitoring in our area related to their National Geomagnetism Program. Sitka National Historical Park partners with them to assist with data monitoring and to lease USGS buildings for lodging of park personnel.      Additional Partners  Sitka Tribe of Alaska The Sitka Tribe of Alaska is the federally recognized government for more than 4,000 Tribal Citizens who are primarily of Tlingit, Haida, Aleut, and Tsimpsian Heritage in the Sheet'Ka area of Southeastern Alaska. Sitka National Historical Park partners with the Sitka Tribe of Alaska to recruit demonstrating artists in our Cultural Center, inform our interpretation of Sitka's history and cultural resources, and participate in educational programs at the park for area youth.   Fort Ross Interpretive Association Fort Ross, in Northern California, was a Russian settlement from 1812-1841.  This historical site is currently preserved in a state park.  We work with the Fort Ross Interpretive Association on our efforts to educate the public about our country's Russian American heritage.   International Association of Specialists on Russian America (IASRA) (Originally: Joint Siberian - Alaskan Research Group on Russian America (JSARGRA)) IASRA was formed in 2004 to facilitate communication and information sharing between Siberian and US scholars interested in the history of Russian America.  We collaborate with IASRA in our efforts to learn more about and share this interesting period of history.",
    "url": "https:\/\/www.nps.gov\/sitk\/getinvolved\/partners.htm"
}
