{
    "title": "Lake Clark National Park & Preserve: Chinitna Bay",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Chinitna Bay              Visit Chinitna Bay       A trip to Chinitna Bay on Lake Clark's Cook Inlet coast offers a unique experience in the heart of coastal brown bear country. This page provides the information you need to plan your trip.       The western bear viewing area in Chinitna Bay is located in an open setting on the edge of the sedge meadow where bears graze in early summer. NPS Photo \/ Kevyn Jalone       Getting to Chinitna Bay Flying to Chinitna Bay Most visitors arrive in a small plane operating on wheels that lands on the beach. Though it is legal for float planes to land in the bay, many operators choose not to take their float planes here due to the corrosive nature of salt water and the extreme tides in Chinitna Bay that can make operating on floats tricky. The fight from Homer, Kenai, or Anchorage is less than an hour. Click the link above to see a list of all the air taxis that are permitted to operate in the park. Prices depend on group size, type of airplane, length of flight, and where the flight originates. Contact each air taxi operator directly to determine availability and the cost for your trip. Taking a Boat to Chinitna Bay It is also possible to travel across Cook Inlet in a boat, though the seas are often rough. A one way trip from the Homer Harbor is approximately 60 miles and can take four to five hours depending on the boat and ocean conditions. Navigating the Tides in Chintina Bay Pilots and boat operators wishing to travel to Chinitna Bay should be aware of the extreme tidal fluctuations in this area. Use the Seldovia tide chart and add .5 hours to the predicted cycles. If you do not anchor your boat or float plane far enough from shore, it will end up sitting in the mud on the tidal flats at low tide. If you don't park your wheeled plane high enough on the beach, it will end up in the water at high tide. Latitude\/Longitude The eastern bear viewing site is located at approximately: 59° 52.050' N 153° 07.180' W The western bear viewing site is located at approximately: 59° 51.680' N 153° 08.070' W The Ranger Station is located at approximately: 59° 52.240' N 153° 05.430' W  Getting Around Chinitna Bay Travel between bear viewing sites at Chinitna Bay is most commonly by foot, though some area lodges may offer vehicular transportation along the beach to their guests. Be prepared to walk through sandy terrain a few hundred yards from the beach where your plane lands to the nearest bear viewing site. You may walk two or more miles back and forth between sites on the salt marsh and\/or those in the tidal flats in search of bears.             Click here to download a Chinitna Bay Map pdf.      Things to Do at Chinitna Bay Brown Bear Viewing Chinitna Bay offers world class brown bear viewing. Visitors may be able to see as many as twenty coastal brown bears from a single location. The bears congregate in high numbers in the estuaries where rivers flowing out of the mountains meet the sea in Chinitna Bay. In this habitat food is plentiful from early spring until the bears return to their dens in the fall. Late spring through mid-summer bears feed on sedges that are high in protein and other edible plants which grow in the salt marshes. Tidal flats brimming with clams year round lay just a few yards away. Many bears head to the rivers at the head of the bay when salmon begin to run in late summer. It can be more difficult to watch bears fishing in Chinitna Bay than eating sedges or clamming because of the patchwork of private property at the head of the bay and the reduced number of safe landing areas for small planes. Trespassing on private property is not allowed (see the map above.) Bird Watching Bears aren't the only wildlife that congregates in Chinitna Bay's rich estuaries.  Shorebirds stage in the mud and sand flats during spring migration. Dabbling ducks are present all summer, but peak during migration in April and September. Look for them at river mouths and mud flats at the head of the bay. Diving ducks stage in the intertidal zones near shore during spring migration.  Sea ducks are present all summer, but peak in mid- August prior to the fall migration. Look for them in the intertidal and subtidal zones.  Seabirds nest on nearby Gull Island during the summer and can be seen foraging in the bay. Raptors nest and forage along the coast and rivers year round. Songbirds nest and forage in the salt marshes and forests.  Camping, Backpacking, and Hiking Travelers with experience in in brown bear country can follow a spectacular 25 mile hike from Chinitna Bay to Silver Salmon Creek. Though no formal campgrounds exist, excellent camp sites abound. Use extreme caution when hiking this route due to the high population of bears in the area. Fishing and Clam Digging Though some salmon return to Glacier Creek, fishing is not a common activity in Chinitna Bay the more productive salmon bearing streams are challenging to access. However, the tidal flats, while a bit rocky, are filled with razor, little neck, and butter clams. Keep in mind that all shell fish may be exposed to the algae that causes Paralytic Shellfish Poising (PSP). Eating contaminated shellfish can cause severe illness or death. This beach is not monitored for PSP. Anyone consuming shellfish gathered here does so at their own risk. Visitors wishing to fish or dig for clams must follow all Alaska state regulations. Please clean clams below the tide line and cast remains into the ocean. Lodging and Guided Trips Several licensed commercial outfitters specialize in day-long and overnight bear viewing trips to Chinitna Bay for travelers who prefer to visit bear country with a knowledgeable guide. Click the link above to see a list of all the companies that are permitted to operate in the park. Contact each company directly to determine the cost for your trip.        Look for this trail marker on the beach to find the eastern bear viewing area. NPS Photo  Staying Safe at Chinitna Bay Bear Viewing Best Practices Interactions between bears and people are different in a high density area like Chinitna Bay where people come with the intent to observe the bears than they are in the remainder of the park. Learn how to stay safe in this environment by becoming familiar with the bear viewing best practices prior to your trip to Chinitna Bay. In Addition to All Other Park Rules and Regulations There are a few amenities and regulations in Chinitna Bay designed for your safety.  There are two bear viewing sites at Chinitna Bay (see the map above). The trail to the meadow at the easternmost site is marked by a carved stump featuring a bear. We ask that you use these two sites because consistent use of the same sites makes human use more predictable for the bears, and thus may help minimize disturbance and reduce the risk of negative interactions between people and bears. A pit toilet is available at the easternmost bear viewing site. A Ranger Station is located 1 mile east along the beach from the easternmost bear viewing site. The sedge meadow is closed beyond the river at the bear viewing site due to high bear use. (see the map above). For your own safety, please do not venture into the meadow. Eating is prohibited above the beach from Glacier Spit to the NPS Ranger Cabin (2 miles east). This restriction is intended to minimize the risk of negative human\/bear interactions and prevent bears from associating food with the bear viewing area. Attend your food.If you have any food with you, you must keep it packed out of site and in your possession at all times or stored in an approved bear resistant food container.       View Photos of Chinitna Bay                   Chinitna Bay   16 Photos  Browse photos of Chinitna Bay on Lake Clark National Park's Cook Inlet coast where you might see as many as 20 brown bears from a single location. This estuary is tucked into a protected bay with spectacular mountain views, wide open beaches, large salt marshes, and excellent clamming.",
    "url": "https:\/\/www.nps.gov\/lacl\/planyourvisit\/chinitna-bay.htm"
}
