{
    "title": "Sitka National Historical Park: Our Staff & Offices",
    "body": "Explore This Park    Learn About the Park     Management     Our Staff & Offices              Our Staff & Offices         Inside the park's Administrative Office. NPS Photo  Administration Sitka National Historical Park 103 Monastery Street Sitka, Alaska 99835 (907) 747-0107 (907) 747-5938 (FAX)   This division supports the day-to-day operations of the park. This includes: human resources, purchasing, property management, budget, contracting, payroll, and technology support.        Sitka National Historical Park Visitor Center NPS Photo  Interpretation and Education  Sitka National Historical Park 106 Metlakatla Street Sitka, AK 99835 (907) 747-0110 (907) 747-0163 (FAX)   This division is the bridge between people and the natural, cultural, and historical resources of the park. Its staff provide visitor center operations, ranger-led programs, and information for park visitors.            Maintenance workers preparing the Centennial Totem Pole for raising. NPS Photo  Maintenance (907) 747-0150    This division maintains all roads, trails, buildings, utilities, grounds, vehicles, and other physical facilities in the park to assure their safe use. They also manage construction and rehabilitation projects that support the park and its operations.         Performing a vegetation survey in the intertidal zone. NPS Photo  Resource Management (907) 747-0140    This division provides scientific guidance to park management on all matters relating to natural and cultural resources. Resource management employees research, monitor, protect, and restore the park's physical, biological and cultural resources.        Visitor chatting with a law enforcement ranger. NPS Photo  Visitor Services & Protection\/Permits (907) 747-0120   This division provides safety and security for the park's visitors and resources. Law enforcement rangers are in charge of emergency medical services, search and rescue, dispatch, and the security of park facilities, buildings and resources.",
    "url": "https:\/\/www.nps.gov\/sitk\/learn\/management\/staffandoffices.htm"
}
