{
    "title": "Sitka National Historical Park: Field Trips",
    "body": "Plan a Field Trip      Contact us to schedule a field trip. Sitka National Historical Park can serve as an engaging and authentic learning environment for your students. Whether it is the rich cultural history of Native southeast Alaskan traditional art, the Battle of 1804, the historic Russian Bishop's House or the diverse natural resources the park protects, the park can be a great classroom for your students. On request, park staff can present educational programs about many topics. Scroll down to find out about these programs.      Results   Showing results 1-9 of 9    Sort By:  Title Date         Sitka National Historical Park A Day in the Life of Bob the Banana Slug    The slimy and slithery banana slug is a critical member of the temperate rain forest ecosystem. Schedule a time to bring your students to the park to view a banana slug and learn about their important role within southeast Alaska.    Type:Field Trips Grade level:Pre-Kindergarten-Eighth Grade Subjects:Biology: Animals, Ecology        Sitka National Historical Park Animal Identification in Formline Art    Have you ever walked through Sitka National Historical Park and wondered what a certain figure carved into one of the park's totem poles is? Could that be a bear or a wolf? Is that figure a raven or an eagle? Learn to identify these formline characters and gain a greater understanding of the meanings behind these figures by bringing your students to the park to stand in the shadows of these towering totems.    Type:Field Trips Grade level:Pre-Kindergarten-Fourth Grade Subjects:Anthropology, Art        Sitka National Historical Park Mystery in the Trees    There is a mystery that needs to be solved in Sitka National Historical Park, and your students are needed to get to the bottom of this caper. Students will use their detective skills to investigate four “suspects” and act as judge and jury to determine if there is a guilty suspect or not. Give your students the opportunity to gain a better understanding of the role wildlife and humans play in protected places like national parks.    Type:Field Trips Grade level:Pre-Kindergarten-Fourth Grade Subjects:Biodiversity, Biology: Animals, Biology: Plants, Botany, Conservation, Earth Science, Ecology, Environment, Wilderness, Wildlife Biology        Sitka National Historical Park Russian Bishop's House Tour    Travel back in time by taking a tour of the historic 1843 Russian Bishop's House. While visiting the house, students will learn about the rich history of the Russian exploration and colonization of Alaska, the cultural interactions between the Native Tlingit and Russian settlers and how the Russian Orthodox Church had a large impact on the city and people of Sitka.    Type:Field Trips Grade level:Kindergarten-Twelfth Grade Subjects:Anthropology, Archaeology, Architecture        Sitka National Historical Park Sea Week    What lies underneath the stones and within the tidal pools that remain once the water has retreated from the shoreline? During Sea Week, students will learn about the diverse flora and fauna of the intertidal zone as well as how humans can protect this environment by practicing good intertidal ethics.    Type:Field Trips Grade level:Kindergarten-Third Grade Subjects:Aquatic Studies, Biodiversity, Biology: Animals, Conservation, Earth Science, Ecology, Environment        Skins and Skulls    Sea otters, Harbor seals and bears oh my! The fauna of southeast Alaska has adapted to its environment in many different ways. Set up a field trip to learn about these adaptations and to gain a better understanding of how these animals are able to survive in the wilds of Alaska.    Type:Field Trips Grade level:Kindergarten-Twelfth Grade Subjects:Biology: Animals, Ecology        Sitka National Historical Park The Salmon of the Indian River    Witness the epic last act of the drama that is the pink salmon life cycle. During the fall, pink salmon that emerged from their eggs in the Indian River just a mere two years earlier will return. After beating the odds, these salmon will attempt to pass on their genes to the next generation. Witness this event, and participate in a set of interactive activities that teach students about the life cycle of the pink salmon.    Type:Field Trips Grade level:Pre-Kindergarten-Eighth Grade Subjects:Aquatic Studies, Biology: Animals Keywords:field trip        Sitka National Historical Park Traditional Cooking with a Bentwood Box    At home tonight, when you turn on your stove or use your microwave to cook dinner, it's easy to forget how convenient our modern world is. Historically cooking in southeast Alaska was much different. Learn about the traditional techniques of cooking with a bentwood box, and how bentwood boxes are constructed.    Type:Field Trips Grade level:Second Grade-Twelfth Grade        Sitka National Historical Park Traditional Fire-Starting    If you didn't have access to matches or a lighter, could you start a fire? Traditionally the Tlingit people used the natural resources around them to create fire, cook their food and stay warm. Visit the park to try your hand at these fire-starting techniques.    Type:Field Trips Grade level:Second Grade-Twelfth Grade Subjects:Anthropology, Fire Safety",
    "url": "https:\/\/www.nps.gov\/sitk\/learn\/education\/classrooms\/plan-a-field-trip.htm"
}
