{
    "title": "Sitka National Historical Park: By-Request Ranger Programs",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     By-Request Ranger Programs                By-Request Ranger Programs          Natural History Programs   The Salmon of the Indian River Grade Level: Pre-8th Season: Fall Witness the epic last act of the drama that is the pink salmon life cycle. If you and your students would like to experience this event and participate in a set of engaging activities, contact the park's education specialist for more information. A Day in the Life of Bob the Banana Slug Grade Level: Pre-8th Season: Spring, Summer, Fall The slimy and slithery banana slug is a critical member of the temperate rain forest ecosystem. Schedule a time to bring your students to the park to view a banana slug and learn about their important role within southeast Alaska. Mystery in the Trees Grade Level: Pre-4th Season: Year-round There is a mystery that needs to be solved in Sitka National Historical Park, and we need students to get to the bottom of this caper! Schedule a field trip to the park and give your students the opportunity to discover the role wildlife and humans play in protected national parks. Skins and Skulls Grade Level: K-12 Season: Year-round Sea otters, harbor seals and bears oh my! The fauna of southeast Alaska has adapted to its environment in many ways. Set up a field trip to learn about these adaptations and to explore how these animals survive in the wilds of Alaska. Sea Week Grade Level: K-3rd Season: Spring What lies underneath the stones and in the tidal pools that remain after the water has retreated from the shore? In this programs, students will learn about the diverse flora and fauna of the intertidal zone and how they can help protect it by practicing good intertidal ethics.         Cultural History Programs   Traditional Cooking with a Bentwood Box Grade Level: 2-12 Season: Year-round At home tonight, when you turn on your stove or use your microwave to cook dinner, it's easy to forget how convenient our modern world is. Historically cooking in southeast Alaska was much different. Learn about the traditional techniques of cooking with a bentwood box, and how bentwood boxes are constructed. Traditional Fire-Starting Grade Level: 2-12 Season: Year-round If you didn't have access to matches or a lighter, could you start a fire? Traditionally the Tlingit people used the natural resources around them to create fire, cook their food and stay warm. Visit the park to try your hand at these fire-starting techniques. Animal ID in Formline Art Grade Level: Pre-4 Season: Year-round Have you ever walked through Sitka National Historical Park and wondered what a certain figure carved into one of the park's totem poles is? Could that be a bear, a wolf, or an eagle? Learn to identify these formline characters and gain an understanding of their meaning by bringing your students to the park to view these towering totems. The Russian Bishop's House Tour Grade Level: K-12 Season: Year-round Travel back in time by taking a tour of the historic 1843 Russian Bishop's House. While visiting the house, students will learn about the rich history of the Russian exploration and colonization of Alaska, the cultural interactions between the Native Tlingit and Russian settlers, and how the Russian Orthodox Church had a large impact on the city and people of Sitka.",
    "url": "https:\/\/www.nps.gov\/sitk\/learn\/education\/classrooms\/by-request-ranger-programs-2.htm"
}
