{
    "title": "Sitka National Historical Park: Mushrooms and Other Fungi",
    "body": "Explore This Park    Learn About the Park     Nature     Mushrooms and Other Fungi              Mushrooms and Other Fungi       The Fungus Among Us: Mushrooms of Sitka National Historical Park    Organisms of the fungi kingdom are critically important to forest ecosystems. Fungi break down organic matter, and in particular they are the only organisms capable of breaking down lignin, an organic polymer compound in wood. Some fungi directly consume and decompose matter such as wood, leaf litter, and other plant material. Other fungi are parasites on plants, animals, or other fungi. Still others form symbiotic associations with other organisms, particularly plants. Fungi are the most diverse group of organisms after insects in terms of variety of species and ecological functions. The park's temperate rainforest habitat is great for fungi, so a rich diversity can be found within the park.        A gilled mushroom from the genus Amanita NPS\/ Charlie Jones  The most easily observable fungi in the park (and arguably the most interesting to people) are mushrooms. Mushrooms are the fruiting bodies of certain species of fungi used to distribute spores, which are the reproductive units of a fungus. They come in many different shapes, forms, colors, and sizes. Typically, mushrooms are most abundant in the park during late summer and fall, when spore distribution and subsequent fungal growth can benefit from fallen leaves and needles, and a cover of snow.   Some of the mushrooms found in the park are edible, while others are known to be poisonous. Some information is provided below on the most common types of mushrooms found in the park and regulations relating to collecting mushrooms. This information is intended only as a basic introductory guide, and should NOT be used as the sole resource for mushroom collection and identification. Some great resources on mushrooms are listed at the conclusion of this article.          The big question –can I eat it?    Some types of edible mushrooms are found in the park. Some important things to know about harvesting mushrooms:        Winter Chanterelles NPS\/ Charlie Jones     NEVER eat any mushroom unless you are ABSOLUTELY sure that you know what it is.  If in doubt, throw it out!      Be sure to collect only fresh mushrooms.   Always cook well before eating and eat only a small amount of a mushroom, if it is the first time you have tried it.  Keep one or two samples in the fridge for later expert identification in case of adverse effects.  It is possible to harvest two quarts of mushrooms within the park boundaries per day, for personal use only. A special permit is required to harvest mushrooms within the park for any other reason.   Waste not, want not! Take only what you need and please do not unnecessarily destroy mushrooms (even non-edible ones) so that they can be appreciated by others and continue to persist in the park.         Basic facts about the main types of mushrooms are summarized below. For more detailed information and photos of some of the wonderful mushrooms that can be found in the park, visit our mushroom picture gallery.      Gilled Mushrooms  Gilled mushrooms typically have a stem and a cap with plate-like gills on the underside. These gills are responsible for the storage and disposal of reproductive spores. There are many different types of gilled mushrooms, and some of the most common genera that can be found in the park are described in the mushroom picture gallery. While these mushrooms are typically what first comes to mind when thinking about mushrooms, there are many other weird and wonderful types that are of interest to the mushroom enthusiast.    Chanterelles    Chanterelles bear their spores on folds on the underside of the cap rather than on true gills. They still have a cap and stalk, though there may often be little distinction between them. They vary widely in size and are usually vase, funnel, or trumpet shaped. There are two main types of chanterelles found in the park –winter chanterelles and golden chanterelles.     Spine mushrooms    Spine fungi produce their spores on downward hanging spines rather than on gills. Two of the common types of edible mushrooms in the park are spine mushrooms.   Polypores    Polypores produce their spores inside closely packed tubes. They usually have no stalk and are tough, fibrous, leathery, or woody in texture. Many fruit from logs, stumps and snags and form single or multiple, small to large shelf-like caps. Coral and Club fungi    Coral and club fungi are a diverse group, which bear their spores on upright clubs or branches of coral-like bodies.        References    Some great resources are available to learn more about mushrooms, mushroom identification, and mushroom poisoning. A brochure on the mushrooms of Southeast Alaska, prepared by the U.S. Forest Service, can be picked up at the Park Visitors Center or online. Other useful resources can be found at the library or online:    Books    Arora, David. Mushrooms Demystified. Berkeley: Ten Speed Press, 1986.   Guild, Ben. The Alaskan Mushroom Hunter's Guide. Anchorage: Alaska Northwest Publishing Company, 1977.    Trudell, Steve, and Joseph F. Ammirati. Mushrooms of the Pacific Northwest. Portland, OR: Timber Press, 2009.    Web Resources    Mushrooms of the National Forests of Alaska, USFS. Available from: http:\/\/www.fs.usda.gov\/Internet\/FSE_DOCUMENTS\/stelprdb5414170.pdf    North American Mycological Association: www.namyco.org   Photo Gallery                   Mushrooms and other Fungi   8 Photos  Some of the many species of fungi found at Sitka National Historical Park.",
    "url": "https:\/\/www.nps.gov\/sitk\/learn\/nature\/mushroom.htm"
}
