{
    "title": "Sitka National Historical Park: Keystones of the Ecosystem",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Keystones of the Ecosystem                Keystones of the Ecosystem        Various crab species are common in Sitka's coastal environment NPS \/ Katy Kildee       Imagine the building blocks of an arch: the stones stack upon each other, creating strength and foundational support until the shape curves inward. The “keystone” is the arch’s crown and secures the other stones in place. Without it, the arch would collapse. Animals can play the same role in this ecological community by driving interactions between ocean, river, and land. Salmon, sea otters and sea stars are examples of keystone species: a species whose very presence greatly influences the ecosystem in which it lives. Salmon: Connecting the Tides to the Trees Interactions between the land and water create a region rich in biodiversity. In the Indian River estuary, salmon serve as a food source for bears and birds, connecting terrestrial and aquatic ecosystems. The salmon carcasses are carried into the surrounding forest by these animals and help to fertilize the soils. As salmon return to the river to spawn and then die, they contribute valuable nutrients to the forest and river ecosystems, keeping them healthy for future generations.        Once spawning season begins from mid-July through September, the pink salmon return to the exact same river to produce their own young.   Ecological Web A complicated web of species perseveres in the coastal temperate rainforest. Sea stars, sea urchins, crabs, chitons, barnacles and other invertebrates can all be indicators of a healthy coastal environment. The birds at Sitka National Historical Park rely on both Sitka Sound and the forest for nesting and foraging. Similarly, the mammals in this region are connected to multiple habitats for food sources. Sitka National Historical Park and the surrounding landscape are home to many types of animals that participate in this web of life and death. Sources:  http:\/\/education.nationalgeographic.com\/education\/encyclopedia\/keystone-species\/?ar_a=1 http:\/\/www.nature.com\/scitable\/knowledge\/library\/keystone-species-15786127 http:\/\/www.davidsuzuki.org\/issues\/oceans\/science\/marine-planning-and-conservation\/salmon\/",
    "url": "https:\/\/www.nps.gov\/sitk\/learn\/nature\/keystones-of-the-ecosystem.htm"
}
