{
    "title": "Sitka National Historical Park: Geologic Formations",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Formations                Geologic Formations         NPS Photo  The majority of the park overlies surficial deposits derived primarily from graywacke, schist, and phyllite. These surficial deposits include alluvium on Indian River's floodplain, estuary, and stream terrace; ablation till on the lateral moraine; and beach sands and gravel on the uplifted beach and uplifted beach meadow. The source rocks for all these deposits are the steep mountain sideslopes and cirque walls, located at the head of Indian River and its tributaries, which were formed during local alpine glaciation.    Deglaciation and Isostatic Rebound Deglaciation occurred sometime before 10,000 years ago. The land mass associated with the park was under water during the marine transgressions resulting from deglaciation. Since then, the beach deposits have been worked many times by wave action and Indian River. Deglaciation was followed by isostatic rebound, the upward movement of a land mass responding to the removal of the thick mass of ice from the glacier. It is estimated that the total rebound to present in the Sitka area has been approximately 35 feet. Rebound is now occurring in the Sitka area at approximately 0.13 inches per year.      Soils in the park exhibit the relative ages of each of the landforms.    Upland Terrace and Lowlands The upland terrace and lowlands have soils with the greatest development, suggesting they are the oldest landforms (Spodosols). Typically these are well drained shallow soils. Spodosols have a well developed \"B horizon,\" which is a subsurface layer of iron and\/or humus accumulation. One of the other soils found in the lowlands belong to the order Andisols which are formed in volcanic ash. The third soil in the lowlands is a Histosol which is basically organic material over bedrock at depths less then 20 inches.    Uplifted beaches and floodplains Next in relative age are the uplifted beaches, stream terrace (old floodplain), and present floodplain. The floodplain has greater soil development but is lower then the stream terrace, suggesting it is the younger formation. They all belong to the soil order Inceptisols. They are less developed then Spodosols in the upland terrace and lowlands, having a slightly developed B horizon (cambic horizon). The name Inceptisols implies a soil at its inception or beginning. Greater soil development in the floodplain may be due to the increase in flooding of the area and the growth of red alders which has the ability to fix atmospheric nitrogen, making the site more productive and hence able to accumulate more organic matter. Estuary and Beach Meadow The youngest landforms are the estuary and the beach meadow. The beach meadow is actually part of the uplifted beach, but is still influenced by high tides during storm and extreme tidal activity. Soils in these landforms belong to the soil order Entisols. They are the most recent soils in development and usually have A horizons (mineral surface layer enriched with organic matter) overlying C horizons (layers of parent material or the case of the park, layers of sand and\/or gravel reworked by stream and tidal influences). Pleistocene-aged mafic-tephra deposits above 40 feet msl are wide spread in the Sitka area and average five feet thick. This represents volcanic eruption from the Mount Edgecombe volcano complex. A second ash fall occurred around 4,500 years ago and can be seen in as a layer in the park’s upland soils.",
    "url": "https:\/\/www.nps.gov\/sitk\/learn\/nature\/geologicformations.htm"
}
