{
    "title": "Sitka National Historical Park: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature       The Park Sitka National Historical Park's visitor center overlooks the park's diverse marine intertidal zone and forest. By standing on the seaside porch, one can immediately appreciate the mingling of culture and nature that is unique to Sitka. Totem poles frame the forest and marine landscape and welcome visitors to the park. A peninsula spanning 113 acres, Sitka National Historical Park is located in Southeast Alaska on the western coast of Baranof Island. The convergence of the Indian River, the coastal environment, and the temperate rain forest provides an inspiring, biologically rich environment that is critical to understanding the historical events which took place here. Historically, the Tlingit people relied on these natural resources for survival. Today, they rely on them for continued production of cultural artifacts.        Spectacular mountain views surround Sitka National Historical Park NPS \/ Katy Kildee  Surrounding Environment Though only a fraction of the acreage of other national parks in Alaska, Sitka NHP contains a variety of habitat types. While walking the park’s Totem Trail, visitors can experience temperate rain forest, open meadow, the Indian River estuary, and various intertidal zones. By looking over one’s shoulder, the snow-streaked mountains indicate the ruggedness of Baranof Island. The area experiences a maritime climate with relatively heavy precipitation and moderate temperatures. Often shrouded in coastal clouds, the peaks and glaciers at high elevations are characteristic of Southeast Alaska. Biodiversity The park's plant life is in a temperate rainforest which includes a wet, closed-canopy forest with large Sitka spruce and Western hemlock trees. Some forested portions of the park landscape exhibit old growth characteristics, like multiple canopy layers with a variety of tree ages and sizes, downed wood, and a dense understory of shrubs. The non-forested areas of the park include the Indian River estuary and wetlands, the beach edge, and the historic Tlingit fort site which is a maintained grassy opening enclosed by the surrounding forest. Animals such as pink and chum salmon are an integral part of the park, entering the lower Indian River to swim upstream and spawn in late summer. Coho and Chinook salmon, Dolly Varden char, and steelhead trout migrate through the park as well. The marine shoreline supports a variety of migratory waterfowl and shorebirds during spring and fall. Bald eagles, gulls, crows, and ravens scavenge along the tidal flats and the river, especially during the annual herring spawn and salmon runs. Mammals such as shrews, mice, voles, red squirrels, mink, and river otters also inhabit the park. Sitka blacktail deer and brown bears occupy the upper Indian River drainage and occasionally enter the park. Marine mammals can be spotted from the shore as well, including seals, sea lions, sea otters, and whales.        Sea lions are commonly sighted from Sitka National Historical Park NPS Photo  Local Relevance Historically, Sitka's ecosystem provided a rich source of physical and spiritual sustenance for the Tlingit and profitable resources, such as sea otter pelts, for the Russian colonists. The landscape of Sitka National Historical Park continues to serve as a backdrop for the history of Native Peoples and the confluence of European colonization. Contemporary issues like development and climate change are shaping the park in new ways, and local inventory and monitoring programs are helping Sitka National Historical Park take stock of its resources and examining possible threats to preservation.",
    "url": "https:\/\/www.nps.gov\/sitk\/learn\/nature\/index.htm"
}
