{
    "title": "Sitka National Historical Park: Fish",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Fish                Fish             Fish For salmon, coming home means contributing to the community where their lives began. Salmon are the crucial link between Sitka National Historical Park, the Indian River, and its surrounding marine environment. Returning salmon transport energy and nutrients from the ocean to the freshwater environment. This cycle improves stream habitat and benefits resident fish, keeping the entire coastal ecosystem healthy. Four species of Pacific salmon (Pink, Chum, Coho, and King), two species of trout (rainbow, also known as Steelhead, and cutthroat), and one char (Dolly Varden) spawn in the Indian River.        Dolly Varden Char flickr USFWSAlaska  Anadromous Fish   Many species of fish spend a portion of their lives at sea but return and migrate up rivers to spawn and lay eggs. These fish are anadromous, meaning their life cycle is completed by returning from the ocean to the river where they were born. Pacific salmon (especially pink salmon), two species of trout (cutthroat and rainbow), and one char (Dolly Varden) spawn in the Indian River. Pacific salmon die after spawning while trout and char may return to the river several times to spawn. Fish use the lower segments of the Indian River as a passageway as they hatch and enter the ocean, and again as they swim upstream to spawn as adults.        Pink Subyearling flickr Soggydan  Pink Salmon   Pink salmon (Oncorhynchus gorbuscha) are the most common salmon species in the Indian River. These fish are nicknamed “humpbacks” or “humpies” due to the pronounced humped back that males develop during spawning migration. Humpies complete their lifecycle in two years, including the time they hatch from eggs until their return as adults to spawn. After the eggs hatch, juvenile pinks immediately begin their migration to the ocean and begin to grow quickly. Humans and other predatory animals rely on this ocean phase of the salmon lifecycle for harvesting mature salmon. During spawning season from mid-July through September, the pink salmon return to the same river to produce their own young.        Three-spined Stickleback flickr USFWSAlaska  Resident Fish   The Indian River is also an important habitat for non-migrating fish species. Coast range sculpin, three-spined stickleback, resident rainbow trout, and Dolly Vardin char live in the river throughout the year. These species feed on rich populations of invertebrates in the river. Their presence contributes to a diverse aquatic web, where fish species act as both predators and prey.   Recycling Nutrients Salmon carry nutrients that have accumulated during their time in the ocean and are deposited back into the system during spawning, migration, and finally death. Their bodies feed countless piscivores, or fish eaters, like mammals and birds. The larger animals carry carcasses onto the stream bank or nearby vegetation, where they are partially eaten and left to fertilize the forest.                 Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: Southeast Alaska salmon Salmon River Indian River Taiya River oaslc ocean alaska science and learning center Southeast Alaska salmon Indian River",
    "url": "https:\/\/www.nps.gov\/sitk\/learn\/nature\/fish.htm"
}
