{
    "title": "Sitka National Historical Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants        Devil's Club is found throughout the park.  The plant is valued by the Tlingit people for its medicinal properties. NPS Photo       The vegetation in Sitka National Historical Park is a coastal temperate rainforest typical of southeast Alaska. Western hemlock closed-canopy forest type is found on all the stable landforms, including most of the park. Blueberry and devil's club dominate the shrub layer. Occasional Sitka spruce are found in the overstory, frequently taller than the hemlocks. Much of the park is second-growth hemlock (100-125 years in age) that shows an overstory of relatively uniform height. In areas where the canopy has been opened through blowdown of trees, there is a well-developed shrub understory. Under the denser canopies there are fewer shrubs and limited forbs and ferns.  Extensive blowdowns may also result in a dense canopy as is the case northwest of the fort site. This area was hit by an intense wind storm in 1967. A dense even-aged stand of young hemlocks have grown up, greatly reducing sunlight penetration to the forest floor. The largest trees are in the forest in the northeast corner of the park. This forest exhibits old-growth characteristics such as multiple canopy layers, trees of varying diameters, snags (dead standing trees), and woody debris. One Sitka spruce is close to 500 years of age. Old cut stumps in this area suggest that selective logging may have been practiced here in the past.                The Spotted Coralroot orchid can be seen blooming in the park in early summer.   The Sitka spruce forest type is found on relatively unstable landforms such as the floodplain on the east side of the Indian River, along the trail in low areas with greater soil water movement. It is also found near the Russian Memorial and near an old asphalt plant site. This is a successional community that is likely to be gradually replaced by hemlock. It is open-canopied with dense devil's club and salmonberry shrub layer. Rapidly growing open-canopy red alder stands are on both sides of the river, where they tolerate subsurface flooding and drainage conditions. Under the even height alder overstory are salmonberry shrubs and fairly well-developed forb layers. Alder communities are typically succeeded by spruce unless disturbance is extensive or repetitive. An alder stand also exists in the disturbed area southeast of the Russian Memorial. Nonforested areas in the park are the estuary, wetlands, beach fringe, and historic Tlingit fort site, which is a maintained grass opening enclosed by the surrounding forest. The estuary is dominated by salt-tolerant, flood-tolerant plants. The beach fringe and the wetlands along the shoreline also are dominated by salt- and flood-tolerant species. A beach meadow that lies in the south-western section of the park is transitional between beach and forest. In the lowest, most frequently flooded area is a grass and umbel meadow that is able to tolerate salt and flooding during extreme high tides and storm tides. Red alder, spruce, and salmonberry have colonized slightly higher areas adjacent to the meadow. A recent survey inventoried over 100 nonvascular plants (bryophytes and ferns). There is also a high diversity of lichens and mushrooms in the park.",
    "url": "https:\/\/www.nps.gov\/sitk\/learn\/nature\/plants.htm"
}
