{
    "title": "Sitka National Historical Park: The Two Brady Poles that Never Made It Back to Sitka",
    "body": "Explore This Park    Learn About the Park     History & Culture     Totem Poles     The Two Brady Poles that Never Made It Back to Sitka                The Missing Poles         The Alaska Pavilion exhibit at the 1904 St. Louis World's Fair proudly displayed fourteen of the totem poles collected by Brady. NPS  During the fall of 1903, Alaskan Governor John Brady traveled on the Revenue Cutter Rush collecting 15 old totem poles from the Haida and Tlingit villages on and around Prince of Wales Island in Southeast Alaska. His plan was to preserve these monumental totem poles in a park to be established at Sitka, Alaska (eventually becoming Sitka National Historical Park). But first, Brady transported these 15 poles to the 1904 St. Louis World’s Fair and erected them outside the Alaska Pavilion to create a unique and distinctive appearance in hopes of attracting fair visitors. Thirteen of the 15 totem poles returned to Sitka and became the original foundation for the collection of poles that visitors see today at the park. What happened to the other two poles?        The Raven Head Down Pole is currently on display in the Milwaukee Public Museum.   Governor Brady only raised 14 of the totem poles around the Alaska pavilion at the World’s fair. At the conclusion of the fair, Brady sold one of these poles to the Milwaukee Public Museum for $500. To this day, the pole remains proudly displayed inside the museum.   The Milwaukee totem pole, known as the Raven Head Down Pole, is a Tlingit mortuary pole acquired at the Native village of Tuxikan. It was donated to Brady by its owner, a man named Yun-nate who was living at the time at Shakan. The pole was carved in honor of Yun-nate’s mother. Its figures relate to the Raven moiety, the owner’s clan, and to his mother’s uncle who was a noted shaman.   The fate of the 15th totem pole remained a mystery to historians for nearly 90 years until renewed research finally revealed its wayward path to Indianapolis. This pole had broken into three pieces during its collection in Alaska.  The Native carvers who accompanied Brady to the fair considered it in such poor condition that it was decided not to display it.  Instead, Brady loaned the pole to Captain Dick Crane, the owner of the Esquimaux Village exhibit. This was located in an area of private exhibit concessions at the Fair known as the Pike. At the conclusion of the Fair, Brady sold this totem pole to Russell E. Gardner, founder and president of the Banner Buggy Company in St. Louis for $125. Gardner, along with a group of St. Louis businessmen and the Governor of Missouri, presented the pole as a gift to a nationally prominent industrialist, David M. Parry. Parry erected the pole in 1905 on his Indianapolis, Indiana estate called Golden Hill.        The fifteenth pole was on display on the Golden Hill estate in Indianapolis for many years.   The mid-19th century totem pole, an Indianapolis landmark for many years, eventually rotted and fell in a storm in 1939. A re-carving of the pole, by Lee Wallace of Ketchikan (the great-grandson of the original pole’s carver Dwight Wallace), now stands at the Eiteljorg Museum of American Indians and Western Art in Indianapolis.   The Golden Hill pole, collected at the old Haida Village of Koiangles (also known as Quinlas or Onhonklis), was donated to Brady by a prominent Haida clan chief named G. Yeltatzie living at the time at Howkan. The pole is a Wasgo (sea monster) family crest totem pole telling the mythological history of the Yeltatzie family. Crest figures include the long snouted sea monster, a bear, and the man in the story along with his mother-in-law with whom he was in conflict.   Most evidence points to the fact the Governor Brady sold these two totem poles at the conclusion of the World’s Fair because of their relatively poor condition and the prohibitive cost of shipping all the poles back with a limited budget.        The Yeltatzie pole (right) in Koiangles, circa 1903.   Recognizing the history of the two missing Brady-collected poles completes the story of the totem poles at Sitka National Historical Park. Although these two poles are separated from the group in Sitka, they are in a sense still very much a part of the celebrated Brady totem pole collection. One may want to complete his or her Sitka experience with a visit sometime to the Eiteljorg Museum of American Indians and Western Art in Indianapolis and the Milwaukee Public Museum to see these magnificent examples of monumental Haida and Tlingit art.   By: Richard Feldman, M.D.",
    "url": "https:\/\/www.nps.gov\/sitk\/learn\/historyculture\/the-missing-poles.htm"
}
