{
    "title": "Sitka National Historical Park: E.W. Merrill Photographs",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections     E.W. Merrill Photographs                 E.W. Merrill Photographs        E.W. Merrill and Merrill Rock        Photographer Elbridge W. Merrill captured the first three decades of the 20th century through his camera lens. Locally known as the \"Father of Pictures,\" Merrill achieved a legendary status as an art photographer during his time. His photographs remain significant today for the historical perspective they provide and the cultural transformations they capture.   Born June 23, 1870 in Boston, Massachusetts, Merrill first began experimenting with photography in his early twenties and was employed as a news photographer before coming to Alaska. In 1897, attracted by the Klondike gold rush, Merrill, Major E. S. Flowers, and Henry Woodruff purchased a vessel in Seattle and sailed to  Alaska  . Merrill ultimately ended up in Sitka after failing to strike rich up north. By 1905, he operated a curio shop on Lincoln Street, selling Tlingit handicrafts as well as his own photographs.   At Sitka National Historical Park Merrill is not only known for his photographs, but also for his dedication to the care of the first totem poles in the park. Merrill accompanied Governor John G. Brady during his expeditions to collect totem poles around Southeast Alaska, and once back in Sitka, was employed by Brady to oversee the repair and repainting of the poles. Together, Brady and Merrill selected locations along beachfront at what was then \"Indian River Park\" to install the totem poles. Merrill became the first unofficial custodian of the park and the totems after Indian River Park was designated as Sitka National Monument in 1910. Merrill passed away in Sitka on October 27, 1929 of pneumonia.  Today, Merrill's photographs are as important for the historical information they preserve as they are for their artistic composition. Merrill's favoritism of the park is shown by the number of photos that feature the park, or use it as a background for other subjects, such as commercial portraits; but the breadth of his subjects is much wider. Russian Orthodox clergy and congregants, the Tlingit community, sweeping mountain vistas, and other scenes of the industries and activities happening in Sitka were all captured by Merrill in his photographs.     2016 NPS Centennial Project   As the result of a community effort to keep E.W. Merrill's work in Sitka, Sitka National Historical Park now curates over 1,100 of Merrill's original glass plate negatives as part of its collections. Through a 2016 NPS Centennial Challenge project, Sitka NHP received $105,000 to provide conservation care for the collection, as well as to create digital versions of Merrill's photographs from the original glass plate negatives. The digital images may be found in the E.W. Merrill Photograph Collection Gallery.      Obtaining Copies from the E.W. Merrill Collection To obtain a high resolution copy of an image please see our Access and Reproduction Information.",
    "url": "https:\/\/www.nps.gov\/sitk\/learn\/historyculture\/ew-merrill-photographs.htm"
}
