{
    "title": "Sitka National Historical Park: Battle of 1804",
    "body": "Explore This Park    Learn About the Park     History & Culture     Battle of 1804              The Battle of 1804         A representation of the Battle of 1804 by Louis S. Glanzman.    After the Battle of Old Sitka in 1802, the Tlingit clan house leaders debated their next move. Some advised caution and diplomacy. Others advocated rallying clans from across Southeast Alaska to go on the offensive and attack Russian settlements in Yakutat and Prince William Sound. According to oral tradition, the respected tribal Shaman Stoonookw foresaw the return of Alexander Baranov in a vision. Stoonookw urged the clan leaders to unite and build a new fort in a defensible location. According to tradition, the Sitka Tlingit rallied around their clan leaders. But, heeding Stoonookw's advice, they also decided to unite under a single war chief. They selected K'alyáan, the Point House aristocrat who had proven his bravery in the Battle of 1802. K'alyáan also heeded Stoonookw's prophetic vision and rallied the clans to construct a fort, subsequently named Shís'gi Noow, at the mouth of the Indian River. Shís'gi Noow means Sapling Fort, Second Growth Fort, or Green Wood Fort in English. They constructed the fort adjacent to shallow tidelands to prevent the Russians from moving their ship-based artillery near the fort's walls, effectively neutralizing its military advantage. The Sitka clan's previous fort at Noow Tlein (on what is known today as Castle Hill) was vulnerable to ship-based cannon fire.                               Alexander Baranov   For the Russians, the loss of Old Sitka effectively removed their foothold in Southeast Alaska. Baranov and the Russian American Company were trying to move the colonial capital from Kodiak further south along the coast to fend off their European rivals in the fur trade. Losing their colony in Sitka put those hopes in jeopardy and undermined Russian power in the region. Planning to re-establish the colony and take revenge on the Sitka clans, Baranov gathered his sailors and his Aleut and Alutiiq hunters. His plans were delayed for over a year, until the fall of 1804. In late September, Baranov's war party from Kodiak met with Commander Iurii Lisianskii and his Russian sloop, the Neva, in Port Krestof just north of Sitka Sound. After a week of further delays, Baranov, Lisianskii, and the war party sailed into Sitka Sound on the 28th of September.  The Tlingit gathered in Shís’gi Noow and used delaying tactics to hamper the Russian advance. The Kiks.ádi---the most powerful of the Sitka clan houses---were certain that their clan allies, especially from Angoon and Kake, were on their way to lend aid, as they had in 1802. The Sitka Tlingit consulted their shamans when their allies did not arrive. The shamans reported that they had no vision of reinforcements arriving and that there was a “dark force” in the future.        Lisianskii's drawing of the Tlingit fort, Shís’gi Noow.   The Russians made landfall directly in front of the fort on October 1st, 1804. Baranov led the assault himself and charged up the bank at the mouth of Indian River. Nearly 400 Aleut and Alutiiq natives were the first to reach the fort walls, but the Tlingit waited until the Russians came into range. At once they fired into the Russian ranks. The Aleut and Alutiiq hunters broke ranks and ran for their baidarkas, pursued by Tlingit warriors sprinting from the gates of Shís'gi Noow. The Russians pressed the attack, but K'alyáan and an elite group of Tlingit warriors crushed the Russian's right flank. The Russian advance crumbled and Baranov himself was shot in the chest, dragged from the battlefield, and ferried back to the Neva. Cannon fire from the Neva was the only thing that stopped the destruction of the entire Russian landing party. The Tlingit had defeated the Russians again, but the battle wasn't over.       Unfortunately for the Tlingit, their reserve gunpowder supply exploded as it was being paddled in a canoe to Shís'gi Noow immediately prior to the October 1st engagement. Without gunpowder, they were unlikely to repel another Russian attack. The Tlingit laid plans for tactical withdrawal. Over the next few days they engaged in diplomatic meetings with the Russians to buy themselves time. Once ready, the clans began what is now known as the Survival March. By the time the Russians made it to shore, the Tlingit had withdrawn to the east side of Chichagof Island to plan the next battle from another location. The Russians landed at the abandoned Noow Tlein, fortified it and renamed it Novoarkhangel'sk (New Archangel).  The Blockade of Sitka  The Kiks.ádi had to abandon their land, their homes, their possessions, and much of their clan regalia to withdraw from Shís'gi Noow. It was a painful sacrifice to make to ensure their ability to continue resisting the Russian invasion. The clan house members met up again at Hanus Bay. A Point House elder stood and spoke: Always remember that you are the Sheet'ká Kiks.ádi people. . . . It was you who spilled your blood rather than disgrace our people by surrendering to the hated Anooshee [the Russians]…. Now we must continue to be strong as we face the future. We have much to do before we can return to our ancient homeland in Sheet'ká. The blockade must begin now.***  The Kiks.ádi relocated to Chaatlk'aanoow, an abandoned fort that they quickly repurposed, reinforced, and stocked with food and weapons. From their fort overlooking the water, the Kiks.ádi could see any canoe or ship heading toward Sitka and take action.        The location of Chaatlk'aanoow in relation to Sitka.   Whenever canoes were spotted, the Kiks.ádi rowed out to meet them and to warn, \"Stay away from Sheet'ká! The Kiks.ádi remain at war with the Anooshee [the Russians] and will not allow trading canoes to pass Chaatlk'aanoow. Sheet'ká still belongs to the Kiks.ádi.\"*** The blockade proved to be effective, and fewer and fewer boats tried to make their way to Sitka. Americans were eager to take advantage of the blockade. They quickly established Trader's Bay across from Chaatlk'aanoow, where Tlingit people from around Southeast Alaska could trade with the Americans instead of the Russians at Sitka. The Americans also sold firearms to the Tlingit, which effectively undermined Russian control of Sitka.  The blockade hurt profits for the Russian American Company. In 1807, Chief Manager Alexander Baranov sent a message to Chief K'alyáan requesting the return of the Kiks.ádi and an end to the blockade. K'alyáan consulted with his council and concluded that it was not yet time to return to Sitka. Though Baranov sent envoys regularly, each year his pleas were rejected. It was clear that the Kiks.ádi would return when they decided the time was right.  By 1822, the Kiks.ádi had been away from their home for 18 years. Without warning, they returned to Sitka and began rebuilding their homes just outside the Russian fortifications. K'alyáan sent word to the Russians: \"The mountains around Sitka belong to the Sheet'ká Kiks.ádi. No Russians will be allowed to hunt for deer or bear on those mountains while the Sheet'ká Kiks.ádi are here. Should any Russian or Aleut attempt to hunt on those hills they will do so at their own peril.\"*** Thus the Battle of 1804 officially ended where it started, in Sitka, in 1822. The Tlingit rebuilt their village in Sitka and lived in close proximity to the Russians.  The Battle of 1804, including the blockade that followed, was a watershed moment in the history of Alaska and Russian America. While skirmishes and attacks on both sides continued, the Russians did not leave their fortified stronghold in Sitka until they ceded their interest in Alaska to the United States in 1867. The Tlingit would never again gain full control of Baranof Island from their Russian enemies. This created a unique and sometimes volatile relationship in which Russians and Tlingit lived as contentious neighbors, trading partners, and intermittent enemies.  ***Herb Hope, \"The Kiks.ádi Survival March of 1804,\" in Anóoshi Lingít Aaní Ká\/Russians in Tlingit America: The Battles of Sitka, 1802 and 1804,ed. Nora Marks Dauenhauer et al. (Seattle: University of Washington Press, 2008), 273-285.  Suggested Reading: Lydia T. Black, Russians in Alaska, 1732 –1867 (Fairbanks: University of Alaska Press, 2004). Dauenhauer, Dauenhauer, and Black, eds., Anóoshi Lingít Aaní Ká\/Russians in Tlingit America: The Battles of Sitka, 1802 and 1804 (Seattle: University of Washington Press, 2008). Sergei Kan, Memory Eternal: Tlingit Culture and Russian Orthodox Christianity Through Two Centuries (Seattle: University of Washington Press, 1999). John Dusty Kidd, Over the Near Horizon: Proceedings of the 2010 International Conference on Russian America, (Sitka, Alaska: Sitka Historical Society, 2013). David J. Nordlander, For God and Tsar: A Brief History of Russian America, 1741 –1867 (Anchorage: Alaska Natural History Association, 1998). Ilya Vinkovetsky, Russian America: An Overseas Colony of a Continental Empire 1804 –1867 (New York: Oxford University Press, 2011).   Mary E. Wheeler, \"Empires in Conflict and Cooperation: The 'Bostonians' and the Russian-American Company\" Pacific Historical Review, Vol. 40, No. 4: 419-441.",
    "url": "https:\/\/www.nps.gov\/sitk\/learn\/historyculture\/battle1804.htm"
}
