{
    "title": "Hubbell Trading Post National Historic Site: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       Tours of the Hubbell Home     Tours are offered throughout each day and limited to 15 people for your personal enjoyment. Check at the visitor center for availability.  Hubbell Home Tours: $2.00 per person, user fee. Visitors 15 years old and younger are free.  User Fees collected will support a variety of resource management, visitor services and historic preservation projects at the park. These projects will enhance your experience and increase your understanding of the significance of Hubbell Trading Post National Historic Site. We appreciate your continued support for the National Park Service and hope your visit here will be a memorable one.        Interpretive Program About the Hubbell Family. NPS Photo, Naomi Shibata  Commercial Tour Fee To ensure a tour of the Hubbell home for commercial or other organized tour groups call, write or e-mail to reserve specific tour times. A tour fee of $2.00 per person will be collected from the group. All Hubbell home tours\/programs are limited to 15 people per tour. If there are more than 15 people in the group, the group may be divided. Additional tours may be added to accommodate the group.   Please contact a Park Ranger for reservations or if you have any questions, comments, or concerns by calling (928) 755-3475 or e-mail the park.        Picking pumpkins from the Hubbell garden. NPS photo, Naomi Shibata  Fee Waivers for School Groups We are proud to offer free tours for school groups visiting Hubbell Trading Post National Historic Site. To request a fee waiver for your school group, complete the Fee Waiver Application and submit it to the park. Please allow one month for processing.       Free Entrance to your National Parks - 2016 America's Best Idea - National Parks - is even better when it's free! Free entrance dates provide an excellent opportunity to invite family and friends on a journey of a lifetime. Now is the time to start thinking about how you will make the most of these visits. Mark your calendar on these fee-free dates in 2016 and start celebrating your National Parks: January 18 - Martin Luther King Jr. Day April 16 - 24 - National Park Week August 25 - 28 - National Park Service Birthday Weekend September 24 - National Public Lands Day November 11 - Veterans Day Only 133 of our country's 401 national parks usually charge an entrance fee. So start Planning Your Visit. If you're planning a trip that includes multiple national parks, you might consider the $80 annual pass that provides entrance to all national parks, national wildlife refuges, national forests, and many other Federal lands-more than 2,000 in all. The America the Beautiful National Parks and Federal Recreational Lands Pass is offered free to all active duty military members and their dependents. Information on these and other pass options is available online. *Fee waiver includes: entrance fees, commercial tour fees, and the transportation entrance fees. Other fees such as reservation, camping, tours, concession and fees collected by third parties are not included unless stated otherwise.",
    "url": "https:\/\/www.nps.gov\/hutr\/planyourvisit\/fees.htm"
}
