{
    "title": "Sitka National Historical Park: Collections",
    "body": "Explore This Park    Learn About the Park     History & Culture     Collections               Collections       Sitka National Historical Park cares for more than 246,000 museum collection items. Tlingit ethnographic items, Russian American archeological and historical items, historical photos, archives, and herbarium specimens are found in the collection. Highlights of the collection include totem poles, Chilkat weaving, Tlingit oral history recordings, 19th century Russian furniture, Russian Orthodox icons and vestments, and over 1,100 original glass plate negatives by Sitka photographer E.W. Merrill.        Raised in 2011, Sitka NHP's Centennial Pole commemorates the park's 100th anniversary.   Totem Poles Sitka NHP's totem poles are powerful symbols that draw people to Alaska, provide a tangible link to the past, and serve as a lasting memorial to native cultural heritage. View the park's collection of totem poles.        E.W. Merrill photograph   E.W. Merrill Photographs The park's museum collection includes 1,167 photographs by early 20th century photographer E.W. Merrill. His photographs are as important for the historical information they preserve as they are for their artistic composition.    Learn more and see the images here!          The Doris Borhauer Collection The collection is comprised of 92 spruce root baskets created by Tlingit and Haida weavers from Southeast Alaska. Typically, only a portion of the collection is on display. View the entire basket collection.         An image of the park's entrance taken by Custodian Ben Miller in the 1940s.   Sitka National Monument Record Collection (1910-1972) This archival collection contains approximately 20 linear feet of documents, photographs, and audio recordings which detail the park's early history, when it was known as Sitka National Monument.  Sitka National Monument Record Collection Finding Aid (pdf 294KB)  Learn more about the park's history.        Access and Reproduction Information   Conditions Covering Reproduction and Use of Museum Collection Archival Material (pdf 64KB)  Reproduction and Use Request Form (pdf 92KB)",
    "url": "https:\/\/www.nps.gov\/sitk\/learn\/historyculture\/collections.htm"
}
