{
    "title": "Wrangell - St Elias National Park & Preserve: History of The Valdez Trail",
    "body": "History of the Valdez Trail       by Geoffrey Bleakley, Park Historian   The Valdez Trail provided the first overland access to much of interior Alaska. This essay focuses on the development of overland transportation along the trail corridor, describing aboriginal use, American exploration, trail construction, and later route improvements and maintenance. This is an IN-DEPTH essay outlining the history of The Valdez Trail. Indigenous Use of the Valdez Trail Corridor, 1800-1890. Native groups traditionally controlled all of the land bordering the Valdez Trail. South of the Chugach mountains, the land belonged to the Chugach (or Prince William Sound) Eskimo. Various Athapaskan groups held the more northern territory. Each created their own transportation networks. In general, local paths were used for subsistence activities, while longer trails were used for trade and occasionally for raiding. These routes usually followed natural corridors such as river valleys and traversed the more obvious mountain passes. Trade occurred among the different Alaska Native groups long before contact with the Russians. The Ahtna, for example, often served as middlemen, bartering with the Chugach, Tlingit, and Eyak peoples, as well as their Athapaskan relatives, the Dena'ina and the Tanana. Although copper was their most important export, they also exchanged moose, caribou, lynx, and beaver pelts for marine products like seal skin boots. Both oral and documentary evidence suggests that the Ahtna regularly held intertribal trade fairs within the Valdez Trail corridor, including ones near both Thompson and Isabel passes. In 1783, Russian promyshlenniki led by Leontii Nagaev discovered the mouth of the Copper River. Ten years later, employees of Pavel Sergeevich Lebedev-Lastochkin founded a post at Nuchek, about 30 miles further west. No one is certain when the first Russian ascended the Copper River, but Dmitri Tarkhanov may have reached the mouth of the Chitina River in 1796. Semyen Potochkin certainly did. In 1798 he conducted a census of local inhabitants before wintering at the Ahtna village of Taral. Although other explorers followed, attempts to examine Alaska's eastern interior abruptly ceased in 1805 when the Tlinget successfully destroyed the Russian colony at Yakutat. As a result, it was not until the mid-teens that Russian interest in the area returned. In 1819 the Russians sent Afanasii Klimovskii to explore the region. Klimovskii progressed farther than any of his predecessors, certainly reaching the Gakona River and perhaps even the mouth of the Chistochina. Of more lasting importance, his party established a trading post called Copper Fort near Taral, which endured, off and on, for the next forty years. In 1847 the Russian American Company received Native reports of English trading activity on the middle Yukon River and dispatched Ensign Ruf Serebrennikov to reconnoiter the area. Serebrennikov, however, only reached Batzulnetas, a village on the upper Copper River, before being killed. The Ahtna, Tanana, and Han maintained complete control of their territory throughout the Russian colonial period of 1784 to 1867. The Russians' presence, however, did stimulate trade and consequently, the use of certain trails. The Ahtna, for example, initially delivered copper to the traders at Nuchek via the Keystone Canyon route. Lt. William R. Abercrombie, who visited the area in 1884, reported a \"deep and well-worn trail up the canyon and across to the Tiekel River in the Copper River valley.\" Similar paths existed elsewhere along the route. In Ahtna country, Lieutenant Walter C. Babcock related finding an \"old Indian . . . foot trail\" along the Little Tonsina River. \"It had evidently been much used at one time, as there were numerous signs of brush cutting done many years ago, and the trail for long distances was worn down a foot or more below the natural surface.\" Frank C. Schrader described a faint line following the northwestern side of the Copper River between the villages of Taral and Slana. Lt. Joseph C. Castner found an \"old Indian trail\" in Tanana country, down the right bank of the Delta River. Further east, Lt. Henry T. Allen discovered both Ahtna and Tanana corridors, including one leading from Suslota Lake to the Tanana River. E. Hazard Wells located Tanana tracks, as well. Ascending the valley of the Tokio (now Tok) River in 1890, Wells recounted that his route became difficult to follow. \"Several times we lost it while descending the mountainside, but at the bottom, in the forest-clad valley, it reappeared deeply printed into the moss.\" He also noted Han pathways, including \"a well-beaten trail\" leading to the village of Kechumstuk. American Exploration of the Valdez Trail Corridor, 1885-1898. When the United States acquired Alaska from Russia in 1867, neither party knew much about the territory's eastern interior. Russians had focused their attention on coastal areas and had only made a few abbreviated attempts to explore the region. Americans, in contrast, had never visited the area at all. Neglected for the next fifteen years, the district began attracting interest in the mid-1880s. Gold strikes in northern British Columbia's Cassiar region and near the present site of Juneau lured prospectors to the north. Many eventually entered the interior, most by way of the Yukon River, but some via Cook Inlet and Prince William Sound. The American government worried about the potential for conflict between the undisciplined miners and Alaska's Native population. Consequently, the U.S. Army soon dispatched several expeditions to reconnoiter the region. One such party, led by Lt. Frederick Schwatka, charted the entire Yukon River in 1883. Another, headed by Lt. William R. Abercrombie, attempted to examine the Copper River basin the following year. Although stopped by rapids on the lower river, Abercrombie later located an alternative overland route to the interior: across the Valdez Glacier heading the Valdez Arm. In 1885, the army sent Lt. Henry T. Allen to finish Abercrombie's work. More successful than his predecessor, the lieutenant ascended the Copper River and pioneered the route across the Alaska Range and into the Tanana River valley. Five years later, a private expedition led by E. Hazard Wells added another segment. Journeying down the Yukon from its headwaters, the party traveled up the Fortymile River and traversed the Kechumstuk Hills to Mansfield Lake. From there, they crossed the Tanana River and ascended the Tok River to near Mentasta Pass. Much of this route was later incorporated into the trail's Eagle City Branch. Northern gold discoveries continued, climaxing with an especially rich find on northwestern Canada's Klondike River in 1896. This precipitated the region's greatest rush. In their haste to reach the gold fields, many stampeders prepared inadequately for the hardships they would have to endure. As a result, the U.S. Army soon received reports of widespread deprivation. Responding to the rumors, the military dispatched Capt. Patrick H. Ray and Lt. Wilds P. Richardson to proceed to Alaska and to provide necessary relief. Most stampeders reached the Klondike via a largely Canadian path over the Chilkoot Pass, located near the northern end of Alaska's Lynn Canal. Many, however, objected to the foreign control of that transportation corridor and called for an \"all-American route.\" Recognizing the logic of their demands, Ray recommended the immediate construction of a government trail into the Yukon River basin. Unscrupulous local promoters, circulating stories of an easy passage linking Prince William Sound with the interior, lured thousands of gullible stampeders to Port Valdez. Unfortunately, the arriving prospectors found only one way across the Chugach Range: Abercrombie's exceptionally difficult and dangerous path over the Valdez and Klutina glaciers. Faced with few options, most attempted that route, and many eventually died from disease, accidents, and exposure. In the spring of 1898, the army sent Capt. William R. Abercrombie back to Port Valdez, hoping to locate a safer way. The captain first inspected the Lowe River valley, where he spotted the remains of a Chugach trail leading to the north toward Keystone Canyon. Proceeding to the interior via the Valdez Glacier, Abercrombie found an Ahtna path leading up the right (or western) bank of the Copper River. Both were eventually utilized by the Valdez Trail. Contemporaneous with Abercrombie's efforts, another army expedition also sought a practical route to the interior. This group, under the command of Capt. Edwin F. Glenn, blazed a path linking Cook Inlet to the Copper River basin. Not content with merely reaching Lake Louise, an exploratory party led by Lt. Joseph C. Castner continued northward along the Gulkana River, eventually locating a new pass through the Alaska Range. Although it attracted little immediate attention, Castner's trail soon gained significance. Speaking about his adventure ten years later, Castner noted that a \"well-beaten path traveled yearly by hundreds goes up our old Gulkona [sic] and down our Delta to the Tanana, traversing one of the best passes through the Alaska Alps.\" In the intervening decade, Castner's route had been incorporated into the Fairbanks fork of the Valdez Trail. Construction of the Valdez Trail, 1898-1906 Abercrombie returned to the region in 1899. Utilizing only hand tools, his soldiers built a 93-mile packhorse trail from the coastal community of Valdez to the Tonsina River. Weary stampeders immediately adopted this shorter path. Addison M. Powell, a civilian employee of Abercrombie's and an early explorer of the Chistochina River, reported that by the end of the summer, the route was already filled with prospectors headed for the Nizina River basin. Mountaineer Robert Dunn employed the half-built trail the following year on his way to Copper Center. Unlike the stampeders who were usually too hurried to appreciate its spectacular scenery, Dunn recorded a vivid description of the route:   By night we had gone twenty miles up the Lowe River--its bed a strip of Arizona in the exotic forest--and then through Keystone Canyon by a five-foot trail cut in the cliff's face a thousand feet above the stream. In the canyon were two waterfalls, each 700 feet high. . . . Another day among ptarmigan and ice and blue morainal tarns took us over the misty pass and into the great valley of the Copper River.   Encouraged by such traffic, construction continued, and by 1901 the army had completed its trail all the way to Eagle City. Alaska residents soon demanded additional federal aid. In 1903, visiting members of a Senate Subcommittee on Territories heard testimony on a broad range of subjects, including the need for better transportation. Army Signal Corps Lt. William L. Mitchell, for example, related the current condition of the Valdez-Eagle City Trail. Pioneer Judge James Wickersham went even further. He requested that the government improve the route, calling such action an essential prerequisite to developing the interior's mining potential. U.S. Geological Survey geologist Alfred H. Brooks agreed. Incidental to a discussion on the future of placer mining, he recommended that a million dollars be spent in building wagon roads to the inland placer camps. Such arguments seem to have convinced the senators. Upon returning to Washington, they recommended that the government construct a system of transportation routes, beginning with a well-built wagon road connecting Valdez and Eagle City. That winter Congress appropriated $25,000 to conduct the initial survey. The following spring the War Department appointed an army engineer to supervise the work. Completing the job in August 1904, J. M. Clapp estimated that it would cost $3,500 per mile or a total of approximately $1.5 million to build the road. By then, however, Eagle City had already lost its priority as the trail's terminus. Mineral production on the upper Yukon River had begun to decline, and Felix Pedro had discovered gold in the Tanana River valley. Stampeders heading for this new strike left the Eagle City Trail near the Gakona River and followed that stream to its headwaters. Joining Castner's path near Paxson Lake, they crossed the Alaska Range and proceeded down the Delta River. Upon reaching the Delta's mouth, they followed the Tanana River northwest to Fairbanks. By late 1903, this Fairbanks branch had become the dominant interior route. The new trail quickly attracted its first common carrier. In December 1904, James Fish announced that his Valdez Transportation Company would soon provide passenger service to Fairbanks. \"Over such part of the trail as is practical,\" he assured travelers, \"comfortable bob sleds will be fitted up and drawn by two horses. Over the summit, and wherever it is not practicable [sic] to run two horses abreast, the single double-ended sleds will be used and the horses driven tandem.\" A month later the first of its tri-weekly stages left Valdez, promising a nine day trip for the exorbitant price of $150. While not a stage passenger, Wickersham traveled the trail during the same period. Conditions remained somewhat primitive. The judge recorded crashing his dog-sled on the approach to Copper Center, suffering scratches, bruises, and a twisted ankle. Reaching the Chippewa \"roadhouse\" on a cold, February night, Wickersham found only a canvas lean-to attached to a small, open-fronted cabin. Admittedly austere, even this housing was jammed with \"men and dog-teams transporting mining supplies . . . to Fairbanks.\" Although too late to be enjoyed by Wickersham, trail improvements were already under discussion. That January, President Theodore Roosevelt had established the Board of Road Commissioners for Alaska (popularly known as the Alaska Road Commission or ARC) and designated Maj. Wilds P. Richardson as its first president. Richardson was particularly concerned about the development of interior Alaska and emphasized the speedy construction of a more permanent Valdez-Fairbanks route. The ARC's initial construction efforts met only basic demands. The trail's width was determined by its anticipated traffic. Light traffic required a 10-foot roadway, while heavy traffic demanded 16-feet. Over most level, well-drained ground, road crews merely cleared a corridor. Where it was possible to improve drainage, they sometimes removed the moss, \"grading up and crowning, with a single ditch on interior slope and frequent cross culverts to carry off seepage and rainfall and prevent cutting.\" In permafrost areas, where good drainage was impossible, crews utilized corduroy construction. Designed to prevent the frozen ground from melting and creating an impassable quagmire, this technique involved placing a layer of poles parallel to the roadbed and covering them with another layer at right angles to the first. Culvert construction varied. Where the needed water capacity was small, the Road Commission usually fabricated pipe culverts from four 12-inch planks. For larger applications, the crews built culverts entirely of log, except in treeless sections where they sometimes utilized a dry masonry technique. Under normal conditions, the Road Commission would probably have limited itself to reconnaissance and survey work that first season and not undertaken any real construction. Receiving urgent appeals from the residents of Fairbanks, however, Richardson moved to provide immediate relief. Road crews rapidly replaced 3,032 feet of worn-out corduroy and bridged about 25 small streams. The ARC distributed and cached the materials necessary for its next construction season along the entire route during the winter of 1905-06. Besides arranging for the delivery of rations, animal forage, and tools, it also began the job of bridging the Tazlina River. Built by Lars Holland, this $19,000 structure replaced a hazardous ferry on which several passengers had been drowned. For interior Alaska, the bridge was a technological wonder. Four hundred and fifty feet long, it employed two Howe truss spans of 108 feet, two King post spans of 50 feet, and approaches. The main trusses rested on pile bents, protected by 10 x 30 foot, rock-filled crib piers. The trusses were constructed of hewn lumber, with the lower chords built from four to six pieces, bolted and keyed together. A lack of large timber near the site forced Holland to secure trees from as much as six miles away. John A. Clark navigated the trail that spring. One of a party of six young men riding bicycles to Fairbanks, he vividly described his journey along the Delta River:   The winter trail followed the river and so did we. We were unable to judge whether there was open water ahead and we didn't care much. The water ran over the tops of our shoe packs, and frequently one of us would slip on the smooth ice and go down into the water. We seemed to flow with the black water--black water underfoot, with black night ahead.   Improving the trail was a difficult and expensive process. Engineers had to overcome many obstacles, including a short construction season, raging glacial rivers, permafrost, and an abundance of mountainous terrain. Crews relocated many of the original segments, including the one linking Gakona with Castner's pass. Nevertheless, by the end of the 1906 season, the Alaska Road Commission had finished the route. These trail refinements substantially speeded postal service. While previous contractors had required about ten and one-half days to traverse the distance between Valdez and Fairbanks, mail carrier Ed Orr completed the journey during the winter of 1906-07 in a record time of only six days, ten hours, and ten minutes. The refurbished trail also attracted more common carriers. In 1907, at least two stage lines vied for its passenger and freight business: Orr's company and another operated by Dan T. Kennedy. Orr's enterprise was particularly successful. Equipped with nine-passenger, horse-drawn bobsleds boasting fur robes and carbon-heated foot warmers, it moved travelers from the coast to Fairbanks in just eight days. Such changes had a dramatic effect on the community. Expanding quickly, the town soon acquired most of the amenities of civilization, including electric lights, running water, and a telephone system. Something of a supply depot for the rest of the interior, Fairbanks possessed hotels, schools, churches, hospitals, and even a daily newspaper. Although the town received substantial river traffic during its short summer, the remainder of the year the Valdez Trail provided its only access. Maintenance and Use of the Valdez Trail, 1907-1919 As the Road Commission grew more sophisticated, it eventually adopted fixed standards for its roads. A \"wagon road,\" for example, embraced \"only that class of road intended to meet the conditions of an all-year-round traffic of considerable tonnage, located with suitable grades, crowned, ditched, and drained, and corduroyed or planked where necessary.\" A \"winter road,\" like that between Valdez and Fairbanks, was \"designed to meet the requirements for winter travel only.\" While not crowned, ditched, or drained, such a road possessed suitable width for double teams and a proper grade for loads. In 1907, the Alaska Syndicate began developing its rich copper claims above the Kennicott Glacier. While it soon started work on an affiliated railroad, that project required over two years to complete. In the interim, the corporation moved its requisite personnel, supplies, and equipment via the southernmost section of the Valdez Trail. Acting swiftly, it erected a 400-ton mill and a 16,000 foot tramway before the railway ever reached the site. Granted substantial annual funding, the Alaska Road Commission gradually upgraded the Valdez Trail. Originally created for pack and saddle horses, it quickly evolved into a winter road and by the end of 1908, about a third was suitable for wagons. Traffic increased as well. J. H. Ingram, the superintendent of the Valdez District, estimated that contractors had moved over 83,000 pounds of mail, 2,500 tons of freight, and nearly 100 head of cattle over his section during the preceding year. By now, enterprising citizens had located \"roadhouses\" along the entire route. Usually owned by homesteaders, these inns provided travelers with a convenient and comfortable place to stop. As most operators cultivated gardens, many supplied fresh vegetables in season. Not surprisingly, these lodges became the local nodes: what Richardson called \"small centers of settlement and supply\" from which to explore the adjoining country. The trail itself, however, still needed a little work. In 1908, one pilgrim died when the sled in which he was riding overturned after hitting a chuckhole near the Tiekel River. Travelers experienced other setbacks, as well. Extensive flooding in 1909 severely damaged the Tazlina River Bridge. Repairs cost more than $13,000, about 70 percent of the price of the original structure, and required nearly a year to complete. During the summer of 1909, maintenance of the Valdez Trail required 19 crews. Each consisted of a foreman, cook, two teamsters, and about 20 laborers, plus a wagon and six to eight horses for moving camp and hauling timbers. \"Plows and scrapers were used wherever practicable, although the greater part of the work, being in a broken and rocky country or through brush and timber swamp, had to be done by hand with pick, mattock, and shovel.\" In 1910, the trail received its first serious competition. Roughly parallelling its southernmost one-quarter, the Copper River and Northwestern Railroad immediately captured most of the freight traffic headed for the Chitina River valley. Because the train was faster, many Fairbanks-bound travelers also rode it. Disembarking in Chitina, they rejoined the Valdez-Fairbanks route via the newly constructed Chitina-Willow Creek (later Edgerton) Cutoff. Use of the Valdez to Willow Creek section subsequently declined. Ignoring the competition, the Board maintained its expenditures. In 1910, for example, it spent $248,782 on improving the trail. Eventually, its persistent efforts began to achieve results. That August, for example, Richardson made the first continuous trip over the route in a wagon, covering the entire distance in only 13 days! The following year the ARC built a new, 420-foot bridge over the Tonsina River, replacing one constructed by the military in 1900 and now considered unsafe. Except for the Gulkana, Delta, Tanana, Salcha, and Piledriver Slough, all important rivers traversed by the trail were now bridged. Of the remaining five, only the Delta lacked a ferry. Bridge work continued in 1912. The Road Commission placed a 40-foot truss over Ptarmigan Creek, two 60-foot spans across Stewart Creek, and a 270-foot pile trestle over Gunn Creek. Most impressive, however, was its 748-foot bridge, possessing a single center king-post, over an unnamed glacier stream near the Miller Roadhouse. The new bridges contributed to another innovation. In 1913, the first motorized vehicle traveled the entire length of the trail. The automobile averaged about nine miles per hour, despite having to be \"helped through soft spots on rather heavy grades.\" Others quickly followed. The Road Commission, however, largely ignored the phenomenon, declaring that it made \"no pretense of having built roads adapted for automobile travel.\" Five years later its basic position remained unchanged. While acknowledging the increasing number of such vehicles, the Board still discouraged their use. Despite the ARC's objections, mechanization had clearly arrived. In 1918, the Board purchased two tractors, one eight-foot road grader, three six-foot road graders, four three-way road drags, and four heavy trucks. Automobile stage coaches now traveled regular routes between Valdez and Fairbanks and motorized vehicles carried most of the mail. No longer a trail, in 1919 the Road Commission conceded to the inevitable and redesignated it as the Richardson Road in honor of its newly retired first president, Colonel Wilds P. Richardson. Maintenance and Use of the Richardson Road, 1920-1945. Journeying to Alaska in 1923 to dedicate the Alaska Railroad, President Warren G. Harding inspected both ends of the Richardson Road. While he only viewed about 50 miles of the corridor, he was apparently impressed. In a speech delivered upon his return to Seattle, he noted that \"our long national experience in pushing our highways ahead of the controlling wave of settlement ought to convince us that the broadest liberality towards roads in Alaska will be sure to bring manifold returns.\" In keeping with that belief, the President pledged \"to serve Alaska generously, and more, in this matter of road building.\" Nothing, however, came of his promise; Harding died only a few days later. By 1925, tour companies throughout the United States advertised the Richardson Highway as the center portion of the \"Golden Belt Line.\" Appealing to the more adventurous traveler, this circular route stretched from Cordova to Seward and incorporated the Copper River and Northwest Railroad at one end and the Alaska Railroad at the other. One major automobile carrier, aptly designated the Richardson Highway Transportation Company, carried hundreds of passengers each season, operating what it described as a fleet of passenger vehicles over the road \"without delay or inconvenience.\" Controversy erupted in 1932 when the Interior Department tried to increase the profitability of the Alaska Railroad by taxing Richardson Highway users. When most motorists ignored its license fee requirements, the Road Commission tried another tack: collecting a toll at the commission-operated ferry across the Tanana River. Commercial carriers quickly objected and, beginning in 1940, staged a general revolt. Rebellious truckers crossed the river on a home-built scow, defiantly flying a skull-and-crossbones flag. When challenged, one group even seized and disarmed the local U.S. Deputy Marshall. Despite such flagrant violations, the government was powerless to enforce its law. A Fairbanks grand jury judged the tax to be discriminatory and refused to return indictments against the accused. In 1942, Interior Secretary Harold L. Ickes finally bowed to the inevitable and repealed the toll. The threat of war brought many changes to the Richardson Highway. In 1940, Lt. Gen. John L. Dewitt, the commander of the U.S. Fourth Army, recognized that Anchorage was isolated and vulnerable to attack. To alleviate the danger, he proposed connecting the city to the road. Gen. Simon B. Buckner, the head of the Alaska Defense Command, agreed, further suggesting that the highway be widened and straightened, and that its bridges be strengthened sufficiently to withstand the anticipated increase in military traffic. Both were prudent requests. Following the outbreak of World War II, the men and supplies used to construct the Alaska section of the Alcan (now called the Alaska) Highway were all moved along the Richardson, with materials flowing southeast from Fairbanks as well as north from Valdez. Finished in November 1942, the Alcan joined the Richardson Highway to the remainder of the North American highway system at the interior Alaskan village of Delta Junction. The Anchorage connection came more slowly. It was late 1943 before the Glenn Highway, named for pioneer Alaskan explorer, Capt. Edwin F. Glenn, linked the city to the Richardson Highway at Glennallen. Conclusion The Valdez Trail provided the first overland access to much of interior Alaska. Built by the U.S. Army and the Alaska Road Commission between 1898 and 1907, it followed a series of indigenous paths linked by such prominent explorers as Lt. Henry T. Allen, Capt. William R. Abercrombie, Capt. Edwin F. Glenn, and Lt. Joseph C. Castner. Although originally directed to Eagle City, the trail was diverted to Fairbanks following a nearby gold discovery in 1902. A closing thrust in a period of pioneer American trail building which began with Daniel Boone's construction of his Wilderness Road through the Allegheny Mountains in 1769, the Valdez Trail channelled people, freight, and mail into the district, promoting mining activity, aiding the development of supporting industries, and hastening the settlement of the Copper, Yukon, and Tanana river valleys.",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/historyculture\/history-of-the-valdez-trail.htm"
}
