{
    "title": "Wrangell - St Elias National Park & Preserve: The Valdez Trail",
    "body": "The Valdez Trail        Early treasure seekers crossing Thompson Pass by foot, horse, dogsled, and even bicycle! Bleakley Collection       In 1896, discoveries near Canada's Klondike River precipitated the region's greatest gold rush. Most stampeders reached the district via a largely Canadian route leading from the southeast Alaskan community of Dyea through Chilkoot Pass. Many American participants, however objected to foreign control of that transportation corridor. In response, the US government agreed to construct an alternate trail, leading from Prince William Sound into the Yukon Basin.        Nat'l Archives  A Trail to Eagle City The Army sent Captain William R. Abercrombie to the region in 1898 to locate the safest and most efficient route for the trail. Abercrombie worked quickly, and by September 1899 the government's half-finished route was already filled with prospectors heading for the Copper River Valley. Encouraged by such traffic, construction continued, and by 1901 the military had completed its trail all the way to Eagle City. Mountaineer Robert Dunn employed the trail the following year on his way to Copper Center. Unlike the stampeders, who were often too preoccupied to note its spectacular scenery, Dunn recorded a vivid description of the route:  By night we had gone twenty miles up the Lowe River-its bed a strip of Arizona in the exotic forest-and then through Keystone Canyon by a five-foot trail cut in the cliff's face a thousand feet above the stream. In the canyon were two waterfalls, each 700 feet high....Another day among ptarmigan and ice and blue morainal tarns took us over the misty pass and into the great valley of the Copper River.  The Route to Fairbanks Despite its proximity to the Klondike, Eagle City did not remain the region's primary destination for long. Mineral production on the upper Yukon River soon began to decline and in 1902, Felix Pedro discovered gold in the Tanana Valley. Stampeders heading for this new strike left the Valdez-Eagle Trail near the Gakona River, crossed the Alaska Range through Isabel Pass, then followed the Tanana River northwest to Fairbanks. By 1904, this Valdez-Fairbanks Trail had become the dominant interior route. The new path soon received its first improvements. In 1905 President Theodore Roosevelt established the Board of Road Commissioners for Alaska and designated Major Wilds P. Richardson as president. Richardson was particularly concerned about the development of interior Alaska and emphasized the speedy construction of a more permanent Valdez-Fairbanks route.  Roadhouses & Automobiles By 1905, enterprising citizens had located \"roadhouses\" along the entire route. Usually owned by homesteaders, these inns provided travelers with a convenient and comfortable place to stop. As most operators cultivated gardens, many supplied fresh vegetables in season. Not surprisingly, these lodges became the local nodes-what Richardson called \"small centers of settlement and supply\"-from which to explore the surrounding country. Many, like the Copper Center, Big Delta, and Salcha, eventually developed into sizable communities. By 1913 the first automobile traveled the entire length of the trail. Although it only averaged about nine miles per hour, others quickly followed. By 1918, automobile stage coaches plied regular routes between Valdez and Fairbanks, and motorized vehicles carried most of the mail. No longer a trail, in 1919 the Road Commission redesigned the route as the Richardson Road in honor of its newly retired first president, Wilds Richardson.       Museum of Science & Industry, Seattle       The Trail Today Much of the Valdez Trail now lies buried beneath its major successors, the Richardson and Glenn Highways. Nevertheless, some important pieces remain. The segment between the Tanana and Fortymile Rivers, for example was largely abandoned following the Fairbanks gold discovery, and therefore exemplifies the earliest period of construction. Other sections, like the one found near the Wrangell St. Elias National Park headquarters\/visitor center, were bypassed later, and represent subsequent building epochs. The Valdez Trail provided the first overland access to much of interior Alaska and played a major role in its subsequent development. A closing thrust in a period of pioneer American trail building, the Valdez Trail channeled people, freight, and mail into the region, promoting mining activity, aiding the development of supporting industries, and hastening the settlement of the Copper, Yukon, and Tanana River Valleys.         Another excellent overview of gold rush activity in the Wrangell St. Elias area is William Hunt's book, Mountain Wilderness: An Illustrated History of Wrangell St. Elias National Park and Preserve (Anchorage, Alaska Natural History Association, 1996), 224 pages. You can purchase this book online by visiting the park's bookstore. Another well-done history of the Alaska gold rushes is William Hunt's North of 53: The Wild Days of the Alaska-Yukon Mining Frontier, 1870-1914 (New York, MacMillan Press, 1974), 328 pages. It is widely available in libraries both in Alaska and elsewhere.",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/historyculture\/the-valdez-trail.htm"
}
