{
    "title": "Wrangell - St Elias National Park & Preserve: Human History",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Human History                Human History        Pack train crossing Russell Glacier. NPS Photo     Prehistory There are four distinct Alaska Native groups with ties to the lands of Wrangell-St. Elias National Park and Preserve. Historically, the Ahtna and Upper Tanana Athabascans resided in the interior of the park. The Eyak and the Tlingit lived in villages on the coast of the Gulf of Alaska. No one knows for sure when humans first reached the Copper River Basin of Interior Alaska, but by 8,000 years ago, caribou hunters began visiting Tangle Lakes, located at the head of the Gulkana River, fifty miles northwest of the park boundary. As glacial ice retreated, humans eventually entered the Wrangell Mountains. Archaeological evidence has established a record of continuous human presence in the middle Copper Basin for the past 1,000 years, although it was probably occupied much earlier. Some believe that the area was originally settled by the Eyak. The Ahtna, however, replaced them long ago. The Ahtna population in the Copper Basin was small and scattered because game was never plentiful enough to support large groups. Ahtna natives traveled the river corridors, foothills, and passes of what we currently refer to as the Wrangell Mountains for several hundred years prior to European arrival in the area. They lived in semi-permanent camps, leaving for weeks at a time to hunt and to gather berries, birch wood, and other resources. Trade routes with other native peoples were well established. Copper, found near the present-day town of McCarthy, was used for tools and for trade with other native groups. Most villages contained twenty to thirty members of a familial clan and were situated where a major tributary entered the Copper River. There were two larger villages: Taghaelden (Taral) near the mouth of the Chitina River, and Nataelde (Batzulnetas) on Tanada Creek along the route leading northward to the Tanana and Yukon Rivers. Upper Tanana Indians settled the northern edge of the Wrangell Mountains to the east of Batzulnetas, establishing several small villages along the Nabesna and Chisana Rivers: Tthiixaaí Ndiig (Cooper Creek Village) and Nachíetay Cheeg (Cross Creek Village). Most Upper Tanana communities were located further north outside the present boundaries of the park. Experts believe that the Tlingit originated somewhere east of the Coast Mountains in what is now northern British Columbia. From there, they traveled by river to the sea, then spread to the north and west, ultimately occupying the coast as far north as Cape Yakataga. Most of those who use the present park lived around Yakutat Bay. The Eyak emanated from an interior group as well. They moved down the Copper River to its mouth, then southeastward across the Bering Glacier to occupy the coast between Yakataga and Cape Fairweather. The Eyak were reduced to two villages located just west of the Copper River Delta, Eyak and Alaganik, by more powerful groups of Chugach Eskimo and Tlingit. Today the Ahtna, Upper Tanana, Eyak and Tlingit live in or near many of the same villages they did historically. They are shareholders in Native corporations such as Ahtna, Inc., Chugach Alaska Corporation and Chitina Village, Inc. Under the terms of the Alaska Native Claims Settlement Act of 1971, these corporations have acquired land within the boundaries of the park. In addition, several villages have government relationships with the National Park Service. Natives and non-Natives who have customarily and traditionally engaged in subsistence activities within the park and live in local, rural communities continue to pursue those activities now. This allows Native people to pass on to future generations traditional ways of life that are closely tied to place. First Contact European exploration of the Copper Basin began in the early 1780s. During a period of considerable expansion, Russians traveled from their bases in the Aleutian Islands and Kenai Peninsula along the southern coast of Alaska in search of new sources of fur. The huge Copper River was noticed relatively quickly. The first written record of the drainage appears in 1783, when a small party under the command of Leontii Nagaev reported seeing the river's mouth. No one is certain when the first Russian ascended the Copper River, but Dmitri Tarkhanov appears to have reached the mouth of the Chitina River in 1796. He conducted a census and wintered in the Ahtna village of Taral. By 1819, the Russians had established a trading post called Copper Fort in the area. In 1847-48, the Russian American company tried to examine the rest of the Copper Basin. Assigned the task of traversing from the mouth of the Copper to the Yukon River, Ruf Serebrennikov and his entire party was killed by the Ahtna near the village of Batzulnetas in the summer of 1848. The Russians appear to have made no further efforts to explore the region. The first recorded geographic observations of the western Wrangell Mountains were made by Lt. Henry T. Allen of the U.S. Army in 1885. In March of that year, Allen and three companions landed at the mouth of the Copper River and began one of the most remarkable journeys in the history of Alaskan exploration. Mapping as they went, the party ascended the Copper River around the west end of the Wrangell Mountains, crossed the Alaska Range through Suslota Pass, and then proceeded down the Tetlin, Tanana, Koyukuk, and Yukon Rivers to the Bering Sea just in time to catch the last boat to leave the Alaska coast before freeze-up in early September. Allen's party was the first scientific expedition to cross the Alaska Range from the Gulf of Alaska to the Yukon River. Before going north over the Alaska Range divide into the Tanana River Valley, Allen explored the upper Copper River Basin, the Chitina River Valley, and the western Wrangell Mountains. He named the Chitina and the Chitistone Rivers (both names incorporating the Athabascan word \"chiti,\" meaning \"copper\") and established friendly relations with Chief Nicolai and his Copper River group of Ahtna Indians. He measured the heights and named many of the high Wrangell peaks, including Mount Blackburn, Mount Drum, and Mount Sanford, during his long summer sojourn in the area. After Allen's exploration, several scientific parties explored the Wrangell Mountains area. The team of Lt. Frederick Schwatka of the U.S. Army and geologist C.W. Hayes of the U.S. Geological Survey reached the Chitina River Valley by way of the White River and Skolai Pass in 1891. Spurred by these early explorations and the influx of prospectors during the Klondike gold discoveries in Canada, the U.S. Geological Survey and the War Department notably increased their efforts to make topographic and geologic maps of the country. U.S. Geological Survey geologist F.C. Schrader accompanied the 1898 U.S. Army survey led by Capt. William Abercrombie up the Copper River and into the Wrangell Mountains. That same year, U.S. Geological Survey geologist W.C. Mendenhall joined U.S. Army Capt. Edwin Glenn's expedition from Cook Inlet up the Matanuska River into the Copper River Basin. Alfred Brooks and William Peters of the U.S. Geological Survey and Oscar Rohn and A.H. McNeer of the War Department conducted separate expeditions to the Nabesna and Chisana areas on the north side of the Wrangell Mountains in 1899. Mining These journeys eventually led to mineral development of the Wrangell Mountains. The first gold discovery in the northern Wrangell Mountains was on Jacksina Creek near the headwaters of the Nabesna River in 1899. In that same year, Oscar Rohn, on his exploration of the upper Chitina Valley, found rich pieces of chalcocite ore in the glacial moraine of Kennicott Glacier and pointed out similarities to the rich copper deposits of Michigan's Lake Superior District. Rohn also named the Chitistone Limestone and the Nikolai Greenstone, geologic formations that proved to be important hosts for mineral deposits. A year later, prospectors traced the chalcocite to deposits on Bonanza Ridge, which eventually became the incredibly rich Bonanza Mine, one of five mines that supplied copper and silver ore to the now-historic Kennecott Mill. The Kennecott mines did not go into full production until 1911, when the completion of a 196-mile-long railroad from Cordova, near the mouth of the Copper River, to the Kennecott mining town allowed transport of the rich copper concentrate. In 27 years of operation, over a billion pounds of ore valued at $100 to 300 million was hauled on the railroad. The mine and the railroad were abandoned in 1938, when the rich ore was exhausted. The railroad bed now provides the base for most of the Chitina-McCarthy Road along the south flank of the Wrangell Mountains in the heart of Wrangell-St. Elias National Park and Preserve. In 1913, gold fever struck once again in the Chisana area, stimulating Alaska's last great gold rush. Gold discoveries in the Nabesna area led to construction of the Nabesna Road, which was built in the early 1930's and used to haul gold ore from the now-closed Nabesna Mine. Today, the Nabesna Road provides vehicle access along the north side of the Wrangell Mountains into Wrangell-St. Elias National Park and Preserve. Development of a Park After the Kennecott mines closed, several efforts were made to revive interest in the area. Tourism soon developed. By 1925 companies throughout the U.S. advertised the Richardson Highway as the center portion of the \"Golden Belt Line.\" Appealing to the more adventurous traveler, this route stretched from Cordova to Seward along the rails and roads of interior Alaska. Ernest Gruening, Director of U.S. Territories and later Alaska's governor and a U.S. Senator, was the first to recommend the area as a national park or monument. After a flight over the area in 1938, he wrote a memorandum to the Secretary of the Interior:  \"the region is superlative in its scenic beauty and measures up fully and beyond the requirements for its establishment as a National Monument and later as a National Park. It is my personal view that from the standpoint of scenic beauty, it is the finest region in Alaska . I have traveled through Switzerland extensively, have flown over the Andes, and am familiar with the Valley of Mexico and with other parts of Alaska. It is my unqualified view that this is the finest scenery that I have ever been privileged to see.\"  Alaska achieved statehood in 1959. This event had little impact in the Copper Basin, whose minuscule population received scant attention from either the state or federal government. Passage of the Alaska Native Claims Settlement Act in 1971 authorized the Federal government to withdraw and study Federal lands in Alaska for future uses. In 1978, Present Jimmy Carter declared the area a National Monument because of its scientific and cultural significance. When Congress passed the Alaska National Interest Lands Conservation Act in 1980, the Wrangell Mountains became part of the 13.2 million acre Wrangell-St. Elias National Park and Preserve, the largest U.S. National Park. Wrangell-St. Elias is one of four contiguous conservation units spanning some 24 million acres that have been recognized by the United Nations as an international World Heritage Site. The original 1978 designation included Wrangell-St. Elias and Kluane National Park Reserve in the Yukon Territory of Canada. In 1993, both Glacier Bay National Park and Preserve and a new park, the Alsek-Tatshenshini Provincial Park in British Columbia were added to that designation. Altogether, it is one of the largest internationally protected areas in the world.",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/historyculture\/human-history.htm"
}
