{
    "title": "Wrangell - St Elias National Park & Preserve: History of the Park",
    "body": "Explore This Park    Learn About the Park     History & Culture     History of the Park              Events Leading to the Creation of the Park          1938 Territorial Director Gruening lobbies Secretary of the Interior Ickes for the protection of the area. 1940 Secretary Ickes recommends that President Franklin D. Roosevelt designate the area a National Monument. Roosevelt declines to act because of World War II impending. 1958  The Statehood Act authorizes the State of Alaska to select 104 million acres from the public domain, excluding property \"the right or title to which\" was held by Alaska Natives. 1971 Alaska Native Claims Settlement Act (ANCSA) is enacted because state selections are infringing on the holdings of Alaska Natives, who file their own land claims based on aboriginal use and occupancy. 1973 The Secretary of the Interior withdraws 80 million acres of Alaska federal lands to study for federal protection as national parks and forests. 1978 President Jimmy Carter designates 11 million acres of federal lands in Alaska as National Monuments. Wrangell-St. Elias National Monument (10,950,000 acres) was established along with 16 other national monuments on November 16, 1978. 1979 Wrangell-St. Elias becomes a World Heritage Site. 1980 Alaska National Interests Lands Conservation Act (ANILCA) is enacted - 104.5 million acres of Alaska comes under permanent federal protection. On November 12, 1980, President Carter designates 13.2 million acres of land as Wrangell St. Elias National Park and Preserve. Nine other national parks and 56,000,000 acres of wilderness were designated. The purpose of Wrangell-St. Elias National Park and Preserve was and is:  to maintain the natural scenic beauty of the diverse geologic, glacial, and riparian dominated landscapes to protect the attendant wildlife populations and their habitats to ensure continued access for a wide range of wilderness-based recreational opportunities to provide continued opportunities for subsistence use  Administrative History of ANILCA: \"Do Things Right the First Time\" ONLINE BOOK \"Contested Ground\" (pdf format, 33 MB) The Administrative History of Wrangell-St. Elias National Park & Preserve",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/historyculture\/key-park-dates.htm"
}
