{
    "title": "Wrangell - St Elias National Park & Preserve: First Ascent of Mt. St. Elias",
    "body": "First Ascent of Mount Saint Elias         The Duke of Abruzzi led the first expedition to the top of Mount Saint Elias in 1897.   From the diary of Vittorio Sella April-August 1897 Leader of the expedition Luigi Amedeo di Savoia-Aosta more commonly known as the Duke of Abruzzi. He was born January 29, 1873 in Madrid (14 days prior to his father's abdication to the throne of Spain). Besides the Mt. St. Elias expedition he also presided over the Arctic expedition named \"Stella Polare\" from July 1899 through September 1900, during which the party members successfully reached latitude 86 degrees 34 minutes. Additionally in 1909, with many of the same expedition members from previous expeditions, an attempt to reach K2 had to be abandoned. In its stead he successfully reached Bride Peak (7,654 m.). This altitude was not again surpassed by other expeditions until 1922. After the first world war he moved to Somalia, where he spent his remaining days in the village he founded. He died on March 18, 1933. Summary of Events Judging from photographs the expedition reached the United States by ship, to New York. The originating point, and their home base was Aosta, Valle d'Aosta, Italy. Upon landing at New York harbor, they crossed the United States and reached the port city of Seattle, where they embarked on a ship bound for Sitka. In Sitka smaller ships were chartered for the duration of the voyage and time needed to finish the climb of Mt. St. Elias, approximately 3 months. Upon their arrival in Juneau they were treated to a visit of the Treadwell-mine during its peak operational period. During this time the mine employed 300 people and produced about $2,000 per day in gold. Sailing north, they made frequent stops to visit areas such as Glacier Bay, where a land excursion was undertaken by party members. At various points the party had the opportunity to encounter and trade with local native peoples as well as fish. In one account Mr Sella points out that a large fish caught by His Excellency (as he is referred to officially), was still alive after having spent 40 minutes on the deck of the ship, out of water. On June 22, 1897 the expedition reached Yakutat. After much discussion regarding a point of landing, from which to begin the trek,they found the safest place to be near Pt. Manby. Upon going on shore they mention that mosquitoes were present, though not fierce. By June 24, after only a short time in the maritime environment, the mosquitoes were incessant pests! It is difficult to establish how much baggage the party was carrying, however it was sufficient for more than their intended two month stay. Mr. Sella frequently points out that the Prince (as he is also officially addressed), was quite vigorous and eager to help in the transportation of the needed gear. Although several American porters were hired, the Prince made it a point to invite all in the party to carry their own specific gear. When Mr. Sella, for example, complained of having to carry his heavy camera and \"..tele..\" camera equipment, the Prince was quick to scold him, reminding him that the primary purpose of the expedition was to reach the summit of Mt. St. Elias, and that he was not interested in using the porters to carry any scientific, photographic, or other materials. It appears that as a secondary goal the expedition might have collected samples of flora and fauna. At one point it is mentioned that some small birds, not found in Europe, were killed and stuffed, as were samples of ice worms and insects of various types collected to be brought back. Mr. Sella's diary is quite intricately descriptive of the route taken during the climb. At first sleds, loaded with thousands of pounds of gear, were used. Almost immediately they were found to be too weak to withstand the loads. These had to be reinforced as well as the loads lightened, in order to be of any use. It is important to note that as the trip progressed Mr. Sella was taking notes as well as taking many photographs to record the events. Additionally he was developing his photographic plates as the expedition progressed. There is mention of a \"black tent\", which was used for both cooking and film development. Of the number of people hired as porters, 3 were Indians from \"Sakutat\", (possibly a misspelling of Yakutat), 8 came with the Prince, this included Mr. Sella, several other American porters were employed, however it is not clear exactly how many. The latter being students from Seattle. Upon departing Pt. Manby, they hiked along Osar stream towards the glacial moraine of the Malaspina Glacier. Note that the Prince was used to hiking ahead of the group to do route and camp recognizance. After traversing the Malaspina Glacier moraine, the party reached the Seward Glacier. Naturally, the sleds were very difficult to use over this terrain. They had to be off loaded and used with lighter loads, necessitating several round trips to complete moving the equipment forward. By June 30th, 15 days of provisions were left behind and cached, in order to facilitate the great task of moving the expedition supplies forward. This meant lightening the load by 1000 lbs. It was necessary for everybody who was not pulling a sled, to help in pushing it forward, until better snow and ice conditions were reached on Hitchcock Glacier on July 4th. There is mention of tracks made by a \"..Puma..\" on July 3rd, on the snow, as well as of a minor medical procedure performed on the Prince, whose eyes were swollen, possibly from snow blindness. Filippo, the medical officer of the expedition applied cocaine compresses to the Prince's eyes, to relieve the pain. Mr. Sella was fascinated by the high cirrus clouds and low fog often witnessed during the journey. He often compares with mountain weather in the Alps, where cumulus and nimbus clouds are more prevalent. At one point while looking at Mts. St. Elias, Newton, Augusta, Owen and others, he notices a strong resemblance to the region of Switzerland where the Aletsch Glacier is located and nearby Jungfrau, Monch and other peaks may be seen. From this point forth, the porters are mainly employed in moving provisions from one cache camp to the next, higher camp, while the main expedition members continue on their quest for the peak. The Hitchcock Glacier was found to be difficult to cross with many seracs and weak snow bridges, while the Seward Glacier was more suitable for sledging equipment for the first 2 Km., after which point contorted crevasses were the norm. Throughout this time the weather was not always favorable. Much variable, rainy, snowy weather was encountered. Here again Mr. Sella mentions that the weather in the region reminds him of deep winter in the Alps. From this point of view along the Seward Glacier, Mr. Sella \"..doubts that Mt. St. Elias is more than 15,000'..\" Since their arrival at Pt. Mamby they had not yet reached Dome Pass. On the 8th of July he referred to the weather as absolutely beautiful. Clear skies, warm temperatures and beautiful scenes dominated this day. They were all in admiration of the greatness of the ice expanses. On July 19, the weather was clear and sunny. Mt. St. Elias was visible and appeared deceivingly close to their present position on the Newton Glacier. The prince decided to attempt the summit after a brief recognizance trip towards the Russell Col. He ordered the dismantling of the camp early and an immediate departure. The remainder of the party, though subordinates, were very experienced mountaineers. They advised against such a move, noting that the seemingly close proximity of the mountain was an optical illusion due to clear weather and thinning atmosphere. They refused to follow suit. The Prince was openly demoralized and remained secluded for several hours, after which he emerged announcing that Mr. Sella would make all decisions about the route from that moment forth. The remaining days of the ascent became very tedious for the party. The simple tasks of preparing food, cleaning utensils, dealing with considerable snow falls, equivalent to winter conditions in the Alps, were all contributing factors to difficult conditions. On the 23rd of July they reached their 17th camp on the Russell Col, described as the scene of a majestic amphitheater. Over the next few days it was decided that the climb for the summit would be made in one stretch from Russell Col, an elevation gain of about 3,000 m. . At 11:00 p.m. on July 30, the expedition left the camp at Russell Col. By 7:00a.m. the entire party was feeling very tired. They reached an altitude of 16,000'. Mr. Sella states his surprise and that of the remaining members of the party in their apparent amazement at the great height of St. Elias. The summit was reached shortly after 11:00 a.m.. The Prince reached the summit with excellent strength and enthusiasm. He planted the royal Italian flag and invited all to acknowledge the King. The descent was quite difficult and slow due to deteriorating snow conditions. They spent another night at the high camp on the Russell Col. Descending was a matter of retracing their steps from the ascent. By August 8 they had reached the Malaspina Glacier, where on July 4th, on their way up, they were forced to skirt a glacial lake in order to reach the Hitchcock Glacier, this time the lake was no longer present, and they were easily able to access the Malaspina Glacier where the Lake had been. On the 10th they take note of sleds and other materials left behind by another, almost simultaneous climbing party led by Bryant, a geographer. They all mention the terrible appearance of this material left behind as an eye sore. On the 11 of August, after 50 days on the glacial fields, deprived of scenery such as trees, they once again encountered the forest. The first plants and fruits they take notice of is Vaccinium macrosarpum, large blueberry. The first insects they encountered were mosquitoes, which by the next day managed to cause severe swelling on the faces of several of the expedition members as well as the Prince. On the 11th of August the ship was loaded with the remaining supplies and sail was set for Disenchantment Bay, for bear hunting. The next days were spent sailing to the south and on the 17th of August the city of Sitka was reached, where furs were purchased. The last entry in this diary was made on August 20, where a stop was made in Juneau.",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/first-ascent-of-mount-saint-elias.htm"
}
