{
    "title": "Wrangell - St Elias National Park & Preserve: Ranger Minutes",
    "body": "Ranger Minutes          Ranger Minutes are short audiocasts or videocasts in which a park ranger shares interesting stories and information about Wrangell-St. Elias National Park & Preserve. Current Ranger Minutes are listed below, and more are sure to come. Check back often or subscribe for the latest installment of the Wrangell-St. Elias Ranger Minute.         Subscribe to our RSS feed        Wrangell Mountain Range   The Wrangell Volcanos Windows Media Duration - 3 min 45 sec Fast Connection Slower Connection Quicktime Ranger Tom explains the formation of the volcanic Wrangell Mountains and identifies many of the most prominent peaks.        What's so special about the Copper River?   The Copper River Windows Media Duration - 2 min 40 sec Fast Connection Slower Connection Quicktime Join Wrangell-St. Elias interpretive ranger Alyssum and discover why the Copper River is the lifeblood of Alaska's Copper River Valley.        The battle between aspen and spruce.   The Boreal Forest Windows Media Duration - 2 min 22 sec Fast Connection Slower Connection Quicktime Join Interpretive Ranger Phil as he illustrates the fascinating life-cycle of the boreal forest, the largest terrestrial biome on earth.        The \"Circle of Life\"   Salmon Tales Windows Media Duration - 5 minutes Fast Connection Slower Connection Quicktime During the summer months, the Copper River is filled with salmon. Join Ranger Bev as she shares the fascinating life history of these fish.        Have fun, but be safe!   Backcountry Safety mp3 audio file Duration - 4 minutes Listen Here Ranger Smitty describes a few of the special considerations for safe backcountry travel in Wrangell-St. Elias National Park.        What's Blooming?   Common Wildflowers of The Wrangells Windows Media Duration - 3 min Fast Connection Slower Connection Quicktime Join interpretive ranger Brianna as she describes the wide array of summer flowers that are often seen along park roads and trails.        The amazing construction and operation of the \"impossible railway.\"   Copper River & Northwestern Railway Windows Media Duration - 3 min 10 sec Fast Connection Slower Connection Quicktime Join Ranger Sarah for a trip through the construction of the \"impossible northern railway\" that transported Kennecott's copper ore to the coast of Alaska.",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/photosmultimedia\/ranger-minutes.htm"
}
