{
    "title": "Wrangell - St Elias National Park & Preserve: Chisana Historical Site",
    "body": "Chisana Historical Site              Copper mining inspired some of the early prospectors to travel to the land that is now Wrangell - St. Elias National Park and Preserve, but it was the discovery of gold in Chisana (pronounced Shooshana) that began the last great gold rush in Alaska. In 1913, thousands of stampeders made the treacherous journey through rugged country by whatever means possible to reach the new found mining district. Chisana soon became known as \"the largest log cabin town in the world.\" This was was a short boom, only lasting a few years, but an important part of the history of this area. Nestled in a remote valley between the Nutzotin and Wrangell Mountains, the Chisana mining district provides visitors with a unique glimpse of Alaska's gold rush era. Unlike many better known and more accessible regions, this area retains extensive evidence of its early mining use, including the deteriorating remains of two towns; numerous tent camps, various water diversion and delivery systems; a full range of hand, hydraulic, and mechanical mining operations; and a well-developed transportation network.         Gold!  After years of searching, gold was discovered in this area in May 1913. Credit for the discovery must be divided among at least five individuals. Four-Nels Nelson, Billy James, Matilda Wales, and Fred Best-were experienced prospectors, veterans of the Klondike Gold Rush. The fifth, an Alaska Native nicknamed Shushanna Joe, guided the others to the site of their strike. Nels Nelson noticed the first gold on Bonanza Creek, but partners Billy and Matilda made a much more significant discovery a few days later. As Wales subsequently told it, \"When we got to a strange creek running into Bonanza, we followed it up and looked for the rim. At one point, Billy spoke to me, saying 'Let me have the pan; here's a little bedrock cropping out.' He took the pan, and to our surprise, got five to ten dollars in bright gold...we then prospected a little further up, found gold, and staked a discovery. The claims where we got the rich pans we staked as No. 1 and named the creek, Little Eldorado.\" The group's discoveries electrified the region, provoking what many have called America's last great gold rush. The Cordova Daily Alaskan, for example, proclaimed the strike as \"the richest\" since the Klondike, causing defections, which virtually emptied the Nizina gold camps and even briefly jeopardized the operation of Kennecott's huge, nearby copper complex.             A Tale of Two Cities Despite the hardships, several thousand stampeders reached the Chisana diggings. Those that stayed eventually established two communities: Chisana City, situated just east of the Chisana River, and Bonanza City, located at the mouth of Bonanza Creek. Seattle reporter Grace Bostwick, one of the district's first female residents, left an evocative description of Chisana City from the spring of 1914:  \"The camp is fast assuming the airs and ways of a town. Men mostly shave now, where formerly they were rough and bearded. They are also more particular about their clothing. The most interesting period of the camp...the pioneer days...when one after another of the first cabins were built, when delicacies of any sort were absolutely unknown, and when magazines and books were prizes eagerly longed for are past...There are by this time two bath tubs in the place, as there are brooms, tea kettles, and many other luxuries formerly unknown. It only remains for the eagerly anticipated strike to materialize, in which event the camp will become a bona fide town with great rapidity, even though it is said to be the most inaccessible camp yet started in Alaska.\"          The Perfect Outfit A well-dressed prospector's outfit includes a rifle, pick, shovel, gold pan, and waders. Not all stampeders were as well prepared for the Alaskan experience. Thomas Riggs, then head of a government survey party and a future governor of Alaska, remembered meeting one man \"...going into the interior with a horse on which he had packed ten pounds of raisins, having been informed that raisins were unusually efficacious in sustaining life in that country. We found scores of persons who had absolutely no idea how to pack their horses and who were carrying in supplies that could not possibly sustain them.\" The Boom Ends Local miners never made that long-expected strike. The district's boom was brief, and by the mid 1920s both communities were largely abandoned. Milton Medary, who visited Chisana City in 1924, described it as \"452 log cabins in which one man lives alone.\" Chisana Today Today, Chisana enjoys a seasonal population of about twenty-five. A few persistent placer miners continue to work the district's creeks. The spiritual heirs of the stampeders, they continue their predecessor's quest, ever searching for that one rich strike. There are bed and breakfasts and guide\/outfitters in this area that is accessible only by small aircraft. Some adventurous hikers retrace the steps of the early stampeders and make the trek from Chisana to McCarthy. This is a difficult route and should only be attempted by experienced backcountry travelers. As you hike around Chisana you will see ruins of structures and historic artifacts throughout the area. Please don't remove or relocate anything. They provide important clues to the story of the people who followed the lure of gold to Chisana. Many of the historic structures are located on private property. Public easements are marked, so please respect private property while at the site. The National Park Service has restored four log buildings in the original townsite. The Too Much Johnson Cabin is available for public use.",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/historyculture\/chisana-historical-site.htm"
}
