{
    "title": "Wrangell - St Elias National Park & Preserve: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture        Prospectors camp along Bonanza Creek        The Cultural Resources program at Wrangell-St. Elias National Park and Preserve documents people in the park now and in the past, and helps preserve places with special history. What are cultural resources? Although Wrangell-St. Elias National Park and Preserve is remote and sparsely populated, people have lived here for thousands of years. Cultural resource professionals help share the stories of people who called the Wrangell Mountains home, then and now. In Alaska, as in the rest of the United States, the National Park Service recognizes and manages five basic types of cultural resources:  Archeological Sites: Physical evidence of past human occupation or activity (the National Park Service recognizes two basic subcategories; prehistoric and historic archeological sites).   Cultural landscapes: Geographic areas associated with a historic event, activity, or person; or that exhibits other cultural or aesthetic values (this category includes designed, vernacular, and ethnographic landscapes). Cultural landscapes encompass both cultural and natural resources as well as any wildlife or domestic animals that have historic associations with the landscape.   Ethnographic Resources: Sites, structures, objects, landscapes, or natural features of traditional importance to a contemporary cultural group.   Museum Objects: Material things that possess scientific, historical, cultural, or aesthetic values (usually movable by nature or design).   Structures: Constructed works created to serve some human activity (usually immovable by nature or design - buildings, bridges, earthworks, roads, rock cairns, etc. - prehistoric or historic).  More Information... Learn about research & monitoring in the park. Alaska History and Cultural Studies Alaska History Course Online Alaska's Digital Archives Visit the Alaska Digital Archives to view historic photos The National Park Service has a rich history! Go to the National Park Service's Park History Program to learn about the history of the NPS as well as oral histories, maritime history, and resources for research.",
    "url": "https:\/\/www.nps.gov\/wrst\/learn\/historyculture\/index.htm"
}
