{
    "title": "World War II Valor in the Pacific National Monument: Current Opportunities",
    "body": "Current Volunteer Opportunities       Here's How You Can Help: Visitor Use Assistant: We're looking for volunteers to serve as front-line representatives of the National Park Service and monument. Visitor use assistants work at security check points, throughout the monument grounds, and in parking areas for purposes of connecting with visitors. In many cases, these volunteers are the first contact the visiting public has with a monument representative. Volunteers must communicate effectively and provide excellent customer service. Volunteers may bicycle to and from a variety of parking areas, disseminating information and maintaining a high visibility to the visiting public to help deter vehicle break-ins. Volunteers must have the ability or be willing to gain the ability to ride a bicycle (bicycle training is provided), stand, and walk for long periods of time. Volunteers should have the ability to maintain a level of physical conditioning to allow for these extended periods of physical activity.   Park Guide Assistant: Volunteers are needed to work at the National Park Service Tickets and Information Desk, handing out program tickets and answering visitor questions. Volunteers may also assist Park Rangers at the theater by mingling with visitors and helping them prepare for the start of their programs. Volunteers may assist Park Rangers on the USS Arizona Memorial by answering questions and guiding visitors.  Docent: Volunteers are needed to work in the exhibit galleries and throughout the visitor center providing interpretive services to visitors. Docents should have a solid foundation of knowledge regarding the history and events covered at the site so that their talks and visitor interactions are representative of the National Park Service message and mission at VALR. Maintenance and Groundskeeping: We need volunteers to assist the National Park Service maintenance crews in maintaining the facilities and grounds at the Pearl Harbor Visitor Center.  Adopt-a-Memorial Groups: The \"Adopt-a-Memorial\" program allows groups to spend time taking care of a particular memorial (USS Arizona, USS Oklahoma, or USS Utah) by cleaning up the surrounding area and making sure it is in great condition. Projects may vary. Volunteer Application A volunteer application is required for all volunteer positions. Some positions require a time commitment, training, and background check. Training is provided unless otherwise noted. Please email your volunteer application to our volunteer coordinator. If you would like to request a volunteer application via \"snail mail,\" please send your request to:  ATTN: Volunteer Coordinator World War II Valor in the Pacific National Monument 1845 Wasp Blvd. Bldg #176 Honolulu, HI 96818 Be part a great team and make a difference!    Contact Us   If you have any questions about volunteering, please e-mail us.",
    "url": "https:\/\/www.nps.gov\/valr\/getinvolved\/supportyourpark\/vip-opportunities.htm"
}
