{
    "title": "World War II Valor in the Pacific National Monument: Your Donations at Work",
    "body": "Explore This Park    Get Involved     Donate     Your Donations at Work              Your Donations at Work       The National Park Service preserves unimpaired the natural and cultural resources and values of the national park system for the enjoyment, education, and inspiration of this and future generations. Every day, visitor donations help us accomplish that mission here at WWII Valor in the Pacific National Monument. We'd like to thank you for your continued support by showing you the great work you make possible each and every day. When you make a donation, you support:         Restoration of the USS Arizona Memorial - Thanks to your donations, phase one of the USS Arizona Memorial restoration project was completed in October 2012. Fundraising efforts continue as we reach for the $700,000 goal.         Education Programs - Donations allow us to offer transportation scholarships to enable more than 30,000 students to travel to Pearl Harbor each year.         Interpretive Staff - Several of our interpretive staff members are part of a work-study arrangement largely supported through donation funds.         Artifact Conservation - Precious artifacts (like the Elgin Clock, salvaged from the admiral's bridge of the sunken USS Arizona) are preserved for future generations as a direct result of donation funding.         Interpretive Exhibits - Donations provide for the development, fabrication, and installation of our extensive collection of historical exhibits, such as the Sadako Sasaki Crane.      Dive Program The dive program supports preservation and monitoring of the USS Arizona and other underwater resources managed by the National Park Service in Pearl Harbor.      If you'd like to know more about supporting national parks in the Pacific and across the United States, please visit our partners:         Pacific Historic Parks         National Park Foundation",
    "url": "https:\/\/www.nps.gov\/valr\/getinvolved\/supportyourpark\/your-donations-at-work.htm"
}
