{
    "title": "World War II Valor in the Pacific National Monument: Acts of Valor",
    "body": "Explore This Park    Get Involved     Acts of Valor            Acts of Valor              What is Your Family's Pacific War Story?   World War II Valor in the Pacific National Monument is looking for video submissions for a new project called \"Acts of Valor.\" We want to hear the untold stories of your friends and family members, and how they experienced the Pacific War.     The attack on Pearl Harbor did more than propel the US into war. It changed the lives of millions of people. The stories and legacy of this monumental event continue to impact our lives today, even if many of us are unaware and cannot clearly draw the connections.   The goal of the Acts of Valor project is to give people an opportunity to share these untold personal stories and to preserve them for future generations.     We are looking for high school and college students to create these video mementos.   What to do:     Create an original video: 1-3 minutes in length, that tells the story of your family member or friend's experience of the Pacific War. Please feel free to use whatever creative means you wish in terms of narration, music, video, photographs, illustrations, and other digital mediums to tell your story. Whether your friend or family member was a civilian witness to Pearl Harbor, a war worker in San Francisco, or a survivor of an internment camp in Hawaii, we want to hear their stories. You can incorporate interviews, actors,  If you have served in the military, or have traveled to Pearl Harbor or another Pacific War site, or somehow have another connection to the story, please feel free to include that as well.  Follow the theme for \"Acts of Valor,\" which will coincide with our 75th Anniversary theme: Honoring the Past, Inspiring the Future.  Submit your video by the deadline: October 31, 2016. Please fill out our registration form and all other forms required. Upload your video to YouTube and include the link to it in your registration form. The top finalists will be announced on November 11, 2016.    Get your friends and family to vote for you! Starting November 11, 2016, the public will be given the opportunity to \"like\" their favorite video submission on YouTube. The three top videos will be our three top winners.          Contest Information:   Please click here to see an example video. Keep in mind that your video doesn't have to look like this! We encourage you to be creative and use whatever forms of digital media you would like: illustration, photos, video, narration, music, etc. You can add interviews, have actors, etc.      Please be sure to read the rules and guidelines and the judging rubric for the Acts of Valor video project.   We will need the following forms:     Registration form filled out in its entirely. Please make sure that if you are under 18 years of age, we need to have your parents sign the registration form as well.    Video release forms must be filled out for each person in your video (e.g., if you have actors). If you are a minor, a parent or guardian must also fill out this form.  Submit your video before or on the deadline of October 31, 2016. The top contenders will be announced on November 11, 2016. Tell your friends and family what you are doing! Once we select the finalists, we'll post the videos on our YouTube page. The videos that receive the most likes on YouTube will be our winners.   First, second, and third place will be announced on December 1, 2016. Prizes will be as follows:      First: $1,000 Second: $750 Third: $250  If you have any questions about the Acts of Valor project, please email us. We look forward to seeing your work!",
    "url": "https:\/\/www.nps.gov\/valr\/getinvolved\/acts-of-valor.htm"
}
