{
    "title": "World War II Valor in the Pacific National Monument: Saving the Mooring Quays",
    "body": "Explore This Park    Get Involved     Saving the Mooring Quays            Saving the Mooring Quays          Saving Battleship Row Mooring Quays    Partners in Preservation is a program highlighting historic preservation projects throughout the park service in celebration of our centennial year! For us, that focus is on restoring a Battleship Row mooring quay. The monument has received a $250,000 grant for the project! VALR is partnering with Concrete Preservation Institute to complete the restoration. CPI will train transitioning military members to do the work, preparing them for concrete, construction, and other careers. Restoration work will begin in Sept 2016.          Keep up with the restoration of the Mooring Quay this September! We'll post photos and videos of our progress on our Facebook page.      The Mooring Quays The mooring quays are the last structures remaining from the attack on Battleship Row during the Japanese bombing of Pearl Harbor on December 7, 1941. The sixteen moorings quays formed pairs designated F1 through F8, North and South. They are located on Ford Island's southeast side, known as the famed \"Battleship Row.\" Mooring quays F6, F7, and F8 are part of WWII Valor in the Pacific National Monument.  Without restoration, the quays may disintegrate completely, and a vital piece of history will be lost.                 What Were The Mooring Quays Used For?  The concrete mooring quays were used to secure the battleships along Battleship Row. According to a US Navy document, \"the vital need for additional berthing space for capital ships at Pearl Harbor necessitated the development of 16 fixed moorings to relieve congestion. The moorings are … the first of this kind constructed. They provide berths similar to those at a pier at a greatly reduced cost. They economize on space and provide practically double the berthing for an equal area as compared to anchored moorings.\"  The quays and piers played a significant role in post attack salvage as well. For three years after the attack, American salvage workers raised the USS California, USS West Virginia, and righted and refloated the USS Oklahoma. Extensive salvage work was also performed on the USS Arizona. The quays served as moorings for salvage ships, barges and legs for ship-to-shore bridges and cross ship platforms.          Why Do They Need To Be Restored? Since being included in the 2008 Presidential Proclamation designating World War II Valor in the Pacific National Monument, the mooring quays have been systematically assessed for structural integrity by the National Park Service (NPS). We've found that the quays are falling apart due to a lack of funding for maintenance.  Restoring them will take significant financial resources and time. A partnership is envisioned that brings together the NPS, Pacific Historic Parks, and Concrete Preservation Institute with goals to fundraise, plan and execute the repairs of the Mooring Quays F6, F7 and F8.          Who Would Be Doing The Work?    The National Park Service (NPS) is partnering with Concrete Preservation Institute (CPI), industry leaders in concrete preservation, on a five-year restoration project beginning in 2016, the 75th anniversary of the attack on Pearl Harbor.   CPI is a non-profit educational foundation that provides hands-on and leadership training for transitioning military members, leading to career connections and job opportunities. This project will give service members in Hawaii the opportunity to train for careers at the skilled trades and management levels.",
    "url": "https:\/\/www.nps.gov\/valr\/getinvolved\/partners-in-preservation.htm"
}
