{
    "title": "World War II Valor in the Pacific National Monument: Visitor and Resources Protection",
    "body": "Explore This Park    Learn About the Park     Management     Our Staff & Offices     Visitor and Resources Protection                Visitor & Resources Protection          Dave Stransky Dave Stransky currently serves as the Chief Park Ranger at WWII Valor in the Pacific National Monument. Interestingly, this duty station is a return of sorts. While serving in the US Navy, Chief Stransky was stationed aboard an aircraft carrier which passed by the Monument as it entered Pearl Harbor. All sailors rendered an \"honors\" salute in passing. Little did Chief Stransky realize that he would later serve as the site's Park Ranger in the early 90's, and then return in 2008 to serve as the Chief Park Ranger! Stransky is a National Park Service ranger committed to the traditional NPS values of outstanding public service, resource stewardship and visitor protection. He possesses advanced ranger skills including high-angle search &rescue, back country horse patrol, wildland and structural firefighting, and emergency medical services. Chief Stransky has been blessed to work in ten national parks, including some of the \"crown jewels\" like Grand Canyon, Zion, Shenandoah, Denali, Yellowstone, and Sequoia and Kings Canyon National Parks. He has also served in some of the lesser known parks like Saratoga National Historic Park in New York and Petrified Forest National Park in Arizona. Chief Stransky has served in many leadership roles including Squad Leader of a Regional Tactical Team deployed to Hurricane Katrina to provide advanced law enforcement support, and to the U.S. Mexican border interdicting drug and human trafficking. Currently he serves his federal law enforcement colleagues as President of the local chapter of the Federal Law Enforcement Officers Association.",
    "url": "https:\/\/www.nps.gov\/valr\/learn\/management\/visitor-and-resources-protection-division.htm"
}
