{
    "title": "World War II Valor in the Pacific National Monument: Fundamental Resources and Values",
    "body": "Explore This Park    Learn About the Park     About the Park     Fundamental Resources and Values              Fundamental Resources and Values       The following fundamental resources and values have been identified for World War II Valor in the Pacific National Monument, Pearl Harbor:  Historic Structures of Battleship Row   The shipwrecks; submerged resources; mooring quays F6 North and South, F7 North and South, and F8 North and South; the six Chief Petty Officer Bungalows; and other historic and archeological sites are tangible features of Battleship Row and the Pearl Harbor environs.    The USS Arizona, the USS Utah, and the USS Oklahoma Memorials   The memorials provide opportunities for people to commemorate, remember, and understand the events and sacrifices of December 7, 1941, and the Pacific War.    Physical Record   The original objects, records, manuscripts, photos, and oral histories that document the events of the Pacific War, including the buildup to war and its aftermath.   Knowledge and Understanding of the Pacific War during WWII   The first-hand narratives from those who lived the story; evidence of the social, political, and economic impacts of the war; and ongoing research conducted at the monument contribute to site stewardship, protection of resources, and communicating the story.   Ability to Reach People with an Authentic and Relevant Story of the Pacific War   WWII Valor in the Pacific National Monument, Pearl Harbor is an internationally recognized, accessible, and highly visited site that reaches many people through its exhibits, commemorative and ceremonial events, public programs, and guided boat tours to the USS Arizona Memorial.      Sense of Place   Physical access to the Pearl Harbor National Historic Landmark landscape, artifacts, and remnants of the war inspire visitors to form their own meaningful connections with the Pacific War story and the sacrifices that were made.",
    "url": "https:\/\/www.nps.gov\/valr\/learn\/fundamental-resources-and-values.htm"
}
