{
    "title": "World War II Valor in the Pacific National Monument: Significance of the Monument",
    "body": "Explore This Park    Learn About the Park     About the Park     Significance of the Monument              Significance of the Monument              Statements of significance describe the distinctive nature of the park and why an area is important within a global, national, regional, and systemwide context. The following significance statements have been identified for World War II Valor in the Pacific National Monument, Pearl Harbor: Japan Attacks Oahu World War II Valor in the Pacific National Monument, Pearl Harbor interprets and preserves sites and artifacts of the December 7, 1941, Japanese military attack on Oah'u, which killed more than 2,300 military and civilian personnel, and compelled the United States' entry into World War II. Pacific War Oahu World War II Valor in the Pacific National Monument, Pearl Harbor works collaboratively to preserve the historic settings of Oah'u's strategic land, air, and sea commands that were crucial to the Pacific War effort. Remember the Sacrifices Pearl Harbor serves as a focal point to honor and commemorate the sacrifices made during the Pacific War. Final Resting Place Pearl Harbor is the final resting place of hundreds of crew members of the USS Arizona and USS Utah who made the ultimate sacrifice in the greatest loss of life during a single event in US Naval history. The National Park Service and the US Navy continue to honor WWII veterans through ceremonial and stewardship activities. Portal to the Pacific War Story World War II Valor in the Pacific National Monument, Pearl Harbor serves as a portal to the Pacific War story, from its epic land, air, and sea battles to the violations of human rights and the long-lasting impacts of the war. Enduring Peace The meaningful setting of Pearl Harbor provides unique opportunities for reconciliation among former Pacific War combatants. The memorials serve as icons of enduring peace and reminders of the healing that is still ongoing.",
    "url": "https:\/\/www.nps.gov\/valr\/learn\/park-significance.htm"
}
