{
    "title": "Noatak National Preserve: Northwest Arctic Heritage Center",
    "body": "Explore This Park    Plan Your Visit     Northwest Arctic Heritage Center             Northwest Arctic Heritage Center        Northwest Arctic Heritage Center: visitor information and park headquarters NPS Photo\/Charles Olin       Noatak National Preserve is a virtual wilderness, and there are no facilities in the park itself. Instead, the park headquarters and visitor center are located in the village of Kotzebue, Alaska, 80 miles to the southwest. The Northwest Arctic Heritage Center provides visitors with park information, orientation and advice about travel logistics, and bear-resistant food containers are available for loan. It's also home to a museum about the Arctic ecosystem and Inupiaq culture. The center houses a great bookstore in cooperation with Alaska Geographic, and park rangers run a variety of public programs for both adults and children. Come and take a virtual tour. Hours The Northwest Arctic Heritage Center is open year round, but our hours vary by season. Our typical hours are listed below, and you can always call us to confirm hours for a specific date at (907) 442-3890. June - August: Monday-Friday, 9:00 AM - 6:30 PM; Saturday, 10:00 AM - 6:30 PM; closed Sunday September - May: Monday-Friday, 9:00 AM - 6:30 PM, closed 12:00 - 1:00 PM; closed Saturday and Sunday   Passport Stamps The Northwest Arctic Heritage Center has National Park Passport cancellation stamps for Noatak National Preserve, Kobuk Valley National Park, Cape Krusenstern National Monument, Bering Land Bridge National Preserve and Gates of the Arctic National Park and Preserve.   Contact Us If you have any questions about Noatak National Preserve or the Northwest Arctic Heritage Center's programs, please get in touch. We can be reached by phone at (907) 442-3890 or by email. Drop us a line or come by and join us for a program. We'd love to hear from you.",
    "url": "https:\/\/www.nps.gov\/noat\/planyourvisit\/northwest-arctic-heritage-center.htm"
}
