{
    "title": "Noatak National Preserve: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           171 3rd Ave  Kotzebue, AK 99752                 Directions         Noatak National Preserve is a very remote area. There are no roads that provide access. Commercial airlines provide service from Anchorage to Kotzebue or Fairbanks to Bettles. Once in Kotzebue or Bettles, you must fly to the preserve with various air taxi operators. There are scheduled flights to villages and chartered flights to remote park areas. Summer access may include motorized\/non-motorized watercraft, aircraft, or by foot.  Directions Details           Operating Hours & Seasons         Noatak National Preserve The Northwest Arctic Heritage Center is the visitor center for Noatak National Preserve.  Since there are no roads into Noatak National Preserve, the visitor center is located in Kotzebue, AK.  From Kotzebue, visitors will charter an air taxi to transport them into the actual national preserve which is open 24\/7 every day of the year.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Snow, rain, and freezing temperatures can occur any time of the year. Always travel with good quality rain gear and warm layers. Be especially careful to stay dry. Hypothermia can set in on a windy, wet day, even when it doesn't feel that cold.         Fees & Passes     Entrance Fees:   Free Entrance - $0.00 There is no fee to visit Noatak National Preserve          Visitor Centers       Northwest Arctic Heritage Center The Northwest Arctic Heritage Center is open year round, but our hours vary by season. Our typical hours are listed below, and you can always call us to confirm hours for a specific date at (907) 442-3890.               Visitors should be prepared to enjoy a non-traditional National Park Service experience. There are no roads, trails, campgrounds or regularly attended ranger stations in Noatak National Preserve. This is truly a wild area. Access is typically by small aircraft, which can cost several hundred dollars per flight hour. Licensed air transporters are available in Kotzebue and Bettles. The number of National Park Service staff in Kotzebue is small and the acreage of the preserve is large. Visitors may not be able to contact a ranger if they have an emergency. Backcountry experience and self-sufficiency are vital. Your safety is your responsibility. Along with this come tremendous opportunities for peace and solitude on a vast landscape. Visitors are not required to check in with staff at the headquarters office in Kotzebue or get a permit before starting a trip in the preserve. However, rangers are happy to document itineraries if travelers wish to provide that information. Cell phones often do not work in the backcountry. Satellite phones do work, however, and some travelers choose to carry them for added safety. Noatak National Preserve is bear country. It is important to keep human food and scented items away from bears or any wild animals. Animal - resistant food containers are available for loan from the rangers in Kotzebue. Please practice Leave No Trace skills to maintain the pristine and wild nature of this area. Hunting is allowed in Noatak National Preserve. All hunters are required to follow state and federal regulations. State regulations are available at www.adfg.state.ak.us. Federal regulations are available at http:\/\/alaska.fws.gov\/. Please respect all local subsistence hunting and gathering and give people a wide berth so they may finish their work without interruption. Visitors who plan to fish need to have an Alaska state fishing license. Licenses are available in Kotzebue or online at www.adfg.state.ak.us.",
    "url": "https:\/\/www.nps.gov\/noat\/planyourvisit\/basicinfo.htm"
}
