{
    "title": "Sitka National Historical Park: The Tlingit",
    "body": "The Tlingit       “People on the Outside of Shee” Tlingit Indians developed practical ways of surviving on these islands centuries before Russians attempted to settle the chilly, rain-drenched Alaskan panhandle. The Tlingit relied on the ocean for most of their food, supplemented by a variety of berries and game animals. In canoes up to 60 feet long carved from cedar trunks, they fished for cod, halibut, and herring, plucking them from the water with spears and hooks. In summer they stretched traps across shallow, rocky rivers for salmon swimming upstream, the prize catch. They dried the surplus and stored it for winter. Each Tlingit clan had exclusive fishing areas; infringement by others was grounds for war or retribution. Each group followed its own trade routes along the coast and to the interior where skillful bargainers met with other tribes, Athabaskans in particular. The Tlingit exchanged dried fish, otter furs, and highly valued Chilkat robes for caribou skins, fox furs, jade, and copper—items not found on their part of the coast. Tlingit Indians enjoyed a rich cultural life. Sociable people, they gathered for all kinds of occasions, including weddings, births, and deaths. They danced before setting out on fishing and trading expeditions. Winter, with its long hours of darkness, was the traditional season for the most impressive ceremony—the potlatch. The host of a potlatch invited guests to his home, often for days at a time and gave away his many possessions one by one. Such hospitality left the host impoverished but greatly elevated in social rank. The Tlingit established many villages along the panhandle, including Shee Atika, which meant “people on the outside of Shee” (Baranof Island). To the Russians who arrived at Shee Atika (Sitka) in 1799, Tlingit survival skills and their access to a bountiful fur supply were valuable. To the Tlingit, with a recently acquired desire for goods such as tobacco, sugar, and firearms, the Russians could have been convenient trading partners. But relations between the Russian-American Company and Tlingit Kiks.ádi clan deteriorated. The Kiks.ádi soon realized that submission to the Russians meant providing free labor to the company and allegiance to the Tsar. The Kiks.ádi, who did not want anyone meddling in their affairs, barely tolerated Russian presence. In 1802, hostile suspicion turned to violence when Tlingit warriors attacked Redoubt Saint Michael, a Russian outpost several miles northwest of Shee Atika, killing nearly all the Aleuts and Russians at the settlement. The Russians returned in late September 1804, and demanded that the Kiks.ádi surrender their village. Anticipating such a move, the Tlingit withdrew to a wooden fort east of town. On October 1, the Russian gunboat Neva and three other ships bombed the Tlingit fort, but they did little damage. The Russians and Aleuts stormed the fort and were bloodily repulsed. Thus began a six-day siege of the Tlingit stronghold. On the seventh day, advancing to the fort, the Russians found it abandoned. Low on flints and gunpowder, the Tlingit had left quietly at night. The Russians lost no time building a fortified town, this time on the very spot where Shee Atika had stood. In 1821, the Russians invited the Tlingit back to Sitka. They intended to profit from the Indians’ hunting expertise and, more importantly, to put an end to the occasional Indian raiding. For the duration of Russian occupation, the Kiks.ádi lived in the village, an area just outside the stockaded town. They supplied the colonists with furs and food while the Russians introduced them to their culture through education and religion. But cannons were always trained on the village, and the Russian stockade was closely guarded. The 1804 Battle of Sitka was the end of open Tlingit resistance, but the Russians were safe only so long as they were vigilant.",
    "url": "https:\/\/www.nps.gov\/sitk\/learn\/historyculture\/the-tlingit.htm"
}
