{
    "title": "Sitka National Historical Park: The Russians",
    "body": "The Russians       The 1700s and 1800s were a time of imperial expansion and colonial occupation for many European nations, including Russia. In 1733, Russian Tsar Peter I commissioned the Great Northern Expedition, an ambitious exploration of Eastern Siberia and the Northern Pacific Ocean. Vitus Bering (1681-1741), a Dane in the service of the Russian Navy, and Aleksei Chirikov (1703-1748) a Captain in the Russian Navy, were commissioned to explore and map Russia's northeast coast. In 1741, their explorations landed them in Alaska and they realized that the Siberian fur trade could be profitably extended further east.        Enhydra Lutris or Sea Otter   The Sea Otter Fur Trade In the beginning, private companies conducted the fur trade throughout the Aleutian Islands and around Kodiak. Siberian fur trappers known as promyshlenniki operated the fur trade through brutality. They often took hostages and forced Aleut and Alutiiq peoples to supply resources for their subsistence. Their justification for this behavior can be summed up in an Old Russian maxim, \"God is high above, and the Tsar is far away,\" meaning that judgement of or punishment for their behavior was unlikely in this remote frontier.  In 1799, Tsar Paul I consolidated these private companies into one entity, the Russian American Company. This gave the Russian American Company (RAC) a monopoly on Russia's North American trade. It also entrusted the RAC with the government of Russia's North American colonies. After depleting the sea otter population around Kodiak, the RAC wanted to exploit the resources further south and establish Russian colonies in Southeast Alaska. However, they faced resistance from the local Tlingit and competition from British and American companies operating in the area. The Tlingit had already established trade networks with the Americans and the British, in which the Tlingit traded sea otter pelts for firearms. The Americans and the British gladly provided armaments to the Tlingit in order to undermine Russia's colonization attempts in Alaska. Conflict in Southeast Alaska The first Chief Manager of the RAC, Alexander Baranov, negotiated with the Sitka Tlingit to establish a small trading post 7 miles north of present-day Sitka in 1799. The Russians quickly took advantage of Tlingit hospitality and in place of a small trading post the RAC established Fort (or Redoubt) Saint Michael, known today as Old Sitka. The Fort housed multiple buildings, large defensive fortifications, a warehouse to store firs, and a barracks to house the garrison. In response, the Sitka Tlingit attacked and destroyed the Russian fort in 1802.        Fort Saint Michael   Two years later, Baranov returned to enact revenge and re-establish his Russian colony, resulting in the Battle of 1804. The Russians were nearly defeated again, but the Tlingit gun powder reserve was accidentally lost. Without adequate supplies, the Sitka Tlingit strategically withdrew from Sitka Sound to continue the fight elsewhere. Baranov quickly founded and fortified a new Russian settlement at Sitka, naming it New Archangel. It became the colonial capital 4 years later. The Tlingit continued to engage in open conflict with the Russians in the following decades. The Sitka Tlingit mounted a blockade of Sitka Sound, hurting Russian trade. The colonial capital, New Archangel, was heavily fortified with large stockades and armed escorts were required for excursions outside the fort walls. But the lucrative sea otter fur trade funded the expansion of Russian settlements. In New Archangel, the Russians built not only RAC buildings, but also a school, a hospital, and even a cathedral. The colony drew Russian Orthodox missionaries to Alaska as well as other European settlers, such as the Finns. In 1821, the Sitka Tlingit returned home and resettled just outside the Russian stockade. Conflict and tensions continued, however, so did trade and cultural exchange. The Sale Eventually, over-hunting greatly diminished the number of sea otters and fur seals in the North Pacific. By the 1850s, New Archangel, which once owed its existence to the fur trade depended instead on a shipyard, a fish saltery, sawmills and an ice-exporting business. The RAC and the Russian government no longer profited from the colony, instead focusing their main commercial activities on tea importing. The Crimean War highlighted Russian America's vulnerability to attack by other European nations. The Tsar decided to sell in 1867 rather than lose the territory in another war. The United States bought Alaska for $7.2 million, or approximately 2 cents per acre, and Russia ended its 126-year-old North American enterprise.        The Alaskan territory at the time of the 1867 purchase.    The Legacy of the Russians Traces of Russian America are apparent in contemporary Alaska. The Russian Orthodox Church still has a strong presence in Alaska, with over 80 parishes throughout the state. In Sitka, Russian buildings, such as St. Michael's Cathedral, the Russian Bishop's House, Building 29, and the Russian Blockhouse remain as reminders of Russian America's tangible legacy. Indeed, St. Michael's Cathedral opens its doors for the reading of the Divine Liturgy every Sunday, just as was done in New Archangel 150 years ago.",
    "url": "https:\/\/www.nps.gov\/sitk\/learn\/historyculture\/the-russians.htm"
}
