{
    "title": "Noatak National Preserve: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit       As one of North America's largest mountain-ringed river basins with an intact, unaltered ecosystem, Noatak National Preserve features some of the Arctic's finest arrays of plants and animals. The Noatak River offers spectacular wilderness float trip opportunities - from deep in the Brooks Range to the tidewater of the Chukchi Sea. The 400-mile river - a Wild and Scenic River - is virtually unchanged by the humans who have lived in the valley for the last 11,000 years. The national preserve lies almost completely enclosed by the Baird and De Long mountains of the Brooks Range. In this transition zone, the northern coniferous forest thins out and gradually gives way to the tundra that stretches northward to the Beaufort Sea. The bulk of this land is designated wilderness.  Far from the hustle and bustle of other Alaskan destinations, the magnificent scenery and untamed nature of this preserve allows you to experience genuine \"Wild Alaska\" on its own terms. Your possibilities here are vast. Whether relaxing on a weeklong raft trip, photographing wildflowers, thrilling your senses on a scenic flight, camping, or charting your own backcountry trek, the country is ready for those willing and prepared to enter it. Whatever adventure you choose, please remember to leave cultural artifacts and natural features as you find them for others to enjoy.  Access and services here are limited when compared to traditional National Parks you may have visited elsewhere. What the area may lack in services, it more than makes up for in friendly people and an un-crowded wilderness experience.  You'll find no roads, no gift ships, and no parking facilities within the preserve. Trails don't exist; neither do campgrounds. Not even the park headquarters or visitor center are within the preserve. Both facilities are in Kotzebue, Alaska - an airplane ride away.  Noatak's visitor isn't your average tourist. They tend to be skilled backcountry explorers familiar with surviving potential high winds, rain, and snow - and that's in the summer months. Winter visits are recommended only to outdoorspeople experienced in arctic camping and survival techniques. The ranger staff can provide valuable information on conditions and logistics for first time travelers.  Licensed operators offer various services such as air taxi, guided rafting and hunting. Contact any service providers on the list of licensed operators to facilitate your trip. Flight shuttle services are available in Kotzebue and Bettles.",
    "url": "https:\/\/www.nps.gov\/noat\/planyourvisit\/index.htm"
}
