{
    "title": "Sitka National Historical Park: Ranger-led Programs",
    "body": "Ranger-led Programs        A park ranger leads visitors on a guided walk through the temperate rainforest. Ranger-led programs are a great way to learn more about the park and Southeast Alaska. NPS Photo       What do slugs, totem poles, and Russian history have in common?  They are all topics of interpretive programs at Sitka National Historical Park. Park rangers and volunteers present interpretive programs on the park's natural and cultural history. Ranger-led programs are offered daily between Memorial Day weekend and Labor Day. Programs vary weekly, so check at the visitor center for a current schedule when you arrive, or check online before you come to the park. The following are some of our regularly scheduled programs: Battle Walk The Battle Walk returns to the battleground and former fort site of the Tlingit-Russian Battle of 1804, which was pivotal in determining the history of the Alaska region. Offered daily, this guided walk is approximately three-quarters of a mile, and lasts about 45 minutes to one hour. Starting location: Sitka NHP Visitor Center, Seaside Porch Totem Walk  The Totem Walk tells the stories and legends of the totem poles on the Totem Loop Trail, focusing on the common totem figures, the origins of the 1903 John Brady collection, carving methods, and the native culture of Southeast Alaska. Offered daily, this guided walk is approximately one mile, and lasts about one hour.  Starting location: Sitka NHP Visitor Center, Seaside Porch  Discovery Talks Sitka National Historical Park offers visitors a chance to experience the natural world. You can walk in a temperate rain forest under towering trees, observe migrating salmon, explore the intertidal zone, and study wildlife. Park rangers present a variety of naturalist programs to assist visitors in their understanding of the park's natural environment.  Starting location: Sitka NHP Visitor Center, Seaside Porch  Russian Bishop's House Tour The Russian Bishop's House represents a little known chapter in American history. One of only four Russian period buildings left in North America, the Russian Bishop's House stands as a lasting legacy of the time when the Tsar ruled Alaska. Come to the Russian Bishop's House for a guided tour of the restored second floor living quarters and chapel. Self-guided tours further explain the lifestyle of the bishop.  Starting location: Russian Bishop's House Front Desk. Self-guided tours of the first floor museum are free. Ranger-led tours of the second floor living quarters and Chapel of the Annunciation are $4 per person. Children under the age of 16 are free. Special Programs may be arranged in advance for educational groups visiting the park. A self-guided Junior Ranger Program is available for children. You can pick up an activity booklet at the Visitor Center. Complete the activities for your age to earn a Junior Ranger Badge.",
    "url": "https:\/\/www.nps.gov\/sitk\/planyourvisit\/ranger-led-programs.htm"
}
