{
    "title": "Sitka National Historical Park: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       Getting Around Town  Sitka National Historical Park's visitor center and Totem Loop Trail is located at the east end of Lincoln Street, approximately one-quarter mile from downtown Sitka.    The visitor center and Russian Bishop's House are located about a ten-minute walk apart in this essentially urban park.             The downloadable park map provides a detailed view of both facilities and the park trails. Local Bus Transit System TheRide, a local bus transit system, serves the Sitka community, normally running weekdays from 6:30 a.m. to 7:30 p.m. For schedules and far information, visit their website.         Sitka National Historical Park is located in the southeast panhandle of Alaska.   Getting Here Sitka National Historical Park is located in downtown Sitka, Alaska. Sitka is situated on Baranof Island, on the outer coast of Alaska's Inside Passage. No roads connect the city to the mainland; Sitka can be reached only by air or sea. Visitors can travel to Sitka by scheduled and charter air services, ferry, and cruise ships. Air Service to Sitka Daily jet service is available from Seattle, Anchorage, and Juneau.  Air taxi companies fly a network of routes that link Sitka to Juneau, Haines, Skagway, and other Southeast Alaska towns. From Sitka Gutierrez Airport: The airport terminal is one mile from downtown, and 1.5 miles from Sitka National Historical Park, on the adjacent Japonksi Island. Taxi service is available from the airport. Several local hotels offer pick-up and drop-off service from the airport.  Alaska Marine Highway System  Sitka is a port of call for passenger ferries on the Alaska Marine Highway System. Regular service is available to Juneau and other Inside Passage destinations. From the ferry terminal:  The ferry terminal is six miles from downtown, at the end of Halibut Point Road near Starrgavan and the Old Sitka Historical Site. Taxi service is available from the ferry terminal to local hotels and sights. Starrgavan campground and RV parks are situated nearby.  Cruise Ships Many cruise ships schedule a stop in Sitka on their Inside Passage itineraries. From the ship tenders: Cruise ships usually anchor off the shore in the Sitka Sound, and tender passengers to Crescent Harbor docks, near Centennial Hall in downtown Sitka, or the welcome center dock under O'Connell Bridge. Some cruise ships tender passengers to Old Sitka Harbor, near the Alaska Marine Highway ferry terminal, and then bus visitors 7 miles south to downtown Sitka. Boating to Sitka Many visitors arrive each year on their own boats, traveling the Inside Passage. Sitka Harbor Department operates five harbors where visitors can moor their vessels: Crescent Harbor, Sealing Cove, ANB Harbor, Old Thomsen Harbor, and Eliason Harbor. For more information about Sitka's harbor rates, locations, and information about each harbor, visit the Sitka Harbor website.",
    "url": "https:\/\/www.nps.gov\/sitk\/planyourvisit\/directions.htm"
}
