{
    "title": "Wrangell - St Elias National Park & Preserve: Topographic Maps",
    "body": "Explore This Park    Plan Your Visit     Safety     Topographic Maps              Topographic Maps        In a huge and wild park such as Wrangell-St. Elias, you can never have too many maps.           National Geographic - Trails Illustrated has produced a 1:375,000 (1 inch = 6 miles) scale map of Wrangell-St. Elias that is a great tool for initial trip planning. It is waterproof, tear resistant, and covers the entire park, including detailed inserts of the Nabesna Road and McCarthy\/Kennecott areas. This map is available at all park ranger stations, or online through the Alaska Geographic for $11.95.  THE TRAILS ILLUSTRATED MAP FOR WRANGELL-ST. ELIAS IS CURRENTLY UNAVAILABLE, DUE TO THE PUBLISHER UPDATING THE MAP. This map is not available at Alaska Geographic stores. Please go to the USGS Store to download quad maps. We will update this webpage when the map is again available to the public. NOTE: Conditions of \"trails\", \"roads\", physiographic features and structures depicted on USGS maps may have changed, be overgrown or no longer exist.      We highly recommend that backcountry hikers purchase the highly detailed USGS 1:63,360 (1 inch = 1 mile) topographic maps, also known as 15-minute quadrangle maps of the particular route they plan to travel. Note: this part of Alaska is not covered by USGS 7.5-minute maps. Where Can You Get Them? The park visitor centers MAY carry some of the topographic maps that you need for your trip. However, you should not count on the park having the maps that you need. We highly recommend that you purchase maps BEFORE you arrive in the park. You may be able to obtain topographic maps from your local outdoor store (REI, etc.) or from the following online sources: United States Geological Survey (USGS) MapSport Topoquest The map below shows all of the highly detailed 15-minute topographic maps available for Wrangell-St. Elias National Park and Preserve.",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/topographic-maps.htm"
}
