{
    "title": "Wrangell - St Elias National Park & Preserve: Be Bear Aware",
    "body": "Explore This Park    Plan Your Visit     Safety     Be Bear Aware               Be Bear Aware        A grizzly (brown) bear roams through the park. NPS      One of the things that makes Alaska so special is that all three species of North American bears flourish here. There is a chance that you may be lucky enough to see a bear. But even if you don't you will never be far from one, because Alaska is bear country! Grizzly\/Brown Bears are found from the islands of southeastern Alaska to the arctic. Brown Bears inhabit most of Alaska's forests. Polar Bears frequent the pack ice and tundra of extreme northern and western Alaska. Bears are curious, intelligent and potentially dangerous animals, but undue fear of bears can endanger both bears and people. Many bears are killed each year by people who are afraid of them. Respecting bears and learning proper behavior in their territory will help so that if you encounter a bear, neither of you will suffer needlessly from the experience. Most bears tend to avoid people. In most cases, if you give a bear the opportunity to do the right thing, it will. Many bears live in Alaska and many people enjoy the outdoors, but surprisingly few people even see bears. Only a tiny percentage of those few are ever threatened by a bear. A study by the state epidemiologist showed that during the first 85 years of this century, only 20 people died in bear attacks in Alaska. In the 10 years 1975-85, 19 people in Alaska were killed by dogs. Most people who see a bear in the wild consider it the highlight of their trip. The presence of these majestic creatures is a reminder of how privileged we are to share some of the country's dwindling wilderness.More Information... If you'd like to know more about Grizzly Bears, Black Bears, and other wildlife, check out the Alaska Department of Fish & Game Wildlife Notebook Series. Bear Resistant Food Containers are required for all backcountry camping in Wrangell-St. Elias National Park & Preserve.Bear Safety in Alaska National ParklandsDownload this brochure and learn how to be \"Bear Aware\".pdf format, 1.7 MB",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/be-bear-aware.htm"
}
