{
    "title": "Wrangell - St Elias National Park & Preserve: Backcountry",
    "body": "Explore This Park    Plan Your Visit     Safety     Backcountry               Backcountry Safety          A backcountry trip in Wrangell-St. Elias National Park &Preserve can be an exciting and rewarding wilderness experience into one the last true wildernesses remaining on earth. But you must be prepared for this rugged and undeveloped land. You need to plan before you come, know the challenges and hazards, and understand the park's unique risk and rescue policy. A pleasant experience here requires caution and good judgment at all times! Be Prepared Before You Go! The first step for a successful backcountry trip is planning. Your party will be on their own and should not count on aid or rescue from others. Plan to:  Bring the correct topographic maps. Dress in layers and carry extra clothing. Synthetic and wool work better during the summer than down or cotton. Always bring warm clothing. Carry rain gear even on short excursions. Carry food for several extra days in case of unexpected delays. Assistance may be days and\/or miles away! Know and use Leave No Trace principles.   Know the Challenges and Hazards  Map and compass reading skills are essential! Trails are almost nonexistent in the backcountry. Rough Terrain - hiking challenges in the backcountry include: loose rocks and scree, steep slopes, wet\/muddy conditions, uneven tussocks in the tundra, dense brush, and fast and cold glacial waterways. Weather Conditions - weather can change quickly and drastically, including sudden rain and snow storms. Summer snow can occur at elevations as low as 3,000 feet! Stream Crossings - there are no bridges! You must be prepared to ford streams and rivers. Water volume and velocity can be high and varies greatly. Flight Delays - take extra food in case your flight is delayed in picking you up.  Avalanches - can be a problem in some areas during the early spring.  Snow Fields - use caution when crossing snow fields as they may conceal drainage systems underneath. Wildlife - bears or other wildlife may be present in the area. Proper food storage is required. All food, toiletries, garbage and items with an odor must be secured within a Bear Resistant Food Container (BRFC).  Risk Management and Rescue   Wrangell-St. Elias National Park does not require backcountry permits except for large groups going to Donoho basin. Without a permit system, rangers do not know if a party is overdue. We strongly recommend filling out a backcountry itinerary (available at any park visitor center) and leaving it with the rangers. Note, this will NOT result in an automatic search for you and your group if you are overdue. The park initiates searches only when a third party reports you are overdue! It is critical that you provide a responsible third party with your itinerary and contact them when your trip is complete. Search and rescue operations are expensive and place rescuers in high risk situations with no guarantee of success. Even under the best conditions it will take hours or days for rescuers to reach you. Although not 100% reliable, consider carrying a satellite phone or personal locator beacon. Cell phones will NOT work. Self-rescue should always be your first option! In Case of Emergency or to Report Violations Before calling for help have these things prepared:   Exact location Nature of the incident What kind of help do you need?  Please call the NPS Alaska Region Communications Center (907) 683-9555 and\/or the Alaska State Troopers (907) 352-5401.",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/backcountry-safety.htm"
}
