{
    "title": "Wrangell - St Elias National Park & Preserve: Wildlife Viewing",
    "body": "Viewing Wildlife in the Park          Where ARE the animals? In spring, melting snow allows plants to start sprouting in the high mountains. Many animals leave the spruce forests and travel higher to find these sweet and nutritious young plants. Heading higher also takes them away from flies and swarming mosquitoes that are common in spring and early summer. Scan high mountainsides and rocky ridges for small white dots...these could be sheep! Wrangell-St. Elias contains one of the largest concentrations of Dall sheep in North America. Moose are often seen near willow bogs and lakes. In the fall, bears and other animals may be sighted near salmon spawning streams. Other species of large mammals here include grizzly & black bears, mountain goats, caribou, and even two herds of transplanted bison. Stay alert and you may see a variety of smaller animals, such as snowshoe hares, arctic ground squirrels, beaver, porcupine, trumpeter swans, and foxes near roads and trails. The Copper River Basin and Yakutat Bay areas are along major migratory routes for numerous bird species. The Park and Preserve provides wetland areas for nesting geese, trumpeter swans, ducks and other waterfowl. Both golden and bald eagles nest within the park. Year-round species include ptarmigan, grouse, ravens and a variety of owls. The Copper River watershed provides spawning areas for three types of salmon (red, silver and king) along with rainbow trout, lake trout, grayling, steelhead, Dolly Varden and burbot. The coastal areas of the park are habitat for abundant marine mammals, including sea lions, harbor seals, sea otters, porpoises and even whales. Go do the Alaska Department of Fish and Game's Wildlife Viewing website, for state-wide information on when to see wildlife, tips, checklists, maps, and other useful information.             Viewing Wildlife Along Park Roads Why is it so hard to see wildlife from Nabesna Road or the McCarthy Road? It’s due in part to the natural movements of animals and birds but it‘s also because of the thick brush that grows along much of the roadsides during the summer. If you slow down and learn a few tricks of animal behavior, you’ll have a much better chance of a special sighting. There are animals beyond the six to eight foot high screen of willow and alder along the roadside but their coloration and behavior make it tough to get a glimpse of them as you are driving. For instance, moose calves have fur that is the same reddish brown color of willow stems while their moms’ fur is a grayish brown that allows them to blend into the bark of the taller alders and cotton woods – particularly if they stand still. It is amazing to observe a 1,000 pound moose disappear into the brush or spruce trees. Try stopping where you saw the moose leave the road and look carefully into the vegetation. Sometimes it’s standing there, counting on its camouflage to hide. Many resident and migratory birds have coloring that allows them to disappear into the brush; all except for the vividly colored males of some species. A brilliant red male pine grosbeak or nearly florescent yellow male Wilson’s warbler look like Christmas ornaments as they fly around in the willows and spruce trees trying to attract a mate or forage for food. If you look up into the tops of the spruce trees you may be surprised to spot a gull. We most often associate gulls with the sea but they can be found nesting near many of Alaska’s interior lakes. A stop at one of these lakes might provide a view of a loon or trumpeter swan or other migratory waterfowl that fly thousands of miles to nest here to take advantage of the long hours of daylight and abundant food. Red squirrels, Arctic ground squirrels, and even red backed voles can be seen darting across the roads all summer. Ground squirrels can be seen sunning themselves on a warm day. Red squirrels seem to run across the road randomly. They are aggressively territorial and disputes over a pile of spruce cones or nest sites can involve loud trilling and lots of chasing. Young red squirrels are very playful so you may catch a glimpse of a game of chase. Voles are small, short tailed rodents and a favorite food of owls and other raptors. When they “run” across the road, their short legs move so fast they are difficult to see. They appear to \"levitate\" from one side of the road to the other. Of course, Snowshoe Hares seem to dare each other to dart out into the road just as you drive by. The best way to increase your chance of seeing wildlife from any of the state’s highways is to make frequent stops and use binoculars to scan the countryside. Stay alert for scat or tracks in the dust that might be a sign that an animal has been in the area recently. And don’t over look the little guys. Remember, it’s always safest for both you and the animal to view them from a distance. Most importantly, get out there and enjoy the outdoors and the many discoveries that await you. The Alaska Geographic Bookstores found in park visitor centers have a wide selection of natural history guides.",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/viewing-wildlife.htm"
}
