{
    "title": "Wrangell - St Elias National Park & Preserve: Trip Itineraries",
    "body": "Explore This Park    Plan Your Visit     Trip Itineraries            Trip Itineraries        Stop by the main park visitor center, located near Copper Center, to begin your discovery of Wrangell-St. Elias.        There are many activities that are available to every visitor to Wrangell-St. Elias National Park and Preserve. It really is a matter of how much time you plan to spend in the area. For some guidance you may want to use one of these itineraries. One Day Visit the Wrangell-St. Elias Visitor Center in Copper Center, located 10 miles south of Glennallen. Explore the exhibits, browse the bookstore, stroll the short hiking trails, view the Wrangell Mountains, and enjoy the 22-minute park movie, \"Crown of the Continent\". Talk to a park ranger to help you discover the park and surrounding area and plan your visit. Interpretive programs are offered daily during the summer. Drive south towards Chitina. Along the way, hike on the Tonsina River Trail or the Liberty Falls Trail and enjoy a panorama of the park's high peaks. Please contact a ranger at the visitor center to get detailed information about these hikes and their location. Stop by the Chitina Ranger Station, open most days during the summer, to view historic photos of Chitina and to visit a historic cabin. Continue to the nearby bridge over the Copper River where in summer you can watch busy Alaskans harvesting salmon with traditional fishwheels and dipnets. Another one-day option is to book a flight with a local air taxi service at the Chitina airport for a day trip to McCarthy and Kennecott. Because of the 3-hour drive one way from Copper Center to McCarthy, plus the time it takes to take a shuttle to Kennecott, we do not recommend that you plan a day trip via car to McCarthy or Kennecott. Three Days One option is a drive along the Nabesna Road which will take you to remote corners of the park with great camping, hiking, and wildlife viewing. See the Nabesna Road Guide to find out what you see while you drive. Make sure that you stop at the Slana Ranger Station to get latest trail and road conditions. Another option is to drive along the McCarthy Road, which allows for exploring a rural Alaskan town and the Kennecott Mines National Historic Landmark. See the McCarthy Road Guide for details on what you'll see as you drive along that road. Once in Kennecott, a moderate hike along the Root Glacier\/Erie Mine Trail brings you up close to the area's rich history and a mighty river of ice. More strenuous hikes lead to the mountainside Bonanza and Jumbo Mines. Join a local guide\/outfitter service for glacier hikes, mill building tours, and river rafting trips. Make sure that you stop at the Kennecott Visitor Center to get latest trail conditions. Ranger programs are offered daily during the summer. A flightseeing excursion among the glaciers and mountains will give you a whole new appreciation for the size, wildness,and magnificence of Wrangell-St. Elias. Park rangers at any visitor center can help you plan such an adventure. One Week With a week or more to spend, more of the park is open to you. You will have time to visit more remote locations. The backcountry of Wrangell-St. Elias offers excellent wilderness experiences. A flightseeing trip from Glennallen, Chitina, Nabesna, or McCarthy can transport you into the heart of the park. Hiking and camping possibilities are virtually endless. Stop by any park visitor center to discuss potential trips with a park ranger.",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/tripitineraries.htm"
}
