{
    "title": "Sunset Crater Volcano National Monument: Volcanoes \/ Lava Flows",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Volcanoes \/ Lava Flows                Volcanoes \/ Lava Flows         Sunset Crater Volcano, surrounded by cinder fields and lava flows   Sunset Crater Volcano is a classic example of a cinder cone volcano, and the youngest dated volcano in Arizona – it erupted sometime between 1040 and 1100. It is viewed as unique by geologists, primarily because it is such a fresh and unweathered example of volcanic activity both within the San Francisco Volcanic Field and within the continental United States. For all of these reasons, it has been preserved in Sunset Crater Volcano National Monument.  Cinder cones are common here – there are at least 600 in northern Arizona - and all were formed in roughly the same way. During each eruption, hot molten lava was ejected into the air from a vent. It cooled, solidified, and fell back to earth as ash, cinders, popcorn-sized particles (“scoria”), and larger “bombs” as much as three feet in diameter. The larger, heavier material accumulated around the vent to build a cone-shaped volcano with a crater depression in the center. In the case of Sunset Crater Volcano, the cone is about 1000 feet high and more than a mile wide at the base; the crater measures 400 feet deep and 2,250 feet from rim to rim. A blanket of ash and cinders once covered more than 800 square miles around the cinder cone.  While Sunset Crater Volcano was erupting, two lava flows originated at the base of the cinder cone. The Kana-A Flow (outside the present monument boundary in the Coconino National Forest), broke through the eastern base of of the volcano and flowed more than six miles to the northeast, filling a narrow valley. The Bonito Lava Flow came from the northwest base of the volcano, and pooled over a 2-square-mile area. It is believed to have accumulated, during at least three separate flows, to as much as 100 feet thick. Portions of the cinder cone were carried on top of this flow as far as a mile to the northwest. We know that the cinder cone quickly rebuilt itself through continued eruptions, because there is a layer of cinders on top of both the Kana-A and Bonito flows. In all, a billion tons of material were erupted from the cinder cone and extruded in the two lava flows.  Most cinder cones form during relatively short eruptions, measured in a few months or years. At the peak of Sunset Crater's activity, at least 9 other cinder cones, numerous smaller spatter cones and fumaroles, and 3 lava flows were simultaneously active along a 6-mile-long fissure, forming a “curtain-of-fire” style eruption much like those observed today in Hawaii. These volcanic features remain visible as rows of small cinder cones to the southeast along the fissure, and appear to form a line of successively older parts of the overall Sunset Crater eruption. Cinders from the Sunset Crater eruption blanket parts of Wupatki National Monument. Read the research report.",
    "url": "https:\/\/www.nps.gov\/sucr\/learn\/nature\/volcanoes.htm"
}
