{
    "title": "Wrangell - St Elias National Park & Preserve: ORV Trails",
    "body": "Explore This Park    Plan Your Visit     Things to Do     Motorized Recreation     ORV Trails                Off Road Vehicle (ORV) Trails          Nabesna Road ORV Trails Suslota Lake Trail  CLOSED to Recreational ORV Use Until Repaired Trailhead: Parking at Milepost 11.2 Nabesna Road, Trailhead at Milepost 11 Nabesna Road Distance\/Time: Approximately 8 miles \/ 4 - 6 hours by ORV. Land Status: National PRESERVE, Recreational ORV permit required when trail re-opens. Trail Conditions: Travel is difficult due to muskeg, mud bogs, standing water and tussocks. Conditions vary with seasonal rains and amount of use, but are generally poor and wet. Ranger Tips: This trail is not recommended for hiking. After approximately 8 miles the trail crosses out of the National Preserve and on to State of Alaska land. Suslota Lake is outside of the Park boundary on State land. There are a number of privately owned cabins around the lake. Heaviest use is during mid-August through mid-September. Copper Lake Trail  CLOSED to Recreational ORV Use Trailhead: Milepost 12.2 Nabesna Road Distance\/Time: 14 miles to the Wilderness Boundary. 4-6 hours by ORV Land Status: National PARK Trail Condition: Varies with seasonal rains and amount of use. The first 6 miles are generally over dry dirt. The remainder of the trail may be very wet with numerous mud bogs. Travel can be difficult. Generally the trail is in fair condition. Private Lands: Private lands and structures are located at the western and eastern ends of Copper Lake. Special Conditions: Sockeye Salmon migrate up Tanada Creek to spawn in Tanada Lake. You may cross the creek at the established bridge crossing ONLY. Ranger Tips: The first 2.5 miles of the trail is suitable for day hikers. ORV's are the principle users of the trail. Caribou Creek Trail  CLOSED to Recreational ORV Use Until Repaired Trailhead: Parking at Milepost 18.9 Nabesna Road, Trailhead at Milepost 19.2 Nabesna Road Distance\/Time: 3.5 miles \/ 1 - 2 hours by ORV, 3-4 hours hiking Land Status: National PRESERVE, Recreational ORV permit required when trail re-opens. Trail Conditions: Conditions vary with seasonal rains and amount of use, but, generally, are good. The trail surface is dirt and rocky streambeds. Creek crossings can be hazardous when water levels are high. The first portion of the trail is easy but becomes more difficult because of several stream crossings and elevation gain. Ranger Tips: Recommended for hiking. Caribou Creek trail offers outstanding views of the Wrangell Mountains and the Copper River Valley as well as access to hiking in the Mentasta Mountains. Tanada Lake Trail  CLOSED to Recreational ORV Use Trailhead: Milepost 24.5 Nabesna Road Distance\/Time: 15 miles \/ 8 - 10 hours by ORV to the Preserve Wilderness Boundary. Land Status: National PARK Trail Condition: Travel is generally extremely difficult due to deep mud bogs and tussocks. Drainage is poor and conditions are worsened after rain and heavy use. Ranger Tips: Not recommended for hikers, however, some hikers do use this trail to access Sheep Lake and Grizzly Lake. Poor trail conditions make this a difficult hike. Hikers generally allow 5 to 7 days for this trip. Trail Creek Trail   OPEN to Recreational ORV Use Trailhead: Milepost 29.8 Nabesna Road Distance\/Time: Approximately 5 miles \/ 2 –3 hours by ORV Land Status: National PRESERVE, Recreational ORV permit required Trail Condition: Generally good over a gravel stream bed. Rain and snow melt can cause dramatic increases in water levels. High water in Trail Creek can make travel hazardous. Stay alert to changing weather conditions. Ranger Tips: Appropriate for hikers or ORVs. Hikers can continue north up Trail Creek to a pass and cross over to the Lost Creek drainage. It is possible to follow Lost Creek back to Nabesna Road creating a loop trip. Lost Creek Trail  OPEN to Recreational ORV Use Trailhead: Milepost 31.2 Nabesna Road Distance\/Time: Approximately 5 miles. 3 miles to Soda Lake Trailhead. 2-3 hours by ORV Land Status: National PRESERVE, Recreational ORV permit required Trail Condition: Generally good over gravel stream bed and packed dirt. The trail follows the Lost Creek stream bed but sometimes enters through the forest adjacent to the creek. Rain and snowmelt can cause dramatic increases in water levels. High water in Lost Creek can make travel hazardous. Ranger Tips: Hikers can reverse the Trail Creek-Lost Creek loop and start at Lost Creek. The recreational ORV trail ends where the stream exits the narrow canyon. Soda Lake Trail   OPEN to Recreational ORV Use Trailhead: Mile 3 of the Lost Creek Trail (Park at the Lost Creek Trailhead) Distance\/Time: 12 miles to Soda Creek, 2.5 additional miles to Soda Lake. 4-5 hours by ORV Land Status: National PRESERVE, Recreational ORV permit required Trail Condition: Varies with seasonal rains and amount of use, but, generally, trail conditions are good. The first 3 miles are over hard packed ground. Route: Trail begins at approximately mile 3 of the Lost Creek Trail. (After 2 miles you will see an old trail to the right. Do not take this trail, as the main trail has been re-routed and will veer off in another mile. The old trail is closed.) The trail heads east after leaving Lost Creek, along the Platinum Creek drainage. When reaching the confluence of Platinum and Soda Creeks the trail turns north and follows the Soda Creek streambed. After about one mile, signs indicate the end of recreational ORV use on the trail. You may continue on foot to Soda Lake, approximately 1.5 miles further. Private Lands: There is private land located on the old trail to Big Grayling Lake. Ranger Tips: Good for hiking and ORV use. The Recreational ORV trail ends at a campsite on Soda Creek and is marked with a sign. Continue on foot to the mineral spring and on to Soda Lake. Allow several days to explore the Mentasta Mountains and Soda Lake. Reeve's Field Trail   CLOSED to Recreational ORV Use Until Repaired Trailhead: Milepost 40.2 Nabesna Road Distance\/Time: 4.2 miles \/ 3 - 4 hours by ORV. Land Status: National PRESERVE, Recreational ORV permit required when trail re-opens. Trail Conditions: Travel is difficult due to mud bogs and tussocks. Trail surface is dirt and corduroy improvements for the first 2 miles, with tussocks and mud bogs for most of the remainder of the trail. There are two creek crossings that can be hazardous. Trail users should stay alert to changing conditions and rising water levels. Private Lands: There are two private allotments located adjacent to the Reeve Field trail near Nabesna River. Private property begins shortly after the second Jack Creek crossing. A fifty foot easement is provided for trail users. PLEASE STAY ON THE TRAIL. Ranger Tips: The first mile of the trail is an easy hike to Jack Creek. After this, you must cross Jack Creek twice. The Recreational ORV trail ends at the Nabesna River, but hikers can continue up stream as far as the confluence with Jacksina Creek. Use caution before attempting to cross the Nabesna River or Jacksina Creek.         McCarthy Road ORV Trails Nugget Creek Trail OPEN to Recreational ORV Use Trailhead: The trailhead is located on the Kotsina Road. The Kotsina road turn-off is located at mile 14.5 on the McCarthy Road, on the north side of the road. After 2.5 miles, the trailhead is on the right. The best opportunity for parking is to go another 1.4 miles up the Kotsina road to the Dixie Pass trailhead. Parking at the Nugget Creek trailhead would require a permit from Chitina Native Corporation. Distance\/Time: Approximately 15 miles one way to the public use cabin. Three to four hours by ORV;5 –6 hours on foot. Land Status: The first portion (approximately ½ mile) of the trail is on an easement that allows passage through Chitina Native Corporation private lands. Easements are for passage through to public lands - not for hunting, parking, or camping. The remainder of the trail is on national PARK lands. Trail Condition: The first ½ mile past the easement traverses wetlands. The NPS has made improvements to this section, but some mud\/muck holes may still be encountered. Beyond this segment, the trail is in good condition. Special Conditions: Because the trail and public use cabin are within national park (as opposed to national preserve), no sport hunting is permitted. Recreational ORV use requires a permit which can be obtained at the Wrangell-St.Elias Visitor Center in Copper Center or the Slana Ranger Station. Ranger Tips: The public use cabin at the end of the trail is available on a first come, first serve basis. At high water, creeks along the trail (Strelna and\/or Nugget Creek) can be a challenge to cross with ORVs and\/or on foot. Kotsina Trail (Easement) Trailhead: The trailhead is located on the Kotsina Road. The Kotsina road turn-off is located at mile 14.5 on the McCarthy Road, on the north side of the road. The Dixie Pass trailhead serves as the best trailhead for the Kotsina trail. The Dixie Pass trailhead is 3.9 miles up the Kotsina road. Distance\/Time: Approximately 20 miles along an easement to get to national park lands. Land Status: This trail is an easement through lands owned by Ahtna, Inc. and Chitina Native Corporation. Easements are for passage through to public lands - not for hunting, parking, or camping. Allowable uses on this easement include foot, ORV, four-wheel drive, and automobiles. However, the trail is NOT maintained for 4-wheel drives or automobiles. Trail Condition: Vary from year to year, but includes brushy segments, wetlands, and challenging creek crossings. Special Conditions: The Kotsina trail is an easement that runs through private land. Because we don't have authority over the easement, we do not issue recreational ORV permits for this trail. Once the trail reaches NPS-owned lands it continues into designated wilderness. All recreational ORV users must park their vehicles at this boundary and continue on foot. Recreational ORV use and sport hunting are prohibited on NPS owned lands accessed by the Kotsina easement. Recreational Off Road Vehicle Use in the McCarthy\/Kennecott Area Planning a trip to McCarthy or Kennecott that involves the use of Off Road Vehicles? Please read the following and be informed as you plan your trip: The McCarthy road ends at the Kennecott River. Visitors should be aware that beyond this point, motorized access gets complicated. Land status beyond the Kennecott river is a mix of public and private lands. Visitor use of ORVs to access Kennecott (or points beyond, such as the Bonanza mine) is problematic for several reasons:  Legally, ORVs cannot be driven on the McCarthy road (state right-of-way). Alaska Statute 28.10.011 requires all motor vehicles driving \"upon a highway or other public parking place\" shall be registered. However, ORVs do not comply with Federal Department of Transportation standards for tires and rims. No ORV on the market today meets federal emission standards since no manufacturer has applied for such. Therefore, they are deemed unsafe for road use and cannot be registered as motor vehicles. Legally, ORVs cannot be driven across the Kennicott River foot bridge. Alaska Statute 13 AAC 02.455(f) states that no snowmobile or other off-highway vehicle may cross or travel on a sidewalk, a location intended for pedestrian or other nonmotorized travel, an alley, or a vehicular way or area which is not open to snowmobile or off-highway vehicle operation. The Kennicott River footbridge was built with funds appropriated specifically for pedestrian access. Kennecott subdivision easements (which are unavoidable to a motorized Kennecott visitor) are private and reserved for the use of the present owners of lots in the subdivision and their guests. The majority of the landowners in Kennecott have requested of the National Park Service that, as easements cross their private land, their property rights be respected. Legal parking in Kennecott is limited to non-existent.  Please respect private lands and be aware of land status in the McCarthy\/Kennecott area. Alternative access from McCarthy to Kennecott is provided by local businesses who run van shuttle services.",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/orv-trails.htm"
}
