{
    "title": "Wrangell - St Elias National Park & Preserve: Sport Fishing",
    "body": "Explore This Park    Plan Your Visit     Things to Do     Sport Hunting and Fishing     Sport Fishing                Sport Fishing       Wrangell-St. Elias is home to a tremendous array of fish resources. With hundreds of miles of streams draining into two of Alaska’s major river systems, the park contains a diverse range of fish species as well as many abundant populations, including salmon populations that support large fisheries. The Copper River and most of its tributaries are migration routes for sockeye, coho, and king salmon. These fish transport large quantities of marine derived nutrients into otherwise nutrient poor systems. These marine derived nutrients support many of our aquatic ecosystems. Small lakes and clear water tributaries contain lake trout, Dolly Varden, burbot, grayling, cutthroat and rainbow trout, sculpin, suckers, and whitefish. Some of the northernmost populations of steelhead occur within the park\/preserve. In 2014 a report was released, indicating that mercury was found in fish in some lakes in Wrangell-St. Elias National Park & Preserve. Please go to our Mercury in Fish page to find out more information. Fishing in the Local Area In general, the Copper River is not the best place to catch salmon. We recommend fishing in the nearby Klutina or Gulkana Rivers instead. Stop by any of the park visitor centers to ask a park ranger the best spots to fish. And make sure you visit our Frequently Asked Fishing Questions page! Fishing Regulations The National Park Service and the State of Alaska cooperatively manage the wildlife resources of the Park and Preserve. An Alaska state fishing license is required for all anglers age 16 or older. Bag and possession limits vary by species and by area. Always check current fishing regulations, which are available at park visitor centers or on the State of Alaska website.",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/sport-fishing.htm"
}
