{
    "title": "Wrangell - St Elias National Park & Preserve: Off Road Vehicles",
    "body": "Explore This Park    Plan Your Visit     Things to Do     Motorized Recreation     Off Road Vehicles                Off Road Vehicles       Effective September 19, 2014, there are permanent rules that amend regulations that pertain to ORV use in Wrangell-St. Elias. You can access a complete list of Off Road Vehicle Rules on the park laws and policies pages. Trails in Wrangell-St. Elias are limited to off-road vehicles that are less than 1,500 pounds. Vehicles that are prohibited include street-legal highway vehicles, custom 4x4 jeeps, SUVs, or trucks designed for off-road use, motorcycles, or dirt bikes. Wrangell-St. Elias National Park and Preserve was established under the Alaska National Interest Lands Conservation Act (ANILCA) in December 1980. In abidance with ANILCA, Wrangell-St. Elias provides reasonable and feasible access to inholders, subsistence, and recreational users in the park. The most common means of access is by ORV or off-road vehicle. RECREATIONAL USERS ATV\/ORV permits are required for all recreational users. ATV\/ORV use is restricted to established ATV trails. Off Road Vehicle (ORV) permits are required for all recreational ORV users. A recreational ORV user is anyone who wants to use an ORV to access the park or preserve for recreational activities including sport hunting, and who is not a federally qualified subsistence user. If a non-local resident wants to engage in sport hunting with an ORV, they must obtain a recreational ORV permit.  Permits are free of charge. ORV permits are available through the Slana Ranger Station (8am-5pm) and the Wrangell-St. Elias Visitor Center in Copper Center (9am-5pm). During the winter, please come to the park administration offices at mile 106.8 Richardson Hwy, to inquire about permits. Recreational ORV permits are required for the following trails: Trail Creek Trail Lost Creek Trail Soda Lake Trail Caribou Creek Trail (currently closed to recreational ORVs until repaired) Reeve's Field Trail (currently closed to recreational ORVs until repaired) Suslota Lake Trail (currently closed to recreational ORVs until repaired) Nugget Creek Trail Please note that the old access to the Soda Lake Trail at 1.7 miles up the Lost Creek Trail is now closed to all ORV use. The new re-route starts at 3.9 miles up the Lost Creek Trail and is open to ORV use. Recreational ORV permits are not available for the following trails: Copper Lake Trail Tanada Lake Trail Boomerang Lake Trail Kotsina Trail – This trail is an easement that runs through private land. Because we don't have authority over the easement, we do not issue recreational ORV permits for this trail. Once the trail reaches NPS-owned land, it continues into designated wilderness. All recreational ORV users must park their vehicle at this boundary and continue on foot. Recreational ORV use and sport hunting is prohibited on NPS-owned lands accessed from the Kotsina Trail. SUBSISTENCE USERS ATV\/ORV permits are encouraged but not required for all subsistence users. Subsistence users are those individuals who reside within a local resident zone community surrounding the park. Find out if you qualify. Subsistence ORV Users – we ask that they fill out a permit, but it is not required. Qualified, local, rural residents may use ORVs to engage in subsistence activities on park, preserve, and wilderness lands within Wrangell-St. Elias. Subsistence ORV users are encouraged to stay on existing trails in order to minimize off-trail impacts. ATV Permits are issued to document the type and amount of use on trails, identify the location of users in the event of an emergency, and to ensure users are aware of the restrictions governing the use of ATVs on park lands. HANDOUTS, MAPS, & FURTHER INFORMATION Visit the ORV Trails webpage for information about each of the trails. Detailed trail information for Trail Creek, Lost Creek, Soda Lake, Caribou Creek, and Nugget Creek trails is found on the Hiking Trails & Routes webpage. Download Wrangell-St. Elias's ORV Guide for quick reference Read some Quick Tips for Responsible ATV Riding, from the nonprofit group Tread Lightly.",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/off-road-vehicles.htm"
}
