{
    "title": "Sitka National Historical Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety         Misty mountains form the backdrop to Sitka Sound. NPS  Weather Weather Sitka experiences a temperate maritime climate, characterized by heavy precipitation and a small temperature range between seasons. Summer temperatures range from high 50s to high 60s F with frequent rain. Winter is rainy and snowy with temperatures from the high teens to the 40s F. Well prepared visitors will have rain gear and layered clothing at any time of year.        Ranger stops to pet the many leashed dogs that recreate on the park's trails. NPS  Pets Pets are allowed on the park trails and grounds of Sitka National Historical Park. Dogs must be leashed at all times. Only service animals are allowed in all buildings.        Brown bear walks down a dirt road. NPS  Bear Safety Encounters with brown bears are unlikely at Sitka National Historical Park, but preparing to visit the park should include some basic bear safety knowledge.  To avoid encountering a bear, sing or talk aloud to yourself while hiking. The noise will indicate your presence to a bear and prevent a surprise meeting. Carry EPA certified bear spray if you are trained to use it, and hike in groups for increased security. Bears are most active at dawn and dusk, and their presence can be indicated by scat or tracks on the trail. Here are some tips if you are to encounter a brown bear near Sitka National Historical Park:   Remain calm and do not run away. Running will trigger a predatory instinct within the bear and make it more likely to attack. Brown bears can run faster than 30 miles per hour and can climb. If the bear has not seen you, give it plenty of room and back away slowly. If the bear spots you from a distance, make your presence known by talking, yelling, and waving your arms. A standing bear is not always a sign of aggression; often it will stand out of curiosity. If the bear charges or attacks, play dead. Lie motionless face down on the ground with your hands protecting your neck, and remain silent. Once the bear backs off, remain quiet and still for as long as possible in case the bear is still observing.",
    "url": "https:\/\/www.nps.gov\/sitk\/planyourvisit\/safety.htm"
}
