{
    "title": "Wrangell - St Elias National Park & Preserve: Mount Blackburn",
    "body": "Mount Blackburn (16,390')        Mount Blackburn dominates the skyline. N. Hannan       Maps: USGS Quadrangle Maps - McCarthy (C-7), (D-7) 1:63,360 scale; McCarthy 1:250,000 scale American Alpine Journal Articles (Year: page #):  1931: 250, 1959: 213, 237-242, 1965: 406-407, 1966: 121-122, 1968: 127-128, 1973:410, 1975: 120, 1976: 438, 1977: 167-68, 1978: 519, 1979:175-76, 1983: 98-101, 1988: 120, 121, 1990: 130, 1994:123-5, 1996: 185, 188; photographs 1995: 15, 1996: 186, 1997: 185, 2001: 218  POTENTIAL ROUTES: North Ridge Access the 7,200' level of the Nabesna Glacier via local air taxi service. Climb to pass at 9,880' level and ascend North Ridge to summit. Deep snow is common at 9,800' level and hard packed conditions exist above 11,500' level. Severe weather, avalanches, crevasses, and serac fall are dangers. This is currently the most used route, and has an elevation gain of approximately 9,190'. East Ridge via Rime Peak Access the 7,200' level of the Nabesna Glacier via local air taxi service. Ascend the north face of Rime Peak (12,741') and descend onto the East Ridge of Mt. Blackburn. Traverse and ascend the East Ridge to the summit. NOTE: The East Ridge between Rime Peak and Blackburn is a knife-edged, cornice ridge which demands prime conditions and a high level of concentration. Very few ascents have been made via this route. Severe weather, avalanches, crevasses unstable cornices, and serac fall are dangers. Elevation gain is 9,190'. Southeast Ridge Access from Nugget Creek or Kennicott via surface or air travel. Ascend the Kuskulana or Kennicott Glacier to the 9,000' level of the Southeast Ridge. Ascend ridge to the summit. NOTE: First summit is false summit. The first ascent of Mt. Blackburn was done by Dora Keen in 1912. She made her ascent via a direct route on the Kennicott Glacier. Elevation gain via these routes is approximately 13,690'. South and Southwest Ridges Attempts have been made via the southwesterly ridges and glaciers, but none to date have been recorded as successful as far as we know. Severe weather, crevasses, avalanches, difficult snow and rock conditions, and impossible route situations have been problems for parties attempting these areas.",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/mount-blackburn.htm"
}
