{
    "title": "Wrangell - St Elias National Park & Preserve: Copper Center Area Trails",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Day Hiking     Copper Center Area Trails                Copper Center Area Trails                   5 Mile Trail Near Chitina               O'Brien to Haley Creek Trail- Railroad Remnants                Liberty Falls Trail- Scenic View               Kenny Lake Trail- Tonsina River Valley View             Copper Center Area: Most of these trails are located outside the park. Please contact the Wrangell-St. Elias Visitor Center for more information about these trails.  Hiking trails located on site at the Wrangell-St. Elias Visitor Center:  Boreal Forest Trail & Copper River Bluff Trail (pdf format, 335 KB) The Boreal Forest Trail is an easy, 1\/2 mile loop overlooking the Wrangell Mountains. The Copper River Bluff Trail is a moderately strenuous, 1\/2 mile loop that takes you to an overlook of the Copper River.    Hiking trails near the Wrangell-St. Elias Visitor Center:  Tolsona Mud Volcanoes, Aspen Interpretive Trail, Kenny Lake Trail, Tonsina River Trail, & Liberty Falls Trail (pdf format, 503 KB) These are short, nearby day hikes that are not located inside the park. These trails are not maintained by or affiliated with the National Park Service. These hikes are located near the park on the Glenn Highway (Hwy 1) and the Edgerton Highway (Hwy 10).    Hiking trails and routes near the Chitina Ranger Station:   Copper River Princess Wilderness Lodge Hiking Trails There are short trails located at the nearby Princess Lodge (mile 102 Richardson Hwy). The lodge and trails are only open in the summer. Please contact the lodge for further information at (907) 822-4000.     Five-Mile Trail & O'Brien to Haley Creek Trail (pdf format, 1.2 MB) These are day hikes that are not located inside the park. These trails are not maintained by or affiliated with the National Park Service. These hikes are located near the park in Chitina, AK, on the Edgerton Highway (Hwy 10).",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/copper-center-area-trails.htm"
}
