{
    "title": "Wrangell - St Elias National Park & Preserve: Flying",
    "body": "Flying       SEE THE PARK BY AIR! One of the best ways to experience the beauty and tremendous size of this park is from above! Fly past massive peaks, over jagged glaciers, and endless expanses of wild Alaska! There is a variety of air services available to visitors, including flightseeing excursions and air taxies for backcountry dropoffs for wilderness campers and backpackers. A wide variety of tours, trips, and itineraries are available. BACKCOUNTRY AIRSTRIPS There are three improved airstrips in Wrangell-St. Elias. One, located at McCarthy, is maintained by the State of Alaska. The other two, at May Creek and Chisana, are maintained by the park. Public airport facilities are also located near the park at Gulkana and Chitina. For more information about the improved airstrips in the park, click on the links below. McCarthy Airstrip (pdf format, 518 KB) May Creek Airstrip (pdf format, 567 KB) Chisana Airstrip (pdf format, 723 KB) There are unimproved strips, requiring requisite pilot skill, at numerous locations throughout the park, many adjacent to public use cabins. These locations include the following locations: Chelle Lake, Glacier Creek, Hubert's Landing, Jake's Bar, Orange Hill, and Peavine. Please contact the park Operations Center and Hangar at (907) 822-7425 for detailed information on specific landing areas.          Wrangell-St. Elias National Park & Preserve Backcountry Airstrips and Cabins Publications Poster of Airstrips & Cabins (pdf format, 2.8 MB): This 30' x 33\" poster-sized publication highlights the park's most accessible and popular backcountry airstrips and public-use cabins including McCarthy, May Creek, Chisana, Glacier Creek, Jake's Bar, and Peavine Bar. There is helpful information on the airstrips and many photographs. Map of Airstrips & Backcountry Cabins (pdf format, 353 KB): This letter-sized handout is a simple map of all the public airstrips and cabins in the park. Handout of Backcountry Airstrips (pdf format, 1.2 MB): This multi-page handout includes a map of the public airstrips in the park, with individual descriptions of many of the most popular and accessible backcountry airstrips.",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/flying.htm"
}
