{
    "title": "Wrangell - St Elias National Park & Preserve: Things to Do",
    "body": "Explore This Park    Plan Your Visit     Things to Do             Things To Do            You've come a long way to get here and have finally arrived at your destination: Wrangell-St. Elias National Park & Preserve. But now what? How do you spend your time? While travel service and facilities are limited, there are still endless opportunities to explore and discover this area. There are a myriad of outdoor activities to consider including hiking, backpacking, fishing, hunting, river trips, kayaking, and biking. You can also hire a guide or outfitter to take you on a river or fishing trip, mountaineering expedition, glacier trek, or sport hunting, backpacking, or flightseeing trip. This is a premier park for wilderness-oriented activities. Nearly 10 million acres, or 15,000 square miles, of Wrangell-St. Elias National Park and Preserve are designated and managed as a wilderness area - the largest of the 765 designated wilderness areas in the United States! Trails are unmarked and braided rivers run free and swift. You are mostly on your own and must be highly self-motivated and self-sufficient. Come climb the mountains, float the rivers, ski the glaciers, or fly above it all. Come, but come prepared! Whatever you choose to do, it's sure to be an adventure!  Leave No Trace- The rivers of Wrangell-St. Elias National Park are some of the last wild and pristine rivers in the United States and the park needs your help to keep them that way.   River Use Tips- Important information to know If you plan to do your own river trip. Note, all river trips require time spent in the backcountry.   River Trips- Route descriptions and maps for several float trip options in the national park and preserve.   Sea Kayaking- Wrangell-St. Elias offers 155 miles of coast for kayaking. These trips can be hazardous, difficult, and require advance logistics, but they are often the adventure of a lifetime.",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/things2do.htm"
}
