{
    "title": "Wrangell - St Elias National Park & Preserve: Too Much Johnson Cabin",
    "body": "Explore This Park    Plan Your Visit     Backcountry Area & Cabins     Backcountry Cabins     Too Much Johnson Cabin                Too Much Johnson Cabin         Too Much Johnson Cabin   Location: This cabin is located in the Wrangell-St. Elias backcountry, near Chisana, AK. Refer to USGS Maps: Nabesna 1:250,000; Nabesna 1:63,360 (A-3). N62.065789, W142.042072 Reservations: No reservations are required. Available on a first-come, first-served basis. Plan to take camping gear in case the cabin is occupied when you arrive. The maximum stay in the cabin is 7 days in a 30 day period. Access: The cabin is located in the historic mining settlement of Chisana, located approximately 60 miles southeast of the Nabesna Road. Cabin is accessed by air via the nearby Chisana Airstrip. Airstrip is located near the cabin. Cabin can also be accessed in winter via snowmachine, on a 60-mile trail from the Nabesna Road. There are private lands and private residences in Chisana. Please respect private property. This cabin is accessible by airplane - you can arrange for an air taxi to access this area. Description: This cabin is located within the historic settlement of Chisana at an elevation of 3318'. There are other historic cabins, a historic corral, and private residences nearby. There is no running water or plumbing. The cabin is 11 ft by 15 ft in size and includes:  two twin-sized wooden bunks (sleeps two people) a woodstove a table with chairs an informational bulletin board a rustic pit toilet - Please bring your own toilet paper, as the toilet is not regularly stocked or maintained.  Regulations: You must bring all personal belongings that you will require, including sleeping and dining equipment. Please clean the cabin and take all food and trash with you upon departure. Burying garbage is prohibited. Dogs are allowed, but please clean up after your pet. Please do not remove or relocate any artifacts or deface cabins or historic structures. There are numerous bugs in this area. Headnets and bug spray are strongly encouraged during June, July, and August. Water & Firewood: Visitors may gather dead and down wood for firewood. Replenish any firewood stored in the cabin for the next user. Water is not readily available near the cabin, but it can be obtained from a spring or Chathenda Creek, both located about 1\/2 mile northeast of the cabin. These water sources can be difficult to reach and may be dry. We recommend that you bring your own water. Recreational Opportunities: This cabin is located in a remote, rugged area. Make sure you're familiar with backcountry safety before venturing out to hike. There are opportunities to explore and hike near the cabin. There are extended treks along the Chisana River or the Gold Hill historic mining district, located about 10 miles to the northwest. There are no lakes or streams nearby that are suitable for fishing. If you find a place to fish, a State of Alaska fishing license is required. This cabin is located in the preserve, so sport and subsistence hunting is allowed. Subsistence hunting is limited to local, rural residents. A State of Alaska hunting license is required and, if you are a subsistence hunter, a federal subsistence hunting permit may be required. Please refer to state and federal hunting regulations. This cabin is often used during hunting season. Plan to bring camping supplies in case the cabin is already being used when you arrive. Snowmachines are allowed on the trail, provided that at least six inches of snow covers the ground. Airstrip: Gravel, Chisana Airstrip (CZN) Located 97 nautical miles east of the Gulkana airport. Public tie-downs are available. Two other private, but active airstrips are in the vicinity. Please respect private property in the area. CTAP 122.9 N62.065789, W142.042072 1600 foot gravel airstrip Elevation 3318 feet Information about Backcountry Airstrips in the Park Further Information: Please contact the Wrangell-St. Elias Visitor Center or email us with questions about this cabin - we will put you in contact with a backcountry park ranger.       Chisana Airstrip",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/too-much-johnson-cabin.htm"
}
