{
    "title": "Wrangell - St Elias National Park & Preserve: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions       Car  The Wrangell-St. Elias Visitor Center is the main park visitor center. It is located along the Richardson Highway (Hwy 4), which is a paved road that runs through Copper Center, AK. This visitor center is located 10 miles south of Glennallen, Alaska, and approximately 200 miles east of Anchorage, AK and 250 miles south of Fairbanks, AK.  There are two roads that lead into the park: the Nabesna Road and the McCarthy Road. Both roads are dirt roads that are maintained by the State of Alaska. Please go to the Driving Park Roads page to learn about these dirt roads. The Nabesna District is in the northern portion of the park and can be accessed near Slana, AK, located about 75 miles northeast of Copper Center. The Slana Ranger Station is located at the start of the Nabesna Road. The Nabesna Road is a gravel road that is 42 miles long, with 3 stream crossings. Usually 2-wheel drive vehicles can be driven on this road, but sometimes (especially after it rains) it is recommended that only 4-wheel drive vehicles or high clearance vehicles be driven on this road. The Kennecott District is located in the southern portion of the park and can be accessed near Chitina, AK, located about 50 miles southeast of Copper Center. The Chitina Ranger Station is located at the start of the McCarthy Road. The McCarthy Road is a gravel road that is 59 miles long. Usually 2-wheel drive vehicles can be driving on this road, but drivers should be cautious due to limited visibility, soft shoulders, and poor road conditions. The Yakutat District is located along the coastline of the park. This district cannot be reached by car, unless you take a ferry. There are NO FUEL options for your vehicle inside the park - there are no gas stations along the Nabesna or McCarthy Roads. Please be sure that you depart for these destinations with a full tank. State of Alaska 511 Road Traveler Information: Here is the state of Alaska's website that contains current driving conditions and road closures. It's a good website to visit before venturing out by car! Plane Air travel to either Anchorage (ANC) or Fairbanks (FAI) is the easiest entry to Alaska. Then you'll want to use a car or shuttle service to reach Wrangell-St. Elias. If you are flying your own airplane to the park, there are public airstrips in the park. There are no services for re-fueling airplanes inside the park. Shuttle There are shuttle bus services that can transport you to Glennallen and to McCarthy.The schedules are limited and reservations are required.       How Do I Get to Kennecott? Kennecott Mines National Historic Landmark is located approximately seven - eight hours (by car) from Anchorage. From Anchorage, visitors must drive east on the Glenn Highway (Hwy 1), then south on the Richardson Highway (Hwy 4), then east on the Edgerton Highway (Hwy 10), then continue east on the McCarthy Road. The McCarthy Road is a narrow, gravel road that is 59 miles long. The town of McCarthy is located at the end of the McCarthy Road. All visitors must park their vehicles at the Kennicott River footbridge. There is no vehicle access to Kennecott Mill town, which is located 5 miles away from McCarthy. During the summer, there is a private shuttle that transports visitors between McCarthy and Kennecott for a fee of $5 one way. During the winter, the only access to Kennecott is by hiking or skiing the 5 miles from the end of the McCarthy Road. The shuttle does not operate during the winter. The McCarthy Road is technically open during the winter but it is not maintained regularly. There are no services available in McCarthy or Kennecott during the winter. Since the McCarthy Road is a gravel road, most rental car companies do not allow their cars on this road. Please check with your rental company to find out their regulations. The McCarthy Road is NOT owned by the National Park Service. It is owned and operated by the State of Alaska. You can find out more about the McCarthy Road and rental car options on the Driving Park Roads page. If you don't want to drive, there are other options. There are two companies that provide a daily shuttle to Kennecott\/McCarthy during the summer and Wrangell Mountain Air provides daily flights from Chitina during the summer.      How Do I Get to the Yakutat District? Yakutat is located in the far southern portion of the park, along the coastline. The only way to reach the Yakutat District of the park is by boat or airplane. There are roads within the town of Yakutat, but there are no roads leading there. If you want to bring a car to Yakutat, you must bring it on a ferry.  There are several options for visitors wanting to visit Yakutat. Alaska Airlines and other flight companies schedule regular flights to Yakutat. The Alaska Marine Highway System schedules ferry stops to Yakutat. And several cruise ships companies include itineraries that bring their ships past the southern coastline of Wrangell-St. Elias. These itineraries include opportunities to view Mt. St. Elias and the Hubbard Glacier, both of which are inside Wrangell-st. Elias.         Glenn Highway approaching the park NPS",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/directions.htm"
}
