{
    "title": "Wrangell - St Elias National Park & Preserve: Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours              Guided Tours        During summer months, Interpretive Park Rangers regularly present guided walks, talks, and evening programs.       Ranger-Led Interpretive ProgramsThroughout the summer months, park rangers present free interpretive talks, guided walks, and evening programs. The Junior Ranger program is available too! This is a free program for kids of all ages, where kids can earn a badge and certificate. Ask for a free booklet at any park visitor center.Wrangell-St. Elias Visitor CenterInterpretive programs are offered mid May - mid September. Guided walks and interpretive talks are offered throughout the day. Each evening there is a guided walk and an evening program conducted by a park ranger at the nearby Copper River Princess Wilderness Lodge.Slana Ranger StationLimited interpretive programs and children's programming are offered Memorial Day - Labor Day. Please stop by the ranger station to find out when these programs are scheduled. Each week during the summer there is a campfire program conducted by a park ranger at the Kendesnii Campground, located at mile 27.8 of the Nabesna Rd. Kennecott Visitor Center Interpretive programs are offered Memorial Day - Labor Day. Guided walks and interpretive talks are offered throughout the day. On the weekends, there is an evening program conducted by a park ranger at the nearby Kennicott Glacier Lodge.Tours of the Kennecott MillGuided history tours of the Kennecott Mill Town are conducted daily throughout the summer by St. Elias Alpine Guides. This is the only way to see inside the Kennecott Mill. Tours are two hours long, are offered three times per day in the summer, and cost $27.50 per person.Non-Profit ProgramsWrangell Mountains Center, located in McCarthy, provides residential and walk-in experiential education programs that foster discovery through direct contact with diverse environments. Wrangell Institute for Science and Environment, located in Kenny Lake, provides science and environmental education to all age groups in the Copper River Basin, resources for learning, and support for scientific research. Outfitters and GuidesOutfitters and Guides webpage contains a complete listing of all outfitters and guides for the park",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/guidedtours.htm"
}
