{
    "title": "Wrangell - St Elias National Park & Preserve: Mountaineering- St. Elias Range",
    "body": "Mountaineering in the St. Elias Range        Mount Saint Elias, 18,009' is the 2nd highest peak in the United States. Jerry Parker       The coastal mountains in the St. Elias Range of Wrangell-St. Elias National Park and Preserve, topped by 18,008' Mt. St. Elias, are among the least visited mountains of their elevation in North America. Mountaineering is made especially challenging by a stormy weather pattern including an excess of 100 inches of precipitation a year. Unpredictable storms frequently cause delays in transportation to base camp and often force \"hunkering down\" for several days or abandoning summit attempts. Many climbs involve as much as four weeks of time for a serious attempt. Many mountains in the range are unnamed and only limited information is available on most routes. American Alpine Journals: A great source of printed information on Mount St. Elias is the American Alpine Journal (AAJ). The following index is what has been published in the AAJ regarding Mount St. Elias climbs between 1929 and 2005.  (Year: Page#) 1932: 245, 250, 392, 393, 470, 1942: 349, 355, 1947: 257-268, 1959: 229- 230, 296-297, 1964: 167-168, 1965: 303-308, 1966: 19-24, 122-123, 1967: 347-348, 1969: 379-382, 404, 1972: 109- 112, 1973: 299-302, 1975: 122-123, 1976: 463, 1979: 178- 80, 202, 1980: 481-86, 531-32, 1981: 168-69, 1982: 161, 1984: 186, 1985: 20-29, 182-83, 1986: 149, 150, 1987: 161- 2, 1991: 162, 1992: 127, 1993: 143, 158, 1994: 123, 125-6, 1995: 16-21, 1996: 188-9, 193, 369, 1997: 49-52, 186, 199, 1998: 78, 234, 2001: 223-224, 2003: 236; glaciers 1990: 96- 116; photographs 1990: 119, 1995: 20 Maps: USGS Maps: Topographical 1:250,000-St. Elias, Icy Bay, Bering Glacier, and Yakutat. There are also 32, 15-minute maps that cover each of these. Weather:  There is limited weather data available on the St. Elias range. It can snow any month of the year at higher elevations and as low as 6,000 feet during the summer. May can be a wintry month. Overcast days and rain are typical in June and July. July and August are characterized by slushy conditions and high avalanche danger. Severe storms and heavy snowfall may signal the arrival of winter as early as September. Access: Most climbing routes are accessed via charter boat or float plane out of Yakutat or Canada. A partial list of air taxi operators offering service in the park is attached. Fixed wing aircraft landings are allowed in the park but helicopter landings and airdrops are prohibited. Safety: Wrangell-St. Elias National Park and Preserve does not have a high altitude rescue team. Because of this and the extreme remote nature of the area, all climbers must possess the skill, experience and judgment required to plan and execute a difficult high altitude climb. Climbing parties should arrange and plan their own back-up, and informing the NPS office of these plans prior to the trip. Climbing parties normally carry either HF, Marine VHF, or radio telephones. The best success has been with either the radio telephones or marine VHF. Local air taxis sometimes rent these radios. Bears can be a problem in lower elevation camps. Camps should be kept clean and food must be stored properly to avoid attracting bears. All litter, including wands and fixed ropes, must be removed. Though not required, climbers are encouraged to fill out a \"Mountaineering Information Sheet\", and to stop by or call the Yakutat District Ranger Station before heading into the park\/preserve. All climbing expeditions that originate on or traverse onto Canadian soil must secure a permit in advance from the Superintendent, Kluane National Park Reserve, Canada (403-634-2251). Please note that Kluane National Park Reserve has different rules and regulations than Wrangell-St. Elias NP\/P. For more information contact the Yakutat District Ranger, Wrangell-St. Elias National Park\/Preserve, P.O. Box 137, Yakutat, AK 99689 (907-784-3295) or the Wrangell-St. Elias Chief Ranger (907-822-5234).",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/saint-elias-range-mountaineering.htm"
}
