{
    "title": "Wrangell - St Elias National Park & Preserve: Peavine Cabins",
    "body": "Explore This Park    Plan Your Visit     Backcountry Area & Cabins     Backcountry Cabins     Peavine Cabins                Peavine Cabins         Peavine Cabin #1   Location: These cabins are located in the Wrangell-St. Elias backcountry, 14 miles east of McCarthy on the Chitistone River. Refer to USGS Maps: McCarthy 1:250,000; McCarthy 1:36,360 (B-4). N61.452471, W142.486578 Reservations: No reservations are required. Available on a first-come, first-served basis. Plan to take camping gear in case the cabins are occupied when you arrive. The maximum stay in the cabins is 7 days in a 30 day period. Access: Cabins are accessed by aircraft via nearby gravel airstrip or by snowmachine in the winter. These cabins are accessible by airplane - you can arrange for an air taxi to access this area. Description: Cabins are located on a gravel bar of the Chitistone River, surrounded by towering cliffs. There are two cabins that are available for the public to use, both situated at about 2000' elevation. There is no running water or plumbing. There is a rustic pit toilet located near both cabins. Please bring your own toilet paper, as the pit toilet is not regularly stocked or maintained.  Cabin #1 is 20 ft by 24 ft and includes:  six twin-sized wooden bunks (sleeps six people) a table with benches a woodstove This cabin is handicap accessible.  Cabin #2 is 14 ft by 16 ft and includes:  one twin-sized wooden bunk and one double-sized wooden bunk (sleeps three people) a table with benches a woodstove   Regulations: You must bring all personal belongings that you will require, including sleeping and dining equipment. Please clean the cabin and take all food and trash with you upon departure. Burying garbage is prohibited. Dogs are allowed, but please clean up after your pet. Please do not remove or relocate any artifacts or deface cabins or historic structures. There are numerous bugs in this area. Headnets and bug spray are strongly encouraged during June, July, and August. Water & Firewood: Visitors may gather dead and down wood for firewood. Replenish any firewood stored in the cabin for the next user. Water is usually available from two nearby seasonal springs. The smaller spring is reached by hiking a short distance up the mountainside behind the small cabin. The larger spring is reached by hiking uphill for 15 minutes on a primitive trail that starts behind the small cabin. Recreational Opportunities: These cabins are located in a remote, rugged area. Make sure you're familiar with backcountry safety before venturing out to hike. There are opportunities to explore and hike on old mining trails on nearby hillsides. There are no lakes or streams nearby that are suitable for fishing. If you find a place to fish, a State of Alaska fishing license is required. These cabins are located in the park, so sport hunting is not allowed. Subsistence hunting is allowed, which is limited to local, rural residents. A State of Alaska hunting license is required and a federal subsistence hunting permit may be required. Please refer to state and federal hunting regulations. These cabins are often used during hunting season. Plan to bring camping supplies in case the cabin is already being used when you arrive. Airstrip: Gravel, No FAA identifier. N61.452471, W142.486578 CTAF 122.9 1650' X 25' gravel airstrip Elevation ~2000 N61° 27.25' W142° 28.00' NOT RECOMMENDED FOR TRI-CYCLE GEAR AIRCRAFT. Avoid flying in valley during strong winds. Airstrip is located 14 miles east of McCarthy on a gravel bar of the Chitistone River. Public tie-downs are available. Information about Backcountry Airstrips in the Park Further Information: Please contact the Wrangell-St. Elias Visitor Center or email us with questions about this cabin - we will put you in contact with a backcountry park ranger.       Peavine Airstrip",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/peavine-cabins.htm"
}
