{
    "title": "Wrangell - St Elias National Park & Preserve: May Creek Cabin",
    "body": "Explore This Park    Plan Your Visit     Backcountry Area & Cabins     Backcountry Cabins     May Creek Cabin                May Creek Cabin         May Creek Cabin   Location: This cabin is located in the Wrangell-St. Elias backcountry, near McCarthy, AK. Refer to USGS maps: McCarthy 1:250,000, McCarthy 1:63,360 (B-5). 61.2332266, -142.676546 Reservations: No reservations are required. Available on a first-come, first-served basis. Plan to take camping gear in case the cabin is occupied when you arrive. The maximum stay in the cabin is 7 days in a 30 day period. Access: Cabin is accessed by air via nearby turf airstrip. The cabin is located between May and Chititu Creek, approximately 11.5 miles southeast of McCarthy. The cabin is located near the southeast corner of the airstrip, behind the mail cabin. This cabin is accessible by airplane - you can arrange for an air taxi to access this area. Description: This cabin is located in a mixed spruce and aspen forest in the Nizina River valley near Young Creek, at an elevation of 1,650'. There is no running water or plumbing. The cabin is 14 ft by 16 ft in size and includes:  one twin-sized wooden bunk and one double-sized wooden bunk (sleeps three people) a woodstove a table with bench an informational bulletin board outside picnic table a rustic pit toilet - Please bring your own toilet paper, as the toilet is not regularly stocked or maintained.  Regulations: You must bring all personal belongings that you will require, including sleeping and dining equipment. Please clean the cabin and take all food and trash with you upon departure. Burying garbage is prohibited. Dogs are allowed, but please clean up after your pet. Please do not remove or relocate any artifacts or deface cabins or historic structures. There are numerous bugs in this area. Headnets and bug spray are strongly encouraged during June, July, and August. Water & Firewood: Visitors may gather dead and down wood for firewood. Replenish any firewood stored in the cabin for the next user. Water can be obtained by following a small, overgrown trail located behind the cabin for approximately 100 yards to Chititu Creek. Recreational Opportunities: This cabin is located in a remote, rugged area. Make sure you're familiar with backcountry safety before venturing out to hike. There are opportunities to do short day hikes around the cabin. Nearby Chititu Creek is not suitable for fishing and there are no other lakes or streams nearby. If you find a place to fish, a State of Alaska fishing license is required. This cabin is located in the preserve, so sport and subsistence hunting is allowed. Subsistence hunting is limited to local, rural residents. A State of Alaska hunting license is required and, if you are a subsistence hunter, a federal subsistence hunting permit may be required. Please refer to state and federal hunting regulations. This cabin is often used during hunting season. Plan to bring camping supplies in case the cabin is already being used when you arrive. Airstrip: Turf, May Creek Airstrip (MYK) Airstrip is 2,700' feet long. Public tie-downs are available on the southeast end of the airstrip.The airstrip is frequently used as a staging area and may have other users. CTAF 122.9 Elevation 1,650' N61 20.14 W142 41.21 Information about Backcountry Airstrips in the Park Further Information: Please contact the Wrangell-St. Elias Visitor Center or email us with questions about this cabin - we will put you in contact with a backcountry park ranger.",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/may-creek-cabin.htm"
}
