{
    "title": "Wrangell - St Elias National Park & Preserve: Chelle Lake Cabin",
    "body": "Explore This Park    Plan Your Visit     Backcountry Area & Cabins     Backcountry Cabins     Chelle Lake Cabin                Chelle Lake Cabin         Chelle Lake Cabin   Location: This cabin is located in the Wrangell-St. Elias backcountry, in the northwest corner of the park near Mt. Drum. Refer to USGS maps Gulkana 1:250,000; Gulkana 1:63,360 (A-2). N62.192154, W144.866446 Reservations: No reservations are required. Available on a first-come, first-served basis. Plan to take camping gear in case the cabin is occupied when you arrive. The maximum stay in the cabin is 7 days in a 30 day period. Access: Cabin is accessed by aircraft via an 800' gravel airstrip. Light aircraft can go from Gulkana to Chelle Lake airstrip (NPS) in about 20 minutes flying time. You can arrange for an air taxi to access this area. This cabin is completely surrounded by private land owned by the Ahtna Native Corporation. There are opportunities to explore beyond the cabin, but you must obtain a permit to cross land owned by the Ahtna Native Corporation. Boundaries are not clearly marked or documented, so plan to obtain a permit before you go, if you think you'll do any sort of hiking or extensive exploring. A permit can be obtained from Ahtna by calling (907) 822-3476. Description: The cabin is located on the east shore of Chelle Lake in a mixed spruce forest on the west slope of Mt. Drum, at an elevation of about 3,200'. Being so close to Mt. Drum, this trip offers spectacular views of the mountain and its descending glaciers, as well as being in low alpine tundra terrain. In the Dadina drainage, you may be able to see bison. There is no running water or plumbing in the cabin. The cabin is 24 ft by 36 ft in size and includes:  four twin-sized wooden bunks (sleeps four people) a woodstove a kitchen area a table with bench an informational bulletin board a rustic pit toilet - Please bring your own toilet paper, as the toilet is not regularly stocked or maintained.  Regulations: You must bring all personal belongings that you will require, including sleeping and dining equipment. Please clean the cabin and take all food and trash with you upon departure. Burying garbage is prohibited. Dogs are allowed, but please clean up after your pet. Please do not remove or relocate any artifacts or deface cabins or historic structures. There are numerous bugs in this area. Headnets and bug spray are strongly encouraged during June, July, and August. Water & Firewood: Visitors may gather dead and down wood for firewood. Replenish any firewood stored in the cabin for the next user. Water can be obtained from the nearby Chelle Lake, but must be treated and allowed to settle. Recreational Opportunities: The airstrip and cabin are located on 44 acres of public land that is surrounded by private lands. You can explore the public land immediately around the cabin and airstrip, but you must obtain permission to cross private lands. Chelle Lake is suitable for fishing. If you plan to fish, a State of Alaska fishing license is required. Plan to bring camping supplies in case the cabin is already being used when you arrive. This cabin is located in a remote, rugged area. Make sure you're familiar with backcountry safety before venturing out to hike. There are various day\/overnight hikes of different lengths that can be done from this area. In the vicinity of the lakes, ground moisture makes for spongy, wet hiking. At higher elevations, around 4,500', the ground becomes hard, with low alpine tundra. Hiking becomes a bit easier and the small peaks surrounding Mt. Drum may be reached during a day hike. Due to its proximity to Mt. Drum, and its relatively little protection from the wind, this area experiences very high winds that may occur with little prior notice. Strong downdrafts from the mountain should be seriously considered when choosing a camp site. During hot days it is likely that close to the mountain, large cumulonimbus clouds may dissipate in the form of strong rain or hale. Glacier crossings in this area should be undertaken with great care as crevassed ice exists at the higher elevations. It is not possible to reach Mt. Drum from Chelle Lake without crossing Ahtna-owned land, so obtain a permit before you go. Airstrip: extremely rough 800' gravel airstrip. No FAA identifier. Information about Backcountry Airstrips in the Park Further Information: Please contact the Wrangell-St. Elias Visitor Center or email us with questions about this cabin - we will put you in contact with a backcountry park ranger.       Chelle Lake Cabin map",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/chelle-lake-cabin.htm"
}
