{
    "title": "Wrangell - St Elias National Park & Preserve: Yakutat and Coast Activities",
    "body": "Explore This Park    Plan Your Visit     Yakutat & Coastal Area     Yakutat and Coast Activities              What to Do in Yakutat and Coast Area        Mt. St. Elias       The small town of Yakutat is located near the southern border of the park. Here is more information about the general area around Yakutat.ACTIVITIES AND SEASONS A wide variety of outdoor enthusiasts come here to hike the beaches, float or fish the rivers, surf ocean waves, explore the bays, view glaciers, climb mountains and enjoy the wilderness. Each season has its advantages and disadvantages. Numerous storms usually accompanied by high winds occur during the spring, fall and winter.  The spring bird migration begins in April. Thousands of gulls, geese, and seaducks can be observed, as well as hundreds of swans and sandhill cranes. The main wave of bird migrations passes through the last week of April and the first week of May. Grey and humpback whales can also be observed migrating off the coast. Spring is a time when steelhead are found in many streams, mountain goats are close to sea level, the snow is melting, and the lush coastal greenery begins to make its comeback. Summer is typified by meadows of wildflowers in bloom, eighteen hours of daylight, huge concentrations of Aleutian and Arctic terns along the coast, hundreds of harbor seals on icebergs, and salmonberries, blue berries and strawberries for the picking. In the fall, hundreds of thousands of salmon spawn in the many rivers and streams, drawing hundreds of foraging gulls, eagles, ravens, magpies, and brown bears. The fall bird migration begins in September, bringing sandhill cranes, Canada geese, snow geese, whistling swans and waterfowl through the Malaspina and Yakutat Forelands. Fall is also a peak time for sport fishing and hunting. During the winter, it is a quiet time. Waterfowl retreat from the coast to sheltered locations. Hundreds of Steller sea lions haul out at wintering sites along the coast. Wolf, moose and other animal tracks are readily visible in the snow. The daylight hours shorten to six per day, and on clear nights the aurora sweeps across the starry skies.Yakutat Tern FestivalThis festival centers around one of the largest known breeding colonies of Aleutian Tern. Witness the terns and the region's rich artistic and cultural heritage at this wonderful festival. Lots of great activities planned including field trips (new kayak and charter boat based trips this year), art show, cultural events including a performance by the Mt. St. Elias Dancers, seminars, photography workshop, children's activities, live bird programs by the Alaska Raptor Center, and more. FEDERAL LAND AGENCIES IN YAKUTATNPS Yakutat District Office: Wrangell-St. Elias and Glacier Bay National Parks & Preserves both operate out of Yakutat.USFS Yakutat Ranger District: The U.S. Forest Service operates out of Yakutat, and maintains several hiking trails that are available to visitors. TRAVELING TO YAKUTAT Yakutat is a remote community and, like many cities in Southeast Alaska, can only be accessed by air or water. Alaska Airlines offers daily jet passenger and freight service to and from both Juneau and Anchorage. Flight times vary depending on the season. The local airport is 4 miles southeast of the city of Yakutat. The Alaska State Ferry System offers a stop in Yakutat, but does not service the community year-round. FOOD AND LODGING Three restaurants are open during the late spring, summer, and early fall. One additional restaurant and two grocery stores service the community year-round. A number of lodges and bed and breakfasts are available as well. Please visit the Yakutat Chamber of Commerce to find out more about food and lodging. FUEL AND AUTO SERVICE Prospective visitors should note that stove fuels are prohibited aboard Alaska Airlines flights. Unleaded fuel, blazo, heating oil, and kerosene are available for purchase in Yakutat. A fuel dock is available in the boat harbor as well. FISHING, CAMPING, AND BOATING Fishing is a popular pastime in Yakutat. Steelhead, all five species of Alaskan salmon, and Dolly Varden charr can be caught in area streams and rivers. Halibut and ling cod are caught by sport fishermen on charter boats in Yakutat Bay and the Gulf of Alaska. Tackle can be purchased in Yakutat at many area businesses. Alaska State hunting, fishing, and trapping licenses are available for purchase in Yakutat. Contact the National Park Service Yakutat District Office for information concerning hunting, fishing and trapping regulations on National Park Service lands at (907) 784-3295. Sea kayaking is an increasingly popular method of viewing the areas dynamic geology and unique wildlife. Note that sea kayaks are often difficult to transport, and plans should be made with air taxis or charter boats prior to arriving in Yakutat if you need transportation to more remote areas. You may camp anywhere you like on National Forest and National Park Service lands for recreational purposes. Overnight camping is permitted on Cannon Beach, located 2 miles from the airport. U.S. Forest Service and National Park Service cabins are available for a fee of $25 per night. Contact the U.S. Forest Service at (907) 784-3359 or the National Park Service at (907) 784-3295 for further information. CAR RENTAL Automobiles and trucks are available for rent in Yakutat. AIR CHARTER SERVICE Air taxi companies provide transportation to Glacier Bay and Wrangell-St. Elias National Parks from the town of Yakutat. Phone ahead if you require off-airport landings. BOATING SERVICES The city of Yakutat maintains a public harbor for pleasure and commercial boats. Rental boat slips, water, electricity, and a boat ramp are available. MEDICAL The Yakutat Health Clinic is staffed by a Physician's Assistant, visiting Public Health Nurse, and volunteer Emergency Medical Technicians.  OTHER CONSIDERATIONS FOUL-WEATHER GEAR Southeast Alaska can be a place of rain, rain, and more rain for days at a time. With a good rain jacket, pants, and hat you will be a prepared visitor to this land of \"mountain and glacier weather\". Fishermen, locals, and park ranger staff recommend commercial-grade rain gear and rubber boots for footgear when boating, beach hiking, and fishing in the area. Cool temperatures and heavy precipitation make hypothermia a possibility at any time during of year, so always carry your rain gear and make every effort to remain dry. WARM CLOTHING Garments made of wool and synthetic material such as pile, polarguard, and texolite are very good since they provide warmth even when wet. Summer temperatures can drop to the low 40's and cooler in the mountains. CAMPFIRES Campfires are seldom possible due to precipitation. Driftwood is abundant and a good source of firewood when camping along the coast. MAPS Maps are strongly recommended, but not currently available for purchase in Yakutat. Topographic maps can be purchased online at the USGS Store. TIDE BOOKS Tide books are an especially important item if boating, kayaking, fishing, or hiking the coast. Remember to camp above the high tide line, always secure your boat or kayak when on shore, and access the outwash streams and river channels at high slack water. If you cross a stream or walk the beach at low tide remember that conditions may be drastically different should you return by the same route a couple hours later. BEARS There are abundant bears in the Yakutat area. Do not approach bears under any circumstances. Hang all food well away from camp and your sleeping area or use approved bear-resistant containers. Do not cook in or near your tent. Keep a clean camp. Feeding or molesting wildlife is prohibited by law.",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/what-to-do-in-yakutat-and-coast-area.htm"
}
