{
    "title": "Wrangell - St Elias National Park & Preserve: Camping Along the Nabesna Road",
    "body": "Explore This Park    Plan Your Visit     Nabesna Road Area     Camping Along the Nabesna Road              Camping Along the Nabesna Road       Camping Along the Nabesna Road There are several pullouts along Nabesna Road that are suitable for a small or medium RV, camper trailer, pickup camper, or tent camping. Plus this is where our only NPS campground in the park is located! Here are some key points about camping along the Nabesna Road:  All sites are primitive and available on a first come, first served basis. Reservations are not taken. No gasoline or fuel is available in Slana or along the Nabesna Road. You can fill up your gas tank in Chistochina (28 miles south) or Mentasta (18 miles north). No potable water is available after leaving Slana. We recommend that you treat the water that you consume. Please contact the Slana Ranger Station for more information about camping along the Nabesna Road.  These are a few of the best spots for camping on the Nabesna Road: Rufus Creek, Mile Post 6.1 This site has a picnic table and is surrounding by tall aspen trees. Rufus Creek runs next to the site. There are no vault toilets. Kettle Lake, Mile Post 16.6 This site has a picnic table and a view of the Wrangell Mountains. There are no vault toilets. Follow game trails across the tundra to a small lake. Dead Dog Hill, Mile Post 17.8 This site has a picnic table and a vault toilet. There are views of the Mentasta Mountains and wetlands for viewing migrating and nesting waterfowl. Rock Lake, Mile Post 21.8 This site has a picnic table and vault toilet. It is a small site and looks out on a mountain lake and the Wrangell Mountians. Kendesnii Campground, Mile Post 27.8 This camping area, which was constructed in 2012, is the only National Park Service campground in the park. It has 10 designated campsites, each with a picnic table and a fire ring. There are two vault toilets. Each site can accommodate a small to medium RV or other vehicles. It is free and open year-round. No reservations are required and none are taken. The area is surrounded by trees and shrubs, and far enough from the road to avoid dust. There are picnic sites near the shoreline of the lakes and short hiking trails. Enjoy canoeing, viewing waterfowl, and fishing for grayling. Jack Creek, Mile Post 35.3 This area has two picnic tables and a vault toilet. There is room for up to three vehicles. The road beyond Mile Post 29 receives less traffic so this is often a place to camp in solitude. There are game trails to follow and you may be able to view Dall Sheep.   Other Camping Options There may be options for camping on other lands surrounding the Nabesna Road area of Wrangell-St. Elias National Park & Preserve. Here are some land management agencies that own land near this part of the park: Ahtna Native Corporation P.O. Box 649, Glennallen, AK 99588 (907) 822-3476 Tetlin National Wildlife Refuge Box 155, Tok, AK 99780 (907) 883-5312 Alaska State Parks P.O. Box 107001, Anchorage, AK 99510 (907) 762-2261 Map of Local Public Campgrounds(pdf format, 2 MB): This is a highly detailed 22 x 17 inch map which depicts public campgrounds in Southcentral Alaska.",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/camping-along-the-nabesna-road.htm"
}
