{
    "title": "World War II Valor in the Pacific National Monument: Every Kid In A Park",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Every Kid In A Park              Every Kid In A Park              What is Every Kid in a Park?   In 2015, President Obama announced that beginning September 1, 2015, all kids in the fourth grade would be able to get their own Every Kid in a Park pass. The program coincided with the National Park Service's centennial year, and it's a call to action to get all children to visit and enjoy America's unparalleled outdoors.   Why is the pass amazing?       The pass provides free access to national parks, national forests, national wildlife refugees, and more!  The pass is good for the 2015-2016 school year, until August 31, 2016. The pass admits all children under 16 and up to three adults for FREE! You can take your friends and family with you. It's happening next year, too! This year's incoming fourth graders can get their passes on September 1, 2016.   Why 4th Graders?    According to the White House, the school grade was decided on for \"logistical, educational and instructional reasons.\" The National Park Service and other land and water agencies already have 4th grade programming in place in many locations focusing on state history during the 4th grade, which aligns well with what NPS and other land managers have to offer. The White House also points to 4th graders only having one teacher at that age, making it easier for them to reach the group. Research shows the earlier a youth connects with the outdoors, the better for their development long term. Studies point to age 11 as the last chance to make those important impacts and building of a relationship with nature.    What does that mean for my visit to WWII Valor in the Pacific National Monument?   World War II Valor in the Pacific National Monument is already a free park. Because you can always visit us for free, no pass is required. Unfortunately, we are unable to hand out hard passes to visiting 4th graders.   Please note: The Every Kid In A Park pass cannot be used to waive the $1.50 convenience fee if you make a reservation online through www.recreation.gov.    Even though the monument is already free, we encourage all fourth graders and their families to take advantage of this amazing opportunity to get a pass, so they can enjoy a free visit to those parks that do normally charge a fee!",
    "url": "https:\/\/www.nps.gov\/valr\/learn\/kidsyouth\/every-kid-in-a-park.htm"
}
