{
    "title": "Wrangell - St Elias National Park & Preserve: Backcountry Cabins",
    "body": "Explore This Park    Plan Your Visit     Backcountry Area & Cabins     Backcountry Cabins               Backcountry Cabins        Most of the public use cabins in Wrangell-St. Elias are accessible only by aircraft.       Currently, there are 14 designated public-use cabins located within Wrangell-St. Elias. Most of these cabins were old mining, trapping, or hunting cabins that are located on public land and are now owned by the National Park Service. Important Things to Consider:ALL CABINS ARE VERY RUSTIC.All cabins are in remote locations.Most cabins are accessible only by flying into remote airstrips.Most cabins are available on a first-come, first-served basis.There are a few cabins that require reservations (scroll down further on this page to find out about reservations).Cabins are not regularly maintained.There is NO running water or plumbing.Each cabin has very basic furnishings including wooden bunks, table\/chairs, and a wood-burning stove (except that the Esker Stream Cabin has an oil-burning stove).There is a rustic pit-toilet outhouse at each cabin. There is NO running water or plumbing.The park does not stock: firewood, water, dishes, supplies, sleeping pads, bedding, or other amenities.Please consider bringing your own firewood. There may not be dead and downed wood readily available.There is no charge to stay in any of the cabins, except the Esker Stream Cabin.If you plan to stay in one of the first-come, first-served cabins, you should bring camping gear in case the cabin is already occupied. During the summer and especially during hunting season the cabins are extremely popular, so be prepared for the cabin to be occupied. It is not appropriate to ask to share a cabin with occupants who are already there.Regulations:You must pack out all garbage and leftover food. No food is to be left behind!Do not remove or relocate any artifacts or deface any historic buildings.Please clean when you leave. In fact, please leave cabins cleaner than when you arrived.Do not cut live branches or trees for firewood.The maximum use of a cabin is 7 days in a 30 day period, unless you have written permission from the superintendent.RESERVATIONS There are three cabins that require reservations. Reservations can be made up to six months in advance. We recommend that you submit reservation requests at least two weeks in advance of your desired dates. Cabins are very popular during the months of July and August so plan early if you want to reserve during that time. We try to respond quickly to cabin requests but we may not be able to fulfill a request that is submitted within 24 hours of your desired date. So request cabins early, especially if you'd like one over a holiday weekend.Requesting a Reservation During the Winter: The cabin reservation phone line is located inside the Wrangell-St. Elias Visitor Center. From mid-September to mid-May, there is very limited staff on hand and NO STAFF working on the weekends. From November 1 - March 31 the visitor center is closed and the cabin phone line is only checked intermittently. It may take several days for cabin requests to be filled, if requested via the phone line. The best way to request a cabin during the winter and when the visitor center is closed is via email.  Cabins that MUST be reserved year-round: Viking Lodge Cabin Caribou Creek Cabin Nugget Creek Cabin For reservations for any of the cabins listed above, please call (907) 822-7253 or e-mail us. Please send us an email if you are contacting us from outside the United States, as we are not able to return calls overseas. Here is what we need when you make a reservation:-Full name-Mailing address-Email address-Phone number-Name of cabin you'd like to reserve-Exact dates you'd like to use the cabin Esker Stream Cabin (near Yakutat) There is a user fee of $25 per night for this cabin. Reservations are required year-round. For reservations, please call the Yakutat Ranger Station at (907) 784-3295.",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/backcountry-cabins.htm"
}
