{
    "title": "Wrangell - St Elias National Park & Preserve: Esker Stream Cabin",
    "body": "Explore This Park    Plan Your Visit     Backcountry Area & Cabins     Backcountry Cabins     Esker Stream Cabin                Esker Stream Cabin         Esker Stream Cabin   Location: Near Yakutat, AK. Refer to USGS maps: Yakutat 1:63,360 (D-5) Reservations: Required year-round with a user fee of $25 per night. Call the Yakutat Ranger Station at (907) 784-3295. Reservations can be made six months in advance. Payment can be made by credit card or money order. Upon payment, a special use permit will be issued to the trip leader, who must have it in possession during the entire stay. The maximum stay in the cabin is 7 days in a 30 day period. Access: Cabin is accessed by air via beach landing in a wheeled plane. Cabin is located near Yakutat, AK, 20 miles across Yakutat Bay. Planes generally land on the opposite side of Little Esker Stream from the cabin, and it is recommended that you bring hip boots for the stream crossing. The cabin is located approximately a quarter mile from where planes can land. Description: There is no running water or plumbing. The cabin includes:  four twin-sized wooden bunks (sleeps four people) a oil stove (this is the only cabin without a wood stove) a table with bench a rustic pit toilet - Please bring your own toilet paper, as the toilet is not regularly stocked or maintained.  Regulations: You must bring all personal belongings that you will require, including sleeping and dining equipment. Please clean the cabin and take all food and trash with you upon departure. Burying garbage is prohibited. Dogs are allowed, but please clean up after your pet. Please do not remove or relocate any artifacts or deface cabins or historic structures. There are numerous bugs in this area. Headnets and bug spray are strongly encouraged during June, July, and August. Water & Fuel: The cabin contains an OIL stove. Kerosene or K1 commercial grade fuel is recommended, though commercial grade fuel can also be used. Oil is not provided. Water can be obtained from nearby Esker Stream, a short easy walk from the cabin. Recreational Opportunities: This cabin is located in a remote, rugged area. Make sure you're familiar with backcountry safety before venturing out to hike. There are opportunities to explore and hike near the cabin. Possible hikes include exploring the Esker Stream drainage or hiking on the beach southeast for 3 miles to Bancas Point. Nearby Esker Stream is suitable for fishing. If you plan to fish, a State of Alaska fishing license is required. This cabin is located in the preserve, so sport and subsistence hunting is allowed. Subsistence hunting is limited to local, rural residents. A State of Alaska hunting license is required and, if you are a subsistence hunter, a federal subsistence hunting permit may be required. Please refer to state and federal hunting regulations. This cabin is often used during hunting season so reserve as early as possible. If you intend to hunt in the area and anticipate hanging meat in the event of a successful hunt, please bring tarps with you to protect the area beneath the meat. Take these tarps with you when you leave. Airstrip: none, beach landing. No FAA identifier. Further Information: Please contact the Yakutat District Office for more information about this cabin. You can also send us an email.       Esker Stream Cabin map",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/esker-stream-cabin.htm"
}
