{
    "title": "World War II Valor in the Pacific National Monument: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       World War II Valor in the Pacific National Monument is one of nearly 400 sites administered by the National Park Service. The National Park Service preserves the cultural, historic, and natural legacy of America for the education, enjoyment, and inspiration of future generations.      Our Staff and Offices  Learn about the different divisions within the monument and what each one does, as well as a little bit about the people behind the daily operations here at World War II Valor in the Pacific National Monument!      Areas of Responsibility World War II Valor in the Pacific National Monument is one of nearly 400 sites administered by the National Park Service. The National Park Service preserves the cultural, historic, and natural legacy of America for the education, enjoyment, and inspiration of future generations.  The National Park Service has operated the USS Arizona Memorial since 1980, maintained the USS Oklahoma Memorial since 2007, and maintained the USS Utah Memorial since 2008, when all three memorials were incorporated into the World War II Valor in the Pacific National Monument. In addition to the three memorials, six mooring quays along Battleship Row, six historic Chief Petty Officer bungalows on Ford Island, and the Pearl Harbor Visitor Center comprise World War II Valor in the Pacific National Monument in Pearl Harbor. In February 2015, WWII Valor in the Pacific National Monument was given responsibility to oversee the development of the Honouliuli National Monument, the 155-acre site of Hawaii's largest and longest operating internment camp during World War II.  Other units of the National Monument are on the Aleutian Islands of Kiska, Atka, and Attu, and are managed by the U.S. Fish and Wildlife Service. A final unit is co-managed by the U.S. Fish and Wildlife Service and the National Park Service in Tule Lake, California. These other units preserve the history of the Pacific War in the northern Pacific and Japanese American internment. The National Park Service is committed to preserving and interpreting both the tangible and intangible historical resources and the memories, attitudes, and traditions associated with the December 7, 1941 attack and the Pacific War. The National Monument is located on and adjacent to Joint Base Pearl Harbor-Hickam.      National Monument Regulations Superintendent's Compendium 2014",
    "url": "https:\/\/www.nps.gov\/valr\/learn\/management\/index.htm"
}
