{
    "title": "Wrangell - St Elias National Park & Preserve: Chitina Ranger Station",
    "body": "Explore This Park    Plan Your Visit     McCarthy Road & Kennecott     Chitina Ranger Station              Chitina Ranger Station        The Chitina Ranger Station is located at the end of the paved Edgerton Highway and the beginning of the gravel McCarthy Road, one of only two roads into Wrangell - St. Elias National Park and Preserve NPS Photo      Chitina Ranger Station Located at mile 33 Edgerton Hwy in Chitina, AK, about 1 hour from the Wrangell-St. Elias Visitor Center Complex (907) 823-2205 Exhibits, Kennecott\/McCarthy trip planning, road updates, park & area information, subsistence permits. Summer Memorial Day* - Labor Day: Open Thursday - Monday 10:00am - 4:30pm  (Closed Tuesday - Wednesday)* Due to staffing, the Chitina Ranger Station will open Saturday, June 5, 2016.Please call for season opening and closing dates, as each season can fluctuate. Winter Closed.  If you need assistance, please call park headquarters at (907) 822-5234. Chitina Ranger Station is a must-stop for anyone visiting Chitina or venturing down the McCarthy Road to Kennecott. In the comfort of this historic log cabin, you can watch the 22-minute park movie \"Crown of the Continent\", and view the many photos that depict early life in Chitina. Hikers can obtain information regarding backcountry routes, file trip plans, and obtain bear resistant food containers. Federal subsistence fishing permits and fishwheel registration is available at this location.         Services available in Chitina include a post office, tire repair, cafe, hotel, B&Bs, and payphone. The log cabin station is decorated with historic photographs featuring the town of Chitina as a transportation hub, \"where the rails meet the trails.\" Trains, stagecoaches, dog sleds, and steamboats all passed through Chitina on their way to the mining and commerce centers of Alaska during Chitina's boom years, 1910-1938. The heyday of Chitina (pronounced Chit-nuh) was directly tied to the operation of the Kennecott mines and the Copper River and Northwestern Railway. The railroad was built to haul copper ore from the Kennecott mines to Cordova. Chitina provided an intermediate stop for the trains and their passengers.         The 1910 log cabin, now the ranger station, was one of many built in the town of Chitina around that time. it was constructed for J.C. Martin, the local manager of the Ed S. Orr Stage company. The initials \"J.C.M.\" are still clearly scrawled on the wooden ceiling. The home was praised in the local newspaper as \"one of the neatest and most substantial log cabin cottages in Alaska.\" A local crew of craftsmen, working for the National Park Service, rehabilitated the cabin in 1991-92 to make it so again.",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/chitina-ranger-station.htm"
}
