{
    "title": "World War II Valor in the Pacific National Monument: Junior Ranger Scavenger Hunt",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Junior Ranger Scavenger Hunt              Junior Ranger Scavenger Hunt               World War II Valor in the Pacific National Monument Junior Ranger Pledge:   I am proud to be a National Park Service Junior Ranger. I promise to appreciate, respect, and protect all national parks. I also promise to continue learning about the landscape, plants, animals, and history of these special places. I will share what I learn with my friends and family.   Aloha and welcome! If you are age 7-12, you have a special opportunity to become Junior Rangers for WWII Valor in the Pacific National Monument! Here's how to do it:   Get your Jr. Ranger Scavenger Hunt booklet and badge at the Pearl Harbor Gift Shop (the total cost is $2) Take a trip throughout our two state-of-the-art museums and along the shoreline, and answer questions in your Jr. Ranger book. There is no charge to come to the Pearl Harbor Visitor Center and visit the museums! The USS Arizona Memorial program is also free. Once you've completed your book, find a Park Ranger and get sworn in as a Junior Ranger!   Junior Rangers not only earn a badge upon completion of the book, but they also learn the story of December 7, 1941 and gain an appreciation for the mission of WWII Valor in the Pacific National Monument.   You'll travel back in time in the first museum to what life was like in the United States before the attacks on Pearl Harbor, and what Japan was doing in the South Pacific during the 1930's. You'll learn about the ancient Hawaiian goddess said to have lived in Pu'uloa (Pearl Harbor). Then you'll go to the Attack Gallery, where you'll see real and model aircraft and weapons used by both Japan and the United States during WWII. And then, once the book is complete, all you'll have to do is find a ranger here at the park and get sworn in!      The Junior Ranger Scavenger Hunt booklet is available at the Pearl Harbor Gift Shop in English, Chinese, and Japanese. The $2 cost includes the book and the badge.",
    "url": "https:\/\/www.nps.gov\/valr\/learn\/kidsyouth\/junior-ranger-scavenger-hunt.htm"
}
