{
    "title": "Wrangell - St Elias National Park & Preserve: McCarthy Road Guide",
    "body": "McCarthy Road Guide        The McCarthy Road leads past interesting geology and historical sites.        This is an extended guide to the McCarthy Road that includes sites of interest, historical information, and geology. The McCarthy Road winds deep into the heart of Wrangell-St. Elias. Once the gateway to tremendous fortunes, it is now your gateway to spectacular scenery, vast wilderness, and adventure. For those willing to leave the pavement behind, this road provides access to many natural and historic wonders of our largest park. Today's road originated in 1909 as a railway constructed to support the Kennecott Copper Mines. When large scale mining ended in 1938, most of the rails were salvaged for scrap iron. In 1971 a new bridge was constructed over the Copper River and the rail bed was covered with gravel, creating today's surface of the McCarthy Road. Narrow and winding, the road still reflects its railway origins. In places, remnants of railroad ties may surface along with the occasional spike, creating unexpected hazards. Although traffic and weather often result in ruts and washboarded surfaces, under normal summer conditions most passenger vehicles can make the trip. The road ends at the Kennicott River, a half-mile short of McCarthy and five miles short of historic Kennecott. McCarthy Road Basics:  Begins at mile 33 Edgerton Highway, in Chitina, AK. 60 miles, allow 2 hours EACH WAY. Unpaved and maintained by the Alaska state DOT. Rough road conditions and potholes are common. This is a remote area with NO services. NO FUEL is available in Chitina. The last place to get fuel is Kenny Lake, AK. Drive slowly, carefully, and courteously. We recommend that you carry a full-sized spare and an adequate jack. Private land adjoins many parts of the road and in the McCarthy\/Kennecott area. Please respect private property. Cell phone coverage is very limited.         Look for the mile-marker posts along the McCarthy Road and follow along with this guide. The Town of Chitina Pronounced, \"Chit-Na,\" this railroad town sprang to life in 1910. Chitina was once bustling as the major stopover and service point for the trains that carried ore from Kennecott to ships in Cordova. The railroad is gone, but today Chitina is busy during the summer fishing season and serves as a gateway to the park. Restrooms and informational panels can be found at the downtown wayside. There are restaurants, shopping, and lodging options in Chitina. There are no gas stations here. Chitina Ranger Station During the summer months, stop by the historic Chitina Ranger Station. This log cabin, which was constructed in 1910 by the Ed S. Orr Stage Company to house its local superintendent, serves as an enduring reminder of Alaska's colorful transportation history. One of Chitina's oldest surviving buildings, it was rehabilitated by the National Park Service and now serves as a visitor contact station. Current information about road conditions, the park, hikes, fishing opportunities, and other essential topics can be obtained there. State Wayside - The Beginning of the McCarthy Road This is the start of the McCarthy Road. It is a paved pull-out with vault toilets and exhibit panels. Just beyond the wayside, the road goes through a deep narrow gap known locally as the \"railroad cut.\" Actually it was originally a tunnel and was later altered into an open roadcut. The rocks exposed here are schist and phyllite typical of the Chugach Range. Mile 0.4-0.7 There are several small pullouts here with some great views of the confluence of the mighty Copper and Chitina Rivers. The Copper is the only waterway that cuts through the Chugach Mountains, which extend for about 200 miles in a great arc across south-central Alaska. At the confluence, the Copper River is actually smaller than the Chitina River which is considered its tributary. At this point the Copper is about 1\/2 mile wide, while the width of the Chitina is over one mile! The Chitina carries more water year-round than the Copper. Even though the Chitina River drains a smaller area than the Copper, it has more runoff due to greater precipitation in its watershed. The Copper and its tributaries, including the Chitina, drain an area that covers approximately 24,000 square miles. Much of this drainage basin lies within Wrangell-St. Elias National Park and Preserve and about 3,500 square miles, or 17% of the drainage basin, is covered by glaciers. Because of this glacier influence, high water in the Copper River typically occurs not during the snow melt of spring, but during summer hot spells that cause rapid melting of ice. Low water usually occurs in late winter when everything is frozen. In 1950 the U.S. Geological Survey established a stream gauging station at the head of Woods Canyon, about 3.5 miles downstream, well below this confluence. Records from that gauge show that the average discharge of the Copper River has been 37,510 cubic feet per second (CFS) or slightly over 27 million acre feet per year. The largest recorded flood since 1950 was on August 8, 1981, when the river discharged over 380,000 CFS at the gauge. The lowest flow was recorded in March of 1956 when the river carried only 2,000 CFS at the gauge. Rocks exposed on the west (left) side of the road between here and the bridge are gneiss, schist, and phyllite with some quartz veins.       The Copper River, Fishwheels, and Mount Drum.        Mile 1.4 As you drive across the Copper River Bridge, you can see the confluence of the Copper and Chitina Rivers. Several small pull-outs provide views of the rivers. Do not stop in the middle of the bridge for photos. After the bridge, the road becomes gravel. The large snow covered mountain visible to the north is volcanic Mount Drum (12,010'), part of the Wrangell Mountains. Suspended sediment loads of the Copper and Chitina Rivers are high, but the dissolved sediment loads are low; these rivers are dirty...but not polluted. Millions of tons of natural sediment, mostly silt and clay are carried downstream each year. The muddy waters that result from all this suspended sediment create an aquatic environment that is not very favorable as a permanent home for most fish. Therefore the Copper and Chitina Rivers have rather small resident fish populations. They do, however, have fantastic populations of migrating fish during the times that mature salmon \"run\" up to clear-water spawning beds and juveniles run down to the ocean each year. The muddy waters of the Copper allow successful salmon fishing by the use of dip nets and fishwheels; neither of these methods would work in clearwater streams. Mile 1.6 On the south (right) side of the road is the Copper River Campground. This is a non-Park Service primitive campground. It is located just after crossing the bridge. This area has 12 sites, picnic tables, fire pits, and vault toilets. On the north (left) side of the road is the Copper River and the Kotsina River delta. The National Park Service has an easement here where you can access and view the Copper River. An easement is an area of land where visitors are granted the right to cross private property. Please follow the easement markers and respect the private property that you are crossing. Visitors can use a small site along the Copper River where they may park a vehicle, load and unload rafts, and temporarily camp for up to 24 hours. This is an excellent place to view the river and to witness Alaskans catching red, silver, and king salmon with dipnets and fishwheels.       Look for the brightly colored deposits of a large volcanic debris in the bluffs along the Kotsina River.        Mile 2.0-2.5 There are several small turnouts from which the lower Kotsina River can be seen. The Kotsina, a moderate size tributary of the Copper River, gets much of its water from Long and Kluvesna Glaciers which drain southward off Mt.Wrangell. Brightly colored deposits of a large volcanic debris flow are exposed on the south side of the road and can be also seen in the Kotsina River bluffs a mile to the north. Field studies show that these deposits came from great volumes of ash and clay that were originally high on Mt. Wrangell. They became liquefied when volcanic activity produced much steam and also caused melting of snow and ice. Movement probably began as a volcanic mudflow, but as the mudflow raced down steep slopes of the mountain and along the Chetaslina River it ripped out large pieces of bedrock and picked up loose blocks of rock and river cobbles to become a volcanic debris flow. Materials from this event are called the Chetaslina Volcanic Debris Flow and they were deposited along the Copper Valley and in the lower portions of its tributaries from the Tonsina to the Chitina. These debris flow deposits are overlain in various places by lava flows and also by stream, lake, wind, and glacial sediments. Furthermore, they have experienced considerable erosion by stream activity and by a major glacial advance that occurred after the debris flow. Radioactive potassium-argon dating of a lava flow which overlies debris flow deposits indicates that the Chetaslina Volcanic Debris Flow took place about 200,000 years ago. Mile 5.0-5.4 Rocks poorly exposed on the north (left) side of the road are basalt and greenstone of the Nicolai Greenstone rock unit. These rocks originated as flows of basaltic lava during the Triassic Period, about 220 million years ago. Later they were partially altered by heat and pressure to form the greenstone that is widely distributed in the Wrangell Mountains and is the source of copper mined near Kennecott. As you continue, you'll discover that limestone is also exposed on the north side of the road. There are several small pullouts that offer nice views of the Chitina River and Chugach Mountains to the south. The Copper River and its tributaries (including the Chitina River) drain an area of approximately 24,000 square miles. Much of this drainage basin lies within the park and almost 25% of it is covered by glaciers. Because of this glacial influence, high water in the park's large rivers typically occurs not during the snowmelt of spring, but summer hot spells that cause rapid ice melting. Low water usually occurs in late winter when everything is frozen.       Fed by glaciers, the Chitina is a classic example of a braided river        Streams throughout the world exhibit three basic patterns in their channel form: straight channels, which are uncommon in large streams; meandering channels, which consist of many curves and loop-like bends; and braided channels. The Chitina is a classic example of a braided river as are many of the other rivers in this region. Braided rivers are characterized by many dividing and re-uniting channels and by numerous islands and gravel bars. The braided channel pattern tends to develop in rivers that; a) carry a lot of sand and gravel, b) have fairly steep slopes, or gradients, and c) undergo frequent fluctuations in water level. The Chitina River meets these conditions. In the area we can see here, it drops about 13 feet per mile, which is steep for such a large stream. Glaciers provide the stream with a great deal of sediment ranging from fine clay to boulders. Weather patterns cause flow variations because the river rises during warm and\/or wet weather and drops during cold and\/ or dry weather. Consequently, much of the sediment being transported to the sea is temporarily stored as islands or bars of gravel, sand, and mud along the Chitina River. If you happen to be viewing the river after several days of hot weather, most of the islands and bars will be flooded.   Mile 10.1 Strelna Lake. A pull-out on the north side of the road provides access to a 1\/3-mile trail to Strelna Lake. The Alaska Department of Fish & Game stocks this lake with rainbow trout, although you can find other fish here as well. Mile 10.6 Silver Lake. A short trail on the south side of the road provides access to Silver Lake for fishing. The Alaska Department of Fish & Game stocks this lake with rainbow trout, and you may find other fish as well. Mile 12.3 Sculpin Lake. A pull-out on the south side of the road provides access to a 1\/4-mile trail to Sculpin Lake. The Alaska Department of Fish & Game stocks this lake with rainbow trout, although you can find other fish here as well. Mile 14.5 Kotsina Trail - Backcountry Trailheads. The Kotsina Trail departs from the north side of the McCarthy Rd and provides access to backcountry hiking routes. Take this trail 2.5 miles to the Nugget Creek trailhead or 3.8 miles to the Dixie Pass trailhead. The first part of this trail is a road, but it is not maintained and may not be passable for low clearance vehicles. It may be a better option to park your car at the McCarthy Road and hike to the trailheads. Ask a park ranger for more information and route descriptions. Mile 15.5 The road starts to run southeast here in a low valley between two long ridges of gravel. These gravel ridges are good examples of lateral moraines that were deposited along the margin of a large glacier as it receded.   Mile 15.9 Change in Land Status - Entering Federal Land. The road is now entering land managed by Wrangell-St. Elias National Park & Preserve. Mile 17 A few turnouts on the south side of the road offer good views of the Kuskulana River and bridge. Exposures on the other side of the road show the type of sediments that make up glacial moraines.         The Kuskulana Bridge is perched 238 feet above the raging Kuskulana River.        Mile 17.2 Kuskulana River Canyon and Bridge. A spectacular achievement, the Kuskulana Bridge was constructed during the winter of 1910. Imagine riding high in a heavily loaded ore train across the two icy rails. Perched 238 feet above the raging Kuskulana River, this single-lane railroad bridge is for many the most hair-raising part of the entire drive. It was the only railroad bridge in this area constructed of steel girders that span the canyon rather than timber pilings driven into the streambed. The bridge is supported primarily by the metamorphic bedrock of the inner gorge rather than the thick layer of glacial gravels near the surface. The Kuskulana’s muddy waters reflect its origin from the melting of several glaciers that drain off the southern and western slopes of Mt. Blackburn. This is a one-lane bridge. Watch for oncoming traffic. Please do not stop in the middle of the bridge for pictures. We encourage you to park at either end of the bridge and get out of your vehicle to enjoy the views. Mile 17.3 Kuskulana Bridge Wayside. This rest area has vault toilets and is a gravel pull-out. Mile 20-21 Vegetation and poor drainage in this area are influenced by the presence of permafrost at relatively shallow depths. This is a good place to contemplate the problems of road construction and maintenance in areas of permafrost, muskeg and swamps. Mile 24 Gilahina Butte to the south (right) of the road is composed of gabbro and gneiss; its sides have been smoothed by large glaciers that formally flowed down the Chitina Valley. Mile 26.8 Clear waters of the Chokosna River support salmon spawning beds.       A classic reminder of a bygone era, this impressive trestle was constructed in eight days during the winter of 1911.        Mile 29.0 Gilahina River & Gilahina Trestle Wayside. This wooden structure was originally 890 feet long and 90 feet high, required one-half million board feet of timber, and was completed in eight days in the winter of 1911. Due to the rugged landscape, over 15% of the entire railway was built on trestles such as this. This rest area offers vault toilets and a gravel pull-out. There is a short 1\/2 mile hiking trail that departs from this rest area. Please do not climb on the trestle. Mile 34.8 The Crystalline Hills north of the road are composed mostly of gneiss and gabbro, but some of the lower slopes are made up of a light colored marble. These hills are an excellent place to see Dall Sheep. Take a moment to pull over and look up into the hills. Watch for bright white spots on the hillsides - these may look like patches of snow, but they could actually be sheep! Mile 44.0 Change in Land Status - Entering Non-Federal Land. The road is entering privately-managed land. Mile 44.5 The Lakina River gets some of its water from melting glaciers. The bridge was originally built across a river on the Glenn Highway but later removed during a highway upgrade project. Still later it was re-assembled on the Lakina. The bridge itself has functioned well in this location, but it is obvious that a much longer structure would be preferable. There have been repeated erosion problems and washouts of the long eastern approach to the bridge. Mile 45.5 Long Lake. Each year, an average of 18,000 sockeye salmon struggle up the silty Copper and Chitina Rivers to spawn in this lake. This is a unique run. Salmon begin entering the lake as late as September and spawning continues until April. Glacial till and gravels deposited by ancient glaciers and glacial streams mantle the slopes around the lake. Mile 48.3 Looking across the Long Lake inlet streams, the remnants of a C.R. & N.W. Railway trestle can be seen. Marble and limestone is exposed at the trestle footings and in road cuts nearest the stream. The road cuts through sandstone and conglomerate as it ascends the east side of the stream valley. Mile 55.2 State Wayside. This wayside is a gravel pull-out and has vault toilets and exhibit panels. Mile 56.7 Swift Creek, a small clearwater stream drains off Fireweed Mountain. Steeply dipping mudstones of the Chititu Formation are exposed in the cutbank on the west side of the stream. Fireweed Mountain is made up of these dark-colored mudstones and light-colored, silica-rich igneous rocks. Mile 58.0 Change in Land Status - Entering Federal Land. The road is now entering land managed by Wrangell-St. Elias National Park & Preserve. Mile 58.1-58.4 The Kennicott Glacier and River can be viewed from several small turnouts on the southeast (right) side of the road. Ice of the glacier is mantled by rock material, ranging from large boulders to very fine glacial flour that is still in transit. A short walk around the glacier terminus will make it obvious why glacial streams are so muddy. The Kennicott River runs from the glacier down to the Nizina River, so it is only five miles long. Bluffs along the Kennicott River apparently reflect down-cutting by stream erosion after the glacier melted back from its earlier, more extensive size. It can be seen from these viewpoints that the river valley gets progressively deeper going downstream. The Kennicott River drops over 250 feet in its five mile run between the glacier and the Nizina River. Where it empties into the Nizina, the Kennicott River is in an erosional canyon over 350 feet deep; ten miles further downstream the Nizina is entrenched over 600 feet where it joins the Chitina River. Mile 58.6 McCarthy Road Information Station. This National Park Service information station contains posted information that is updated during the summer. Day-use parking is available as well as vault toilets, updated bulletin boards, and a short hiking trail. No overnight camping or parking is available. This station is generally not staffed. Mile 59.4 - The End of the Road! Kennicott River & Parking. You've made it to the end of the road, but in many ways, your adventure is just beginning. All visitors must leave their vehicles at the end of the road and walk, bike, or take a shuttle into McCarthy and Kennecott. McCarthy - 1\/2 Mile from the Footbridge Homesteaded in 1906, McCarthy quickly grew into a lively community with a story all its own. McCarthy served as the supply and recreation stop for the entire Kennecott mining district. Town history is well portrayed by the local museum and guide services. Today, McCarthy retains much of its original flavor. Accommodations, dining, guide services, flightseeing, and air taxis are some of the services available here.        Kennecott Mill   Kennecott Mines National Historic Landmark - 5 miles from the Footbridge Like a time capsule, the impressive structures and artifacts left behind when the mines were depleted represent an ambitious time of exploration, discovery, and technological innovation. Currently, the National Park Service is stabilizing and rehabilitating many of the old buildings. Kennecott Visitor Center The Kennecott Visitor Center is located within the historic landmark. Park rangers and local guide services conduct programs and town tours daily during the summer. This is where most hiking trails depart - trails lead to the Root Glacier and up the mountains to spectacular views and historic mining structures. Jumbo Creek Camping Area - 1.4 miles from Kennecott This primitive camping area has no amenities. It is reached via foot travel only. Water is available from nearby streams and there are bear boxes for storing food.",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/mccarthy-road-guide.htm"
}
