{
    "title": "World War II Valor in the Pacific National Monument: Brothers Assigned to the USS Arizona",
    "body": "Brothers Assigned to the USS Arizona         Delbert Anderson, twin brother of John Anderson, died on the USS Arizona on Dec 7, 1941.   Brothers aboard the USS Arizona On December 7, 1941, Japanese bombs exploded into the hull of the USS Arizona, engulfing the ship in a giant fireball and leaving thousands dead. Amidst the destruction, one thing remained intact - the bond of brotherhood.  Family ties ran deep on the Arizona. Serving aboard were a father and son and 38 sets of brothers. Naturally, they wanted to be together. Their families back home felt the same, but worried about losing all of their boys when disaster struck. These fears became reality as the sinking of the Arizona killed 23 sets of brothers and a father and son.  Similar tragedies early in World War II prompted the Navy to release a bulletin discouraging family members from serving together on the same ship. After this bulletin, no policies, regulations, or laws were made to enforce it. Even the deaths of five Sullivan brothers aboard the USS Juneau in November 1942 could not force a stricter policy, nor did it stop determined brothers from enlisting and serving together. Today is no different as warnings are given to families requesting to be stationed together. Yet, if their ship is not in a hostile area, they can still serve together. Their desire to be with family often overpowers the risks. Simply put, brothers want to be brothers.         John Anderson, assigned to the USS Arizona, survived the attack that killed his brother.   As the Arizona tilted and sank, John Anderson was ordered onto a barge taking wounded men to safety.   \"I can't go, my brother's up there,\" refused Anderson as he was shoved onto the barge and taken to Ford Island.    After landing, John knew he could not stay. He muscled his way back to the barge, ignoring calls of, \"You'll get killed out there,\" and set out toward the sinking, smoking, flaming Arizona in search of his twin brother, Delbert. John never found his brother.    The Arizona brothers were more than comrades in arms, more than mere shipmates. Separated from their loved ones, they only had each other. This real \"Band of Brothers\" strived to remain together, even if it meant they died together.     Brothers Aboard the USS Arizona There were 38 sets of brothers on the USS Arizona; 23 sets were lost. There were a total of 79 individual brothers serving on the USS Arizona, of which 63 died as a result of the attack. There were three sets of three brothers: the Beckers, the Dohertys, and the Murdocks. One from each set survived. Of the 63 brothers who died, only four were recovered and identified: George Bromley, Donald and Joseph Lakin, and Gordon Shive. The remaining 59 brothers remain unaccounted. In addition to the 38 sets of brothers, there was a father and son on the USS Arizona.They were killed in action. The father was Thomas Augusta Free, MM1c, and his son William Thomas Free, S2c. Both men were from the state of Texas, but son William is memorialized at the National Memorial Cemetery of the Pacific, Hawai'i, under the state of California. The information herein is subject to revision, but is deemed reliable at the time of publication.",
    "url": "https:\/\/www.nps.gov\/valr\/learn\/historyculture\/brothersassignedarizona.htm"
}
