{
    "title": "World War II Valor in the Pacific National Monument: Civilian Casualties",
    "body": "Civilian Casualties       At dawn on December 7, 1941, more than half of the United States Pacific Fleet, approximately 150 vessels and service craft, lay at anchor or alongside piers in Pearl Harbor. All but one of the Pacific fleet's battleships were in port that morning, most of them moored to quays flanking Ford Island. By 10:00 a.m., the tranquil Sunday calm had been shattered. Twenty-one vessels lay sunk or damaged, the fighting backbone of the fleet apparently broken. Smoke from burning planes and hangars filled the sky, while oil from sinking ships clogged the harbor. Death was everywhere. The loss of life that day wasn't restricted only to military personnel, or even to Pearl Harbor. Civilians of very different backgrounds, ages, and locations on the island of Oahu also took a heavy toll.  Many civilians worked on the military bases and were present during the attack. One civilian shipyard worker was working on the Floating Dry Dock YFD-2 and ended up hospitalized alongside wounded sailors and Marines. Seven civilians were wounded and one killed during a mistaken Japanese attack on the sugar mill at Waipahu. A similar attack at the sugar mill near MCAS Ewa killed two and wounded seven, while another at Wahiawa wounded nine and killed two. One of the Japanese aircraft crashed into a house at Wahiawa. Several civilian aircraft were in the air over Oahu on Sunday morning. At 7:51 a.m., two Shokaku fighters on their way to NAS Kaneohe fired upon a civilian trainer over the northeastern coastal town of Lai'e. At 7:54 a.m., fighters escorting dive-bombers from Shokaku attacked two civilian Piper Cub trainers. Two of the occupants of the Pipers were missing and one died after landing.  Perhaps the most tragic civilian casualties come from those killed by \"friendly fire.\" Many of the 5-inch anti-aircraft rounds fired at the Japanese aircraft did not detonate properly and landed in civilian areas around Pearl Harbor and Honolulu, exploding on contact with the ground. Many of the civilian fire departments had deployed to Hickam Field and Pearl Harbor to fight fires there and were not available to fight the many fires caused by falling rounds in civilian areas. Japanese fighters also strafed John Rogers field, Honolulu's airport. One civilian was killed in this attack.  In total, 49 civilians were killed and 35 wounded during the attack on Oahu. But these on Oahu were not the only civilian casualties for December 7, 1941. Japanese Naval Airman 1st Class Shigenori Nishikaichi crash-landed his aircraft on the small Hawaiian island of Niihau. Niihau is the private island owned by the Robinson family just northwest of Kauai. To this day, it is known as the Forbidden Island, as approximately 130 Native Hawaiians still live there in a largely subsistence lifestyle. Nishikaichi's fuel tank had been damaged during the dogfight and he landed on Niihau in hope of rescue by a Japanese submarine. On the remote island of Niihau, he enlisted the island's Japanese-American Paymaster, Yoshio Harada, in terrorizing the inhabitants. The pilot and paymaster detained several locals and burned one house. A group of locals rowed to Kauai and notified the Army of the incident. When an Army contingent under First Lieutenant Jack Mizuha arrived at the island, they found both Nishikaichi and Harada dead. Amongst the locals the two had detained was forty-nine year old Ben Kanahele. When the pilot shot Kanahele, the Niihauan killed the pilot and Harada committed suicide. Ben Kanahele was awarded the Medal of Merit and Purple Heart by the U.S. government. Further, Baker and Howland Islands, part of the United States Minor Outlying Islands which includes the Phoenix Island group, were both attacked on December 8, 1941, simultaneously with Pearl Harbor. The day discrepancy is due to the International Date Line. The Phoenix Islands are located approximately 1,000 miles south of Oahu and considered strategically important to the United States (and Britain). From 1935 until rescued in the early stages of World War II, over 130 Native Hawaiians assisted the US Department of the Interior with laying claim to these small specs of elevated coral. Using provisions of the Guano Islands Act of 1856, they were able to secure the island's strategic importance of refueling and moorage across the Pacific for the United States. Two (2) out of the 4 Department of the Interior colonists on Howland Islands were killed by the Japanese. This story has been told in the very interesting movie, Under the Jarvis Moon.    The list below contains the names and locations of the 49 civilians killed in the attack on Oahu.       Civilians  Ewa    Yaeko Lillian Oda, 6     Francisco Tacderan, 34    Honolulu    John Kalauwae Adams, 18 Joseph Kanehoa Adams, 50   Nancy Masako Arakaki, 8 Patrick Kahamokupuni Chong, 30   Matilda Kaliko Faufata, 12 Emma Gonsalves, 34   Ai Harada, 54 Kisa Hatate, 41   Fred Masayoshi Higa, 21 Jackie Yoneto Hirasaki, 8   Jitsuo Hirasaki, 48 Robert Yoshito Hirasaki, 3   Shirley Kinue Hirasaki, 2 Paul S. Inamine, 19   Robert Seiko Izumi, 25 David Kahookele, 23   Edward Koichi Kondo, 19 Peter Souza Lopes, 33   George Jay Manganelli, 14 Joseph McCabe, Sr., 43   Masayoshi Nagamine, 27 Frank Ohashi, 29   Hayako Ohta, 19 Janet Yumiko Ohta, 3 months   Kiyoko Ohta, 21 Barbara June Ornellas, 8   Gertrude Ornellas, 16 James Takao Takefuji, aka Koba, 20   Yoshio Tokusato, 19 Hisao Uyeno, 20   Alice White, 42 Eunice Wilson, 7 months    John Rodgers Airport    Robert H. Tyce, 38    Kaneohe Bay Naval Air Station    Kamiko Kookano, 35    Isaac William Lee, 21    Pearl City    Rowena Kamohaulani Foster, 3    Wahiawa    Chip Soon Kim, 66    Richard Masaru Soma, 22    Waipahu    Tomoso Kimura, 19     Honolulu Fire Department  Hickam Field    John Carriera, 51 Thomas Samuel Macy, 59   Harry Tuck Lee Pang, 30       Federal Government Employees   Hickam Field    August Akina, 37    Philip Ward Eldred, 36       Virgil P. Rahel, age unknown    Pearl Harbor    Tai Chung Loo, 19    Red Hill    Daniel LaVerne, 25",
    "url": "https:\/\/www.nps.gov\/valr\/learn\/historyculture\/civilian-casualties.htm"
}
