{
    "title": "World War II Valor in the Pacific National Monument: Monument App",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Monument App              Monument App        Virtual Pearl Harbor Experience to Debut in December by Tom Gerrish   The National Park Service, in partnership with Pacific Historic Parks, is creating a Pearl Harbor mobile app to enhance the visitor experience at World War II Valor in the Pacific National Monument as well as bring the Monument to those unable to visit. Through the power of technology, the app will be available to anyone in the world interested in the USS Arizona Memorial and the attack on Pearl Harbor.          To enable a 3-D virtual reality experience, the app will be used in conjunction with various virtual reality viewers, which can be purchased or rented at the USS Arizona Memorial Narrated Tour ticket counter, located in the courtyard of the Pearl Harbor Visitor Center, as well as online.   This exciting new app will include the National Park Service’s three virtual reality tours which will showcase a unique blend of visual and fascinating educational content. These tours include:  Walking the decks of the USS Arizona Battleship on Dec. 6, 1941, Witness the attack on Battleship Row, and Visiting the USS Arizona Memorial.  This new app also will provide additional information to augment the existing museum exhibits, signage and sites at the Pearl Harbor Visitor Center, allowing the visitor to explore much deeper into history. For example, when standing at Contemplation Circle, the app on the visitor’s smart phone will be able to pull up an image of what Battleship Row looked like on Dec. 7, 1941, and provide an accompanying article explaining what occurred at that time in history. Additionally, a student in Minnesota will be able to experience a virtual tour of the USS Arizona Memorial and access museum information and stories, as if he or she were actually at Pearl Harbor. The availability of this digitized museum archive will make possible the creation of distance learning modules for educators, potentially reaching school children thousands of miles away. Individuals also will be able to create their own webinars, podcasts or videos using content from the archive. In addition, there will be a separate, free Pearl Harbor app, which will provide the public in-depth visitor information for the Pearl Harbor Visitor Center and the Pearl Harbor Historic Sites. Visitor information will include upcoming events, maps, parking, official Pearl Harbor tours, Arizona Memorial ticketing, group programs and important information on the USS Bowfin Submarine, Battleship Missouri Memorial, Pacific Aviation Museum Pearl Harbor, USS Oklahoma Memorial and the USS Utah Memorial. Within the free app, users can opt to purchase and download the virtual reality tours. Work is progressing to make this project ready for its official launch on Dec. 4, in conjunction with the 75th anniversary of the attack on Pearl Harbor, and more information on how you can get the app will be available at PacificHistoricParks.org.     Article taken from http:\/\/remembrance.pacifichistoricparks.org\/2016\/06\/24\/virtual-pearl-harbor-experience-to-debut-in-december\/",
    "url": "https:\/\/www.nps.gov\/valr\/learn\/photosmultimedia\/monument-app.htm"
}
