{
    "title": "World War II Valor in the Pacific National Monument: Pearl Harbor",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Pearl Harbor                Pearl Harbor              The History of Pearl Harbor Just as the luster of a pearl seems to change with the shifting light of day, so has Pearl Harbor changed in the shifting light of history. This remarkable port, home to the great US Pacific Fleet, has been called \"majestic,\" one of the greatest harbors in the Pacific. In fact, it's long been the envy of every nation that has tried to control it. The sheltered blue-green oasis glitters with scenic, historic and strategic importance -- importance that predates the attack that drew the United States into World War II. Long before the morning of December 7, 1941, Pearl Harbor had been captivating people with its dramatic beauty and provocative history. The ancient Hawaiians called this area Wai Momi, or \"Waters of Pearl,\" for the wealth of pearl-producing oysters that once rested on the bed of the peaceful bay. The sweeping shoreline that caressed the pristine bay also boasted the most fishponds of any area in the islands. This natural abundance made Wai Momi a prime location for fishing and diving. According to legend, a benevolent shark goddess watched over this precious natural resource and protected the area. Just as the Hawaiian people treasured Wai Momi in the old days, the United States honors and values Pearl Harbor today. Over the years, the face of Pearl Harbor has changed dramatically. When the first Westerner, British seafarer Captain James Cook, came to the islands in 1778, a coral reef barred the entrance of the place known as Wai Momi, making it unsuitable as a port for deep-draft shipping. At that time, nearby Honolulu Harbor was an infinitely more hospitable destination. It wasn't until 1826 that the U.S. Navy had its first contact with the Hawaiian Islands, when the schooner USS Dolphin sailed into port. After that, it took more than 13 years for the Navy to begin to recognize the potential of Pearl Harbor. During a routine survey of the area in 1840, an enterprising naval officer determined that the deep inner harbor could be accessed by completely removing the obstructing reef. Despite gaining exclusive rights to Pearl Harbor in 1887, the United States did not make any attempt to take advantage of their claim on this strategic estuary until well after the turn of the century. It wasn't until the capture of Manila during the Spanish-American War, when the United States needed to establish a permanent way station in the Pacific to maintain control of the Philippines. Then, for the first time, the American government began to understand the strategic importance of Oahu. Annexation soon followed, but even then, little was done to fortify the area or capitalize on the vast potential of Pearl Harbor. Finally, beginning in 1902, the entry channel was dredged, deepened, and widened to clear an opening at the entrance of the Harbor. Eventually, the 600-foot-wide, 35-foot-deep passage offered access to the Harbor for the full range of vessels in the fleet, including the massive nuclear aircraft carriers. Despite the success of this massive undertaking, Congress did not officially create a naval base at Pearl Harbor until 1908. Even then, the first large ship did not enter the channel and anchor off Naval Station Pearl Harbor until the armored cruiser USS California crossed the threshold in 1911. From the early days of the 20th century, it was clear that Japan was taking her place as a world power. This shift led the United States to move a significant portion of her naval forces to the Pacific. Pearl Harbor was a focal point of the transition, becoming the home port for much of the Pacific Fleet. And so the pieces of this historic puzzle came together. In a matter of time, the very action taken to protect America from this potential threat would be the thing that made her vulnerable to it. Throughout its history, Pearl Harbor has been revered as a place of great value. In the beginning, it physically yielded sustenance for the Hawaiian people. Later, it empowered America to conquer her enemies. Today, Pearl Harbor embodies the lessons of our past and our vision of the future. Its legacy is the assurance we will never forget the sacrifice that drives our hope for the future. The USS Arizona Memorial was dedicated on Memorial Day of 1962 to commemorate the attack on Pearl Harbor and the men who died defending it. In 1989, the USS Arizona was designated a national historic landmark. Since 1980, the National Park Service has operated the Memorial and the Visitor Center to ensure the preservation and interpretation of the tangible historical resources associated with the attack — including the rich and vivid memories of its survivors. Veterans have always played a key part in maintaining this historic site. In fact, funding for the USS Arizona Memorial is provided in part by Pacific Historic Parks, who coordinates their philanthropic efforts with an active group of Pearl Harbor survivors and others interested in preserving this important legacy. Each year, the USS Arizona Memorial welcomes more than 1.4 million visitors from around the world. To accommodate its international and out-of-state visitors, the site has brochures written in over 30 different languages including English, as well as an audio program which is currently offered in seven different languages.",
    "url": "https:\/\/www.nps.gov\/valr\/learn\/historyculture\/pearl-harbor.htm"
}
