{
    "title": "World War II Valor in the Pacific National Monument: Battlefield O'ahu",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Battlefield O'ahu                 Battlefield O'ahu       \"They fought together as brothers in arms; they died together and now they sleep side by side...\" - Adm. Chester W. Nimitz                   Just before 8 am on Sunday morning, December 7, 1941, many of the sailors aboard naval vessels moored in Pearl Harbor were getting ready for leave and preparing for church services. In a few minutes, the colors would be raised on more than 185 naval vessels throughout the harbor. On Ford Island and around O'ahu, soldiers, Marines, and sailors at Army and Marine airfields and naval air stations were going through similar military routines. The attack came with no warning, as aircraft emblazoned with red disks bore down on the moored ships from all directions. Torpedo planes struck first, flying low over the water and launching torpedoes toward Ford Island's Battleship Row, the primary target. They struck West Virginia, Oklahoma, California, and Nevada, along with vessels berthed in the navy yard. Dive-bombers destroyed hangers and other buildings and parked aircraft at Hickam Field and on Ford Island. Bombs dropped from aircraft high above the harbor tore through Arizona and other battleships. Fighter planes wheeled and dived, strafing aircraft and military personnel.  In minutes, the attackers had transformed quiet routine into a nightmare of massive explosions, black smoke, and men leaping from burning ships into oil-covered water. Pearl Harbor was not alone, as bases all over O'ahu were simultaneously attacked. The intent was to disable the planes on the ground, preventing airborne resistance to the main attack on the fleet at Pearl Harbor. In Honolulu, civilians lost their lives when improperly fused antiaircraft shells landed in the city. Around the island, soldiers and sailors fired back with whatever guns they could find, but with little effect. The second wave arrived about a half-hour after the first. Dive-bombers concentrated on the southeast side of Ford Island and the dry docks, heavily damaging the battleship Pennsylvania and the two destroyers sharing its dock. Nevada got underway, but after the battleships was stuck by at least six bombs, the captain intentionally beached the ship. Bombers again pummeled Hickam Field, while fighters and dive-bombers swept other O'ahu airfields and bases. In less than two hours, the Japanese attackers had weakened - but not crippled - the U.S. Pacific Fleet.       Find out more about the main sites on Oahu:              Battleship Row   Battleship Row was the name of the grouping of eight U.S. battleships moored next to Ford Island and was the main target of the attack.         Ewa Mooring Mast Field   Marine Corps Air Station Ewa was a United States Marine Corps air station  located 7 miles west of Pearl Harbor.                    Opana Mobile Radar Site   Incoming Japanese planes were spotted by radar here. The Opana Radar Site marks the first operational use of radar by the US in wartime.        Ford Island Naval Air Station   At the start of the attack on the Pacific Fleet, Japanese divebombers struck the seaplane ramp, damaging hangars & destroying PBY seaplanes.            Wheeler Field Established in 1922 as an Army airfield, Wheeler Field was the principal Army Air Corps field in Hawaii during the 1920s and early 1930s. Several \"firsts\" in flight history occurred at Wheeler - a 1927 nonstop flight from Oakland, California, to Wheeler, and in 1935 Amelia Earhart took off from Wheeler on the first solo flight between Hawaii and California. By December 1941, Wheeler contained the headquarters of the 14th Pursuit Wing and the 15th and 18th Pursuit Groups and approximately 90 aircraft.      Naval Air Station Kaneohe Bay  Strafing Zero fighters and bombers destroyed 33 of the 36 PBY seaplanes. The second wave bombed two hangars.      Bellows Field Attackers shot down three P-40 fighter planes trying to take off from Bellows and damaged several aircraft still on the ground. One of the five Japanese midget subs that were part of the attack grounded near the field. Two others were sunk by U.S. ships and two disappeared.       Hickam Field Hickam Field, adjacent to Pearl Harbor U.S. Naval Base, was established in 1935 as Hawaii's principal army airfield and bomber base. On December 7, 1941, 51 airplanes were on the ground at Hickam, the headquarters of the Hawaii Air Force, and a flight of 12 B-17s was expected to arrive that morning. The first wave of the Japanese attack on Pearl Harbor was primarily targeting battleships and carriers, but the airfields were also to be hit to prevent a counterattack against the Japanese bombers and torpedo planes.",
    "url": "https:\/\/www.nps.gov\/valr\/learn\/historyculture\/oahu.htm"
}
