{
    "title": "World War II Valor in the Pacific National Monument: Preservation",
    "body": "Preservation        Photograph album of Paxton Turner Carter.  Born 1912, he was killed in action aboard the USS Arizona on December 7, 1941. NPS photo       World War II Valor in the Pacific National Monument relies primarily on citizens like you donating family heirlooms, memorabilia, photographs, and diaries to tell the Pacific War story. Making a donation requires communicating with the park curator and understanding the process involved. Please be sure to read our Donor Information packet for these details. Museum collections always contain objects and specimens, archives, and operate their own libraries. These functions are necessary to support the work of the organization as a whole. The objects and specimens found in a collection can include photographs, paintings, drawings, memorabilia, diaries, letters home, historic books, trophies, newsletters and the like. Basically any significant item that fits the organizational Scope of Collections Statement and park needs. Click here to see a list of materials we are particularly interested in obtaining.  Within national monuments, museum collections serve four basic functions, listed below. All of these functions ensure that history is preserved and shared with the public for future generations.  Public Programs The park is responsible for using its collections to provide information to the public. Exhibits, publications, and interpretative programs are traditional means of supplying public information, but new technology has led to other communication methods, including electronic access through web sites and online databases.  Documentation of Resources Park collections serve as documentation of the physical resources of the park as well as the history of the park's efforts to preserve and protect those resources.  Physical Preservation and Protection of Resources Park collections help preserve and protect a park's resources, not only by keeping the specimens and collections made to document the resources, but also by preserving information about the individual items and the resource as a whole. This is central to the management of both natural and cultural resource material.  Research  During documentation of collections, a park performs research to provide the background information used in cataloging. The park is also responsible for making this information available to legitimate research, which can itself lead to new discoveries about items, or the park as a whole. Please use the links below to access the many research papers, reports, and documents that help us manage the preservation of this special place. USS Arizona Memorial and Visitor Center Administrative History (PDF format)  USS Arizona Memorial Historic Resource Study (PDF format)  World War II and Hawai'i's Civilian Community (PDF format)  World War II in Alaska's Aleutian Islands (PDF format)  Confinement and Ethnicity: An Overview of World War II Japanese-American Relocation Site at Tule Lake",
    "url": "https:\/\/www.nps.gov\/valr\/learn\/historyculture\/preservation.htm"
}
