{
    "title": "Mesa Verde National Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth       AT THE PARK       Junior Ranger Program Children from age 4 to 12 can become a Junior Ranger at Mesa Verde. Just pick up an activity booklet at the Mesa Verde Visitor and Research Center or the Chapin Mesa Archeological Museum, explore the park, complete the activities, and take the booklet to any park information center for review. A special Mesa Verde Junior Ranger badge is awarded for a job well done.         Junior Ranger Station Visit the Mesa Verde Junior Ranger Station at the Chapin Mesa Museum for some extra Junior Ranger fun. Learn more about the Ancestral Pueblo people with kid-friendly hands-on activities. This is a great place to be sworn in as a Mesa Verde Junior Ranger and receive your badge. Open June 15 to August 14, 2016, from 3:00 pm to 5:30 pm (open longer when staffing allows).         Discovering Morefield Campground Camping is a wonderful time to discover the natural side of Mesa Verde. For a fun, family-oriented way to explore your natural surroundings, pick up a Junior Naturalist Activity Booklet and check-out a Discovery Pack filled with kid-friendly field guides, binoculars, hand lens, Native American storybook, and a \"My Mesa Verde Memories\" logbook. Available for free check-out at the Morefield Campground Ranger Station from 5:00 pm to 8:30 pm, May 29 to September 5, 2016.           AT HOME   Hey Kids! Want to try out some activities you can do right at home? Just follow this Park Fun link, print your favorite activity pages, and have fun as you learn about Ancestral Puebloan Life at Mesa Verde! Kids of all ages can learn more about Mesa Verde National Park at home. Do you want to know more about Mesa Verde's cliff dwellings, see artifacts left by the Ancestral Pueblo people, or discover the types of wildlife found at Mesa Verde? Then click on the links below.    • Ancestral Pueblo People of Mesa Verde • Artifact Gallery • Bird Watching • Cliff Dwellings • Geologic Views • Hiking Trails • Historic Photographs • Mesa Verde's Natural Resources  • Mesa Top Archeological Sites • Observing Wildlife • Photography • Plant Walks • Preservation of Archeological Sites • Pueblo Indian History For Kids (Crow Canyon Archaeological Center) • Stargazing",
    "url": "https:\/\/www.nps.gov\/meve\/learn\/kidsyouth\/index.htm"
}
