{
    "title": "Mesa Verde National Park: Park Etiquette: Taking Care of Mesa Verde National Park",
    "body": "Park Etiquette: : Taking Care of Mesa Verde National Park       Before visiting the park, please review these rules of park etiquette with your students. Mesa Verde National Park belongs to everyone. You and your class have a responsibility to take care of Mesa Verde National Park. This responsibility is shared with all park visitors. We would like to have everyone practice the three R's while visiting the park: Respect, Responsibility and Reason.  Leave No Trace (LNT) This summarizes a park and popular outdoor recreation ethic that reminds everyone to be responsible for their actions and leave the park unaltered so that it may be enjoyed by future generations.  When visiting an archeological site, DO NOT SIT, STAND, LEAN, OR CLIMB ON THE WALLS. In many cases, the walls are the only thing that is left as evidence of Ancestral Puebloan habitation. Not only is repair costly, but once the original material is altered so is the information that we are able to gain from it. Of course, a wall will not fall if one person sits or leans on it, but imagine what would happen if everyone who came to the park leaned on the same wall. Over time, it would crack and begin to to fall. As you go to various sites in the park, you may notice darker, smoother areas in the sandstone of various dwellings. These areas are not natural to the rock, rather they are caused from the oils of many human hands who have touched the stone. As rocks go, sandstone is not very hard and every touch removes a little bit of the rock surface and deposits oils onto the sandstone, which contributes to its erosion. Please don't become part of this destructive process.  Archeological resources are valuable only if left in place. At times, park visitors may find a piece of pottery, an arrowhead, a corncob, or bit of twine. These articles are important clues for archeologists about the daily lives of the Ancestral Puebloans. You are encouraged to look at these items, but do not pick them up! Leave them in place and report them to a park ranger as soon as possible, so that we can all share the value of your discovery.  Never pick flowers, pull leaves from trees, or touch any animals in the park. Like all national parks, Mesa Verde was created to protect all of its features from human disturbance. Imagine if everyone who came to Mesa Verde picked flowers, there may be none left for you to see. Safety is another consideration. Many plants in the Mesa Verde area are poisonous and many \"cute\" animals carry diseases or can be dangerous when frightened or provoked. There are places outside of the parks where collecting ecological samples may be appropriate. In our national parks, however, all objects are to be left alone for our enjoyment and that of future generations.  Running, yelling, and horseplay are not appropriate in a national park. You share the park with other citizens of the United States and the world. Quiet, respectful visitation is expected in the park. We want you to have fun and enjoy your visit to Mesa Verde, but remember that Mesa Verde is an outdoor museum, not a playground.  Your safety is important to us, and to those who come after you. Have you ever heard the saying, \"An ounce of prevention is worth a pound of cure?\" At Mesa Verde, that means to pay attention to your surroundings, where you are walking and what you are doing so that you can prevent injury to yourself and others and prevent the need for medical care. If you were to have an accident in the park, it would no doubt ruin your day. However, it would also affect many other people. Rescue operations are very expensive and frequently endanger rescuers, inconvenience other park visitors and can completely change your group's plans.  Stay on the trails. Do not climb on rocks. Be careful at all overlooks and cliff edges. Canyons at Mesa Verde are hundreds of feet deep. A fall on a trail may mean a skinned knee. A fall at an overlook could mean that you won't make it home for supper, or worse! Rescues in this terrain are difficult, time consuming and costly.  Drink plenty of water and eat a snack before taking a tour. Do not take a cliff dwelling tour on an empty stomach and be sure to take some water (soda, juice, sports drinks, etc. are not allowed) to drink along the way. Fainting is our most common medical problem, and lack of food and water is the main cause.  Watch the weather - stay away from cliffs and overlooks when there is lightning or thunder. Storms at Mesa Verde can be very dangerous, as they are frequently accompanied by lightning. People have been struck by lightning at Mesa Verde! When touring the park, be aware of the weather. Watch for dark clouds and seek shelter when a storm is near.  ~ Thanks for your cooperation! ~",
    "url": "https:\/\/www.nps.gov\/meve\/learn\/education\/park_etiquette.htm"
}
