{
    "title": "Mesa Verde National Park: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       By an Act of Congress, signed by President Theodore Roosevelt on June 29, 1906, certain tracts of land in southwestern Colorado were set apart as a public reservation known as Mesa Verde National Park. This land, inhabited by Ancestral Puebloans from approximately A.D. 600 to A.D. 1300, included the most complete and extensive concentration of prehistoric cliff dwellings in the United States. The park was charged with the preservation of the archeological sites and other works and relics of prehistoric inhabitants within its boundaries. Today, with over 52,000 acres, Mesa Verde National Park preserves and protects over 4,000 archeological sites, which includes 600 cliff dwellings, and over 3 million associated objects in the park’s research collection. The archeological sites found here, are some of the most notable and best preserved in the United States. The mission of Mesa Verde National Park is rooted in and grows from the park’s legislated mandate from 1906 -- its purpose for being. Other laws and Presidential Executive Orders have further clarified the park’s purpose and mission. This mission includes:    • Preserving and protecting from injury and spoliation sites, artifacts and other works of Ancestral Puebloan peoples;   • Protecting wildlife, birds, and other natural resources from willful destruction, disturbance and removal;   • Managing and protecting the pristine character of designated wilderness on 8,100 acres;   • Provide for research to increase knowledge and aid in the advancement of archeological science;   • Maintaining American Indian rights annuities and benefits that are entitled by law, treaty and executive orders; and   • Protecting the scenery of Point Lookout.            The Park Studies Unit at the University of Idaho conducts research to better understand the experiences, opinions, and needs of those who use and those who manage public lands. View the following reports for Mesa Verde National Park.    Mesa Verde National Park Visitor Study, Summer 2012 (pdf, 1.1 mb) Impacts of Visitor Spending on the Local Economy, 2012 (pdf, 426 kb)",
    "url": "https:\/\/www.nps.gov\/meve\/learn\/management\/index.htm"
}
