{
    "title": "Sunset Crater Volcano National Monument: Curriculum Materials",
    "body": "× Rate the Lesson Plan             Lesson Plan Sunset Crater Volcano Web Quest    Download Lesson Plan         Photo by Amanda Stalvey (Teacher Ranger Teacher)          Overall Rating    Very poor Not that bad Average Good Excellent     Add your review   Close   Source Authority, Credibility and Authenticity     Very poor Not that bad Average Good Excellent         Addresses Curriculum Standards     Very poor Not that bad Average Good Excellent         Clarity, Structure and Readability     Very poor Not that bad Average Good Excellent         Ease of Use     Very poor Not that bad Average Good Excellent         Creativity and Innovation     Very poor Not that bad Average Good Excellent              Grade Level: Fifth Grade-Twelfth Grade Subject: Earth Science, Geology, Science and Technology, Tectonics, Volcanoes, Writing   Duration: 1 hour 45 minutes Group Size: Up to 24 Setting: computer lab National\/State Standards: Common Core: SL.5.2; RST.6-12.3; RST.6-12.4, W.5.7; WHST.6-12.6. AZ State Science: S1C1, S1C3, S1C4, S1C2 PO1, S2C2 PO4, S6C2 PO5.     Overview This web-based activity will guide the students through a few of the concepts associated with volcanism and then walk the students through a virtual tour of the monument while helping the students learn about the processes that make this area so unique. Students will conduct an internet based inquiry investigation focusing on understanding what causes volcanoes, what are some volcano hazards, and examples of volcanoes from around the world. Objective(s) Guiding Questions: What causes volcanoes? What are some examples of global volcanoes? What are volcano hazards? Critical Content: Learn how the Sunset Crater Volcano is an example of a recent volcanic eruption, and how that eruption did and has affected the area. Student Objectives: Students will …  conduct an internet based inquiry investigation focusing on understanding what causes volcanoes, what are some volcano hazards, and examples of volcanoes from around the world. use critical thinking techniques to answer volcanic process and impact questions. explore a National Monument using virtual technology.  Background The web quest itself is broken up into 3 distinct investigations, each targeted at answering a key question. Students will be given one of 3 investigation sheets to complete at the computers, which will create the groups for part 2 of this lesson. For the second part of this lesson, students will group up based on which investigation they completed. In these groups, students will compare the answers they found, and then create a poster or whiteboard presentation that answers their key question. These presentations can be as simple or detailed as the teacher would like to make them. This lesson may work as a standalone lesson for students to \"virtually\" visit the monument without having to leave school, or can work well as a pre-field trip introduction. Materials  Sign up for a day to use the computer lab. Photocopy the worksheets (3) for the web quest. Decide if the groups will be presenting from a poster or whiteboard. Gather presentation materials and supplies.   Webpage for Groups: access the webpage for each group worksheet here.      Documents        Group 1: Worksheet Sunset Crater Volcano Web Quest! Group 1: What causes volcanoes? Download   Group 2: Worksheet Sunset Crater Volcano Web Quest! Group 2: What are some examples of global volcanoes? Download   Group 3: Worksheet Sunset Crater Volcano Web Quest! Group 3: What are volcano hazards? Download      Procedure    Part 1 Part 2   Part 1: Day 1 Step 1: Divide the class into 3 groups. Each student will receive a computer lab worksheet that associates with that group and its primary question. Step 2: Go to the computer lab. Students should work on answering the questions on their worksheet either individually or in partners. This is dependent on how many computers are available and up to the teacher's preference. Step 3: Students will complete the worksheet, and explore the websites to gain knowledge and ideas to present to the class. Each student should focus on answering the question at the top of their worksheet.   Part 2: Day 2 Step 4: Students will group up in the classroom according to the worksheet they completed. In these groups students will need to compare the answers they got to the rest of their groups. Step 5: Hand out either whiteboards or poster paper and drawing materials to each group. Step 6: As a group, students will create a presentation that answers their key question associated with their groups' worksheet. Post these additional topics somewhere on the board for the students to include in their presentations as well.    Pick 2 specific questions from page one of your web quest and answer them.   How does your virtual tour of Sunset Crater Volcano support your answer to your group's primary question?   Name one more interesting fact about Sunset Crater Volcano that you learned during this investigation.     Step 7: Each group will present their findings to the class, and show how they answered their primary question. It is up to the teacher to decide how to grade these presentations, and how the students are made responsible for the information. It is recommended that students take notes. Step 8: OPTIONAL but recommended. Take a field trip to Sunset Crater Volcano!        Part 1     Part 1: Day 1 Step 1: Divide the class into 3 groups. Each student will receive a computer lab worksheet that associates with that group and its primary question. Step 2: Go to the computer lab. Students should work on answering the questions on their worksheet either individually or in partners. This is dependent on how many computers are available and up to the teacher's preference. Step 3: Students will complete the worksheet, and explore the websites to gain knowledge and ideas to present to the class. Each student should focus on answering the question at the top of their worksheet.     Part 2     Part 2: Day 2 Step 4: Students will group up in the classroom according to the worksheet they completed. In these groups students will need to compare the answers they got to the rest of their groups. Step 5: Hand out either whiteboards or poster paper and drawing materials to each group. Step 6: As a group, students will create a presentation that answers their key question associated with their groups' worksheet. Post these additional topics somewhere on the board for the students to include in their presentations as well. Pick 2 specific questions from page one of your web quest and answer them. How does your virtual tour of Sunset Crater Volcano support your answer to your group's primary question? Name one more interesting fact about Sunset Crater Volcano that you learned during this investigation.  Step 7: Each group will present their findings to the class, and show how they answered their primary question. It is up to the teacher to decide how to grade these presentations, and how the students are made responsible for the information. It is recommended that students take notes. Step 8: OPTIONAL but recommended. Take a field trip to Sunset Crater Volcano!      Assessment Students will complete a worksheet in the computer lab, and a group presentation to share their answers. Park Connections It is suggested that classes visit Sunset Crater National Monument and compare what they saw in the lab to what they can see at the monument itself. Sunset Crater Volcano National Monument is a great place to see how natural disasters caused people to move and adapt. Check out a lava flow and see which plants have come back and taken root out of the lava flows. Check out the displays, information and seismograph at the Visitor Center. Extensions   Research a volcano.   Map out the volcanic evidence around the San Francisco Volcanic Field.   Make a model of a volcano.             Lesson Plans  Writing Home   Geology Makes a Home   Grand Canyon Geology    Distance Learning  Denali: \"The High One\" (Geology of the Mountain)   Climate Connections   Layers in Time     Field Trips  Geology   Geology: Our Rockin' Earth   Earth Science Field Trip    Topics  The Liberty Bell as a Modern Symbol, grades K-2   A Soldier's Notes From Michigan's Big Battle   John Smith's Masterpiece and Copyright Nightmare",
    "url": "https:\/\/www.nps.gov\/sucr\/learn\/education\/classrooms\/curriculummaterials.htm"
}
