{
    "title": "Mesa Verde National Park: Air Quality & Webcam",
    "body": "Air Quality        View to the southwest from the dust monitoring webcam.          Air Quality Research at Mesa Verde National Park A webcam is installed at Mesa Verde National Park as part of a multi-agency air quality research project. In 2011, Mesa Verde National Park became a part of a dust monitoring network spread across the Colorado Plateau and maintained by researchers at the University of Colorado at Boulder and the US Geological Survey. Set up to monitor dust storms in the area, the new station at Mesa Verde includes a device that collects airborne particles and a webcam. Development of the monitoring network was prompted by a series of large dust deposition events in the Colorado high country over the past several springs. These events have blanketed the mountains in dust, initiated the early onset of snowmelt, reduced summer runoff, and even periodically restricted air traffic into airports in western Colorado. The dust is blown in from the deserts to the west of the Rockies, and is partially the result of widespread human disturbance of desert soils that began in the mid to late 1800s and continues today. Most of the dust associated with these large events is not currently measured. Nor is the full impact on visibility, particularly in federally protected airsheds, captured by other kinds of monitoring networks. Both land management activities and climate change (such as aridity and storm intensity) can affect the frequency and amount of dust emissions moving in and settling across the area. The new results from the dust monitoring stations will help scientists evaluate dust deposition trends, lead to a better understanding of the cause(s) of these events, and can then be applied in future land management decisions. According to a desert soil expert with the USGS, \"…reducing dust loads in this area and in similar mountainous areas around the world may help lessen regional effects of climate change.\" The data from this and similar studies can ultimately have major implications for people living in seven U.S. states and Mexico who rely on the Colorado River for drinking, agricultural and industrial water. In addition to Mesa Verde National Park, the dust monitoring network includes stations at Canyonlands National Park, UT; Niwot Ridge, Front Range, CO; Telluride, CO, and Craig, CO.  To go to dust monitoring webcam visit http:\/\/gec.cr.usgs.gov\/info\/regional_cams\/mvnp_cam.html. The webcam is hosted by the U.S. Geological Survey.   To get an 'in depth' look at air quality in the National Parks, visit the National Park Service Air Resources web pages.   To learn more about air quality at Mesa Verde National Park specifically, visit the National Park Service Air Resource: Mesa Verde web pages.",
    "url": "https:\/\/www.nps.gov\/meve\/learn\/nature\/dustmonitoring.htm"
}
