{
    "title": "Mesa Verde National Park: Educational Fee Waiver Information",
    "body": "Educational Fee Waiver Information       Educational Fee Waiver Qualifications: Since you are representing an educational institution, you may be eligible for a waiver of entrance fees. To qualify for a fee waiver, your group must meet the following three criteria:    1. ELIGIBILITY     You must be a bona fide educational group, and be able to provide documentation of your official recognition as an educational or scientific institution by a Federal, State, or Local government body. Therefore, you should be able to provide at least one of the following:  A statement confirming educational or scientific tax exemption from the IRS, or the applicant’s national, state or local tax authority, or A statement from a bono fide educational institution confirming that the group is visiting for the purpose of providing transferable educational credit based on curriculum, or A statement of accreditation, or recognition as an educational institution from a qualified national, regional, state, or local authority for the applicant’s location.     2. EDUCATIONAL PURPOSE     Clearly describe the educational purpose of the visit. Applicants must provide a written statement on the application confirming that the visit supports a specific curriculum for which academic credit is offered. If the group is on a commercial tour, the applicant must state how the tour supports the curriculum.      3. RELEVANCE OF PARK RESOURCES     The visit must be conducted for educational or scientific purposes related to Mesa Verde National Park. Applicants must provide a written statement on the application, identifying the park resources and\/or facilities that will be used to support the educational purpose of the visit, and how the resources are relevant to that purpose.      To apply for an educational fee waiver, please complete the following Fee Waiver Application Form (pdf, 35 kb) using the criteria described above, and return it to us as soon as possible. If approved, an educational fee waiver will be granted for access into Mesa Verde National Park. A copy of the approved fee waiver will be faxed to you, and a second copy sent to the entrance gate for their records. Please allow 2 - 3 weeks for processing.  Guidelines for Chaperone to Student Ratios: Since fee waivers are only for educational purposes, the following guidelines will be used in determining an appropriate number of chaperones eligible for a fee waiver. The number of chaperones allowed under a fee waiver is based on the age and grade level of the students. The ratios of eligible chaperones to students is 1:5 for elementary school; 1:12 for high school, and 1:20 for college students. Approved fee waivers will apply only to students and the appropriate number of chaperones as stated in these guidelines. Any additional chaperones will be required to pay the per person charge as applicable. (Go to Fees & Reservations for the entrance fee during the time of your visit.) If you have further questions concerning fees at Mesa Verde National Park, do not hesitate to call us at (970) 529-4461. We hope you enjoy your visit to Mesa Verde National Park!   Fee Waiver Application Form (pdf, 35 kb)  ι  Free Adobe Reader*    *Note: The Free Adobe Reader is required to read pdf files.",
    "url": "https:\/\/www.nps.gov\/meve\/learn\/education\/feewaiver_info.htm"
}
