{
    "title": "Mesa Verde National Park: Animals",
    "body": "Animals       Mesa Verde contains several habitats that support a great diversity of resident and migratory wildlife. The park has been named a Colorado Important Bird Area (IBA) by the Audubon Society, and has two Protected Activity Centers and three breeding Core Areas for the threatened Mexican Spotted Owl totaling 5,312 acres. The Colorado Natural Heritage Program and The Nature Conservancy have classified all of Mesa Verde National Park within their Network of Conservation Areas (NCA) because of exceptional occurrences of rare plant and animal species. The park's geographic isolation and its location in a geographic transition zone, help provide niches for this wide variety of animal species. Currently, about 74 species of mammals, 200 species of birds, 16 species of reptiles, five species of amphibians, six species of fishes (four of which are native), and over 1,000 species of insects and other invertebrates spend at least part of the year within park boundaries. Some animal species, such as the native fishes and amphibians, are confined to rather narrow econiches in a single biotic community. Others, such as coyote, deer, and other large mammals, are found in a wide range of habitats. Click here for information on bird monitoring activities in Mesa Verde that highlight species of concern. Ecological relationships, such as with the rare Black Swallowtail Butterfly who's larvae feed on one of the park's rare endemic plants, the Mesa Verde Wandering Aletes, are found in the park. If we lose the plant, the butterfly may disappear as well. Some insects found in Mesa Verde and Yucca House in recent years are entirely new to Colorado and to science or to Colorado, such as the Mesa Verde tiger beetle and the Anasazi digger bee. As you visit Mesa Verde, please remember that approaching, feeding, harassing, hunting, trapping or capturing any wild animal in the park is against the law.                   Mesa Verde Wildlife   14 Photos  Images of wildlife at Mesa Verde National Park. The images in this album can be downloaded directly from the photo gallery. Most images are in JPEG format at 300 dpi. They may be used for private, public, or press use. Please credit \"NPS Photo.\"",
    "url": "https:\/\/www.nps.gov\/meve\/learn\/nature\/animals.htm"
}
