{
    "title": "Mesa Verde National Park: Plants",
    "body": "Plants       Mesa Verde National Park supports four major plant communities, all of which fall within the semi-arid Transitional and Upper Sonoran Live Zones.          Shrub-steppe community NPS PHOTO  The shrub-steppe community in the lower elevations is dominated by big sagebrush, rabbitbrush, and several herbaceous species. It flourishes in dry canyon bottoms, in burned areas, and in the transition zone between the mountain shrub community and the pinyon-juniper woodlands.          Pinyon-juniper woodland NPS PHOTO  The pinyon-juniper woodland is dominated by Utah juniper and Colorado pinyon pine. This community is also known as the “pygmy forest,” as both of these tree species rarely exceed 30 feet in height. This community at Mesa Verde includes champion sized and very old trees such as a Utah juniper tree with a trunk 52 inches in diameter, largest in all of Colorado, and another dated at 1,300 years old. Where the trees’ dense growth is sparse enough to permit an understory, it is largely composed of bunch grasses, broad-leafed yucca, and prickly pear cactus. Until its acreage in the park was cut in half by wildfires in recent years, this was the most widespread plant community in the park. It covers the mesa tops and upper canyon slopes lying at or below 7,800 feet in elevation.          Mountain shrub community NPS PHOTO  The mountain shrub community stretches across the park from east to west, in a broad swath which extends several miles south from the north rim of the cuesta, at elevations above 7500 feet. Typical plant species here include Gambel oak, Utah serviceberry, mountain mahogany, cliff fendlerbush, and various bunch grasses and flowering perennials.          Gambel oak and Douglas-fir woodland NPS PHOTO  The Gambel oak-Douglas-fir woodland is found at higher elevations along the north rim and in sheltered areas in some canyons. A few relic stands of quaking aspen occur at higher elevations. Before the wildfires of the past decade, Ponderosa pines grew in areas of acidic soil in 45 localities throughout the park. The recent fires have heavily impacted both Douglas-fir and Ponderosa pines at Mesa Verde.          Seep spring (near Spruce Tree House) provides a moist microclimate for additional plant species. NPS PHOTO  Although most of the land within the park boundaries is semi-arid to mesic, there is a riparian zone along both banks of the Mancos River which forms a 4.7-mile long moist corridor of the eastern boundary. Common species in this riparian zone include cottonwood, willow, and buffaloberry. There are also some 282 seep springs which flow from between the rock juncture of Cliff House sandstone and Menefee Formation shale. Many of these create moist microclimates for more moisture loving species including mosses, orchids, and ferns.        The Colorado Natural Heritage Program and The Nature Conservancy have classified all of Mesa Verde National Park within their Network of Conservation Areas (NCA) because of exceptional occurrences of rare plant and animal species. There are also two smaller sections within their Potential Conservation Areas (PCA) system totaling 26,442 acres because of outstanding biological diversity related to rare plant species. Over 640 species of plants occur in Mesa Verde National Park. These include approximately 556 species of vascular plants, 75 species of fungi, 21 species of moss, and 151 species of lichen. In addition, a number of rare endemic species occur in Mesa Verde that are found nowhere else, some rated by the Colorado Natural Heritage Program as Critically Imperiled Globally. Endemics include Cliff Palace milkvetch, Schmoll’s milkvetch, Mesa Verde wandering aletes, and Mesa Verde stickseed. There are also about 80 species of non-native plants that have invaded the park, some of which have been classified as invasive, noxious weeds which, by law, means they must be controlled. Visit our Plant Walk page for suggestions on trails that are the best locations to view and understand the plant life in Mesa Verde National Park. Please remember that picking wildflowers, killing or collecting any plant in the park is against the law.         Common Plant Species in Mesa Verde National Park If you would like a list of common trees, shrubs, and wildflowers in the park, click here (pdf, 111 kb)",
    "url": "https:\/\/www.nps.gov\/meve\/learn\/nature\/plants.htm"
}
