{
    "title": "Mesa Verde National Park: Stories",
    "body": "Stories                  For a printable PDF of this page, click on the link below.        •Mesa Verde National Park Timeline  (pdf, 1.2 mb)                1765    Don Juan Maria de Rivera, under orders from New Mexico governor Tomas Velez Cachupin, led what was possibly the first expedition of white men northwest from New Mexico. Rivera’s men saw ancient \"ruins,\" but made no identifiable reference to Mesa Verde in their journals.       1859       By 1859, several groups had entered the region, exploring both the north and south sides of Mesa Verde. The first European known to climb onto the mesa, was geologist Dr. John S. Newberry, a member of the 1859 San Juan Exploring Expedition. Although he didn’t record finding any archeological sites, the expedition was the first to officially use the name Mesa Verde. The manner in which it was identified, suggests the name was already in common usage.       1874       Pioneer photographer William Henry Jackson was photographing in the mountains northeast of Mesa Verde in August. There he met an old friend who introduced him to John Moss, a miner who had spent several years ranching and exploring near Mesa Verde. Moss offered to guide him to the ancient sites he and his men had found. With Moss leading the way into Mancos Canyon, Jackson entered Two Story House, and took the first photographs of a cliff dwelling in the Mesa Verde region. The photographs taken by Jackson that September helped call attention to the area.       1875       The second cliff dwelling in the Mesa Verde area to be named was Sixteen Window House. William H. Holmes, leader of a geologic government survey, discovered and named the site found in Mancos Canyon.       1883-1884    The prospector S. E. Osborn spent the winter in the canyons of Mesa Verde and later wrote about many of the sites seen. Many believe he is the first documented visitor to enter Balcony House. His name and the date March 20, 1884, were carved in a nearby dwelling in lower Soda Canyon.       1886    The first known suggestion that the area be set aside as a national park appeared in an editorial in the Denver Tribune Republican on December 12, 1886. The editor was concerned that \"vandals of modern civilization\" were destroying the sites and that the area needed Federal or State protection.                1888-1892    Local rancher Richard Wetherill and his brothers made several trips into Mesa Verde, primarily for collecting archeological material. At least eight individual collections were assembled by the Wetherills during this period, several of which were later combined and sold in four collections. The first collection was sold to the Colorado Historical Society.               1888: On December 18, Richard Wetherill and his brother-in-law, Charles Mason, rode out in search of lost cattle with their Ute guide Acowitz. They first saw Cliff Palace near modern-day Sun Point and went to investigate. That afternoon Richard entered Spruce Tree House, and the next day the two men climbed to Square Tower House. Although Richard’s brother, Al, saw Cliff Palace the year before, he did not enter the dwelling. So the credit for its \"discovery\" was given to his brother Richard and to Charles Mason. 1889: Over a 15-month period, the Wetherill brothers explored the Mesa Verde \"ruins\" and reported having entered 182 cliff dwellings, 106 in Navajo Canyon alone. On December 20, their father Benjamin Wetherill wrote a letter to the Smithsonian Institute. He proposed that the Mancos and its tributary canyons, as well as Mesa Verde be reserved as a national park in order to preserve the cliff dwellings. 1890: On February 11, in another letter to the Smithsonian, Benjamin Wetherill again stated their desire that the area be made into a national park to protect the \"ruins.\" If not, he feared that \"the tourists, will destroy them.\"       1890       An article in the January 1 issue of the Durango Herald described Montezuma County’s view of setting aside the Mancos Canyon area with its cliff dwellings as a national park.       1891       Baron Gustaf E. A. Nordenskiöld, of the Academy of Sciences in Sweden, using painstaking field methods for his time, excavated, sketched, and photographed numerous sites. He is credited by many as being the first scientist to visit Mesa Verde. He collected about 600 items which were sent to Sweden, and now reside in the National Museum in Helsinki, Finland. His book, The Cliff Dwellers of the Mesa Verde, was the first extensive examination and photographic record of Mesa Verde’s cliff dwellings.       1900    The Colorado Cliff Dwellings Association was formed under the leadership of Virginia McClurg and Lucy Peabody. The organization’s sole purpose was to preserve the cliff dwellings of the Mesa Verde area. They promoted their campaign to make Mesa Verde a national park through letter writing, fund raising, and even tours of Mesa Verde for the press.       1901-1905    In February, 1901, the first bill was introduced before Congress to create \"Colorado Cliff Dwellings National Park.\" The bill did not pass. At least four more bills were introduced during the following years, but all failed.                1906    In 1905, a bill for the creation of Mesa Verde National Park was introduced in the 59th Congress. This bill was subsequently passed, and the park was created on June 29, 1906. The bill was signed by President Theodore Roosevelt. Earlier that same year, on June 8, 1906, a bill called \"an Act for the Preservation of American Antiquities,\" or more commonly, the \"1906 Antiquities Act,\" was passed. This act made it a federal crime to collect or destroy any historic or prehistoric object or building on federally owned land.       1908    Excavation and repair of major sites began so visitors could see and enjoy the park. Most of the early work was done by Jesse Walter Fewkes, an archeologist from the Smithsonian Institution.       1930s-1940s       Franklin Roosevelt’s New Deal program launched in 1933, brought the Civilian Conservation Corps (CCC) to Mesa Verde. The CCC and other depression era efforts employed young men and women to build trails and roads, operate switchboards, help in archaeological excavations, fight fires, build park buildings, and create museum exhibits.       1958-1965       The Wetherill Mesa Archeological Project ranks among the biggest archeological studies ever performed in the United States. The project included archeological surveys, excavations, stabilization, and documentation of various sites. In total, the project excavated eleven sites on Wetherill Mesa, including Long House, the second largest cliff dwelling in the park.       1972       Wetherill Mesa was opened to visitors.       1978    Mesa Verde National Park joined a select group of areas designated by UNESCO (United Nations Educational, Scientific and Cultural Organization) as a World Heritage Cultural Site.       2006    A yearlong celebration of Mesa Verde National Park’s 100th anniversary included events such as opening and closing ceremonies, a birthday party, special tours, and a lecture series. In the spring of 2006, all Native American human remains and associated grave goods in the park’s collection which were excavated within park boundaries were reburied. The reburial ceremony was a result of 12 years of consultation with the park’s 24 associated tribes, and was performed by both park staff and the Hopi tribe. Due to the sensitive nature of the event, and out of respect for the tribes, the reburial was closed to the general public and took place in an undisclosed park location. The repatriation was done in accordance with the Native American Graves Protection and Repatriation Act (NAGPRA) of 1990.               For more information on the creation of Mesa Verde National Park, go to the park’s online bookstore at www.mesaverde.org and find the link to Mesa Verde: 100 Years.",
    "url": "https:\/\/www.nps.gov\/meve\/learn\/historyculture\/stories.htm"
}
