{
    "title": "Mesa Verde National Park: Preservation",
    "body": "Preservation of Archeological Sites       Mesa Verde National Park was established in 1906 to preserve archeological sites built by the Ancestral Puebloans. Currently Mesa Verde has over 4,700 archeological sites with many more yet to be discovered. The mission of the archeological program at Mesa Verde National Park is to conduct, encourage and facilitate archeological and ethnographic research focused on prehistoric and historic occupations in Mesa Verde, and to link research results to the regional histories of the northern San Juan and the greater Southwest. Our focus is to enhance and share knowledge of the Ancestral Puebloan culture, and to ensure that archeological sites are preserved for the benefit of future generations. Our mission will be accomplished by maintaining a highly trained and diverse staff in support of site preservation and quality archeological research that sustains current and future goals and objectives. The caretaking of these sites is done through a variety of disciplines and personnel, and can be viewed by clicking on any of the links below:             The Archeological Site Conservation Program was created in 1994 as a means to link the many disciplines of archeological research and preservation activities that take place in the over 600 cliff dwellings that contain standing architecture. more...              In response to the recent large wildfires, large scale Post Fire New Site Survey projects have occurred 10 out of the past 12 years. A total of 682 new archeological sites were discovered and recorded during the surveys. more...             Find out how Mesa Verde sites are repaired as part of the Stabilization and Structural Engineering program. You can also learn about the stabilization needs of Cliff Palace in particular by going to Preserving Cliff Palace. more...           Mesa Verde archeologists team with many Partners that conduct specialized archeological research including rock art and historical inscription documentation. more...              Click here to see some of the research publications written by Mesa Verde archeologists that are available from the Mesa Verde Museum Association bookstore. more...",
    "url": "https:\/\/www.nps.gov\/meve\/learn\/historyculture\/preservation.htm"
}
