{
    "title": "Mesa Verde National Park: 2015 Project FAQ Sheet",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preserving Cliff Palace     2015 Project FAQ Sheet                Preserving Cliff Palace - Conservation and Stabilization Project FAQs       Cliff Palace Conservation and Stabilization Project FAQs for 2016  The following is a list of Frequently Asked Questions explaining the Cliff Palace project and its effects on the park and visitation.   Why are you closing Cliff Palace this spring and fall? To allow the park’s preservation team to begin initial repairs on unstable foundations that are causing portions of the ruins to crack, slip and fall, making the site unsafe for public visitation. This spring, we expect to reopen Cliff Palace for ranger-guided tours on Friday, May 27, 2016.     How bad is the damage, and what has to be fixed? In 2016, teams of archeologists and stabilization experts will be actively working in the southern end of the Cliff Palace alcove during the spring and fall months. Their work will focus on the areas near the southern section of the retaining wall, which dates from the 1930’s.   The root of Cliff Palace’s structural problems is the foundations — really the lack of foundations — upon which the entire southern end of the community was built in the 13th century. Although the northern areas appear firmly based on bedrock, the southern end is footed in loose unconsolidated soil and rubble. Without a solid base, the structures in the southern end of the site are sliding downhill at uneven rates, leading to cracks, falling walls, and general instability.     When and for how long will it be closed? Cliff Palace will be closed this spring and reopen for tours on May 27, 2016. During the summer, the preservation teams will analyze the data from their spring work and prepare for the fall preservation phase. The site will be closed to public access September 26, and work will continue until weather precludes access.     But those are some of the best times of year for tours, before and after the big summer crowds. Why can’t you do the work when Cliff Palace already is closed, in late fall or winter? Masonry work is impractical and difficult in freezing conditions, and often dangerous due to the presence of snow and ice. Additionally, in order to keep workers, visitors, and the site itself as safe as possible, no public access is permitted.     How much will all this work cost? Total costs are estimated at approximately $450,000.     How will Mesa Verde pay for it? The park is using a combination of NPS project funding, donations raised by the Mesa Verde Foundation, and funds from the park’s annual operating budget. The park is also pursuing a grant from the Colorado State Historical Fund. We have a good chance at this, though it is not a certainty.     Will it affect other operations and services in the park? Other than changes in tour schedules because of the pre-Memorial Day and post-Labor Day closures, visitors will not experience any changes to operations or services in the park.     Then why can’t Cliff Palace stay open while you do the repairs? It’s a pretty big place, and it’s only a couple of kivas and a retaining wall, right? Cliff Palace will be closed during the repairs for visitor safety. Tours presently come into the site by taking a narrow stairway down through rock walls and then climb a 12-foot ladder into the site. They exit on the opposite side of the site by climbing four 10 to 12-foot ladders. Because the kiva sits in the middle of the site, the construction will be blocking the normal exit. If one tour were following another, there would be no place for the two groups to pass each other safely—i.e., those coming and those going out. If we limited it to one tour, the normal entrance route would become an exit route which is not feasible for climbing out of the dwelling.     Cliff Palace has stood for hundreds of years. Why is it deteriorating now? The ancient people were constantly repairing their homes. When the park initially opened in 1906, the problem of preserving it was complicated by its terraced front. In some places, the walls in front of the alcove floor had to be rebuilt. By the end of the 1933 travel season, a program of repair and protection was prepared. Cliff Palace, in the north and central portions particularly, was moving and settling slightly on its foundations. All the structures of this cliff dwelling rested on an insecure natural fill that was formed by the disintegration of the alcove roof. Pedestrian traffic resulted in enough vibration to cause a continuous settlement of the loose material.  With increased visitation following World War II, it again became necessary to close the main portion of Cliff Palace to visitor entry as the vibration caused by heavy visitation was causing some of the prehistoric terraces to deteriorate at a rapid rate, producing significant damage in adjacent room walls.  Although we decreased the size of the tours allowed in 2012, we have now reached the point where the instability of the fill and the vibration have created major damage and require structural repair. The safest and fastest way to make those repairs is to close the site to visitation.     Will this ongoing work affect, delay or change Cliff Palace tours, their frequency and capacity in summer? Other than changes in the spring and fall tour schedules, visitors should not experience any significant change at Cliff Palace. In the unexpected event that other changes are necessary, the park will let the public know via the park’s website, Facebook page, local newspapers and other media, information desk operations and services in the park.     Your October 2014 condition assessment said both kivas “are in imminent danger of collapse.” Why do you still allow tours? Isn’t that dangerous? We were aware of the Kiva F instability in 2011 and closed the surrounding area that year. The park has not had a tour of the site since the 2014 season ended which was before the condition assessment was completed. The work to begin this spring before the summer season will address the kivas’ stability and any safety concerns before the site reopens for visitor tours after Memorial Day.     If Cliff Palace isn’t fixed after the 2015 and 2016 season work, what happens then? Will it have to close indefinitely? Stabilization and preservation work on Cliff Palace and other archeological sites in the park is an ongoing task. Based on the comprehensive condition assessment prepared from 2011-2014 and the corresponding work plan, we are confident that we can complete the work within the project timeline.     Why are you doing this work? Can’t Mesa Verde let nature take its course? These are already ruins, what’s a little more collapse? Cliff Palace is a significant place to millions of people who have walked its ancient pathways. It is particularly important in the traditions of the Pueblo people of the American Southwest. It also is a much-beloved part of Mesa Verde. The national parks, including Mesa Verde, exist thanks to citizens who, more than 100 years ago, committed to setting aside these special places for the future. We are the beneficiaries of that trust. In what condition shall we pass Cliff Palace along to our children?",
    "url": "https:\/\/www.nps.gov\/meve\/learn\/historyculture\/cp_preservation_2015-faq.htm"
}
