{
    "title": "Wrangell - St Elias National Park & Preserve: Copper Center Visitor Center",
    "body": "Explore This Park    Plan Your Visit     Copper Center Area     Copper Center Visitor Center              Copper Center Visitor Center        Copper Center Visitor Center NPS Photo      Copper Center Visitor Center Complex Located 10 miles south from the intersection of the Glenn Highway and the Richardson Highway, the Copper Center Visitor Center Complex is the place to start your visit to the park. The campus-like setting includes: a visitor center, a bookstore, an exhibit hall, a theater, restrooms, picnic tables and a picnic shelter, an amphitheater, the Ahtna Cultural Center, scenic overlooks and short hiking trails. Also, the park administration and business offices are located nearby.    Visitor Center Building (907) 822-7250  Enjoy the exhibits, shop in the bookstore, gather park and area information, conduct backcountry trip planning, and view the large 3-D interactive map display. Park rangers provide guided talks and walks daily during the summer months. Subsistence fishing and hunting permits are also available. The park film is played in the Theater building. Information about the trails that depart from the visitor center can be found on the Copper Center Area Trails webpage.  Hours of Operation SummerMid May - Mid September: Open Daily 9:00am - 6:00pm2015 Dates: Summer hours are May 17 - September 18Fall\/Winter\/Spring September 21 - October 31: Open Monday-Friday 9:00am - 4:00pm, as staffing permits. Closed on federal holidays. Call park headquarters at (907) 822-5234 before coming to find out if the visitor center is open.November 1 to March 31: Closed. If you need assistance, please call park headquarters at (907) 822-5234.April 1 - Mid May: Open Monday-Friday 9:00am - 4:00pm, as staffing permits. Closed on federal holidays.          Please call us for exact dates that we switch hours, as each season the dates can fluctuate. The visitor          center gate is locked at closing time. No overnight parking is permitted.         Ahtna Cultural Center        Ahtna Cultural Center C'ek'aedi Hwnax 'Legacy House' Located next to the Wrangell-St. Elias Visitor Center (907) 822-3535 Open year-round, hours vary  The cultural center is owned and operated by the Ahtna Heritage Foundation. There are exhibits, a hand-built fish wheel on display, and museum staff available to answer questions. Please visit the Ahtna Heritage Foundation website for more information.",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/copper-center-visitor-center.htm"
}
