{
    "title": "Wrangell - St Elias National Park & Preserve: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit           These are the four areas of the park where the majority of visitor services are found.  Click on the map for a higher resolution version. Scroll down on this webpage for information about and links to these areas.    Welcome to Wrangell-St. Elias National Park and Preserve!   Larger than Vermont and New Hampshire combined, this place is unimaginably big. In order to help you plan your visit, the park is divided into four areas where the majority of visitor services and things to do can be found. These areas are separated by distances and travel times not expected in a National Park, so please checkout this webpage: travel times between visitor services areas, while planning your visit. We hope you enjoy your trip to this remote, rugged, and breathtakingly beautiful national park!   Copper Center Area Located along the Richardson and Edgerton Highways, this area contains the park's main visitor center, the Copper Center Visitor Center. Access to the park from here requires flying or at least a one hour (one-way) drive. However, there are still plenty of fun things to do in this area.       McCarthy Road and Kennecott The McCarthy road stretches from the town of Chitina to the Kennicott River, a 1\/2 mile from the town of McCarthy. Three visitor centers are found in this area: the Chitina Ranger Station in Chitina, the unstaffed McCarthy Road Information Station near the Kennicott River, and the Kennecott Visitor Center, which is located in the historic mining town of Kennecott.       Nabesna Road Starting from the Tok Cutoff Highway, the Nabesna road is a scenic road nestled in a valley between the Mentasta and Wrangell Mountains. Stop by the Slana Ranger Station at the beginning of the road for current conditions and things to do in this area       Yakutat and Coast Accessible only by plane or boat, this is the most difficult area to visit. Most of it is backcountry with visitor services only found in the town of Yakutat. But the scenery makes a trip here worth the effort. Contact the Yakutat District Office for help on visiting this area.         Backcountry Area and Cabins Most of the park has limited to no visitor services where not even trails exist. It's a vast, rugged wilderness. Visiting this backcountry area has its challenges and its rewards. For information on how to safely travel through it, contact the park and ask to speak to a backcountry ranger.",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/index.htm"
}
