{
    "title": "World War II Valor in the Pacific National Monument: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 26, 2016  Incident Review of Adverse Effect to Pearl Harbor CPO Bungalow 28  A report from the Pacific West Region examining the facts and circumstances surrounding the demolition of a historic bungalow that was part of the U.S. Naval Base Pearl Harbor National Historic Landmark.   June 24, 2016  USS Arizona Memorial Dock Replacement Timeline Extended  The timeline for the USS Arizona Memorial dock replacement, scheduled for June 13 through June 26, has been extended to June 28 due to a construction delay. Normal operations are anticipated to begin on Wednesday, June 29. Until then, visitors will not be able to disembark on the Memorial, but they will be taken on a boat ride to observe the Memorial and an interpretive talk will be provided.   June 08, 2016  Statement from VALR Superintendent Jacqueline Ashwell  In 2012, the National Park Service completed an environmental assessment to preserve, rehabilitate and restore the six Chief Petty Officer (CPO) bungalows on Ford Island for use by visitors and park administration. Subsequently, the National Park Service executed a programmatic agreement with the Hawaii State Historic Preservation Division and the Advisory Council on Historic Preservation regarding the preservation of the historic CPO Bungalows. The park received funding in 2015 and began work in November 2015 on CPO Bungalow #28.   May 05, 2016  WWII Veteran to Receive His Service Medals 70 Years Later  After over 70 years, Charles Wolf will finally receive the medals he earned for his time in the service. The medals will be presented at 1:30 pm this Friday, May 6, at the Pearl Harbor Visitor Center by Brigadier General Mark Spindler, the deputy director of the Defense POW\/MIA Accounting Agency at Joint Base Pearl Harbor-Hickam. No permits will be required for press coverage.   April 13, 2016  Dock Replacement at World War II Valor in the Pacific National Monument  From June 13 through June 26, 2016, the dock for the USS Arizona Memorial will be dismantled, removed, and replaced. Visitors will not be able to disembark onto the USS Arizona Memorial during this time, although a boat ride to observe the memorial will still be available. Tickets can be obtained through www.recreation.gov or on a same day, first come\/first served basis.   February 19, 2016  Operations Resume at WWII Valor in the Pacific National Monument  The Pearl Harbor Visitor Center has resumed full operations, including showing the documentary in the theater and boat trips to the USS Arizona Memorial.   February 12, 2016  Road Closures Will Delay Access To Pearl Harbor  Access in and out of the Pearl Harbor Visitor Center and Ford Island will be altered on Monday, February 15, from about 7 am until 11 am, due to the 2016 Great Aloha Run. Please plan for lane closures and other delays along the Kamehameha Highway that may increase travel time.   December 21, 2015  USS Arizona Memorial Lights Back On  The lights of the USS Arizona Memorial are back on again. An irregularity in the electrical ground for the power line that provides electricity from Ford Island to the USS Arizona Memorial has been repaired.   December 14, 2015  USS Arizona Memorial Electrical Work  On Monday, Dec. 14, 2015, electrical work will begin on the USS Arizona Memorial.   December 14, 2015  National Park Service and United States Navy Cooperate to Celebrate Festival of Lights in Pearl Harbor  The annual Pearl Harbor Holiday Festival of Lights featuring decoratively lit ships and submarines will be on display through Dec. 25. Public tours by boat in the harbor will be conducted Dec. 17 and 18, 2015.   October 23, 2015  National Pearl Harbor Remembrance Day 74th Anniversary Commemoration Ceremony  The National Park Service and the United States Navy will host the National Pearl Harbor Remembrance Day ceremony on Monday, Dec. 7, 2015 at Kilo Pier at Joint Base Pearl Harbor-Hickam, overlooking the USS Arizona Memorial.   October 23, 2015  Pearl Harbor Commemorative Events  The National Park Service and the United States Navy invite the public to attend Pearl Harbor Commemorative Events Nov. 28 - Dec. 7.",
    "url": "https:\/\/www.nps.gov\/valr\/learn\/news\/newsreleases.htm"
}
