{
    "title": "Wrangell - St Elias National Park & Preserve: Weather",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather               Weather      Although the park contains some coastline, high mountains and icefields act as barriers to the ocean's moderating influence. The result is that with the exception of the coastal Yakutat area, Wrangell St. Elias has an interior continental climate (long, extremely cold winters, and short, warm, relatively dry summers). Remember that in any season, the weather can change quickly, so it is wise to pack clothing that can be layered, ready to peel off or add as conditions dictate.Yakutat: Each season has its advantages and disadvantages. Numerous storms usually accompanied by high winds occur during the spring, fall and winter. On average, Yakutat receives 151 inches of rain. June has the lowest average precipitation of any month with around seven inches of rain, while October has the heaviest monthly rainfall at around 24 inches. During the summer, the weather occasionally remains cloudless and delightful for days at a time. The average summer temperature is 53 F, with an average high temperature of 67 F. Though Yakutat receives an average of over 200 inches of snow each winter, the average low is a rather comfortable 26 F.What time of year should I visit the park?National Weather Service: Check out the latest weather forecast for Glennallen, AK.       Average temperatures and records as recorded at the Glennallen airport.       Summer Wildflowers and mosquitoes peak in June and July. Consider bringing a head-net. June and July are also the warmest months, with highs reaching near 80 on some days, but it can snow any month of the year in the highcountry. The prime backcountry season is June 20 to August 20 due to snow depths at higher elevations. Drizzling rains are not uncommon throughout the summer and, in general, rainfall increases in August and September, especially along the coast.FallAutumn arrives early;willows and aspens begin to change color by mid-August. This season can be delightfully clear, spectacular, and mosquito-free, but it often too short. First snows often fall in September.WinterThis season is long, dark, and extremely cold with highs of 5-7ºF and nighttime lows dipping to -50ºF! Temperatures may remain below freezing for five months. Daytime skies are usually clear and at night the aurora dances overhead. Exceptionally dry snow covers the ground to around two feet.SpringIn the spring, clear skies, increasingly longer days, and warming temperatures break winter's hold on the land with dramatic quickness. Average highs are 40-50. Lows may still dip into the teens and single digits.       A view of Mount Drum on a cold day. T. VandenBerg         Aurora Borealis   Space Weather! Find out the latest forecast for seeing the Aurora Borealis in the Copper Basin area.",
    "url": "https:\/\/www.nps.gov\/wrst\/planyourvisit\/weather.htm"
}
