{
    "title": "World War II Valor in the Pacific National Monument: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Your Safety       These items are allowed at the monument: 1. Lightweight, plastic type shopping bags, such as those sold or provided by the Pacific Historic Parks bookstore, Battleship Missouri Memorial, USS Bowfin Submarine Museum & Park, and the Pacific Aviation Museum, as well as the same type of shopping bags from outside the monument. 2. Small bags, canvas and recycled material type shopping bags purchased in the secure zone. Use is allowed on the day of the purchase only. 3. Small form-fitting, single camera bags that only allow for carriage of the camera and additional small items such as a lens cap or cleaner. 4. Wheel chairs that have a fixed bag (no ability to remove). 5. Bags containing medical equipment unsuitable for lightweight, plastic, transparent shopping bags. 6. Stroller with a fixed pouch (no ability to remove). 7. Clutches, as opposed to purses with the distinction that a clutch is open on 3 sides, has a hinge-like function, or would only accommodate a cell phone or similar sized item. 8. Small wallet type clutches\/purses that would contain credit cards, money, pictures and no other items. 9. Musical instruments and cases related to an NPS-issued Special Use Permit or similar partner document. 10. Firearms possessed by commissioned law enforcement officers. Must be declared to a law enforcement ranger. *Note: Any bag that is determined to be allowed will be inspected and\/or tagged as screened. These items are NOT allowed at the monument: 1. Bags that offer concealment, such as purses, handbags, fanny packs, backpacks, camera bags, diaper bags, luggage, etc.  2. Glass containers other than baby food jars. 3. Musical instruments and cases not related to a permit. 4. Recreation or sports equipment such as skateboards, skate shoes, Frisbees and balls. 5. Flowers in pots, vases or containers. 6. Aerosol containers. 7. Knives and other weapons.   The USS Bowfin Submarine Museum & Park operates a storage facility just to the right of the Pearl Harbor Visitor Center entrance. There is a storage fee of $3 per bag. Storage is available daily from 6:30 a.m. to 5:30 p.m. Visitors may use the same bag storage and parking stall for visits to all Pearl Harbor Historic Sites. These security measures are strictly enforced at all visitor destinations on Pearl Harbor. Please secure your vehicle.  Please do not leave valuables in your car. Also, please be sure your vehicles are locked and secured. Although federal law enforcement officers and security bike patrols monitor the parking lots, the National Park Service cannot be held responsible for any items that may be stolen from your vehicle. Medical and mobility concerns There are no doctors or nurses on-site. EMS is available and a hospital is nearby. The park is in ADA compliance and handicap accessible. If you have a medical need, notify the staff at the security checkpoint. In addition, please let a park ranger know if you have any special needs. Walking the distance between facilities can be challenging for visitors with mobility issues, although there are several benches located throughout the visitor center to facilitate rest opportunities.  Please note: The visitor center does not offer wheelchairs, except in emergency situations.",
    "url": "https:\/\/www.nps.gov\/valr\/planyourvisit\/safety.htm"
}
