{
    "title": "Sunset Crater Volcano National Monument: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People              People       People had been living here for several hundred years, at least, before the volcano erupted. Although we don’t know what they called themselves, archeologists consider them representatives of the Sinagua culture. They were farmers, living in scattered groups adjacent to their corn fields. Their homes were pithouses, dug partially into the ground.  These people lived their lives in a landscape much like what we see today - pine forest and occasional open meadows, framed by the San Francisco Peaks and other ancient volcanoes. Then, about 900 years ago, a new volcano emerged literally before their eyes.      There must have been enough warning for the inhabitants to move out of harm’s way; no evidence has been found that people died as a direct result of the eruption. However, pithouses for miles around were burned and filled with cinders, and others undoubtedly remain buried beneath layers of lava. In the aftermath, the Sunset Crater area was no longer farmable. People relocated, some to nearby Walnut Canyon and others to Wupatki, where they found that thinner layers of ash and cinders actually benefited crops by holding moisture in the soil. Agriculture and trade flourished for about 100 years before people once again moved on. Their descendants, including the Hopi and Zuni still live nearby; memories of the eruption live on in their stories and traditions.      Nineteenth-century explorers like John Wesley Powell marveled at the well-preserved pueblos and the stark but strangely beautiful volcanic landscape. Legend has it that Powell named Sunset Crater for the red and yellow colors of its rim. Ranching, logging, mining, and the railroad arrived in the 1800s, and tourism followed. In 1928 a movie company wishing to film a landslide proposed blowing up Sunset Crater. The public, fearing irreversible damage to the volcano, pushed for its protection. In 1930 President Hoover established Sunset Crater National Monument (“Volcano” was later inserted into the name), and the National Park Service took on the responsibility for preservation of volcanic and human history. The Civilian Conservation Corps (CCC) assisted in construction of roads and visitor facilities during the 1930s.         The volcano has long since cooled. More than 200,000 people now visit Sunset Crater Volcano National Monument each year, to learn about this most recent eruption on the Colorado Plateau.",
    "url": "https:\/\/www.nps.gov\/sucr\/learn\/historyculture\/people.htm"
}
