{
    "title": "World War II Valor in the Pacific National Monument: Accessibility",
    "body": "Accessibility       Mobility The Pearl Harbor Visitor Center has reserved accessible parking in the front lot. The restrooms, movie theater, exhibit galleries, bookstore, information desk and drinking fountains, Navy shuttle boats, and USS Arizona Memorial are all fully-accessible to visitors in wheelchairs. Walking the distance between facilities can be challenging for visitors with mobility issues, although there are several benches located throughout the visitor center to facilitate rest opportunities.  Please note: The visitor center does not offer wheelchairs, except in emergency situations. Hearing impaired For visitors with hearing impairments, the documentary shown in the theater is fully-captioned (in English).There is an induction loop for use with hearing aids.   For visitors who will need American Sign Language (ASL) interpretive services, please contact Jo Yeomans at jyeomans@pacifichistoricparks.org. Please request an ASL interpreter at least 5 business days before you plan to come to the Memorial. ASL interpreters are not available unless requested prior to your visit.    During your visit, an ASL interpreter can be available to interpret the boat ride, the memorial visit, and interactions with park staff. Your interpreter will be available for two hours while at the Pearl Harbor Visitor Center. If more time is needed, it will be your party's responsibility to cover any additional cost. If you plan to visit more than just the USS Arizona site, please let Jo know so she can coordinate with the other Pearl Harbor historic sites. If you have made reservations through a tour company (Hoku, Roberts Hawaii, Discover Hawaii, etc.), please contact the tour company so they can set up the ASL interpreter services you'll need.   Visually impaired Visually impaired visitors will find signage in braille in addition to tactile models of various interpretive resources throughout the site. We also provide a braille-ready file (BRF), which is a digital copy of an embossed braille booklet transcribed from the park brochure.",
    "url": "https:\/\/www.nps.gov\/valr\/planyourvisit\/accessibility.htm"
}
