{
    "title": "Sunset Crater Volcano National Monument: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                Reptiles         Rattlesnake   During the Mesozoic Age, 65 to 225 million years ago, dinosaurs roamed the Sunset Crater Volcano area. These ancestors of our modern reptiles are now extinct, but we know of their existence from their fossilized footprints and bones.  Lizards, snakes, turtles, tortoises, crocodiles, and alligators are the major types of reptiles still living today. The name \"reptile\" comes from the Latin word. reptum, which means \"to creep.\" Reptiles are cold-blooded; they do not have an internal means for controlling their body temperature. To avoid overheating in the midday sun, they have to find protection in the shade of plants, in rock crevices, or in burrows. About twenty species of lizards and snakes live in Sunset Crater Volcano and Wupatki National Monuments. Only the rattlesnakes are dangerous, but some of the lizards have a painful bite.  LizardsThe most common lizard of the monuments is the Side-blotched Lizard. This small dark green or grayish lizard has dark blue or black spots on each side behind the front legs. The male has a blue speckled band down its back. The Side-blotched Lizard eats insects, ticks, and scorpions.  The large bright green lizard often seen on rocks, particularly at Wupatki National Monument, is the Collared Lizard. The major distinguishing feature is the double black collar around its neck. Sometimes the Collared Lizard can be seen running on its two long hind legs. Medium-sized lizards, snakes, flowers, leaves, and insects are all a part of the Collared Lizard's diet.  The Horned Lizard, or \"Horny Toad,\" is common but not often seen. It has a round, flat body which blends well with its surroundings. Its diet consists exclusively of ants. The species in our area bears live young.  Whiptails are fast-moving lizards with very long tails. Whiptails are a mottled black or brown color, sometimes with long yellow stripes, and move with a jerky motion when disturbed. The Western Whiptail is our most common species. Another whiptail in our area, the Plateau Whiptail, has no males. The Plateau Whiptail lays unfertilized eggs which invariably hatch into females.  The Desert Spiny Lizard is an insect eater. This lizard has a stout spiny body with a black wedge on each shoulder. It has a tendency to bob up and down when its territory is disturbed. A striking subspecies is the Orange-headed Desert Spiny Lizard; its head is very similar in color the local sandstone.  Snakes Gopher Snakes are often seen at Wupatki. This rodent-eating snake is yellow with large black or brown blotches. When threatened, it will mimic the behavior of a rattlesnake, hissing, coiling, and vibrating its tail. Gopher Snakes are not venomous. They kill their prey by constriction and eat it whole. The Common Kingsnake is easily identified by its distinct black and yellowish bands. A large non- poisonous snake, it feeds on lizards, frogs, small mammals, birds, and other snakes, including rattlesnakes.  Rattlesnakes are the only dangerous snakes found in the area. Two local varieties are the Arizona Black  Rattlesnake and the Hopi Rattlesnake, a small pinkish snake used in a dance ceremony. Rattlesnakes have a temperature-sensitive pit on each side of the face which helps them to locate their prey. Rattlesnakes bear live young.  Please view all the lizards and snakes that make their homes here from a distance. As at all National Parks, the animals and plants at Sunset Crater Volcano and Wupatki National Monuments are protected by federal law.  Reptile Checklist (not definitive)Snakes  Glossy Snake Night Snake Common King Snake Arizona Mountain King Snake Sonoran Whipsnake Striped Whipsnake Sonoran Gopher Snake Western Patch-nosed Snake Western Rattlesnake Hopi Rattlesnake Arizona Black Rattlesnake  Lizards  Western Collared Lizard Leopard Lizard Lesser Earless Lizard Short-horned Lizard Desert Spiny Lizard Orange-headed Desert Spiny Lizard Eastern Fence Lizard Side-blotched Lizard Tree Lizard Western Whiptail Plateau Whiptail Little Striped Whiptail",
    "url": "https:\/\/www.nps.gov\/sucr\/learn\/nature\/reptiles.htm"
}
