{
    "title": "World War II Valor in the Pacific National Monument: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do       From getting your free tickets in Aloha Court to taking a walk through our exhibit galleries, here are some of the things you can expect to see and do during your visit to the Pearl Harbor Visitor Center!         Orientation in Aloha Court Visitors can receive information about planning their day at Pearl Harbor immediately upon entering the Pearl Harbor Visitor Center. Tickets and information are available in Aloha Court.         Exhibit Galleries: \"Road to War\" and \"Attack\" These two exhibit galleries bring visitors closer to the sights and sounds of the events leading up to the attack on Oahu and its aftermath. These galleries display personal memorabilia, dramatic photographs, artifacts of the battle, and other exhibits. Kiosks are available to hear history from those who witnessed it.         Pearl Harbor Memorial Theater The Pearl Harbor Memorial Theater is located across from the two exhibit galleries. As part of the 75-minute USS Arizona Memorial program (immediately preceding the boat trip to the Memorial), visitors will enter the theater to view a 23-minute documentary film on the Dec. 7, 1941 attack.         Bookstore The bookstore is filled with over 120 book titles relating to the Pacific War effort. There are over 50 videos, posters, audio recordings, and other mementos relating to the the USS Arizona, the attack on Oahu, and War in the Pacific that visitors can purchase as a reminder of their visit and to further educate themselves on the subject.          Interpretive Wayside Exhibits Throughout the facility are interpretive wayside exhibits that invite visitors to imagine the experience of that tragic day. Through superimposing descriptive images of Pearl Harbor as it was in 1941 across the panorama of the busy port as it appears today, the wayside exhibits allow visitors to connect the past with the present.         Remembrance Circle  This exhibit pays tribute to the men, women, and children, both military and civilian, who were killed as a result of the attack on December 7, 1941. Medal of Honor recipients are noted with their names listed in gold lettering, and a bronze 3-D map of Oahu illustrates the various attack targets of that day.         The USS Arizona Memorial Program The 75-minute program for the USS Arizona Memorial begins at the theater. It includes an introduction, a 23-minute documentary film, a Navy-operated shuttle boat ride to the USS Arizona Memorial, time to experience the memorial itself, and finally, a boat ride back to the visitor center.           Pearl Harbor Historic Sites    Find out about the other sites to see here at the Pearl Harbor Visitor Center, including the USS Missouri Battleship, the USS Bowfin Submarine Museum and Park, and the Pacific Aviation Museum.",
    "url": "https:\/\/www.nps.gov\/valr\/planyourvisit\/things2do.htm"
}
