{
    "title": "World War II Valor in the Pacific National Monument: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons           Operating Hours The Pearl Harbor Visitor Center is open seven days a week from 7:00 a.m. to 5:00 pm. The Pearl Harbor Visitor Center is closed three days a year.   Thanksgiving Day December 25 January 1  Programs to the USS Arizona Memorial run about 1 hour and 15 minutes, and include:  A 23-minute documentary film in our Pearl Harbor Visitor Center theater A boat ride to the memorial About 10-15 minutes at the memorial A boat ride back to the Pearl Harbor Visitor Center   Timed programs to the USS Arizona Memorial:  Programs run every 15 minutes starting at 7:30 a.m. No programs run at 12:15 p.m. and 12:30 p.m. The last timed program is at 3:00 p.m.     Please be aware that boat rides out to the USS Arizona Memorial are sometimes suspended or cancelled due to high winds. This decision is made by the U.S. Navy, which operates the boats to the memorial. Please go to our facebook page for updated information on boat ride suspensions and cancellations. The USS Oklahoma Memorial and USS Utah Memorial are both located on Ford Island. Visitors can access the USS Oklahoma Memorial via a shuttle from the Pearl Harbor Visitor Center. However, the USS Utah Memorial is not available to the public via shuttle. Access is currently limited to visitors who have military base access. Seasons World War II Valor in the Pacific National Monument is the portal for all visitors to Pearl Harbor, and it consistently ranks among the top three most heavily-visited tourist destinations in the State of Hawai'i. Visitors should expect heavy visitation throughout the year, but our busiest seasons are during the summer, winter holidays, and spring break.  During our busiest times, please be sure you have a reservation if you are planning to visit, as we are often out of tickets by mid-morning! In general, daily visitation averages about 4,000 visitors, so reservations are recommended.",
    "url": "https:\/\/www.nps.gov\/valr\/planyourvisit\/hours.htm"
}
