{
    "title": "World War II Valor in the Pacific National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       Walk-in Tickets   Admission:   Entry to the Pearl Harbor Visitor Center is FREE, including access to our two museums and exhibits along the harbor. Tickets to the USS Arizona Memorial are FREE.   We give away 1,300 tickets to the memorial every day, starting when we open at 7:00 a.m. Tickets are available on a first-come, first-served basis and are issued to each individual visitor. Therefore, all individuals in your party must be present at the ticket counter at the time of issue.  During our busiest times (Christmas break, spring break, and summertime), we often run out of tickets early in the day. If you want to get a walk-in ticket during busy times, plan to arrive as early as possible.  Everyone going on the USS Arizona Memorial tour is required to have a ticket, including young children.          Reserve Tickets Reservations can be made through www.recreation.gov. There are two windows to make a reservation.  The 60-day window: You can make reservations up to two months in advance. That means that on April 10, you can make a reservation as far in advance as June 10. You can make your reservation online at recreation.gov, or over the phone by calling 1-877-444-6777 (international: 518-885-3639)   The 24-hour window: If you've tried to reserve tickets but found that there are none available for the day and time you want to visit, log back onto recreation.gov on the day before your visit. Every day, recreation.gov releases a certain number of \"next day\" tickets, beginning at 7:00 a.m. HST. So for example, if you want to visit on January 13th, you can check for availability starting at 7:00 a.m. HST on January 12th.  Please keep in mind that you will pay a non-refundable $1.50 convenience fee per reserved ticket. You are not paying for your free USS Arizona Memorial program ticket; you are paying a convenience fee to make your reservation. There is a reservation limit of 12 tickets per person per day.           USS Arizona Memorial Audio Tour The USS Arizona Memorial audio tour can be purchased for $7.50 per headset. It is available through our partner association, Pacific Historic Parks. You do not need to do the audio tour as part of the USS Arizona Memorial program. The audio tour is supplementary to the USS Arizona Memorial program and includes more in-depth information about the attack, as well as oral histories from survivors. If you are also taking the boat out to the memorial, you can plan on the audio tour adding about one hour to that program, for a total of 2 hours, 15 minutes. The audio tour covers points along the harbor, in our museums, and at the memorial. It is available in the following languages:  English French Italian Russian German Spanish Korean Japanese Chinese (Mandarin)  If you plan to make reservations online, you will have the option to reserve headsets ahead of time, as well.",
    "url": "https:\/\/www.nps.gov\/valr\/planyourvisit\/fees.htm"
}
