{
    "title": "Sunset Crater Volcano National Monument: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                News Archive           Subscribe  | What is RSS     June 04, 2015  NPS Response to Sunset Crater Eruption Claim  The National Park Service has received numerous inquiries about current volcanic activity at Sunset Crater Volcano. No activity has been observed on the ground by park rangers staffing the national monument.   January 14, 2015  Additional Options for Proposed Fee Increases  Wupatki, Sunset Crater Volcano, and Walnut Canyon National Monuments to Consider an Additional Option for Proposed Fee Increases   January 08, 2015  Wupatki, Sunset Crater Volcano, and Walnut Canyon National Monuments to Host Public Meeting on Proposed Fee Increases  Wupatki, Sunset Crater Volcano, and Walnut Canyon National Monuments to Host Public Meeting on Proposed Fee Increases   August 23, 2014  Flagstaff Area National Monuments Celebrate the 98th Birthday of the National Park Service  Flagstaff Area National Monuments Celebrate the 98th Birthday of the National Park Service   March 14, 2014  Flagstaff Area Monuments Celebrates Archaeology and Heritage Awareness Month  Flagstaff Area Monuments Celebrates Archaeology and Heritage Awareness Month   March 08, 2014  Tourism to the Flagstaff Area National Monuments  creates $26,362,000 in Local Economic Benefit  Tourism to the Flagstaff Area National Monuments creates $26,362,000 in Local Economic Benefit   November 08, 2013  Fee Free Weekend November 2013  Fee Free Weekend   October 31, 2013  Flagstaff Area National Monuments Announce Winter Hours  Monuments Announce Winter Hours   August 27, 2013  NATIONAL PARK SERVICE ISSUES DECISION TO CONSTRUCT NEW TRAILS AT SUNSET CRATER VOLCANO NATIONAL PARK  Today, acting Regional Director Laura Joss signed a Finding of No Significant Impact (FONSI) for the development of a new hiking trail system at Sunset Crater Volcano National Monument.   August 23, 2013  Flagstaff Area National Monuments Celebrate the 97th Birthday of the National Park Service  In honor of the Park Service’s birthday, NPS sites throughout the country will waive entrance fees on Sunday, August 25, 2013.   July 10, 2013  Flagstaff Area National Monuments to Lift Fire Restrictions  Stage 1 fire restrictions start at 8 a.m., on Wednesday, July 10, 2013   June 20, 2013  Sunset Crater Trails Environmental Assessment  Sunset Crater Trails Environmental Assessment   May 01, 2013  Flagstaff Area National Monuments and Lowell Observatory Team Up  Flagstaff Area National Monuments and Lowell Observatory Team Up!   April 18, 2013  Celebrate National Park Week  Celebrate National Park Week   March 01, 2013  Flagstaff Area National Monuments Tourism Creates $27 Million in Economic Benefit  A new National Park Service (NPS) report shows that 526,433 visitors in 2011 to the Flagstaff Area National Monuments spent $27,820,000 in surrounding communities, supporting 367 jobs in the local area.   February 22, 2013  The Flagstaff Area Monuments Celebrates Archeology and Heritage Awareness Month in March . . .  Throughout the month of March, visit Walnut Canyon, Wupatki, and Sunset Crater Volcano to learn more about the amazing science of archeology and how it is used in your National Parks and Monuments.   February 12, 2013  Leah McGinnis to Serve as Acting Superintendent of Wupatki, Sunset Crater Volcano, and Walnut Canyon National Monuments  Leah McGinnis has been named to serve as the Acting Superintendent of the Flagstaff Area National Monuments – Wupatki, Sunset Crater Volcano, and Walnut Canyon, beginning February 14, 2013 for the next four  months.   December 20, 2012  Flagstaff Superintendent Named for Katmai NP  Superintendent Named for Katmai NP   November 03, 2012  Fee Free Weekend  Fee Free Weekend   October 26, 2012  Winter Hours  Winter Hours   September 26, 2012  Celebrate the Festival of Science  Celebrate the Festival of Science   September 21, 2012  Celebrate Public Lands Day with Free Entry  Celebrate Public Lands Day with Free Entry   July 27, 2012  Sunset Crater Volcano Star Party  Enjoy the night sky at Sunset Crater Volcano.   July 05, 2012  Where the Dark Skies Come Out to Play in July  Star Party July 2012   June 15, 2012  Where the Dark Skies Come Out to Play  Star Party   April 06, 2012  Picture Yourself in a National Park!  National Park Week Press Release   February 08, 2012  100 Years, 100 Miles  Flagstaff Area National Monuments Celebrates Arizona’s Centennial   November 23, 2011  Enjoy your neighborhood National Monuments this Thanksgiving!  Thanksgiving Tours   August 08, 2006  Fire Facility FONSI  Park Service Releases Finding of No Significant Impact (FONSI) for Proposed Construction of a Fire Facility at Sunset Crater Volcano National Monument       Listening Session on National Park Centennial Initiative, April 2 in FlagstaffMarch 30, 2007",
    "url": "https:\/\/www.nps.gov\/sucr\/learn\/news\/newsarchive.htm"
}
