{
    "title": "Mesa Verde National Park: National Park Sites in the Soutwest",
    "body": "National Park Sites in the Southwest       Distances and travel time are conservative estimates   Arches National Park Located near Moab, Utah approximately three hours away from Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 150 miles.  Aztec Ruins National Monument Located in Aztec, New Mexico approximately one and a half hours away from Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 95 miles via Durango, Colorado and 115 miles via Farmington, New Mexico.  Bandelier National Monument Located near Santa Fe, New Mexico approximately four hours away from the headquarters area of Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 269 miles.  Black Canyon of the Gunnison National Monument Located near Montrose, Colorado approximately three hours away from the Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 180 miles.  Bryce Canyon National Park Near Tropic, Utah approximately six and a half hours away from Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 405 miles.  Canyon de Chelly National Monument Located at Chinle, Arizona approximately three hours from Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 173 miles.  Canyonlands National Park Located near Moab, Utah approximately three hours away from Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 140 miles to the Needles and 177 miles to Islands in the Sky.  Capitol Reef National Park Located east of Torrey, Utah approximately four and a half hours away from Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 285 miles via Green River, Utah.  Chaco Culture National Historical Park Located south of Farmington, New Mexico approximately three hours away from Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 162 miles. Colorado National Monument Located near Grand Junction, Colorado National Monument preserves one of the grand landscapes of the American West. Distance from Mesa Verde NP headquarters - 245 miles.  Curecanti National Recreation Area Located near Montrose, Colorado approximately three and a half hours away from Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 210 miles.  El Malpais National Monument Located near Grants, New Mexico approximately four hours away from Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 222 miles.  El Morro National Monument Located near Ramah, New Mexico approximately four hours away from Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 220 miles.  Glen Canyon National Recreation Area Located at Page, Utah approximately four hours away from Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 250 miles.  Grand Canyon National Park Located north of Flagstaff, Arizona approximately five to six hours west of Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 427 miles via Grants and Flagstaff, 303 miles via the Navajo Trail, or 413 miles to the North Rim via the Navajo Trail.  Great Sand Dunes National Monument Located just outside of Alamosa, Colorado approximately four hours away from Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 243 miles.  Hovenweep National Monument Located in Southeastern Utah approximately one and a half hours away from Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 67 miles via McElmo Canyon Road or 75 miles via Pleasant View.  Hubbel Trading Post National Historic Site Located at Ganado, Arizona approximately three and a half hours from Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 203 miles.  Navajo National Monument Located near Kayenta, Arizona approximately three away from Mesa Verde National Park. Distance from Mesa Verde National Park headquarters - 176 miles.  Pecos National Historical Park Located near Santa Fe, New Mexico approximately four hours away from the Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 325 miles.  Petrified Forest National Park Located near Holbrook, Arizona approximately four hours away from the entrance to Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 212 miles.  Petroglyph National Monument Located in Albuquerque, New Mexico approximately five hours away from Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 268 miles.  Sunset Crater Volcano National Monument Located near Flagstaff, Arizona approximately five hours away from Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 283 miles.  Walnut Canyon National Monument Located near Flagstaff, Arizona approximately five hours away from Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 299 miles.  Wupatki National Monument Located near Flagstaff, Arizona approximately five hours away from Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 267 miles.  Zion National Park Located near Springdale, Utah approximately six to eight hours away from Mesa Verde National Park. Distance from Mesa Verde NP headquarters - 369 miles via Page, Utah or 525 miles via Price, Utah.  (Note: All distances and travel time are conservative estimates.)",
    "url": "https:\/\/www.nps.gov\/meve\/planyourvisit\/sw_np_sites.htm"
}
