{
    "title": "Mesa Verde National Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 21, 2016  \"That's How It Was in the C's\"  On Friday, July 22, 2016, at 7:00pm at the Chapin Mesa Museum, join park ranger Brian Forist as he speaks about the works and legacy of the Civilian Conservation Corp at Mesa Verde National Park and beyond.  This presentation is part of the 2016 Four Corners Lecture Series.   July 20, 2016  Fire Restrictions in Effect at Mesa Verde National Park  Recent hot, dry, and breezy weather has resulted in extremely dry vegetation fuels throughout the park.   July 01, 2016  Lightning Strike Causes Painted Kiva Fire at Mesa Verde National Park  On June 28th, at 3:49 p.m. staff at Mesa Verde's Park Point Lookout tower observed a smoke plume on Park Mesa in Mesa Verde National Park. Named the Painted Kiva Fire, it is located east of the Cedar Tree Tower archaeological site. There is a low threat to visitors, park infrastructure, and archaeological resources. All park facilities and trails remain open.   June 28, 2016  Traditional Hopi Dances at Mesa Verde National Park  On Saturday, July 2, and Sunday, July 3, the Lomayestewa Family of Shungopovi Village, Second Mesa, Arizona will perform traditional Hopi dances at the Mesa Verde Visitor and Research Center. Performances begin at 11:00 a.m., 12:00 p.m., 2:00 p.m., and 4:00 p.m. All programs are free and open to the public.   May 24, 2016  \"Landscapes for the People: George Alexander Grant, First Chief Photographer of the National Park Service\"  On Friday, June 3, 2016, at 7:00 pm at the Chapin Mesa Museum, Mesa Verde National Park will host a presentation by Ren and Helen Davis as part of the 2016 Four Corners Lecture Series.  The Davis’s will share the story of George Alexander Grant through his iconic photographs of the National Parks.   May 18, 2016  Photography Presentation by Gregory Spaid, Mesa Verde National Park's Artist in Residence  Mesa Verde National Park welcomes photographer Gregory Spaid as its second Artist in Residence of 2016. Gregory will present “The Tree is a Camera,” an illustrated talk, for visitors at Mesa Verde on Friday, May 27, 2016 at 7:00pm in the Chapin Mesa Archeological Museum auditorium.   May 18, 2016  \"The Making of a Village:  Growth and Change at Spruce Tree House\"  On Friday, May 20, 2016, at 7:00 pm at the Chapin Mesa Museum, Mesa Verde National Park will host a presentation by Donna Glowacki as part of the 2016 Four Corners Lecture Series.   May 08, 2016  Special Hikes and Tours Offered in Mesa Verde National Park for 2016  Mesa Verde National Park is offering a series of unique ranger-guided educational experiences in 2016. Tickets for these special hikes are limited and must be purchased online at www.recreation.gov.   April 24, 2016  Tourism to Mesa Verde National Park creates $66.8 million in Economic Benefits  A new National Park Service (NPS) report shows that 547,325 visitors to Mesa Verde in 2015 spent $55.4 million in communities near the park. That spending supported 814 jobs in the local area and had a cumulative benefit to the local economy of $66.8 million.   April 06, 2016  Find Mesa Verde National Park during National Park Week and Celebrate with Free Admission and Special Tours from April 16-24  Celebrate the National Park Service's 100th anniversary and \"Find Your Park\" at Mesa Verde National Park during National Park Week, April 16 through 24.  Entrance fees will be waived the entire week.   April 06, 2016  Mesa Verde National Park Cliff Dwelling Tours Begin April 10  Ranger-guided tours of Balcony House cliff dwelling will begin on April 10, 2016.  Tours will be conducted hourly from 10:00 a.m. to 5:00 p.m.  Ticket sales for these ranger-guided tours will also begin on April 10.   March 30, 2016  Transportation Grant Funds Still Available for Local Students to Visit Mesa Verde  Mesa Verde National Park is pleased to announce that funding remains available for transportation assistance for local schools who wish to bring students to the park.   March 20, 2016  Mesa Verde Offers Free Moon Light Hike March 22  Park Rangers will be leading a moon light guided hike focusing on what night and darkness means to humans and animals at Mesa Verde National Park on Tuesday, March 22, beginning at 7 p.m.   March 01, 2016  Mesa Verde Offers Two Free Premiere Screenings of “Heart of the World: Colorado’s National Parks”  Mesa Verde National Park staff invite you to join us for premiere screenings of “Heart of the World: Colorado’s National Parks.\"   Screenings will take place on March 23 at 7:00 p.m. at the Sunflower Theater, 2 East Main, Cortez, Colorado; and on March 24 at 7:00 p.m. at Fort Lewis College, Chemistry Building (130), 1000 Rim Drive, Durango, Colorado.   February 29, 2016  Mesa Verde Offers Free Winter Plant Identification Hike March 12  Join botanist Al Schneider for a winter plant identification hike at Morefield Campground on Saturday, March 12, beginning at 9 a.m.  The guided hike is free, but advance sign-up is requested.   February 24, 2016  Spruce Tree House Cliff Dwelling Will Remain Closed  In August 2015, a rock fall at Spruce Tree House cliff dwelling prompted park officials to close the southern portion of the site for visitor safety until an analysis and hazard assessment could be conducted.  After that initial evaluation was completed in September 2015, it was decided that the entire site should be closed to the public in October 2015.   February 18, 2016  Mesa Verde Offers Free Winter Ecology Hike February 27  Park Rangers will be leading a guided hike around the Far View sites focusing on winter ecology at Mesa Verde National Park on Saturday, February 27, beginning at 10 a.m.  The guided hike is free, but advance sign-up is requested.   February 17, 2016  Mesa Verde National Park Accepting Applications for Bicycle Rental Operation Commercial Use Authorization  Mesa Verde National Park Superintendent Cliff Spencer today announced that the park will begin accepting applications for a commercial use authorization (CUA) for bicycle rental operations on Wetherill Mesa in Mesa Verde National Park.   February 17, 2016  Mesa Verde National Park February Moonlight Snowshoe & Ski Cancelled  Due to the recent warm temperatures and melting snow conditions, Mesa Verde National Park is canceling the February 20th Moonlight Snowshoe and Ski event.   February 06, 2016  Moonlight Snowshoe and Ski  Mesa Verde invites you to join us Saturday, February 20th for a special moonlight event! The Morefield Campground winter trails will be open from 6:00 pm until 10:00 pm for snowshoeing and cross country skiing.   February 06, 2016  Mesa Verde Offers Free Winter Ecology Hike Saturday, February 13  Park Rangers will be leading a guided hike focusing on winter ecology, looking for animal tracks and signs at Morefield Campground on Saturday, February 13. The hike begins at 9:00 am.   January 21, 2016  Full Moon Snowshoe and Ski  Mesa Verde invites you to join us this Saturday, January 23rd for a special full moon event! The Morefield Campground winter trails will be open from 6 pm until 10 pm for snowshoeing and cross country skiing. The event is free and open to all ages.   January 14, 2016  Prescribed Fire Scheduled in Mesa Verde National Park  Mesa Verde National Park is planning to implement a prescribed fire between January 11 - February 29, weather permitting.   January 14, 2016  Free Entrance to Mesa Verde National Park on January 18  Mesa Verde National Park and all 409 national park units across the country will waive entrance fees on Monday, January 18 in commemoration of Martin Luther King Jr. Day.",
    "url": "https:\/\/www.nps.gov\/meve\/learn\/news\/newsreleases.htm"
}
