{
    "title": "Mesa Verde National Park: Plant Walks",
    "body": "Plant Walks       Suggested Plant Walks Listed below are the best locations to view and understand the plant life in Mesa Verde National Park. Wayside exhibits and trail guides will assist you in identifying the park vegetation.  In the Headquarters Area, between the Museum and Chief Ranger's Office, small signs discuss the plants common to Mesa Verde.  Knife Edge Trail (2 miles) is accessible from Morefield Campground. Take along the trail guide to learn about park plants as well as other park topics.  Petroglyph Point Trail (2.4 miles) is located near the museum and Spruce Tree House. Take along the trail guide to learn about park plants as well as other park topics.  Spruce Tree House Trail (0.5 miles) is located near the museum. Take along the trail guide to learn about park plants as well as other park topics.       What's That Plant? Mesa Verde is in the Upper Sonoran Life Zone. This zone is characterized by semi-arid climate, moderately high altitude, and pinyon-juniper forests. The plants listed below are typical of this region.    Common Trees and Shrubs Common Flowers   Big sagebrush, Artemesia tridentata Aster, Aster bigelovii   Cliff fendlerbush, Fendlera rupicola Evening primrose, Oenothera caespitosa   Douglas-fir, Pseudotsuga menziesii Globemallow, Sphaeralcea coccinea   Gambel oak, Quercus gambelii Indian paintbrush, Castilleja linariaefolia   Mormon tea, Ephedra viridis Larkspur, Delphinium nelsonii   Mountain mahogany, Cerocarpus montanus Lupine, Lupinus ammophilus   Pinyon pine, Pinus edulis Lupine, Lupinus caudatus   Rabbitbrush, Chrysothamnus nauseosus Mariposa lily, Calochortus nuttallii   Skunkbush sumac, Rhus trilobata Pricklypear cactus, Opuntia polycantha   Snowberry, Symphoricarpos oreophilus Scarlet gilia, Gilia aggregata   Utah juniper, Juniperus utahensis Scarlet penstemon, Penstemon bridgesii   Utah serviceberry, Amelanchier utahens Penstemon, Penstemon eatonii   Yucca, Yucca baccata        For more information on plant life in Mesa Verde National Park, go to Nature & Science.",
    "url": "https:\/\/www.nps.gov\/meve\/planyourvisit\/plant_guides.htm"
}
