{
    "title": "Mesa Verde National Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility        Visitor on accessible trail to the Spruce Tree House overlook.        Mesa Verde National Park has accessibility limitations for people with vision, hearing or mobility impairments. Visitors encounter rugged terrain at an elevation of 7,000 to 8,500 feet. Steep cliffs, deep canyons and narrow trails can be a danger to all visitors. Persons with heart or respiratory ailments may have breathing problems at this altitude. Wheelchairs with wide rim wheels are recommended on trails.  General information is provided below. For a more detailed explanation, use the following links:   Limited Mobility   Visual Impairments   Hearing Impairments   Service Animals     Scenic Overlooks  •Visually Impaired: With assistance. •Hearing Impaired: Without difficulty. •Mobility Limitations: With assistance, but may not meet legal grade requirements.    Morefield Campground  •Visually Impaired: With assistance. •Hearing Impaired: Without difficulty. •Mobility Limitations: With assistance, but may not meet legal grade requirements.  Special Features: Parking, restrooms, campsites, telephone, paved walks and gravel trails.   Mesa Verde Visitor and Research Center  •Visually Impaired: With assistance. •Hearing Impaired: Without difficulty. •Mobility Limitations: Without difficulty.  Special Features: Designated parking, ramps, restrooms, telephones, and drinking fountains. Wheelchair available for loan.   Far View Sites  •Visually Impaired: With assistance. •Hearing Impaired: Without difficulty. Guide book available. •Mobility Limitations: With assistance. Gravel paths.   Museum & Park Headquarters  •Visually Impaired: With assistance. •Hearing Impaired: Without difficulty. Captioned movie. •Mobility Limitations: With assistance. One to three steps in museum; portable ramp available. Rangers and staff will assist.  Special Features: Designated parking, restrooms, telephones, and drinking fountains. Wheelchair available for loan.   Spruce Tree House  •Visually Impaired: With assistance. •Hearing Impaired: Without difficulty. Guide book available. •Mobility Limitations: With assistance. Steep trail does not meet legal grade requirements. Wide rim wheels are highly recommended. Overlook available.   Mesa Top Loop Road  •Visually Impaired: Sites accessible with assistance. •Hearing Impaired: Without difficulty. Guide book available. •Mobility Limitations: Without difficulty.  Special Features: Designated parking, restrooms (summer), drinking fountains (summer), and paved trails.   Cliff Palace, Balcony House & Long House  •Visually Impaired: Not recommended. •Hearing Impaired: With assistance. Guide book available. •Mobility Limitations: Not accessible. Accessible overlook for Cliff Palace at Sun Temple. Accessible overlook for Long House via 3-mile, round-trip paved trail. No accessible overlook for Balcony House.   Step House  •Visually Impaired: With assistance. •Hearing Impaired: Without difficulty. Guide book available. •Mobility Limitations: With assistance. Paved trail, graveled in places. The steep trail does not meet legal grade requirements. Access for wheelchairs is via the exit trail only. Wide rim wheels are highly recommended.   Badger House Community  •Visually Impaired: With assistance. •Hearing Impaired: Without difficulty. •Mobility Limitations: With assistance. Partially paved and graveled trail.",
    "url": "https:\/\/www.nps.gov\/meve\/planyourvisit\/accessibility.htm"
}
