{
    "title": "Mesa Verde National Park: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar            Calendar       For information on ranger-guided tours, please see the Interpretive Program Schedule found on the Operating Hours & Seasons page. To find out the best way to purchase tickets for the different tours available, please visit Purchasing Tour Tickets. For special events such as park sponsored Four Corners Lecture Series lectures, Artist-In-Residence presentations, and the annual Luminaria Holiday Open House, see the calendar below.          Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 5 results    Show ALL instances of recurring events   RSS Feed      Mesa Verde National Park Four Corners Lecture Series: Larry Gore - \"Happy Birthday, National Park Service. One Hundred Years of Birth and Growth of America’s Best Idea.\"      Time: 7:00 PM Location: Chapin Mesa Archeological Museum auditorium, Mesa Verde National Park Fees:  Presentation is free; park entrance fee applies     Friday, August 19, 2016 Larry Gore will present “Happy Birthday, National Park Service. One Hundred Years of Birth and Growth of America’s Best Idea” as part of the Four Corners Lecture Series. The program will take place in the Chapin Mesa Museum auditorium at 7:00 pm. View Details      Mesa Verde National Park Celebrating Founder's Day - Curation Tour of the Mesa Verde Visitor & Research Center      Time: 9:00 AM to 10:00 AM Location:  Mesa Verde Visitor & Research Center Fees: Free     Thursday, August 25, 2016 Behind-the-scenes tour of the museum collections and archives of Mesa Verde National Park. View Details      Mesa Verde National Park Celebrating Founder's Day - Curation Tour of the Mesa Verde Visitor & Research Center      Time: 3:00 PM to 4:00 PM Location: Mesa Verde Visitor and Research Center Fees: Free     Thursday, August 25, 2016 A behind-the-scenes tour of the museum collections and archives of Mesa Verde National Park.  View Details      Mesa Verde National Park Celebrating NPS Founder's Day      Location: Activities throughout the park Fees: Free     Thursday, August 25, 2016 Celebrate the 100th Birthday of the National Park Service with special activities scheduled throughout the day.  View Details      Mesa Verde National Park Pueblo Pottery Demonstration      Time: 10:30 AM Location: Mesa Verde Visitor & Research Center Fees: Free     Saturday, September 10, 2016 Starr Tafoya from Santa Clara Pueblo will present a demonstration, firing, and sale of her black and redware pottery. View Details",
    "url": "https:\/\/www.nps.gov\/meve\/planyourvisit\/calendar.htm"
}
