{
    "title": "Mesa Verde National Park: Safety",
    "body": "Safety       We want your visit to Mesa Verde to be a safe and enjoyable one. Below are some of the potential hazards you may experience and safety tips to consider during your visit. Please become familiar with them and keep them in mind while you are exploring the park.      Share the Road Park roads are steep, narrow, and winding. Do not stop on the roadway; use pullouts or overlooks. Watch for wildlife, pay close attention to your speed around curves, and obey all traffic signs. Bicyclists use caution! The road is steep and paved shoulders are rare. Ride in single file and stay as far to the right as possible. Bicyclists, like motor vehicle drivers, must comply with traffic regulations. From sunset to sunrise, your bicycle must exhibit a white light on the front visible from 500 feet and a red light or reflector on the rear visible for 300 feet. You must also use your lights in the tunnel. Please note that bicycles are not allowed on pedestrian trails or on the Wetherill Mesa Road. Once out on Wetherill Mesa, the 5-mile Long House Loop is open for bicycles. Some additional trails on Wetherill Mesa are open for bicycles, while others are for pedestrians only. Please check signs at trailheads before taking your bicycle on any trail. Bicycles are not permitted on any trail except those marked as open to bicycles.  Can You Hear Me? Once you drive through the park entrance, cell phone service is limited. You can find telephones at park facilities. Wi-Fi service is available at the Morefield Campground Store, Far View Lodge, Far View Terrace, and Spruce Tree Terrace.  Wildlife Keep wildlife wild! Feeding wild animals is dangerous to you and unhealthy for them. Wild animals can carry deadly diseases, including hantavirus, plague and rabies. Repeated human contact with wildlife may cause animals to lose their natural fear of humans and become aggressive. Always view wildlife from the safety of your car or from a distance. Do not approach animals to feed or take photographs, and teach children not to chase, tease, or pick up animals. Please report any animal that may appear sick or injured. Keep your food, cooking equipment, and garbage in your vehicle with the windows closed, hard-sided trailer, or food locker, especially in the campground.  Water is Vital Dehydration is a common cause of illness in Mesa Verde. Elevations range between 7,000 and 8,400 feet (2134 m and 2560 m), and the climate is dry. Carry water with you everywhere, and drink it. You can fill your reusable water bottle at all park facilities. Water is also available at Cliff Palace and the Wetherill Mesa Information Kiosk during the summer months.  Pets Need to Be Protected Too Please remember that your pet is as susceptible to the heat as you are. Keep your pet hydrated and cool. Pets should be left unattended within motor vehicles only with proper ventilation and water, and only in weather that is not hazardous to the animal. With daytime temperatures at Mesa Verde ranging from 80° to over 90° from late-spring to early-fall, the temperature in a car can rise to 120° in a matter of minutes, even with the windows opened slightly. Shady parking places are rare and even on cooler days, temperatures within the car can quickly rise to dangerous levels.  Hiking Plan your route carefully, and always inform a friend or family member of your planned route and expected return time. Check the weather forecast before departing for your hike. Be especially prepared if you are hiking alone. Depending on the distance of the hike and time of year, we recommend that individuals carry and drink at least a gallon of water each day.  Lightning Afternoon thunderstorms are common in the summer months and can approach quickly. The safest place to be in a thunderstorm is a building, and the next safest is your vehicle. If you are in your car during an active thunderstorm, the best position is to sit with hands on your lap, not touching the door or the dash. If you’re caught outside in an active thunderstorm, do not take cover under trees, avoid being the tallest object, and don’t stand near other tall objects (i.e. lone trees). Keep moving towards a safe place. If you are in a group, try to leave about 15 feet of space between each person. These storms pass quickly but should NOT be taken lightly.  Visiting Cliff Dwellings Visiting a cliff dwelling can be strenuous. The cliff dwellings are at 7,000 foot (2134 m) elevation. Please consider your physical health before hiking or going on tours. Trails are steep and uneven, with steps and ladders. Visiting cliff dwellings or hiking is not recommended for those with heart or respiratory problems.  Children on Tours Parents, please watch your children at all times - especially on trails, in the cliff dwellings, and near canyon rims. Although there are no height or age restrictions for tours, children must be capable of walking the extent of the trails, climbing ladders, and negotiating steps independently. All infants must be carried in backpacks while on tours and adults carrying children in backpacks must be able to maintain mobility and balance.  Judgment Your safety depends on your own good judgment, adequate preparation, and constant attention. Learn about the physical nature of the tours BEFORE you go. This information is on the website, in the visitor guide handout, at the visitor center, and described by rangers before selling tour tickets and leading the tours. Don't ruin your vacation by having an accident. Your safety is your responsibility.     Vehicle Security Be sure to lock your vehicle when you are out exploring the park, and keep valuables out of sight, such as in the trunk of your car.  Winter Visitors Be prepared and plan for the seasonal conditions of your trip. Temperatures can be in the teens and low 20s from December to March. Visitor services are limited in the winter months, so be prepared with water, snacks, and layers of warm clothing. Icy roads are common during the winter. The main park road is steep and winding, with shady curves that may be icy any time of day. Drive slowly. Snow tires, all-wheel drive, or chains may be required; if so, signs will be posted near the entrance station. Be sure to watch for and yield to snowplows that may be operating on park roads. Always drive with caution. There are many pull-outs along the road where you can stop for photos or to let other drivers pass.  In Case of Emergency Contact a ranger or dial 911.",
    "url": "https:\/\/www.nps.gov\/meve\/planyourvisit\/safety.htm"
}
