{
    "title": "Mesa Verde National Park: Hiking Trails",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking Trails               Hiking Trails       Hiking in Mesa Verde National Park is allowed only on designated trails. There are a number of trails from which to choose. See trail descriptions below for more information. For recommendations on hiking safely in the park, click on Hiking Tips. For winter hiking opportunities, go to our Winter Activities page. (To get the Free Adobe Reader required to read the trail map\/profile links below, click here.)    MOREFIELD TRAILHEADS                                                                                                             Prater Ridge Trail   Prater Ridge Trail 7.8 miles, round-tripBegins on the west end of Morefield Campground. The trail ascends Prater Ridge and follows a loop around the top of the ridge, returning via the same route. A cut-off trail can be taken which shortens the trail to five miles. Natural History: Changes in elevation and vegetation along with views of the surrounding area are highlights of this trail.Trail map and profile (pdf, 124 kb)          Knife Edge Trail   Knife Edge Trail 2 miles, round-trip The trail follows a section of the old Knife Edge Road, from the northwest corner of Morefield Campground towards the Montezuma Valley Overlook. This trail provides good views of Montezuma Valley. Trail guide available. Cultural History: Built in 1914 as the main access into the park, old-timers still proudly talk about what a feat it was to build, or \"hang,\" a road on this steep bluff. Trail map and profile (pdf, 88 kb)          Point Lookout Trail   Point Lookout Trail 2.2 miles, round-trip The trail switchbacks up the back side of Point Lookout and traverses the top of the mesa. This trail provides excellent views of both Montezuma and Mancos valleys, as well as the surrounding countryside.Trail map and profile (pdf, 89 kb)       CHAPIN MESA TRAILHEADS                                                                                                          Petroglyph Point Trail   Petroglyph Point Trail 2.4 miles, round-trip Begins from the Spruce Tree House trail, and continues below the edge of the plateau to a petroglyph panel, makes a climb to the top of the mesa and returns via the rim to the museum. This trail provides views of Spruce and Navajo Canyons and is the only trail in the park to view petroglyphs. The trailhead is located near the Chapin Mesa Archeological Museum. Please contact a ranger for times the gate above the trailhead is open. Trail guide available. Registration at the trailhead or museum is required. Trail map and profile (pdf, 107 kb)          Spruce Canyon Trail   Spruce Canyon Trail 2.4 miles, round-trip Begins from the Spruce Tree House trail, follows the bottom of Spruce Tree Canyon, turns up Spruce Canyon, and returns to the museum via the picnic area. The trailhead is located near the Chapin Mesa Archeological Museum. Please contact a ranger for times the gate above the trailhead is open. Registration at the trailhead or museum is required. Natural History: The Spruce Canyon Trail offers an opportunity to explore the canyon bottoms of Mesa Verde and discover the plants and wildlife that live in this habitat. Trail map and profile (pdf, 92 kb)          Soda Canyon Overlook Trail   Soda Canyon Overlook Trail 1.2 miles, round-trip Begins one mile north of the Balcony House parking area along the Cliff Palace Loop Road. The trail is an easy walk to the canyon edge and offers views of Balcony House and other archeological sites along Soda Canyon.Natural History: The trail goes through big sagebrush, Utah juniper, yucca, and gambel oak.This is a fairly low-growing, open area and will be hot in the summer.Trail map and profile (pdf, 76 kb)          Farming Terrace Trail   Farming Terrace Trail .5 mile, round-tripBeginning and ending on the spur road to Cedar Tree Tower, this 1\/2 mile loop leads to a series of prehistoric check dams built by the Ancestral Puebloans to create farming terraces.Natural History: This trail is a good place to look for lizards, hummingbirds, and a wide variety of plants.     WETHERILL MESA TRAILHEADS (open May to October)                                           View of Nordenskiold Site No. 16 from trail   Nordenskiold Site No. 16 Trail 2 miles, round-trip from information kiosk This trail offers a leisurely stroll on the quietest trail in Mesa Verde, and leads to an overlook of Nordenskiold Site No. 16.  The 2000 Pony Fire severely burned this area. As a result, there is no shade available along the trail. Cultural History: In 1891, 23-year old Swedish scientist Gustaf Nordenskiold visited Mesa Verde. Using painstaking field methods for his time, he excavated many sites, including this one. His book, \"The Cliff Dwellers of the Mesa Verde,\" was the first extensive examination and photographic record of Mesa Verde’s cliff dwellings. Trail map and profile (pdf, 73 kb)         Badger House Community Trail  2.25 miles round-trip from information kiosk This combination gravel and paved trail begins at the information kiosk and winds through four mesa top sites, covering 600 years of occupation.",
    "url": "https:\/\/www.nps.gov\/meve\/planyourvisit\/hiking.htm"
}
