{
    "title": "Mesa Verde National Park: Tours, Guided",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Tours, Guided              Guided Tours      The following cliff dwellings can only be visited by taking a ranger-guided tour. Tours are strenuous. Due to high demand for tours during the busy summer season, you may be asked to choose only one tour per day between Cliff Palace and Balcony House. Long House may be visited on the same day as Cliff Palace or Balcony House.  Tour tickets for Balcony House, Cliff Palace, and Long House must be purchased in person and can be purchased up to two days in advance. Please visit Purchasing Tour Tickets, to find out where tour tickets are sold. You can also visit 2016 Special Backcountry Hikes to learn about other opportunities available during your visit.Please see the park schedule to learn when the following tours are available.            CHAPIN MESA             Cliff Palace NPS PHOTO  Cliff Palace Mesa Verde's Largest Cliff Dwelling This one-hour, ranger-guided tour involves climbing five, 8-10ft (2.6-3m) ladders, on a 100ft (30m) vertical climb. Total walking distance is about 1\/4-mile (400m), round-trip. The tour begins at Cliff Palace Overlook, an 23-mile (37km), one-hour drive from the Visitor and Research Center.  Please note: Essential preservation work on Cliff Palace is required this year. Please check here for current schedule.         Balcony House   Balcony House Adventurous Cliff Dwelling Tour This one-hour, ranger-guided tour involves climbing a 32 ft. ladder, crawling through a 12ft.-long tunnel, and climbing up a 60ft (20m) open rock face with two 10ft (3m) ladders to exit the site. The tour begins at the Balcony House parking area, a 25-mile (40.2km), 1-1\/4 hour drive from the Visitor Center. Please check here for current schedule.         Cliff Palace in twilight   Twilight Photography Tours Photographers, here is a chance to spend 90 minutes in Cliff Palace with a park ranger in a small group setting. Dramatic sunset lighting will appeal to both amateur and professional photographers. Please check here for current schedules. •Tour is limited to 12 people •$20.00 per person (Tickets can be purchased in advance, online at www.recreation.gov or by phoning the call center at 1-877-444-6777.)        Chapin Museum in 1936   Historic District Walking Tour This 90 minute, easy walking tour of early park buildings on Chapin Mesa, highlights how archeologists, rangers, and New Deal Laborers, created the first cultural national park in the United States. From the Antiquities Act of 1906 and the NPS Organic Act of 1916, to the New Deal and into the 21st century, hear the influences that have shaped the first century of Mesa Verde National Park. Please check here for current schedule.          WETHERILL MESA             Long House   Long House Mesa Verde's Most In-Depth Tour Starting at the Wetherill Mesa information kiosk, this two-hour ranger-guided tour involves hiking at least 2.25 miles (3.6km) round-trip, and climbing two 15-foot (4.5m) ladders within the site. The hike has an elevation gain of about 130 feet (40m). The tour ends at the Long House trailhead, giving you the choice of returning to the kiosk or exploring more of Wetherill Mesa on your own. Allow about 2.5 hours (total) for tour and return to kiosk. Please check here for current schedule.   The Wetherill Mesa information kiosk is a 12-mile (19km) drive along the Wetherill Mesa Road (begins near mile marker 15). Allow 1-1\/4 hours to drive to the kiosk from the Visitor and Research Center. Vehicles over 25-feet (8m) long are prohibited on this road.          Aramark Leisure (Park Concession)           Half-Day Guided Bus Tours Mid-April to mid-October  Mesa Verde National Park concessioner, Aramark Leisure, conducts guided bus tours that offer modern views of the Ancestral Pueblo people. Tours include the 700 Years and Far View Explorer Tours. Tickets may be purchased at the Mesa Verde Visitor and Research Center, Far View Lodge and Terrace, and Morefield Campground. For more information about the bus tours, please visit the Aramark Leisure website.",
    "url": "https:\/\/www.nps.gov\/meve\/planyourvisit\/guided_activities.htm"
}
