{
    "title": "Mesa Verde National Park: 2016 Special Backcountry Hikes",
    "body": "2016 Special Backcountry Hikes        Mesa Verde National Park offers visitors opportunities in 2016 to learn more about the park through special hikes and tours. Purchase tickets in advance, online at www.recreation.gov or by phoning the call center at 1-877-444-6777.  All hikes are appropriate for well-prepared hikers. Children must be able to walk the extent of the trail on their own without difficulty. Your safety depends on your good judgment, adequate preparation, and constant attention. Wear sturdy shoes or boots and bring plenty of water. Shade is limited, so bring a hat and sunscreen. Evaluate your physical condition when choosing a hike.                Balcony House Sunrise Tour Begin your day as the Ancestral Pueblo people have for generations. Climb into Balcony House as the sun rises, and step into the 21st century of our national parks. On this 90-minute tour, you will climb a 32-foot (9.8 m) ladder, crawl through and 18-inch wide (45 cm) and 12-foot (3.7 m) long tunnel, and climb up a 60-foot (20 m) open cliff face with stone steps and two 10-foot (3 m) ladders to exit. Dress appropriately for early morning temperatures and bring a flashlight. Cameras are welcome, but you must be able to carry all of your gear while keeping your hands free to climb the ladders.           May 7 at 5:30 am June 20 at 5:15 am June 21 at 5:15 am September 21 at 6:15 am September 22 at 6:15 am October 10 at 6:30 am          •Tour is limited to 25 people •Price: $15.00 per person, all ages            Reservations are available online at www.recreation.gov or by phoning the call center at 1-877-444-6777.                Mug House Named for three mugs tied together with yucca rope found hanging inside one of its rooms, it was built over several decades in the AD 1100s and 1200s and likely supported a population of 80 to 100 people. Along the route to this amazing site, you will visit other Ancestral Puebloan sites including Adobe Cave, which features partially excavated rooms. You will also experience wonderful views of Rock Canyon. This strenuous 2-hour, 3-mile (4.8 km) round-trip hike is along an unpaved, uneven trail that descends 100 feet (30 m) and includes steep drop-offs and switchbacks. This hike may not be appropriate for young children. Each hiker must be able to scramble over boulders and navigate steep gravel trails unassisted. Please do not bring any type of snack or food or sugary drinks! Archeological sites are vulnerable to damage caused by rodents attracted to food crumbs.      May 31 to October 15 Tuesday, Thursday, and Saturday at 9:30 am  •Tour is limited to 10 people •Price: $25.00 per person, all ages Reservations are available online at www.recreation.gov or by phoning the call center at 1-877-444-6777.                Oak Tree House This 60-room site built on two ledges is one of the largest cliff dwellings in the park. Oak Tree House is a well preserved but fragile site that features plastered walls and varied architectural styles. During the hike, you will also have stunning views of Cliff Canyon, Cliff Palace, and Sun Temple. This 2-hour, 1-mile (1.6 km) round-trip hike is moderately strenuous. Expect a narrow, unpaved, uneven trail, with steps carved into the sandstone, steep drop-offs, and two ladders (4-foot and 15-foot) (1.2 m to 4.6 m). Total elevation change is 200 feet (61 m). Children must be able to walk the extent of the trail on their own without difficulty. Wear sturdy hiking shoes or boots and bring a minimum of 1\/2 gallon (2 liters) of water per person. Please do not bring any type of snack or food or sugary drinks. Archeological sites are vulnerable to damage caused by rodents attracted to food crumbs.          May 3 to May 28 September 12 to October 14   Tuesday and Saturday at 8:00 am Monday and Friday at 8:00 am   •Tour is limited to 10 people •Price: $25.00 per person, all ages •Tour is limited to 10 people •Price: $25.00 per person, all ages          Reservations are available online at www.recreation.gov or by phoning the call center at 1-877-444-6777.                 Spring House   Spring House is the largest unexcavated cliff dwelling in the park. It has 86 rooms and seven kivas. The site is extremely fragile, so you will not enter the site, but get excellent views of the cliff dwelling from a platform at the south end of the village. This 8-hour, 8-mile (12.9 km) round-trip hike is very strenuous. Expect an unpaved, uneven trail with an elevation change of 1,500 feet, and steep drop-offs, one short ladder, and switchbacks. Wear sturdy hiking shoes or boots; bring your own lunch, snacks, and a minimum of one gallon (4 liters) of water per person. Shade is very limited, so bring a hat and sunscreen. This hike is appropriate for well -prepared hikers. Children must be able to walk the extent of the trail on their own without difficulty.       May 1 to May 25 September 11 to October 12   Sunday and Wednesday at 8:00 am Sunday and Wednesday at 8:00 am   •Tour is limited to 10 people •Price: $40.00 per person, all ages •Tour is limited to 10 people •Price: $40.00 per person, all ages              Reservations are available online at www.recreation.gov or by phoning the call center at 1-877-444-6777.                  Wetherill Mesa Bike and Hike Adventure If you like both hiking and biking, this is the trip for you. This ranger-guided, 4.5 hour, 9-mile (14.5 km) trek on the quieter side of Mesa Verde is for those seeking an in-depth Mesa Verde experience with a ranger. Enjoy expansive canyon views, spectacular overlooks of remote cliff dwellings, and a tour of magnificent Long House. You will bike to several mesa top archeological sites, walk to others, and hike three miles (4.8 km) round trip through the pinyon-juniper woodlands for cliff edge views of two intriguing cliff dwellings, Nordenskold #12 and Double House. Bring binoculars to look for rock art! The group will then bike to the Long House trailhead and take a .75 mile (1.2 km) round-trip walking tour of this Wetherill Mesa gem. The tour concludes at this point and you are free to continue exploring on your own or bike back to the parking lot. Bring your own bike or check this list of local bicycle shops that have rentals. Wear sturdy hiking shoes or boots; bring snacks and a minimum of 1\/2 gallon (1.8 liters) of water per person. Shade is limited, so bring a hat and sunscreen. The hike is appropriate for well-prepared adventurers who can do the entire 9 miles of moderate biking and hiking. There is no age restriction, but, please consider your child's endurance level.   *The entire Wetherill Mesa Bike and Hike Adventure, including 4.5 hour trek AND driving time from the main park road to Wetherill Mesa (round-trip), is about six hours.    June 1 to September 4 Wednesday and Sunday at 9:30 am  •Tour is limited to 15 people •Price:  $18.00 per person, all ages.   Reservations are available online at www.recreation.gov or by phoning the call center at 1-877-444-6777.               Views of Yucca House    Yucca House Yucca House National Monument is located eight miles south of Cortez, Colorado. Experience a sense of discovery by visiting this large, unexcavated Ancestral Puebloan site that has remained largely untouched for the past 800 years! The massive building and central location in the Montezuma Valley suggest that it was an important village.  The easy to moderate 2-hour, 1\/2 mile (0.8 km) walk is along a mostly level, unpaved path. The trail is rocky in places; wear sturdy hiking shoes or boots. Total tour time, including carpooling to site, is 3 hours.  You will meet at the Colorado Welcome Center in Cortez for a brief orientation talk, then carpool to the site.   May 14 and September 10 at 8:00 am •Tour is limited to 15 people •Price: $5.00 per person, all ages.      Reservations are available online at www.recreation.gov or by phoning the call center at 1-877-444-6777.              Be Prepared Consider your physical health before joining a hike. Hiking is not recommended for those with heart or respiratory problems, or other physical difficulties. Elevations range between 7,000 and 7,500 feet (2134m and 2286m) above sea level. Weather conditions are quite variable. It's possible to begin your hike in full sun and end with a thunderstorm. Plan for all weather conditions. Bring plenty of water per person; minimum amount is suggested in each tour description above.",
    "url": "https:\/\/www.nps.gov\/meve\/planyourvisit\/backcountry_hikes.htm"
}
