{
    "title": "Mesa Verde National Park: Tours, Self-Guided",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Tours, Self-Guided              Self-Guided Tours       There are plenty of cultural sites to explore on your own. Some are open year-round, while others are open seasonally. Please see the Visitor Services and Program Schedule or Visitor Guide for specific dates and times.      CHAPIN MESA                                                                                     Spruce Tree House   Spruce Tree House Best-Preserved Cliff Dwelling (Early March to early November) You can observe Spruce Tree House from viewpoints near the Chapin Mesa Archeological Museum. Rangers will be available at the overlook daily, from 9:00 am to 4:00 pm (with extended hours in late spring and summer) to answer questions and share information. Due to continued safety concerns related to rock falls, the site remains closed for the foreseeable future. Overlooks near the museum offer superb views of the cliff dwelling.           Mesa Top Loop Road Exhibit   Mesa Top Loop Road Auto Tour - 700 Years of Mesa Verde History A 6-mile (10 km) driving tour with short, paved trails. Twelve easily-accessible sites, including surface dwellings and cliff dwelling overlooks. Highlights include Square Tower House, Sun Point Overlook, and views of Cliff Palace from Sun Point and Sun Temple stops. Overlooks also found on the 6-mile (10 km) Cliff Palace Loop Road. Open 8:00 am to sunset.        Petroglyph at Pipe Shrine House in Far View Sites   Far View Sites Complex Five Mesa Top Villages & Far View Reservior Far View House plus four other villages and a dry reservoir on a level 3\/4-mile (1.2 km) unpaved trail. Four miles (6.4 km) north of the Chapin Mesa Archeological Museum. Open 8:00 am to sunset.        Cedar Tree Tower   Cedar Tree Tower Mesa Top Tower and Kiva Ancestral Puebloan tower and kiva complex can be viewed from the road. Open 8:00 am to sunset.     WETHERILL MESA         Step House   Step House Pithouse, Petroglyphs and Cliff Dwelling A 100 foot (30 m) descent and ascent on a winding path. Total walking distance is about one mile (1.6 km) round-trip. Allow 45 minutes to one hour. Trail begins near the Wetherill Mesa Kiosk. Please check here for current schedule.         Badger House Trail Exhibit   Badger House Trail Trail to Four Mesa Top Sites The 2.25 mile (3.6 km) round-trip trail through Badger House Community surface sites begins at Wetherill Mesa Kiosk. Your walk through this area is a journey through 600 years of prehistory. Combination graveled and paved trail. Available early May to late October.",
    "url": "https:\/\/www.nps.gov\/meve\/planyourvisit\/self_guided_activities.htm"
}
