{
    "title": "Mesa Verde National Park: Bird Watching",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Additional Activities     Bird Watching                Bird Watching      Mesa Verde National Park is home to several distinct habitats. The types of species which you will encounter depends on the habitat present. If you are an avid birder, make sure to purchase a copy of the brochure, \"Checklist of the Birds.\" This will help you locate where species are found in the park. The listing of birds in this page will get you started as a bird watcher in Mesa Verde. Most hiking trails within the park do not enter the deep canyons because federal law has closed the backcountry to protect the archaeological sites and natural resources. If you are visiting the park during late spring when migration and nesting are in progress, you can see many bird species at any point in the park. Take the Petroglyph Point or Spruce Canyon Trail and look for warblers, flycatchers, woodpeckers, jays, hawks, chickadees, titmice, and other species. The Knife Edge Trail also has good birding. If you are lucky, you may see a peregrine falcon or a golden eagle soar from its nest out across the Montezuma Valley. During the summer months, you can take any of the above-mentioned trails or walk the Soda Canyon Overlook Trail near Balcony House, or the short trail to the Park Point lookout. The Park Point area is a good place to see hawks, towhees, grouse and eagles, in addition to the many species listed above. In the fall, you may want to take the Knife Edge Trail early in the morning to catch migrating warblers and hummingbirds feeding on the Indian Paint Brush. If you are one of the few winter visitors, most trails are closed. But be on the lookout for chickadees, nuthatches, an occasional brown creeper, canyon wrens, woodpeckers, flickers, and jays during your Spruce Tree House tour. Turkey vultures usually arrive in late March and leave in early October, so the large black birds you see will likely be common ravens or the vivid black-billed magpie. The riparian area of Mesa Verde is largely inaccessible within the park. To access a similar habitat, take one of the county roads west of Mancos and follow the road along the Mancos River. You will see ducks, Canada geese, great blue herons, possibly an American dipper, flocks of western and mountain bluebirds, lots of red-winged and Brewer's blackbirds, and bald and golden eagles. Depending on the season, you may also spot migrating waxwings, goldfinches, evening grosbeaks, a variety of flycatchers, both ruby and golden-crowned kinglets, four or five varieties of swallows, and other species as well. Bird watching in Mesa Verde is not as impressive as some specialized areas, but it is an exciting and worthwhile experience. Fill out a wildlife sighting card if you see something rare or unusual. Such sightings are added to the park's resource management data file, providing a detailed permanent record that assists researchers.        Common Birds     New World Vultures (Catharitidae) Turkey Vulture Kites, Hawks, Eagles (Accipitridae) Golden Eagle Sharp-shinned Hawk Cooper’s Hawk Red-tailed Hawk Falcons and Caracaras (Falconidae) American Kestrel Grouse (Phasianidae) Wild Turkey Pigeons and Doves (Columbidae) Mourning Dove Typical Owls (Strigidae) Long-eared Owl Great Horned Owl Northern Pygmy-Owl Northern Saw-whet Owl Nightjars (Capimulgidae) Common Poorwill Swifts (Apodidae) White-throated Swift Hummingbirds (Trochilidae) Black-chinned Hummingbird Broad-tailed Hummingbird Rufous Hummingbird Woodpeckers (Picidae) Northern Flicker Hairy Woodpecker Tyrant Flycatchers (Tyrannidae) Western Kingbird Ash-throated Flycatcher Western Wood-Pewee Say’s Phoebe Gray Flycatcher Dusky Flycatcher Swallows (Hirundinidae) Violet-green Swallow Jay’s, Crows, Magpies (Corvidae) Western Scrub-Jay Pinyon Jay Steller’s Jay Clark’s Nutcracker Black-billed Magpie Common Raven Chickadees and Titmice (Paridae) Mountain Chickadee Juniper Titmouse Bushtits (Aegithalidae) Bushtit Nuthatches (Sittidae) White-breasted Nuthatch Wrens (Troglodytidae) House Wren Bewick’s Wren Canyon Wren Rock Wren Thrushes (Turdidae) Ruby-crowned Kinglet Blue-gray Gnatcatcher Western Bluebird Townsend’s Solitaire American Robin Vireos (Verionidae) Plumbeous Vireo Wood-Warblers (Parulidae) Virginia’s Warbler Yellow-rumped Warbler Black-throated Gray Warbler Tanagers (Thraupidae) Western Tanager New World Sparrows (Emberizidae) Green-tailed Towhee Spotted Towhee Vesper Sparrow Chipping Sparrow Dark-eyed Junco Cardinals (Cardinalidae) Black-headed Grosbeak Lazuli Bunting Finches (Fringillidae) Pine Siskin Lesser Goldfinch House Finch                   For a more complete list of birds at Mesa Verde National Park, download this checklist (pdf, 31 kb, print landscape).",
    "url": "https:\/\/www.nps.gov\/meve\/planyourvisit\/birdwatching.htm"
}
