{
    "title": "Mesa Verde National Park: Restaurants",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Restaurants              Where To Eat      MUSEUM AND SPRUCE TREE HOUSE AREA Spruce Tree Terrace Cafe Located in a historic building near the Chapin Mesa Archeological Museum and Spruce Tree House, this is a perfect place for a casual lunch or dinner. Dine inside, on the outdoor patio, or pick up a lunch-to-go and enjoy a picnic in the park. Open daily. (Closed Thanksgiving, Christmas, and New Years Day) Hours of operation vary seasonally       FAR VIEW AREA Metate Room Restaurant Enjoy dinner in the nationally recognized Metate Room at Far View Lodge, offering wild game, fresh fish, and local organic produce, all with a contemporary Southwestern flare. Come early for breakfast with a view. Enjoy a gourmet continental breakfast featuring homemade pastries, fresh juices, shade grown coffee, and more. Relax atop the lodge in the La Mano Lounge and end your evening with a sunset, the moon, or under the stars. April 14 to October 23, 2016Breakfast 7:00 am to 9:30 amDinner 5:00 pm to 9:30 pm   Far View Terrace Restaurant The Far View Terrace offers a casual dining atmosphere located just a quarter mile from Far View Lodge. There is something for everyone with a wide variety of choices from breakfast through dinner, including classic fare and local favorites such as the house favorite, a Navajo taco.  An additional feature is the Java City Coffee Bar with lattes, cappuccinos, smoothies, ice cream, and our special house made Mesa Verde fudge! May 2 to October 11, 2016Breakfast 7:00 am to 10:00 amLunch 11:00 am to 3:00 pmMesa Mocha 7:00 am to 8:00 pmMay 16 to October 1, 2016Dinner 5:00 pm to 8:00 pm   MOREFIELD CAMPGROUND Knife Edge Cafe April 28 to September 7, 2016Breakfast 7:00 am to 10:00 am  May 26 to September 7, 2016Lunch 11:00 am to 2:00 pmDinner 4:30 pm to 7:00 pm  For more information, visit the Aramark Leisure website.",
    "url": "https:\/\/www.nps.gov\/meve\/planyourvisit\/restaurants.htm"
}
