{
    "title": "Mesa Verde National Park: Purchasing Tour Tickets",
    "body": "Purchasing Tour Tickets       Although much of Mesa Verde National Park can be explored on your own, some cliff dwellings can only be visited by going on a ranger-guided tour. The cost and location for purchasing tickets vary, depending on the type of tour.  Tickets for Ranger-Guided Tours of Cliff Palace, Balcony House, and Long House Tickets for Twilight Photography Tours Tickets for Backcountry Hikes        TICKETS FOR RANGER-GUIDED TOURS OF CLIFF PALACE, BALCONY HOUSE, AND LONG HOUSE Price: $4.00 per person. Tickets must be purchased in person, and can be purchased up to two days in advance at the following locations, dates, and times. For tour descriptions and schedules, go to the Guided Tours and Operating Hours & Seasons webpages. (Ticket sales begin April 10, 2016.)      Mesa Verde Visitor and Research Center      April 10 to May 26, 2016 8:00 am to 5:00 pm     May 27 to September 5, 2016 7:30 am to 7:00 pm     September 6 to October 29, 2016 8:00 am to 5:00 pm          Morefield Ranger Station      May 29 to September 5, 2016 5:00 pm to 8:30 pm          Colorado Welcome Center, Cortez      April 10 to May 26, 2016  8:00 am to 5:00 pm     May 27 to September 5, 2016 8:00 am to 6:00 pm     September 6 to October 29, 2016 8:00 am to 5:00 pm       Chapin Mesa Archeological Museum**     April 10 to October 29, 2016 9:00 am to 4:00 pm                  **Hint: You'll get the best selection of times for ranger-guided tours at the Visitor and Research Center, Morefield Ranger Station, or the Colorado Welcome Center. Options may be more limited at the Museum.            TICKETS FOR 2016 TWILIGHT PHOTOGRAPHY TOURS (in Cliff Palace) Price: $20.00 per person. Tickets can be purchased in advance, online at www.recreation.gov or by phoning the call center at 1-877-444-6777. (For tour description and schedule, go to Evening Programs.)       TICKETS FOR THE 2016 BACKCOUNTRY HIKES   Backcountry Hikes in 2016 include tours to Mug House, Spring House, Oak Tree House, and Yucca House. Other experiences include the Wetherill Mesa Bike & Hike Adventure and the Balcony House Sunrise Tour. For detailed descriptions and schedules, go to 2016 Backcountry Hikes.    Prices vary. Tickets for these special experiences must be purchased in advance, online at www.recreation.gov or by phoning the call center at 1-877-444-6777.",
    "url": "https:\/\/www.nps.gov\/meve\/planyourvisit\/tour_tickets.htm"
}
