{
    "title": "Mesa Verde National Park: Winter Activities",
    "body": "Winter Recreational Activities for 2015-2016       Winter in Mesa Verde National Park offers a wonderful opportunity for Nordic (Cross-country) skiing, snowshoeing and walking. Winter trails will be available once there is an appreciable amount of snow and the park has begun to groom the trails for snowshoeing and cross-country skiing. (Please check the park's Hiking page for trails that are available before the snow falls and the winter trails are open.) For winter trails updates:  Visit the Winter Trails Condition Report Page Call the Chief Ranger's Office (Monday to Friday, 8:00 am to 4:00 pm) 970-529-4622 Call the Chapin Mesa Archeological Museum (7 days a week, 9:00 am to 4:30 pm) 970-529-4631   When engaging in winter activities follow these safety guidelines to ensure a great experience:  Bring adequate gear, food and water. Sign in at the Trail Register so rangers will know you are out there. Stay on marked trails so you do not get lost. Do not walk on ski trails Please leave your pets at home Follow all other park rules and regulations. For emergencies, please call 911. For non-emergency situations you may contact the Chief Ranger's Office, Monday to Friday, 8:00 am to 4:00 pm. Be aware that cell coverage is very spotty throughout the park.         For information on specific winter activities in the park, please use the following links.     ♦  Winter Activities: Nordic\/Cross-Country Skiing, Snowshoeing, and Winter Hiking Opportunities Information and maps on winter trails available for recreational use in Mesa Verde National Park.      ♦ Mesa Verde National Park Winter Festival The Mesa Verde Winter Festival is scheduled for January 16, 2016 starting at 9:30 am. The Full Moon Ski and Snowshoe is January 23, 2016 starting at 6:00 pm. Parking for both events will be at the winter activities parking lot in the Morefield Campground Village, just four miles past the park entrance station. More...          Winter Trails Updates: Winter trail condition updates will be provided periodically as trails are groomed or checked. Please see the Winter Trails Condition Report Page for updates.                  Snowshoes, snow grooming equipment, and other supplies for the winter activities program were partially funded by a generous grant from the National Park Foundation.",
    "url": "https:\/\/www.nps.gov\/meve\/planyourvisit\/winter-activities.htm"
}
