{
    "title": "Mesa Verde National Park: Four Corners Lecture Series",
    "body": "2016 Four Corners Lecture Series       The Four Corners Lecture Series is produced by several local organizations who sponsor speakers each year. The series features presentations on the archeology, current Native American cultures, history, and natural resources of Mesa Verde and the Four Corners area. Guest lecturers will share their knowledge, interpretations, and experiences in the Four Corners Region. The following lectures are free and open to the public. You can also download the 2016 Four Corners Lecture Series poster (11\" x 17\", pdf, 550 kb).        Paul Reed The Chuska Valley: Chacoan Colony or Ancient Puebloan Heartland? May 4, Wednesday, 7:00 p.m., Crow Canyon Archaeological Center (hosted by SCCA and CCAC) Donald Bruning Turkey Vultures: Their Habits and Relatives May 11, Wednesday, 6:15 p.m., Cortez Cultural Center Ren and Helen Davis Landscapes for the People: George Alexander Grant, First Chief Photographer of the National Park Service June 3, Friday, 7:00 p.m., Chapin Museum, Mesa Verde National Park Scott Ortman Re-Balancing the Narrative of Spanish Colonization in New Mexico June 8, Wednesday, 7:00 p.m., Crow Canyon Archaeological Center (hosted by SCCA and CCAC) Grant Coffey Creating Symmetry: Building Social Landscapes in the Central Mesa Verde Region June 9, Thursday, 7:00 p.m., Crow Canyon Archaeological Center Donna Glowacki The Making of a Village: Growth &Change at Spruce Tree House May 20, Friday, 7:00 p.m., Chapin Museum, Mesa Verde National Park Ruth Van Dyke Aztec in the Chacoan World June 11, Saturday, 7:00 p.m., First United Methodist Church, Cortez (hosted by Hisatsinom Chapter\/CAS) Fred Fagergren Like Father, Like Son: Seventy-six Years in the National Park Service June 17, Friday, 7:00 p.m., Chapin Museum, Mesa Verde National Park Louie Garcia Weaving in the Pueblo Southwest June 25, Saturday, 2:00 p.m., Edge of the Cedars State Park Museum, Blanding Jonathan Dombrosky Zooarchaeological Data Suggest Broader Early Historic Distribution for Blue Sucker (Cycleptus elongatus) in New Mexico June 30, Thursday, 7:00 p.m., Crow Canyon Archaeological Center Hopi Dancers Traditional Dances - Visitor and Research Center, Mesa Verde National Park July 2 and 3, Saturday and Sunday, 11:00 a.m., 12:00 p.m., 2:00 p.m., and 4:00 p.m. James Potter Recent Research on the Cowboy Wash Community July 5, Tuesday, 7:00 p.m., First United Methodist Church, Cortez (hosted by Hisatsinom Chapter\/CAS) Carol Patterson Ute Rock Art of Western Colorado and theUintah Ouray Reservation Interpreted by Clifford Duncan July 9, Saturday, 2:00 p.m., Edge of the Cedars State Park Museum, Blanding Paul Berkowitz and Billy Malone The Case of the Indian Trader: Billy Malone and the NPS Investigation at Hubbell Trading Post July 14, Thursday, 7:00 p.m., Lyceum, Center for Southwest Studies, FLC (hosted by SJBAS Chapter\/CAS) Brian Forist That's How It Was in the Cs: The Work and Legacy of the Civilian Conservation Corps at Mesa Verde & Beyond July 22, Friday, 7:00 p.m., Chapin Museum, Mesa Verde National Park Janet Lever-Wood Baskets and Bags in Rock Art and the Plants From Which They Were Made July 25, Monday, 7:00 p.m., Anasazi Heritage Center (hosted by SCCA and AHC) John V. Bezy and Oralia Lopez Influence of Prehistoric Casas Grandes Pottery on the Modern Mata Ortiz Ceramics Tradition—Lecture, Demonstration, and Pottery Sale August 2, Tuesday, 7:00 p.m., Crow Canyon Archaeological Center (hosted by CCAC and Hisatsinom\/CAS) Severin Fowles An Archaeology of the Long Eighteenth Century in Taos August 10, Wednesday, 7:00 p.m., First United Methodist Church, Cortez (hosted by Hisatsinom\/CAS) Louie Garcia Weaving in the Pueblo Southwest August 11, Thursday, 7:00 p.m., Lyceum, Center for Southwest Studies, FLC (hosted by SJBAS Chapter\/CAS) Larry Gore Happy Birthday, National Park Service. One Hundred Years of Birth and Growth of America's Best Idea August 19, Friday, 7:00 p.m., Chapin Museum, Mesa Verde National Park Ben Bellorado Building Murals, Textiles, Pottery, and Rock Art: Using Cross-Media Approaches to Understand Identity Expression in the Northern Southwest August 24, Wednesday, 7:00 p.m., Anasazi Heritage Center (hosted by SCCA and AHC) Laurie Webster Re-Excavating Ancient Textiles, Baskets, Wood, and Hides from Southeastern Utah: Latest Findings from the Cedar Mesa Perishables Project August 27, Saturday, 2:00 p.m., Edge of the Cedars State Park Museum, Blanding Dawn Mulhern Mortuary Practices of the Durango Basketmakers September 8, Thursday, 7:00 p.m., Lyceum, Center for Southwest Studies, FLC (hosted by FLC and SJBAS\/CAS) Brandt Hart San Juan River: Then and Now September 10, Saturday, 4:00 p.m., Rusticks Gallery, Bluff (hosted by Friends of Cedar Mesa) Starr Tafoya Pottery Demonstration, Firing, and Sale September 10, Saturday, 10:30 a.m., Visitor and Research Center, Mesa Verde National Park Susan Ryan Chaco Canyon and the Rise of Complexity in the Middle and Northern San Juan Regions September 17, Saturday, 2:00 p.m., Edge of the Cedars State Park Museum, Blanding Laurie Webster Re-Excavating Ancient Textiles, Baskets, Wood, and Hides from Southeastern Utah: Latest Findings from the Cedar Mesa Perishables Project October 6, Thursday, 7:00 p.m., Anasazi Heritage Center (hosted by SCCA and AHC) Leigh Kuwanwisiwma The Hopi Connection to the Four Corners October 13, Thursday, 7:00 p.m., Crow Canyon Archaeological Center R.E. Burrillo The Lens of History: Documenting Impacts to Archaeological Sites on Cedar Mesa Through Comparative Photography October 22, Saturday, 2:00 p.m., Edge of the Cedars State Park Museum, Blanding (hosted by Friends of Cedar Mesa)     Native American Dances   Begin May 30, Monday, Wednesday, Friday, Sat., 7:00 p.m., Cortez Cultural Center Old West Heritage Programs Begin May 31, Tuesday, Thursday, 7:00 p.m., Cortez Cultural Center                  Sponsors of the Four Corners Lecture Series include: Friends of Cedar Mesa, Crow Canyon Archaeological Center, Anasazi Heritage Center, Cortez Cultural Center, Edge of the Cedars State Park Museum, Hisatsinom Chapter: Colorado Archaeology Society, Southwest Colorado Canyons Alliance, Fort Lewis College: Center for Southwest Studies, KSJD, Mesa Verde Foundation, Mesa Verde Museum Association, and Mesa Verde National Park.",
    "url": "https:\/\/www.nps.gov\/meve\/planyourvisit\/4c_lectureseries.htm"
}
