{
    "title": "Mesa Verde National Park: Filming\/Photography Permits",
    "body": "Filming\/Photography Permits       National Park Service U.S. Department of the Interior Mesa Verde National Park MESA VERDE On June 29, 1906, President Theodore Roosevelt established Mesa Verde National Park to “preserve the works of man,” the first national park of its kind. The park administers the preservation of archeological sites and other works and relics of the Ancestral Pueblo people. In 1978 Mesa Verde received international recognition as both a World Heritage Site and Biosphere Reserve. In order to preserve and protect resources and to assure the enjoyment of those resources by the public, the following guidelines are established by the superintendent of Mesa Verde National Park as they relate to filming and photographic activities within the park. Generally, permits are not required for:  visitors using cameras and\/or recording devices for their own personal use. sound technicians and film or video news crews at breaking news events. In these cases, the superintendent will still be required to protect park resources and the rights and safety of park visitors. News media wishing access for entertainment or scheduled purposes may require a permit. NPS filming or photography. Department of the Interior Audiovisual Center filming or filming\/photography done pursuant to a cooperative agreement or contract.  A request for a filming or photography permit may be denied if:  in the opinion of the superintendent or his\/her designee, the filming activity requested represents a potential for harm or impact on the park’s natural, cultural, wilderness or recreational resources, may create health or safety risks, or disrupt visitor use and enjoyment. it is determined that supervisory requirements for the proposed project will place unreasonable burdens on park staff, regardless of the applicant’s willingness to pay supervisory costs. the permittee fails to obtain insurance\/bonding, or does not agree to pay assessed cost recovery. the proposed filming or photography would conflict with the visitors’ normal use of the park. the request includes entry into areas closed to the general visiting public, or which would allow activities not permitted to the average visitor.  Filming\/Photography Permits are issued for photography, filming, and associated sound recording to ensure protection of resources, to prevent significant disruption of normal visitor uses, or when they involve props, models, professional crews and casts or set dressings. Permits are required for access to areas normally closed to the visiting public. To apply for a permit, please complete a Mesa Verde National Park filming application form and submit it to the Special Park Use Coordinator allowing sufficient time for evaluation by the park staff before the start date of the proposed activity. Please remember there is a non-refundable application fee of $100.00. Payment can be made by sending a check or money to the Special Park Use Coordinator. If you wish to pay by credit card, payment can be made through pay.gov. Please contact a Special Park Use Coordinator at (970) 529-4612 or (970) 529-4613 for a permit number and more information before using pay.gov. Requests will be evaluated on the basis of the information in the application. Therefore you are encouraged to attach maps, diagrams, script pages or storyboards to assist park staff in evaluating your request. (Since the National Park Service cannot censor content, submission of script and storyboards is voluntary.)   Applications are handled in the order they are received. Priority will not be given to urgent requests nor will the park reply by express mail. Simple requests are usually processed within two weeks. Requests that involve multiple locations, complex logistics, coordination with other NPS divisions or visitor activities will require a minimum of four weeks to process. A minimum of four weeks is also required to process permits for projects that need additional environmental compliance. All costs of evaluating the request will be billed to the applicant, whether a permit is issued or not. In compliance with the requirements of the Debt Collection Improvement Act of 1996, the applicant must submit their social security number or Federal tax ID number when filling out the application for permit. Applications will not be processed if submitted incomplete or are received without payment. Please read the Filming Guidelines prior to completing your application.  Filming Guidelines for Mesa Verde (pdf, 76 kb) National Park Filming Permit Application (pdf, 111 kb)",
    "url": "https:\/\/www.nps.gov\/meve\/planyourvisit\/filming.htm"
}
