{
    "title": "Mesa Verde National Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes               Fees & Passes       ENTRANCE FEES - PRIVATE VEHICLES Park Entrance Fee for Private Vehicles    January 2 - May 26, 2016 September 6 - December 31, 2016 Fee: $10.00   May 27 - September 5, 2016 Fee: $15.00        Details: The fee is good for entrance to Mesa Verde National Park for up to 7 days.     Park Entrance Fee for Each Motorcyclist, Bicyclist, and Individual on Non-Commercial Buses     January 2 - May 26, 2016 September 6 - December 31, 2016 Fee: $5.00 per person   May 27 - September 5, 2016 Fee: $8.00 per person        Details: The fee is good for entrance to Mesa Verde National Park for up to 7 days.   Mesa Verde Annual Pass Fee: $30.00 Details: Fee good for a year, beginning from the date of sale  America the Beautiful Series Passes Fee: Varies Details: The Annual, Military, Senior, and Access passes can be purchased in the park or online. Click here for information on each of the passes.          ENTRANCE FEES - COMMERCIAL TOURS  Commercial Tour Fees for 1-6 Person Vehicle Capacity (not including driver)    January 2 - May 26, 2016 September 6 - December 31, 2016 Fee: $25.00, plus $5.00 fee for each person, 16 years of age or older.   May 27 - September 5, 2016 Fee: $25.00, plus $8.00 fee for each person, 16 years of age or older.                    Commercial Tour Fees for 7-15 Person Vehicle Capacity (not including driver)     January 2 - May 26, 2016 September 6 - December 31, 2016 Fee: $75.00   May 27 - September 5, 2016 Fee: $75.00              Commercial Tour Fees for 16-25 Person Vehicle Capacity (not including driver)     January 2 - May 26, 2016 September 6- December 31, 2016 Fee: $100.00   May 27 - September 5, 2016 Fee: $100.00              Commercial Tour Fees for 26+ Person Vehicle Capacity (not including driver)     January 2 - May 26, 2016 September 6- December 31, 2016 Fee: $200.00   May 27 - September 5, 2016 Fee: $200.00             Details: Commercial Tour Fees good for 7 days only if tour maintains the same group of people for each re-entry.         ENTRANCE FEES - ORGANIZED NON-COMMERCIAL GROUPS A per person fee is charged for organized non-commercial groups in vehicles with a capacity of more than 16 persons. Organized non-commercial groups include church groups, college\/school groups, scouts, service organizations, etc. All holders of ATB Interagency Passes, Golden Passports, Annual Mesa Verde passes, and those under 16 years of age will be exempt from payment of fees. (The above named passes allow free entrance to individual pass holders under the conditions stated on the pass.) The total fee charged for an Organized Non-Commercial Group will not exceed the charge for a commercial tour fee.   Non-Commercial Group Fee (based on vehicle capacity)        Less than 16 Person Capacity   16-25 Person Capacity   26+ Person Capacity     Jan. 2 - May 26, 2016 Sept. 6 - Dec. 31, 2016  $10.00 per vehicle $5.00 per person, 16 years of age or older. Not to exceed $100.00 $5.00 per person, 16 years of age or older. Not to exceed $200.00   May 27 - Sept. 5, 2016 $15.00 per vehicle $8.00 per person, 16 years of age or older. Not to exceed $100.00 $8.00 per person, 16 years of age or older. Not to exceed $200.00                    Details: Non-Commercial Group Fee good for 7 days only for the same group of people for each re-entry.              ACCEPTED FORMS of PAYMENT  Cash: United States currency. Travelers Check: Payable in U.S. Dollars. Charge Cards: Master Card, VISA, Discover, or American Express. Personal or Commercial Checks: A check must be drawn on a U.S. Bank, payable in U.S. Dollars, and the check holder's name and current address must be imprinted on the check. A Telephone number and Tax Identification are also required. Personal checks for over $25.00 require the check holder's Social Security Number (SSN). All Business Checks require the business' Tax Identification Number (TIN).",
    "url": "https:\/\/www.nps.gov\/meve\/planyourvisit\/fees.htm"
}
