{
    "title": "Mesa Verde National Park: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit              Use the selection of links below, or the full navigation above to help plan your next visit to the park.    Basic Information Find links to basic information for visiting the park, including directions, entrance fee, operating hours & seasons, and more.     Directions & Transportation Are you looking for Wetherill Mesa? Planning to visit to Cliff Palace or drive the Mesa Top Loop? Perhaps you just want to know how far it is to drive from the park entrance to see Spruce Tree House. A map might be just the thing you need.     Places to Go There are many places to go in the park. You will want to make your first stop at the Mesa Verde Visitor & Research Center, near the park entrance.     Things to Do Whether you are spending a half-day or three days, preplanning will help you make the most of your visit to Mesa Verde National Park. You can also make the most of your time by downloading the latest visitor guide.     What's Available During Your Visit Mesa Verde is always open, but opportunities vary from season to season. Visit the Operating Hours & Seasons page for park schedule information.      Visiting a Cliff Dwelling Mesa Verde is famous for the Ancestral Puebloan cliff dwellings constructed within its cliff alcoves. Check out the cliff dwellings page to find out what sites are open, and whether they are available on a self-guided or guided-tour only basis.      Eating and Sleeping The Spruce Tree Terrace Café is open year-round. Far View Lodge, Morefield Campground, and additional restaurants are available in late-spring, summer, and early-fall.      Safety We want your visit to Mesa Verde to be a safe and enjoyable one. Please become familiar with a few safety tips and keep them in mind while exploring the park.      Accessibility Mesa Verde National Park has some accessibility limitations for people with vision, hearing, or mobility impairments. Learn what these are and some of the special features that are available.      Field Trip Planning for Schools Are you a teacher planning a field-trip to Mesa Verde? Check out the field trip planning information before your school's visit. You can also learn how to schedule an educational tour of Balcony House.",
    "url": "https:\/\/www.nps.gov\/meve\/planyourvisit\/index.htm"
}
