{
    "title": "Mesa Verde National Park: Pets",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Pets              Pets       Activities with pets are very limited at Mesa Verde National Park. Pets are not allowed on trails, in archeological sites, or in buildings (service animals, excepted). Pets may be walked along paved roads, in parking lots, and at the campground. Pets must be leashed at all times when outside a vehicle. Leaving pets unattended or tied to any object within the park is prohibited, including the exterior of motor vehicles parked within park boundaries. Leashed pets are allowed on some of the trails on Wetherill Mesa when it is open in the spring, summer, and fall. Pet-friendly trails are marked and include the 5-mile Long House Loop. Please check signs at trailsheads before taking your pet on any trail. A number of pet-waste stations are available along the Wetherill trails, so please clean up after your pet.      Be Aware! Please remember that your pet is as susceptible to the heat as you are. Keep your pet hydrated and cool. Pets may be left unattended within motor vehicles with proper ventilation and water, only in weather that is not hazardous to the immediate welfare of the animal. With daytime temperatures at Mesa Verde ranging from 80° to over 90° from late-spring to early-fall, the inside of a car can get hot very quickly, endangering your pet. On warm days, the temperature in a car can rise to 120° in a matter of minutes, even with the windows opened slightly. There are few shady locations to park your car, so even on cooler days, temperatures within the car can still rise to dangerous levels.   Service Animals There are many opportunities and locations within Mesa Verde National Park for individuals with service animals to visit and enjoy. Because these opportunities change on a seasonal basis, please contact us so we may assist you with both pre-planning and during your visit.      Boarding If you choose to board your pet, a number of kennels are available in the local communities. (Although a kennel is planned to be available in Morefield Campground in 2015, construction is not yet completed. We will update this page when more information is available.) Contact one of the following organizations to locate a boarding facility:       Mesa Verde Country® Website       Colorado Welcome Center Cortez, CO Click here to email them for information       Mancos Visitor Center Mancos, CO 970-533-7434 or 800-873-3310 Open spring, summer, and fall       Dolores Visitor Center Dolores, CO 970-882-4018 or 800-807-4712 Open spring, summer, and fall       Durango Area Tourism Office Durango, CO 800-525-8855",
    "url": "https:\/\/www.nps.gov\/meve\/planyourvisit\/pets.htm"
}
