{
    "title": "Pipestone National Monument: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 22, 2016  Road Construction Work at Monument  starting July 27, 2016 Pipestone National Monument’s Visitor Center access road and parking areas will be reconstructed and resurfaced. Projected completion of the project is August 10th, if there are no weather delays.   June 13, 2016  \"Find Your Park\" Film Series #4  Pipestone National Monument announces the forth presentation of a “Find Your Park” film series, on June 18, 2016, from 3:00pm to 4:00pm. June’s film will highlight Valley Forge National Historical Park.   May 16, 2016  \"Find Your Park\" Film Series #3  Pipestone National Monument announces the third presentation of a “Find Your Park” film series, on May 28, 2016, from 3:00pm to 4:00pm. May’s film will highlight Minuteman Missile National Historic Site.   May 16, 2016  2016 International Migratory Bird Day  The National Park Service is proud of its contributions to bird conservation.  For generations, migratory birds have connected communities across continents, providing unique opportunities for international collaboration and inspiring people to improve conditions for birds, all wildlife, and for ourselves. Pipestone National Monument announces “International Migratory Bird Day and Centennial Celebration” on May 14, 2016, from 9:00am to 3:00pm.   April 15, 2016  \"Find Your Park\" Film Series #2  Pipestone, MN: Pipestone National Monument announces the second presentation of a “Find Your Park” film series, on April 23, 2016, from 3:00pm to 4:00pm. April’s film will highlight Gulf Islands National Seashore. Gulf Islands is a place of myriad riches - blue-green, sparkling waters, magnificent white beaches, and fertile coastal marshes. Its 12 areas include historic forts, shaded picnic areas, trails, and campgrounds. From Cat Island, Mississippi, it stretches eastward 160 miles to the Okaloosa Area east of Fort Walton Beach, Florida.   April 13, 2016  2016 Pipestone National Monument Plans Prescribed Burn  (Pipestone, MN) Superintendent Glen Livermont announced today that Pipestone National Monument has scheduled a prescribed burn during the period of April 27 – May 20, 2016. When appropriate wind, temperature, and humidity conditions exist between these dates, approximately 75 to 100 acres of the tall grass prairie will be burned. When the above conditions are forecasted for specific date additional information will be provided to park neighbors and the media.   April 06, 2016  \"Find Your Park” National Park Week  Superintendent Glen H. Livermont invites everyone to celebrate the National Park Service’s 100th anniversary and “Find Your Park” at Pipestone National Monument during National Park Week, April 16 through 24. Entrance fees will be waived all week and special activities will take place for children on April 16 – National Junior Ranger Day.   March 28, 2016  2016 Youth Conservation Corps (YCC) Program  Superintendent Glen Livermont announced today the Monument will conduct a Youth Conservation Corps (YCC) program for the 2016 summer season.  The program provides an opportunity for 15-18 year olds to accomplish conservation work and develop an environmental understanding and appreciation of the Monument’s natural and cultural heritage.   March 17, 2016  “Find Your Park” Film Series #1  Pipestone National Monument announces the first presentation of a “Find Your Park” film series, on March 26, 2016, from 3:00pm to 4:00pm. March’s film will highlight Valley Forge National Historical Park. The film series will feature a monthly video and lecture, detailing information about a unit of the National Park Service. As the National Park Service heads into its centennial year, the monument invites park visitors to come out and learn about other National Park Service sites and to “find your park.” Presentations included in the daily entrance fee.   December 30, 2015  National Parks to Offer Free Admission for 16 Days in 2016  WASHINGTON – The National Park Service turns 100 years old in 2016 and wants everyone to celebrate! All national parks will waive their entrance fees on 16 special days in 2016.   September 04, 2015  Every Kid in a Park Pass  As of September 1, fourth graders nationwide can visit the new Every Kid in a Park website to obtain a pass that provides free access to students and their families to all federally managed lands and waters – including national parks, forests and wildlife refuges. The pass is valid through August 31, 2016 and grants free entry for fourth graders and three accompanying adults (or an entire car for drive-in parks) at more than 2,000 federally-managed sites.",
    "url": "https:\/\/www.nps.gov\/pipe\/learn\/news\/newsreleases.htm"
}
