{
    "title": "Old Spanish National Historic Trail: Bibliography",
    "body": "Bibliography       May 13, 2011 Brewerton, George Douglas. Overland with Kit Carson: A Narrative of the Old Spanish Trail in ’48. Introduction by Stallo Vinton. New York: Coward McCann, Inc., 1930. Chávez, Fray Angelico, and Ted J. Warner, editors. The Domínguez-Escalante Journal: Their Expedition through Colorado, Utah, Arizona, and New Mexico, 1776. Provo, Utah: Brigham Young University Press, 1976. Crampton, C Gregory, and Steven K. Madsen. In Search of the Spanish Trail: Santa Fe to Los Angeles, 1829-1848. Salt Lake City, Utah: Gibbs-Smith, 1994. _____________. Old Spanish Trail: Santa Fe to Los Angeles. Lincoln, Nebraska: University of Nebraska Press, 1982. Hafen, LeRoy R. \"Armijo’s Journal.\" In The Huntington Library Quarterly, Volune 11 (1947-48):87-101. Kessler, Ron. Re-Tracing the Old Spanish Trail, North Branch. Monte Vista, Colorado: Adobe Village Press, 1995. _____________. Old Spanish Trail: North Branch, and Its Travelers. Santa Fe, New Mexico: Sunstone Press, 1998. Nelson, Jack. \"North Branch of the Old Spanish Trail from Touse North to the Winty, 1600-1850.\" In Journal of the Western Slope, Volume 11 Number 4, Fall 1996, 1997. Robinson, John W. \"Traders, Travelers, and Horsethieves on the Old Spanish Trail.\" In Overland Journal, Volume 15, Number 2, Summer 1997:27-41. Sánchez, Joseph P. Explorers, Traders, and Slaves: Forging the Old Spanish Trail, 1678-1850. Salt Lake City, Utah: University of Utah Press, 1997 _____________. \"The Old Spanish Trail Mosaic: History and Concept,\" In Spanish Traces, Volume 5, Number 2, pp 7-20, Fall 1999. Stanley, Reva Holdaway, and Charles L. Camp. \"A Mormon Mission to California in 1851: From the Diary of Parley Parker Pratt.\" In California Historical Society Quarterly, Volume XIV, Number 1, March 1935:59-73. Steiner, Harold Austin. The Old Spanish Trail Across the Mojave Desert: A History and Guide. Las Vegas, Nevada: The Haldor Company, 1999. Walker, Clifford. Back Door to California: The Story of the Mojave River Trail. Patricia Jernigan Keeling, Editor. Barstow, California: Mojave River Valley Museum Association, 1986. _____________. The Mexican Frontier, 1821-1846. Albuquerque, New Mexico: University of New Mexico Press, 1982.",
    "url": "https:\/\/www.nps.gov\/olsp\/learn\/historyculture\/bibliography.htm"
}
