{
    "title": "Old Spanish National Historic Trail: Multimedia Presentations",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations              Multimedia Presentations              Three Trails Children's Musical   Loading the player...    Transcript THREE TRAILS CHILDREN’S MUSICALPresented at the Three Trails Conference, Santa Fe, New Mexico September 19, 2015)Script written and music composed by Dolores Valdez de Pong.(Introduction): Bienvenidos, welcome to our program this evening about the three historic trails that are linked to Santa Fe: El Camino Real de Tierra Adentro, The Santa Fe Trail, and The Old Spanish Trail.Stage: A child comes out center stage with a sign: El Camino Real de Tierra Adentro. Then other children come out with signs showing the starting point (Mexico City), some of the parajes (stopping places) on El Camino Real: Guanajuato, Zacatecas, Santa Bárbara, El Paso del Norte, Robledo, Paraje de San Diego, Paraje de Fray Cristóbal, Socorro, Atrisco, Bernalillo, Algodones, La Bajada, and El Rancho de las Golondrinas as well as the end of the trail at Pueblo Ohkay Owingeh.Speaker: El Camino Real de Tierra Adentro is one of the oldest roads in North America. At one time it was also the longest road in North America. It was a north-south trade route that was about 1,500 miles long between Mexico City and what is now known as northern New Mexico. The parajes were stopping places along the way. These official campsites were usually 10 to 15 miles apart and had water and fodder for the travelers’ animals.Speaker: This road was actually based on a network of ancient trails that enabled native people from the north to communicate and trade with other natives farther south. This system of routes later came to be called El Camino Real de Tierra Adentro, The Royal Road of Interior Lands. It belonged to the king of Spain. This trail was responsible not only for trade along its route, but also for much cultural exchange.Speaker: This road was something like braided routes, and was originally the way from Mexico City to Santa Bárbara in southern Chihuahua. Later it became longer. The journey to Santa Fe in northern New Spain was always extremely dangerous. Some travelers died of heat exposure, disease, or Indian attacks.Speaker: The journey from Mexico City to Santa Fe took six months. Caravans that supplied missions arrived in Santa Fe at least every three years. The trips back to Mexico City were quite infrequent. Stage: Sign carriers retreat. New sign carrier comes to center stage with “1598” sign. Speaker: I am Don Juan de Oñate. My father came from a Spanish Basque family, and my mother came from southern Spain. We are quite wealthy and own many silver mines in Zacatecas. I made El Camino Real longer in 1598 when I led the colonists all the way to the new Spanish settlement by Ohkay Owingeh Pueblo. I brought around 400 colonists to northern New Mexico that year.Speaker: The colonizers included 129 soldiers and their families and servants and a few priests. They brought over 7,000 head of livestock with them. The caravan was more than two miles long and had 83 wagons and ox carts, which had their loads covered with sturdy white canvas.Speaker: Travelers on this road came northward seeking a better life. The colonizers brought their Christian faith with them and introduced Christianity to the area for the first time.Speaker: This was the first European settlement in the continental United States. The year was 1598, nine years before the founding of Jamestown Colony in 1607 and 22 years before the pilgrims arrived at Plymouth Rock in 1620.Speaker: The trail was especially difficult when it passed through the Jornada del Muerto, a hundred mile stretch with little or no water for travelers and animals. El Camino Real was a very hard road to travel.Stage: Various children come out portraying the caravan, some carrying props, some as animals. They walk and sing to the music, accompanied by the choir.Speaker: This road was an important link between Mexico City and the area now known as northern New Mexico. Many new things brought by the Spanish settlers had never been seen before by the American Indians.  Speaker: These were things such as new animals, new plants, new tools, and even new technologies. Spanish settlers introduced the chile pepper as a crop to New Mexico. These are just some of the many new things the Spanish introduced to the area in 1598. Stage: The following come out: watermelon, carrots, wheat, grapes, chile, sheep, cow, oxen, horse, chicken, shovel, hammer, scissors, beehive oven, adobe wall, and guitar.Speaker: This trail was responsible for a lot of change to the way of life in all the places it went through. It was in use for almost 300 years until the railroad replaced the need for wagons.Speaker:  By 1900, people almost forgot about El Camino Real. But there are places where we can still see some of the wagon ruts made on this trail. Now today there are people who like to study its history.Stage: New sign carriers comes to center stage with “The Santa Fe Trail and 1792” signs.Speaker: I am Pedro Vial. I was an explorer born in France, but I came and blazed trails for Spain. One of them was a trail from Santa Fe to St. Louis. I accomplished this in 1792. Later someone else came and traveled on this same trail going the opposite direction. He traveled from the East to the West. He became very famous. He was William Becknell.Stage: Sign carriers retreat. New sign carrier comes to center stage with “1821” sign. Speaker: Howdy Folks! My name is William Becknell. As I travelled by horse to Santa Fe, I didn’t know that Mexico would soon gain independence from Spain. With independence, outsiders could trade with the people of Santa Fe. Before then, it was strictly forbidden by the Spanish government to trade with outsiders. Little did I know that I was leading the first pack train of Yankee merchandise into Santa Fe in 1821! Because of that, I am called “The Father of the Santa Fe Trail” to this day.Speaker: Becknell’s first trip on the Santa Fe Trail was with a few men and some pack mules. They left Franklin, Missouri and headed west on September 1, 1821. They arrived in Santa Fe on November 16th. They had traveled about 1,000 miles in 77 days.Speaker:  Some New Mexicans welcomed people from the United States because they were eager to trade with them. They were interested in acquiring goods that they did not have. Speaker: Later, wagon trains pulled by oxen and mules made their way from Missouri to New Mexico and back. Each trip often lasted about two months. Wagons were only able to travel about 15 miles a day.Speaker: Items brought west were such things as cotton calico fabric and other kinds of cloth, various dry goods, hardware, jewelry, and sewing notions. Many other miscellaneous items were brought as well.Speaker: Items taken east from New Mexico were furs, piñón, silver coins, processed gold, and woolen goods such as blankets and serapes. Mules that had come over the Old Spanish Trail from California were used on the Santa Fe Trail.Speaker: People who used the Santa Fe Trail were engaged primarily in commerce. They wanted to make money. It became one of the most important overland trade routes in the 19th century.Speaker: Stagecoaches went back and forth, too. These trips took about 25 to 30 days. But because this trail was so dangerous and rugged, not very many women and children made the journey, though some did start traveling on it after the year 1850.Speaker: Travelers who left from Missouri and other places along the way were quite tired when they finally arrived in Santa Fe at the plaza. But they would look forward to attending a fandango while they were in Santa Fe.Speaker: Fandangos were dances held somewhere in Santa Fe, almost every night, and everyone there had a very good time. The local people of New Mexico were known to love dancing.Stage: Children play fake guitars. Couples come out to sing and dance to instrumental music. Speaker: The Santa Fe Trail and El Camino Real formed an international route of commerce used between 1821 and 1880. This was business between people in Mexico and the United States.Stage: New sign carrier comes to center stage with “1880” sign.  Speaker: The Santa Fe Trail as an important trade route came to an end with the arrival of the railroad in Santa Fe in 1880. People no longer wanted to travel by wagons or stagecoach.Speaker: This truly was an end of an era. In some places along this historic trail, today one can still see ruts made by the wagons.Stage: Sign carrier leaves. New sign carriers come out with “Old Spanish Trail” and “1829” signs.Speaker: The Santa Fe Trail had been open since 1821. About eight years later, in 1829 a young merchant named Antonio Armijo decided to do something no one had ever done before. He wanted to take goods from Santa Fe to California for trading. He went on a trail originally used by many different American Indian tribes of the Southwest.Speaker: I did prove that riding from New Mexico and back to southern California could be a profitable business. I am Antonio Armijo. I get the credit for pioneering Mexican trade on the Old Spanish Trail. This trail was not a wagon route like El Camino Real and the Santa Fe Trail. It was a pack mule trail that was nearly 1,200 miles long. It took 10 to 12 weeks to travel one way. It is considered one of the most difficult of all trade routes ever established in the United States, because it was the longest, crookedest, and most arduous.Speaker: Other traders came after me and traded merchandise made in New Mexico, especially blankets and serapes. California had an abundance of mules and horses, and people in California were very happy to trade these animals for woolen goods. A common price was one horse or mule for two blankets. Most pack trains left in the fall and returned in the spring. This was because rivers were low at that time and easier to ford with heavily packed animals.Speaker: Even the Utes and Paiutes were happy to see these animals on the Old Spanish Trail. They were able to increase their herds by having travelers pay them in horses and mules to cross their lands. Travelers also encountered Pueblo Indians as well as Navajos, Apaches, and Mojaves. Three quarters of the Old Spanish Trail went through Indian land.Speaker: Thousands of these animals were traded as far away as St. Louis or Chihuahua. The horse and mule trade certainly helped with the settling of the West, because many necessary animals were provided to do so. Yes, mules and horses were a very important part of the activity on the Old Spanish Trail.  Speaker: The starting point of The Old Spanish Trail was the plaza in front of the Palace of the Governors in Santa Fe. The pack trains had 150 to 200 animals per train. Each animal carried about 300 pounds of woolen goods. The use of this trail helped to build the economies of both New Mexico and California.Speaker: The horse and mule trade certainly helped with the settling of the West. Animals necessary for settlement were now readily available. The Old Spanish Trail was also important to Colorado, Arizona, Utah, Nevada, and even Oregon. The Old Spanish Trail was used the most from 1829 to 1848.Stage: Sign carriers leave.Speaker: But the day came when all three of these trails, El Camino Real deTierra Adentro, The Santa Fe Trail and The Old Spanish Trail were no longer used as trade and emigration routes for animals, wagons, and travelers.Speaker: The modern era arrived and brought the railroad, automobiles, and airplanes. But these three trails had changed life forever along their routes. We shall never forget the importance of their history.Stage: Sign carriers for the three trails come to center stage. All other children stand behind them to sing closing song. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:30 minutes, 34 seconds  Fourth and fifth graders from Carlos Gilbert Elementary School in Santa Fe, New Mexico perform an awesome musical covering three historic trails: El Camino Real de Tierra Adentro, Santa Fe, and Old Spanish. All three trails converge at Santa Fe. Which one goes to Missouri? Which one goes to Mexico City? Which one goes to California? What was the purpose of each trail? Find out here!",
    "url": "https:\/\/www.nps.gov\/olsp\/learn\/photosmultimedia\/multimedia.htm"
}
