{
    "title": "Old Spanish National Historic Trail: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility        Aztec Ruins National Monument, New Mexico, has a section of Old Spanish Trail corridor going through it. The visitor center, restrooms, picnic tables, and much of the ruins trail are wheelchair accessible. Go to www.nps.gov\/azru\/planyourvisit\/accessibility.htm to find out more about Aztec Ruins accessibility. NPS       A large print version of the official map and guide is on the Publications page. These sites along Old Spanish National Historic Trail generally meet accessibility standards for people with disabilities:  Arizona: Glen Canyon National Recreation Area, Navajo National Monument (NM), Pipe Spring NM, Grand Canyon\/Parashant NM. Colorado: El Pueblo de Los Angeles Historical Monument, Mission San Gabriel, Mojave National Preserve, Mohave River Valley Museum, Anasazi Heritage Center\/Canyons of the Ancients NM, Colorado NM, Curecanti National Recreation Area, Great Sand Dunes National Park & Preserve, Southern Ute Cultural Center and Museum, Ute Museum and Memorial Site.  Nevada: Lake Mead National Recreation Area, Lost City Museum, Old Las Vegas Mormon Fort State Park.  New Mexico: Aztec Ruins NM, Palace of the Governors, Rio Grande Gorge Visitor Center, Spanish Colonial Art Museum. Utah: Arches National Park, Grand Staircase-Escalante NM (Big Water Visitor Center), Grand Staircase-Escalante NM (Kanab Visitor Center), John Wesley Powell River History Museum, Museum of the San Rafael, Dan O'Leary Museum, Iron Mission State Park. However, because of the varied nature and rural character of the many sites making up this trail, it is best that you inquire locally about accessibility when considering which specific sites to visit. Go to the Passport Program web page for a list of sites by state with phone numbers and websites.",
    "url": "https:\/\/www.nps.gov\/olsp\/planyourvisit\/accessibility.htm"
}
