{
    "title": "Old Spanish National Historic Trail: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           National Trails Intermountain Region Old Spanish National Historic Trail 1100 Old Santa Fe Trail  Santa Fe, NM 87504                 Directions         Old Spanish Trail includes a wide variety of sites and organizations across Arizona, California, Colorado, New Mexico, Nevada, or Utah. Plane: Fly into a number of airports, including Santa Fe, New Mexico; Alamosa and Durango, Colorado; Las Vegas, Nevada; St. George, Utah; Flagstaff, Arizona; and Los Angeles, California. Look for site-specific directions organized by state on the Passport Program web page. www.nps.gov\/olsp\/planyourvisit\/passport-program.htm  Directions Details           Operating Hours & Seasons         Old Spanish National Historic Trail OPERATING HOURS VARY FROM SITE TO SITE. There are many historic sites, museums, and parks (federal, state, and local) along the Old Spanish National Historic Trail in New Mexico, Colorado, Utah, Arizona, Nevada, and California for you to visit. Please contact individual sites for more information by going to the Passport Program web page, where sites are listed by state, and there is an interactive map to search for site. www.nps.gov\/olsp\/planyourvisit\/passport-program.htm   Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM             Weather           Due to the length of Old Spanish National Historic Trail, be sure to consult local weather sources for the region you'll be visiting. Here's a link to the South Central US: www.accuweather.com\/en\/us\/south-central\/weather-radar         Fees & Passes     Entrance Fees:   General Entrance Fee Information - $0.00 There are NO USER OR ENTRY FEES fees for the Old Spanish National Historic Trail. NOMINAL FEES may be charged at some trail-related federal, state, or locally owned historic sites and interpretive facilities. Please visit Plan Your Visit \/ Passport Program for an interactive map and a list of places to visit by state. Contact information is available for each site to call and find out about fees.www.nps.gov\/olsp\/planyourvisit\/passport-program.htm         Visitor Centers                   Discover Old Spanish Trail corridors: This section of the Rio Chama River, tributary of the Rio Grande, is located about six miles north of Abiquiú, New Mexico and flows through the Carson National Forest. NPS       Enjoy Old Spanish National Historic Trail!    Essential Information for Your Trip on the Trail    What do vibrant blankets of the Southwest and mules have to do with each other? In 1829, they met on one of the crookedest, most arduous trails in history. The Old Spanish Trail was the first route to connect the Mexican provinces of New Mexico and California. Warm, colorful serapes, blankets, and ponchos were coveted in Los Angeles while Santa Fe citizens waited for the pack mule trains to bring back horses and mules.   The Bureau of Land Management and the National Park Service administer the trail together to foster trail preservation and public use. These agencies work in close partnership with the Old Spanish Trail Association, Indian tribes, state, county, and municipal governmental agencies, private landowners, nonprofit heritage conservation groups, and many others. Trail sites are in private, municipal, tribal, federal, or state ownership. Please ask for permission before visiting any trail sites on private lands and check with public sites for visiting hours and regulations.   Passport to Your National Parks offers an interactive map with trail sites and a list of sites by state. The trail brochure can be found on the Publications web page.   Know Before You Go!    Fees & Passes    America the Beautiful Passes    Weather    Protect the Trail    To foster trail preservation, do not use metal detectors, dig at sites, collect artifacts, or remove anything. Please respect these historic places.",
    "url": "https:\/\/www.nps.gov\/olsp\/planyourvisit\/basicinfo.htm"
}
