{
    "title": "Old Spanish National Historic Trail: Maps",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Maps              Maps       Choose one of the following or scroll down the page: 2011 Trail Map - 2009 Trail Map - GIS Interactive Map - Federal Land Management Map Series      The 2009 map of the Old Spanish NHT is available for viewing or downloading. 533 KB pdf               National historic trails interactive map viewer   GIS Interactive Map The National Park Service Geographic Resources Program hosts an interactive trails map viewer. Choose the Old Spanish National Historic Trail and then zoom in to find the details you need for trip planning. Click here for the interactive trails map viewer.  Tip: There are menu options at the top right and top left of the map viewer.   The top right menu allows you to look at the trail overlaid on street, topographic, or imagery maps. The top left menu lists functions you can give to the map - measure distance, make a printable map, and more.      Federal Land Management Map Series  Arizona, California, Colorado, Nevada, New Mexico, Utah PDF of all maps (3.27 MB pdf) PDF of all state contacts (47 KB pdf)         Click on map for larger version (747 KB pdf) GIS NPS       Federal contacts in Arizona 6-12-2012 (62 KB pdf)         Click on map for larger version (707 KB pdf) GIS NPS       Federal contacts in California 6-12-2012 (1 MB pdf)         Click on map for larger version (831 KB pdf) GIS NPS       Federal contacts in Colorado 6-12-2012 (1 MB pdf)         Click on map for larger version (672 KB pdf) GIS NPS       Federal contacts in Nevada 6-12-2012 (80 KB pdf)         Click on map for larger version (750 KB pdf) GIS NPS       Federal contacts in New Mexico 6-12-2012 (141 KB pdf)         Click on map for larger version (791 KB pdf) GIS NPS       Federal contacts in Utah 6-12-2012 (1.65 MB pdf)      Top of Page",
    "url": "https:\/\/www.nps.gov\/olsp\/planyourvisit\/maps.htm"
}
