{
    "title": "Hovenweep National Monument: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture        Hovenweep Castle, part of the Square Tower Group. NPS photo by Neal Herbert      Human Prehistory Human habitation at Hovenweep dates to over 10,000 years ago when nomadic Paleoindians visited the Cajon Mesa to gather food and hunt game. These people used the area for centuries, following the seasonal weather patterns. By about A.D. 900, people started to settle at Hovenweep year-round, planting and harvesting crops in the rich soil of the mesa top. By the late 1200s, the Hovenweep area was home to over 2,500 people.Ancestral PuebloansThe towers of Hovenweep were built by ancestral Puebloans, a sedentary farming culture that occupied the Four Corners area from about A.D. 500 to A.D. 1300. Similarities in architecture, masonry and pottery styles indicate that the inhabitants of Hovenweep were closely associated with groups living at Mesa Verde and other nearby sites.The ancestral Puebloans prepared their land for cultivation much like farmers do today. They created terraces on hillsides, formed catch basins to hold storm run-off, and built check dams to retain topsoil that would otherwise wash away. Storage granaries under the canyon rims protected harvests of corn, beans and squash for later use.Most of the structures at Hovenweep were built between A.D. 1200 and 1300. There is quite a variety of shapes and sizes, including square and circular towers, D-shaped dwellings and many kivas (Puebloan ceremonial structures, usually circular). The masonry at Hovenweep is as skillful as it is beautiful. Even the cliff dwellings of Mesa Verde rarely exhibit such careful construction and attention to detail. Some structures built on irregular boulders remain standing after more than 700 years.Many theories attempt to explain the use of the buildings at Hovenweep. The striking towers might have been celestial observatories, defensive structures, storage facilities, civil buildings, homes or any combination of the above. While archeologists have found that most towers were associated with kivas, their actual function remains a mystery.DepartureBy the end of the 13th century, it appears a prolonged drought, possibly combined with resource depletion, factionalism and warfare, forced the inhabitants of Hovenweep to depart. Though the reason is unclear, ancestral Puebloans throughout the area migrated south to the Rio Grande Valley in New Mexico and the Little Colorado River Basin in Arizona. Today's Pueblo, Zuni and Hopi people are descendants of this culture.European HistoryThe first historic reports of the abandoned structures at Hovenweep were made by W.D. Huntington, the leader of a Mormon expedition into southeast Utah in 1854. The name \"Hovenweep\" is a Paiute\/Ute word meaning \"Deserted Valley\" which was adopted by pioneer photographer William Henry Jackson in 1874. In 1917-18, J.W. Fewkes of the Smithsonian Institution surveyed the area and recommended the structures be protected. On March 2, 1923, President Warren G. Harding proclaimed Hovenweep a unit of the National Park System.",
    "url": "https:\/\/www.nps.gov\/hove\/learn\/historyculture\/index.htm"
}
