{
    "title": "Hovenweep National Monument: Holly",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Holly              Holly Group        Towers at the Holly Group NPS Photo by Neal Herbert      The Holly Group is named for Jim Holley who ranched and traded in this area during the late 1800s. Holly Site includes Holly House, Tilted Tower and Holly Tower, located at the head of Keeley Canyon. Traveling the pedestrian trail from east to west, the base of a tower structure can be seen along the canyon rim. This multi-story pueblo called Tilted Tower was built atop a large sandstone boulder that shifted sometime after the canyon was abandoned (A.D. 1300). The upper stories of the tower tumbled into the canyon while the footing remained attached.   The design and construction of Tilted Tower is similar to Holly Tower, which is the large multi-story tower located inside Keeley Canyon (lower right in the photo above). Built atop a large sandstone boulder on the canyon bottom, Holly Tower is detached from the canyon rim, and like many of the towers at Hovenweep National Monument, it is located adjacent to a seep. In contemporary Puebloan culture, springs are special locations associated with stories that talk about the origins of Puebloan peoples. Holly Tower was built sometime after A.D. 1200, and it appears that the tower was constructed without outside scaffolding. Each floor was built from the inside, one floor at a time, building upward. Looking at Holly Tower, you can still see the steps or hand-holds that were pecked into the boulder below the entrance. Archeological analysis of the Hovenweep towers suggests these structures were used for multiple activities, although some activities were probably very specialized. The presence of grinding stones such as manos and metates indicates plant materials were being ground, probably for food production. Stone tools typically used for chopping, scraping, and cutting suggest a variety of activities associated with daily life were occurring within the towers. The presence of bone awls suggests activities associated with weaving might have also occurred. In addition, archeologists suggest these towers were usually paired with kivas (Puebloan religious structures), and the towers may relate to how the kiva connects with the outside world. The deliberate location of towers and kivas at the heads of canyons goes beyond architecture, and has everything to do with the hydrology of the canyon and the way Puebloan peoples envisioned their world. Some of the towers and kivas are placed virtually on top of the springs and seeps that emerge from these canyons.",
    "url": "https:\/\/www.nps.gov\/hove\/planyourvisit\/holly.htm"
}
