{
    "title": "Hovenweep National Monument: Special Use Permits",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Special Use Permits               Special Use Permits      Gatherings and commercial activities in National Parks often require a special use permit. The purpose of these permits is to ensure the protection of the park's natural and cultural resources, as well as to minimize conflicts between park visitors and your guests. Examples of permitted activities include:    Commercial Filming & Photography First Amendment Events Special Events (e.g. weddings)Night Photography  FEES Non-refundable Application Fee The non-refundable application fee must accompany each application. This fee is based on an average time it takes to provide initial contact and consultation with permittees and initial review of a standard application or project. The non-refundable application fees are:  Weddings - $55 Special Events - $100 Filming and Photography - $100   Administrative Fee Once a request is approved, this fee covers the costs associated with issuing a standard permit.  This fee includes, but is not limited to, the average time it takes for processing fees, permit development, consultations with the permittee, managerial consultations and billing. Administrative Fees are as follows:  Weddings - $30 Special Events - $80 Filming and Photography - $80    Hourly Management Fee A $50 per hour rate applies under the following situations: (1) Monitoring – All activities authorized by permit require continuous, on-site supervision by the National Park Service to assure full compliance with all conditions of the permit.  A minimum of 2 hours monitoring ($100) is applied to the cost of every permit upon issuance.  The scope and complexity of the activity will determine the level and type of supervision.  Fees include travel time for employees involved between activity location(s) and employee duty station(s). (2) Interviews- All interviews of park personnel will be assessed at the hourly rate.  This will not apply to pre-approved filming or photographing of NPS staff members performing their regularly scheduled work activities. (3) Scouting– If a permittee requests a scouting trip with or by the Filming Permits Coordinator; staff time will be assessed at a rate of $40 per hour if on regular duty time, $50 per hour if it’s overtime.   Extended Administrative Time Any requests that involve multiple locations, complex logistics, coordination with other NPS divisions or additional environmental compliance, or any permit that requires additional staff time beyond the averages in the initial costs will be charged an additional $50 per hour per employee that is needed in order to complete the permit. The links in the left sidebar provide details on the most common special use permits issued. If you are not sure that your event requires a permit or have other questions, contact: Special Use Coordinator National Park Service 2282 SW Resource Blvd. Moab, UT 84532 435 719-2121 phone 435 719-2300 fax",
    "url": "https:\/\/www.nps.gov\/hove\/planyourvisit\/specialuse.htm"
}
