{
    "title": "Hovenweep National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Along the border between southeast Utah and southwest Colorado Just north and west of Cortez, CO  Cortez, CO 81321                 Directions         Do not use GPS to find your way. There are numerous paved and dirt roads intersecting each other in this remote corner of Utah. The Hovenweep Visitor Center is located 40-45 miles from Cortez, Colorado, and Blanding and Bluff, Utah. Follow driving directions on our webpage.  Directions Details           Operating Hours & Seasons         Open sunrise to sunset Hovenweep National Monument is open year-round. Park trails are open only sunrise to sunset.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Hovenweep is part of the Colorado Plateau, a \"high desert\" region that experiences wide temperature fluctuations, sometimes over 40 degrees in a single day. The temperate (and most popular) seasons are spring (April-May) and fall (mid-September-October), when daytime highs average 60 to 80 F and lows average 30 to 50 F. Summer temperatures often exceed 100 F, making strenuous exercise difficult. Winters are cold, with highs averaging 30 to 50 F, and lows averaging 0 to 20 F.          Fees & Passes     Entrance Fees:   No Fee - $0.00 There is no entrance fee to Hovenweep National Monument         Visitor Centers       Hovenweep Visitor Center The visitor center should be your starting place for any visit to Hovenweep. Rangers are available to answer questions and provide guidance on the best way to visit the monument. Restrooms, bookstore sales, and exhibits are available.               Hovenweep National Monument protects multiple 700+-year-old archeological sites spread over a large area along the Utah-Colorado border. Sites can be reached by car on paved or unpaved roads, but require walking to fully explore. A visit to Hovenweep can inspire many questions. How were the multi-story towers built? Why? What was life like here 700 years ago? Here, you'll find information on much-easier-to-answer questions, such as:  When is the visitor center open? What fees are charged? What is the weather like? Can I bring my pet? What services are available? How can I get a Special Use Permit?",
    "url": "https:\/\/www.nps.gov\/hove\/planyourvisit\/basicinfo.htm"
}
