{
    "title": "Little River Canyon National Preserve: History & Culture",
    "body": "History & Culture       ESTABLISHED Little River Canyon National Preserve was established and made a unit of the National Park System by Public Law 102-427 on October 21, 1992. According to the legislation, the Preserve was established to protect and preserve the natural, scenic, recreational and cultural resources of the area and to provide for public enjoyment of those resources. The Preserve's authorizing legislation goes on to state that the Preserve will be administered in accordance with laws generally applicable to units of the National Park System. Besides general direction in these laws that resources be protected and appropriate visitor uses be accommodated, Congress requires that \"...authorization of activities shall be construed and the protection, management and administration of these areas shall be conducted in light of the high public value and integrity of the National Park System and shall not be exercised in derogation of the values and purposes for which these various areas have been established, except as may have been or shall be directly and specifically provided by Congress.\" (92 Stat. 163, 16 U.S.C. 1a-1) One such exception provided by Congress for Little River Canyon National Preserve is that hunting and trapping will be permitted in accordance with applicable state and federal laws. The legislation provides that the times and places for hunting within the Preserve will be established by the National Park Service (NPS) in consultation with the State of Alabama and adjacent land owners. Public safety and resource protection are the primary considerations of such consultation. The Preserve's legislation also establishes a boundary and prohibits expansion of that boundary without the express approval of Congress. Preserve legislation also provides for the application of section 7(a) of the National Wild and Scenic Rivers Act to Little River within the Preserve. This section protects Little River from federal or federally assisted water resource projects that would adversely affect the river's qualities.   DESIGNATIONS The Little River Canyon area together with the whole of Lookout Mountain (Tennessee, Alabama and Georgia) has long been recognized as an area with important natural and cultural resources. Together Little River and the Little River Canyon area form one of the extraordinary natural features of Alabama. Little River flows unimpeded through five minor impoundments. Little River, its canyon and surrounding environment, comprise an outstanding and rare natural phenomenon of immeasurable wealth to residents, national visitors and to future generations. In 1969, the Alabama Legislature designated Little River, south of the Alabama State Highway 35 bridge to the mouth of the canyon, as a State Wild and Scenic River. The Rivers Inventory Study conducted in 1978 by the Heritage Conservation and Recreation Service concluded that this section of the Little River is truly an outstanding area and well worth inclusion in the National Wild and Scenic River System. It is unique because it is the only river that forms and flows for almost all of its entire length on the top of a mountain. The Alabama Environmental Management Commission on April 3, 1991, designated the Little River \"Outstanding National Resource Water\" by amending the State's stream classification regulations. Numerous small waterfalls and creeks dot the landscape along with massive sandstone bluffs, large expanses of rocks, rapids and rock outcrops.    U.S. Civil War (1861-1865)  Streight's Raid through Cherokee County is considered by local historians to be one of the most dramatic episodes of the Civil War. A 67-mile local historic trail through the Coosa River Valley commemorates the actions of \"Citizen-Soldier\" John Wisdom. Wisdom rode from Gadsden to Rome to warn citizens of the impending Union Raid. Near Cedar Bluff, Alabama, on May 3, 1863, Confederate General Nathan B. Forrest pursued Union Colonel Abel D. Streight and forced him to surrender 1,600 troops to General Forrest's smaller force of 600 men. Later in 1863, but prior to the battle of Chickamauga, elements of Union General Rosecran's army were sent across Lookout Mountain in an attempt to cut off Braxton Bragg's army from its supply lines to Atlanta.  Following the 1864 Atlanta Campaign, the area was once again the scene of Civil War activities. After General W.T. Sherman claimed Atlanta, he skirmished with Hood's forces across Little River. Sherman eventually arrived in Gaylesville on October 21, 1864, and reported he had about 60,000 men in the Little River-Gaylesville area. Sherman's forces withdrew from the Little River area on October 29, 1864. It was here that Sherman finalized his plans for a march through Georgia.   TAG Rail Lines Railroad spur lines connected Lookout Mountain ore mines to valley furnaces. The railroad which was eventually known as the Tennessee, Alabama and Georgia Rail Line (TAG Rail Lines) was originally chartered as the Chattanooga Southern Railroad in Georgia in 1887 and in Alabama in 1890. The line went bankrupt and was reorganized in 1895 and again in 1902. In 1890 Colonel Woolsey Finnell, in charge of a surveying party laying out the railroad through Shinbone Valley, visited the Little River Canyon and remarked, \"Why go to Colorado to see the Royal Gorge...Little River Gorge is much longer, more rugged and almost as deep as the Royal Gorge. It is far more scenic.\" Colonel Finnell ran the railroad about a mile from the southern end of the gorge or canyon. According to a local historian, the \"new\" railroad was known locally as the \"Pigeon Mountain route.\" Advertisement showed a white pigeon flying across the mouth of a tunnel going through Pigeon Mountain which is located in Georgia. This scenic route which ran the length of Lookout Mountain from Chattanooga, Tennessee, to Gadsden, Alabama, was renamed the Tennessee, Alabama and Georgia Railroad in 1911. Sometime between 1930 and 1951, the TAG Rail Line discontinued passenger service and operated a small gasoline motor car, the \"Scooter,\" to haul passengers and mail. In 1971, the line was purchased by the Southern Railway System and segments were abandoned in the 1980's.     1930's President Franklin Roosevelt's New Deal provided an impetus for developing the economic potential of the Upland South. The Tennessee Valley Authority, Works Progress Administration and Farm Security Administration were Federal programs established under the New Deal. The National Park Service and the Civilian Conservation Corps cooperated with the state to develop the parks beginning in 1933. Civilian Conservation Corps camps were located in Fort Payne and close to Edna Hill Church and the Little River near the G. Euclid Hill house.  In 1934, the state established DeSoto State Park on Little River in DeKalb County. In 1937, the Alabama State Commission of Forestry and the National Park Service wanted to see the DeSoto State Park and the May's Gulf area (Little River Canyon) located in DeKalb and Cherokee Counties combined into one substantial state park unit. Forestry personnel thought it was essential to the development of the project to connect the two areas. However, Alabama Power Company had title to the land along the river between the two tracts proposed for a state park.  In 1939, the state again contacted the power company about acquiring additional land for DeSoto Sate Park. The Director of the Alabama Department of Conservation described May's Gulf (Little River Canyon) as an \"ideal spot for the production and maintenance of desirable wildlife species and is widely known for its scenic beauty. The area could become a \"mecca for lovers of nature.\" He stated that it would be a good opportunity to build nature trails, bridle paths, etc. while the Civilian Conservation Corps boys were available. In 1939, DeSoto State Park was dedicated and the canyon was made a part of the park. The park was supervised by Frank Berry. On the recommendation of a special board by the Department of the Interior, the name was changed from May's Gulf or May's Gulch to Little River Canyon. Very little was done over the years except for the building of some rough roads by G. E. Hill to reach the canyon.     G.E. Hill, County Commissioner and Chairman of the Board of Revenue worked for more than 30 years to get the canyon recognized as a part of the state park system, to have a good road built around the canyon, and to get publicity for the canyon. Finally, state aid was obtained and a 16 mile paved road was built around the rim of the canyon and trails were made leading down to the river. In June, 1954, Civic leaders and interested citizens from both DeKalb and Cherokee counties gathered at Eberhart Point for the dedication ceremony for the canyon.    In 1967 the State of Alabama and the Alabama Power Company finally entered into an agreement for a cooperative wildlife management and public hunting area, whereby, the State of Alabama leased approximately 10,000 acres of land from Alabama Power Company for $1.00 per year.",
    "url": "https:\/\/www.nps.gov\/liri\/learn\/historyculture\/index.htm"
}
