{
    "title": "Little River Canyon National Preserve: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           4322 Little River Trail NE Suite 100  Fort Payne, AL 35967                 Directions         GPS Address: 472 AL Hwy 35, Fort Payne, AL 35967. Our address was updated by 911 and some GPS units will send you to an incorrect address. Please use this address for GPS units.   Directions Details           Operating Hours & Seasons         Little River Canyon National Preserve The main park is open during daylight hours every day including holidays.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset     Park Entrance  Canyon Mouth Picnic Area Winter hours 8 AM - 5 PM CST   October - April Summer hours 8 AM - 7PM CST May - September   Standard Hours    Sunday: 8:00 AM - 5:00 PM   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 8:00 PM - 5:00 PM             Weather           The weather in Fort Payne, Alabama is mild. The average temperature in the winter is in the 20's. The average summer temperature is in the high 80's. We receive about 55 inches of rain each year. Snowfall varies, but only lasts a few days per event.          Fees & Passes     Entrance Fees:   Canyon Mouth Picnic Area - $3.00 Located in Cedar Bluff, Alabama, the fee to park is $3 per vehicle. Amenities included paved parking lot, restrooms, picnic tables, grills, lots of shade, close to the water.    Entrance Passes:   Canyon Mouth Annual Pass - $10.00 Give the user unlimited access during operating hours during a calendar year (January - December). Located in Cedar Bluff, Alabama. Instead of paying $3 per vehicle, purchase the pass for a year for $10. Amenities included paved parking lot, restrooms, picnic tables, grills, lots of shade, close to the water.          Visitor Centers       Little River Canyon Center We are fortunate to partner with Jacksonville State University; they provide a Visitor Center for the park. National Park Service Volunteers will greet you and help you plan your visit. Amenities include: Information desk, restrooms, movie, gift shop, trails, and picnic tables. Hours are 10 AM - 4 PM CST. Closed for some holidays, see website for details.               The park is located in DeKalb and Cherokee Counties in Alabama. We are in the upper northeast corner of the state. The Visitor Center is located in Fort Payne, Alabama. Your first stop should be at the Little River Canyon Center at 4322 Little River Trail NE (472 AL Hwy 35 for GPS).Come let us tell you what is available and get a park map before you begin exploring the park. A movie, gift shop, and restrooms are also available at this facility. Little River Canyon National Preserve is divided into three parts: Backcountry Area, Scenic Drive and Canyon Mouth Picnic Area. There are also two waterfalls along AL Highway 35 that people also like to visit (Little River Falls from Boardwalk and Grace's High Falls). The Scenic Drive offers an eleven-mile drive down AL Highway 176 with eight overlooks to stop and enjoy the scenery. Very little walking is required to enjoy the views. Picnic tables are available along the scenic drive.  There are trails available if you would like to explore. Eberhart Trail has the easiest access to the bottom of the canyon down to the river. It is 3\/4 miles from the top to the bottom; once you are at the bottom of the canyon, you can hike as far as you want. Keep in mind, you have to come back up the 3\/4 miles to get back to the top. A restroom is located at the top of this trail on AL Hwy 176.  Beaver Pond Trail is a 1.5 mile loop. This trail offers easy walking and is located on top of the mountain. Birdwatchers or people with kids love this trail for the quick access and easy trails.  The Backcountry Area has about 23 miles of dirt roads that are great for horseback riding. Hunting and fishing are allowed in this area during specified times and dates (users must adhere to Alabama Hunting & Fishing Regulations). There is also a popular swimming area called High Rock found off of Road 05. DeSoto Scout Trails and the YCC Loop to Road 10 trail are found in this area. Canyon Mouth Picnic Area is a popular place to picnic, and spend the day near the water. There is a $3 fee for parking. The automated fee machine does not accept credit cards. Restrooms are available at this location. Little River Falls offers a paved 100-car parking lot with a boardwalk leading down to the falls. The parking lot is located next to the AL Hwy 35 bridge. Restrooms and picnic tables are available (no reservations). A hiking trail leads you to Martha's Falls. Martha's Falls is located near Little River Falls. This site offers a gravel parking lot for up to 50 cars. There are no picnic tables or restrooms at this location. This is a very  popular attraction for people that want to be near the water.  Special uses such as weddings, baptisms, professional photography\/filming or other special events require a permit.",
    "url": "https:\/\/www.nps.gov\/liri\/planyourvisit\/basicinfo.htm"
}
