{
    "title": "Natchez Trace Parkway: Partners",
    "body": "Explore This Park    Get Involved     Partners            Partners         Superintendent Cameron Sholly presents an appreciation award to outgoing Natchez Trace Compact President Linda Johnson Photo by Thomas Wells, NESM Journal  Park partners help the Natchez Trace Parkway complete projects, educate the public, and preserve the Parkway for future generations. The Natchez Trace Compact, is an organization comprised of communities along the Natchez Trace Parkway. Their mission is to promote travel along the Parkway and exploration of the adjacent communities. A link to their Visitors Guide can be found on their website.        With the help and support of our partners, the Natchez Trace Parkway was able to rehabilitate and open the Parkway Information Cabin near Ridgeland Mississippi in 2009.  Pictured:  Dot Ward, President, Natchez Trace Parkway Association, Gene McGee, Mayor of Ridgeland, Cam Sholly, Superintendent, Nat NPS Photo  The Natchez Trace Parkway Association was founded in 1934 to mobilize the effort to create the Natchez Trace Parkway. The completion of the parkway road in 2005 achieved a major goal. Today the Association is focused on completion of the visitor amenities, interpretation and programming to complete the park portion of the parkway. Eastern National Parks and Monuments Association is a private, non-profit organization that provides quality educational products and services to park visitors. A portion of the proceeds are donated back to the Natchez Trace Parkway to support interpretive and educational programs. We have used these funds for special events and interpretive programs and supplies. With the help of State Parks, the Army Corps of Engineers, and US Forest Service we are able to provide additional recreational opportunities to our visitors.  The Student Conservation Association (SCA) provides college and high school students with hands-on opportunities in the field of conservation, while assisting the Natchez Trace Parkway with trail projects.         The Mississippi Hills National Heritage Area (MHNHA) represents a distinctive cultural landscape shaped largely by the dynamic intersection of Appalachian and Delta cultures, an intersection which produced a powerful concentration of nationally-significant cultural icons. Lasting contributions to our country's musical and literary legacies were forged by Hills natives Elvis Presley, William Faulkner, Tennessee Williams, Howlin' Wolf, and Tammy Wynette.  MHNHA seeks to interpret and share the stories of these individuals, as well as the legacies of Civil Rights pioneers James Meredith and Ida B. Wells-Barnett. MHNHA also focuses on lesser-known figures of historical and cultural interest, as well as events of significance to our nation's history that took place within our borders.  MHNHA is filled with vibrant communities that share a common geography and history, and we invite you to learn about our rich and diverse culture, as well as our people, places, and defining moments. MHNHA is your window on this compelling portion of America's past, and this website highlights the historic, cultural, natural, scenic, and recreational treasures of the Mississippi Hills.",
    "url": "https:\/\/www.nps.gov\/natr\/getinvolved\/partners.htm"
}
