{
    "title": "Natchez Trace Parkway: volunteer rv sites",
    "body": "Volunteer RV Sites         The Volunteer RV site at Mount Locust. NPS Image  Mount Locust, milepost 15.5 Volunteers at the Mount Locust Site assist with interpretive operations. You will answer routine questions, give directions, respond to visitor requests on the phone and in person. Some of your time may be spent giving tours of the historic Mount Locust Inn, or operating the cash register at the Eastern National Bookstore. If interested, you can develop your own programs, or present pre-established programs to the general public or visiting schools. Required time commitment for an RV site with full hookups: One person volunteers at least 32 hours per week, two people volunteer at least 24 hours each per week. A volunteer uniform shirt and hat will be provided. Volunteer positions are now available at the Mount Locust Site for the months of June, July, August, 2015. The Volunteer RV site at Mount Locust has full water and sewer hook-ups, and 30\/50 amp electrical connections. There is a washer and dryer on site for your use, and you are 15.5 miles away from Natchez, Mississippi, which has shopping, restaurants, and medical facilities. If you are interested in learning more about volunteer opportunities at Mount Locust, contact Amy Genke at 601-856-7321.        The Campground Host Site at the Rocky Springs Campground at milepost 54.8 NPS Image  Rocky Springs, milepost 54.8 Volunteers provide information to campers. You will work closely with park rangers to keep visitor statistics, report maintenance issues, perform light clean-up duties, and report violations. Required time commitment for an RV site with full hookups: One person volunteers at least 32 hours per week, two people volunteer at least 24 hours each per week for at least one month. A volunteer uniform shirt and hat will be provided. The Volunteer RV site at Rocky Springs has full water and sewer hook-ups and 50 amp electrical connections. You are approximately 15 miles north of Port Gibson, which has shopping, restaurants, and medical facilities. To learn more about volunteer opportunities at Rocky Springs, contact Amy Genke at 601-856-7321.        The Campground Host Site at the Jeff Busby Campground, milepost 193.1. NPS Image  Jeff Busby, milepost 193.1 Volunteers provide information to campers. You will work closely with park rangers to keep visitor statistics, report maintenance issues, perform light clean-up duties, and report violations. Required time commitment for an RV site with full hookups: One person volunteers at least 32 hours per week, two people volunteer at least 24 hours each per week for at least one month.  A volunteer uniform shirt and hat will be provided. The Volunteer RV site at Jeff Busby has full water and sewer hook-ups and 50 amp electrical connections. You are approximately 15 miles south of Mathiston, which has limited shopping and restaurants.  Starkville, Mississippi is approximately 35 miles away and provides a variety of shopping and restaurants. To learn more about the volunteer opportunities at Jeff Busby, contact Jane Farmer at 662-680-4027.        The Volunteer RV Site near Tupelo, MS has full hook-ups, and is located just one mile from shopping and restaurants. NPS Image  Parkway Visitor Center, milepost 266 near Tupelo, MS Volunteers at the Parkway Visitor Center assist with interpretive operations. You will answer routine questions, give directions, respond to visitor requests on the phone and in person. If interested, you can develop your own programs, or present pre-established programs to the general public or visiting schools. Required time commitment for an RV site with full hookups: One person volunteers at least 32 hours per week, two people volunteer at least 24 hours each per week.  The Volunteer RV site at the Parkway Visitor Center has full water and sewer hook-ups, and 50 amp electrical connections. There is a washer and dryer on site for your use, and you are 1 mile away from Tupelo, Mississippi, which has shopping, restaurants, and medical facilities. To learn more about volunteer opportunities at the Natchez Trace Parkway Visitor Center and Headquarters near Tupelo, MS contact Jane Farmer at 662-680-4027.      Meriwether Lewis, milepost 385.9 Volunteers provide information to campers. You will work closely with park rangers to keep visitor statistics, report maintenance issues, perform light clean-up duties, and report violations. Required time commitment for an RV site with full hookups: One person volunteers at least 32 hours per week, two people volunteer at least 24 hours each per week for at least one month.  A volunteer uniform shirt and hat will be provided. The Volunteer RV site at Meriwether Lewis has full water and sewer hook-ups and 40 amp electrical connections, with a washer and dryer on site for volunteers. You are approximately 8 miles from Hohenwald, which has shopping, restaurants, and medical facilities. For more information about volunteer opportunities at the Meriwether Lewis site, contact Jane Farmer at 662-680-4027.",
    "url": "https:\/\/www.nps.gov\/natr\/getinvolved\/supportyourpark\/volunteer-rv-sites.htm"
}
