{
    "title": "Natchez Trace Parkway: Fire Suppression",
    "body": "Fire Suppression         A firefighter watches for embers blowing over the line. NPS Photo.  Dealing with Wildfires   Although prescribed fire is used along the Natchez Trace Parkway to reduce fuel loading and help restore ecosystems, all wildfires that occur on the park land are suppressed.  Wildfires tend to occur when environmental conditions do not allow for optimal fire control, which may threaten not only the habitat, but human life or property.    The Natchez Trace Parkway has three wildland fire suppression crews: one in Hohenwald, TN, one at park headquarters in Tupelo, MS, and one in Ridgeland, MS.  Park suppression crews are responsible for responding to and extinguishing all wildland fires that occur on park property. Crews also assist cooperative federal, state, and local agencies in wildland suppression activities when necessary. When not performing suppression duties, crews remove hazard trees, reduce fuels, and prepare prescribed burn units.          A firefighter puts out hot spots near the line. NPS photo.  Rural Fire Assistance Program In addition to Natchez Trace Parkway personnel, local fire agencies are often called on to assist with suppression duties through participation in the Rural Fire Assistance program (RFA).  The RFA program was implemented after the 2000 fire season as part of the National Fire Plan. Its purpose is to aid in reducing fire impacts on rural communities and provide for sufficient wildland fire protection capabilities in the future. In order to be eligible for RFA program federal funds, rural\/volunteer fire departments must: ·     Be in a community of less than 10,000 people, ·     Be in close proximity to federal land, and ·     Have a mutual aid\/cooperative fire agreement with a local Department of Interior agency This money can be used to purchase wildland firefighting equipment, provide wildland fire training for personal, and provide prevention activity support for the local community. The RFA program is an integral part of the Fire Management Program at the Natchez Trace Parkway due to the Parkway’s layout and large amount of wildland\/urban interface along its 888 miles of boundary. Volunteer fire departments are often the first agencies to respond to wildland fires.  Adequate equipment and training is crucial to firefighter safety, as well as community and natural resource protection. In 2005, the Natchez Trace Parkway provided funding to numerous fire departments helping to ensure protection for many neighboring communities. As a result, the Natchez Trace Parkway received national recognition with a National Fire Plan Award for Excellence in Community Assistance.  The parkway supports the goals of the National Fire Plan through their collaboration with 52 rural fire departments along 444 miles of parkway traversing three states.  Through the RFA Program, the park helps provide basic wildland fire suppression materials and gear for those departments. For more information on the RFA program visit www.forestsandrangelands.gov\/communities\/index.shtml or call the Natchez Trace Parkway Fire Management Office at 662-680-4028.",
    "url": "https:\/\/www.nps.gov\/natr\/learn\/management\/fire-suppression.htm"
}
