{
    "title": "Natchez Trace Parkway: Fire Ecology",
    "body": "Fire Ecology         Young longleaf pines resprout after a prescribed burn. NPS Photo  Fire Ecology Fire ecology is the study of how organisms and their environment react to each other in the presence—or absence—of fire.  A prescribed burn is not necessarily a success merely because the ground is black.  The burn must meet certain ecological objectives; data must be collected to help determine why a burn did or did not meet those goals.  Throughout the National Park Service, fire effects monitoring crews have been established to collect that data.        A fire effects monitoring crew collect data before a prescribed burn. NPS Photo  Fire Effects Monitoring on the Natchez Trace Parkway In response to the growing need for data concerning the effects of fire on various ecosystems, one fire effects monitoring program was established at the Natchez Trace Parkway in early 2001. Fire effects monitors collect vegetation data before, during, and after a fire. They also record fire behavior and weather conditions throughout the burn.  This data helps to determine whether the use of prescribed fire is meeting management objectives.   At the Natchez Trace Parkway, the crew consists of a fire ecologist, a lead fire effects monitor, and several fire effects monitors. In addition to vegetation monitoring, the fire effects crew assists with prescribed burning operations and wildfire suppression. The fire effects crew is responsible for monitoring along the Natchez Trace Parkway and in 6 other parks throughout the southeast region of the United States.  The crew monitors more than 80 plots in 9 different vegetation types during the spring and fall months. Data collection is ongoing; please visit Fire Effects Monitoring Data for more information. For more information on the NPS Fire Ecology Program, visit http:\/\/www.nps.gov\/fire\/fire\/fir_ecology.cfm.",
    "url": "https:\/\/www.nps.gov\/natr\/learn\/management\/fire-ecology.htm"
}
