{
    "title": "Natchez Trace Parkway: Your Dollars At Work",
    "body": "Your Dollars At Work       Your taxes fund the operation of the Natchez Trace Parkway. As expenses to maintain and staff the Parkway increase each year, government funding is unable to keep up. Many National Park sites collect entrance fees. The Natchez Trace Parkway does not. Through the Recreational Fee Demonstration Program, National Park sites that collect entrance fees keep 80% of what they collect. The other 20% is made available to those parks, like the Natchez Trace Parkway, that collect few or no entrance fees. In 2010, the Natchez Trace Parkway is using some of this funding to replace and upgrade directional and entrance signage for the Parkway. This new signage will improve the Parkway driving experience. Your donations help to fund special events, and other visitor services. To learn more what you can do, please visit our donate page. American Recovery and Reinvestment Act (ARRA)The Recovery Act was signed into law by President Obama on February 17, 2009.Federal money from the American Recovery and Reinvestment Act has provided the Natchez Trace Parkway the funds necessary to rehabilitate the Meriwether Lewis Site, at milepost 385.9. This major undertaking at the 900-acre developed site will include a wide range of improvements including rehabilitation of the interpretive cabin, new interpretive and wayside exhibits along with new directional and informational signage, rehabilitation and modernization of site utility systems, renovation of visitor use facilities for universal accessibility, and improvements to roads and site parking. For more information please see the news section of our web site.Two other projects were funded on the Natchez Trace Parkway using ARRA funding. Approximately 56 miles (milepost 101 to 130, and milepost 160 to 187) of the Parkway motor road in Mississippi were restriped to improve visibility and safety for the visitor.The remaining project is to replace the aging water distribution system at the Parkway Visitor Center and Headquarters (milepost 266) near Tupelo, Mississippi. Existing waterlines were placed in the 1960's and are causing significant maintenance problems.To learn more about other National Park Service projects funded by the American Recovery and Reinvestment Act, please visit recovery.gov.",
    "url": "https:\/\/www.nps.gov\/natr\/learn\/management\/yourdollarsatwork.htm"
}
