{
    "title": "Natchez Trace Parkway: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards       Looking for a fun and educational way to learn about America's Civil War? Collect stories about the Civil War and civil rights with the National Park Service's Civil War to Civil Rights trading cards! The National Park Service is offering more than 500 trading cards to mark the 150th anniversary of the Civil War. Visit a park in person to earn a card (sorry, cards cannot be mailed). Ask a ranger or stop by the visitor center at a participating park. Along the Natchez Trace Parkway, you can earn your cards at the Parkway Visitor Center (milepost 266), the Parkway Information Cabin (milepost 102.4), or Mount Locust (milepost 15.5). In addition to the Natchez Trace Parkway cards, you can also earn trading cards for Tupelo National Battlefield and Brices Cross Roads National Battlefield Site.            Living and Dying Enslaved    Mount Locust became a thriving cotton plantation by the 1840s, and about 50 enslaved people lived in the cabins that once stood on the property. In the nearby slave cemetery, a single headstone marks the area where these individuals are buried.            Trace of Sadness  Traders brought slaves from Maryland, Virginia, and Kentucky to Nashville, Tennessee, to sell them further south. From Nashville, enslaved people were forced to walk for more than three weeks along the Old Natchez Trace. When they arrived at Natchez, Mississippi, they were sold at one of the largest slave trading posts in the country.            Confederate Cemetery Unidentified but not Forgotten  Thousands of unidentified soldiers on each side of the war were buried throughout the country with no permanent markers. Although it's not known which battle they fought in, or even their names, 13 Confederate soldiers are buried along the Natchez Trace. To honor their service, headstones were placed here to mark their graves in 1940.",
    "url": "https:\/\/www.nps.gov\/natr\/learn\/kidsyouth\/tradingcards.htm"
}
