{
    "title": "Russell Cave National Monument: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     June 03, 2014  Park Closure  Superintendent Gail Bishop announces the closure of Russell Cave National Monument on June 5th and 7th to complete the \"Cyclic Resurfacing of Roads and Parking Areas\" project.   May 31, 2014  Starry Nights  Have you ever wished upon a star? If so, you should come enjoy the spectacular dark skies with Russell Cave National Monument and the Barnard Astronomical Society.   May 17, 2014  Building Your Birdhouse at Russell Cave  Russell Cave and Home Depot are working together to educate the kids in our community about nature and birds. Home Depot will furnish all materials including an apron for participants. After completion of the birdhouse children may take them home.   May 10, 2014  Archaeology Day at Russell Cave  Come out and learn about some of the sites and projects that have shaped our understanding of the regions prehistory.   April 14, 2014  Birds of Prey presented by Wings to SOAR  There's no better way to celebrate Mothers' day.   April 11, 2014  Wildflower Walk  All you nature enthusiasts come out on April 19th 11:00CST for a wildflower hike.   March 24, 2014  History Treks on Trails 800 Miles Trail of Tears National Historic Trail-Alabama  Imagine leaving your homeland, journeying across foreign landscapes, subsisting off salted pork, cornmeal, and whatever you can kill along the way, settling in a new and sometimes hostile place to start over. Thousands of people from the Cherokee, Chickasaw, Creek, Choctaw, and Seminole nations were pressured by the Federal government and citizens and politicians from southeastern states to do just that in the 1830s.   October 17, 2013  Russell Cave National Monument Reopens to Visitors  Bridgeport, AL – Russell Cave National Monument re-opens to visitors today and visitors can access all public areas and roads. Russell Cave National Monument has been closed since October 1 due to the lapse in Congressional appropriations.   September 24, 2013  National Public Lands Day Activities at Russell Cave National Monument  National Public Lands Day began in 1994 with three sites and 700 volunteers. It proved to be a huge success and has become a yearly tradition. National Public Lands Day keeps the promise of the Civilian Conservation Corps, the \"tree army\" that worked from 1933-1942 to preserve and protect America's natural heritage. In 2012 there were 175,000 volunteers nation-wide removing invasive plants, maintaining 1,500 miles of trail, planting 100,000 trees, and removing 500 tons of trash.   March 14, 2012  White-Nose Syndrome Confirmed in Park Bats  The presence of white-nose syndrome (WNS) has been detected in the Russell Cave system in Jackson County, Alabama.",
    "url": "https:\/\/www.nps.gov\/ruca\/learn\/news\/newsarchive.htm"
}
