{
    "title": "Russell Cave National Monument: Photos & Multimedia",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia             Photos & Multimedia              3D Survey of Russell Cave   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 3 seconds  Exciting new 3D map of Russell Cave produced in cooperation with the University of South Florida and Southeast Archeological Center.                 The Ancient Art of the Atlatl    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 15 seconds  The remnants of the atlatl can be found from the arid deserts of Australia to the deep caves of Alabama. From a simple tree branch to a worldwide known innovation this simple invention has been passed down from generation to generation. The atlatl helped the prehistoric people adapt in a world that may have been uninhabitable without such an important weapon. It not only changed the prehistoric hunter but most important of all the paleo time period.               The Art of Fire Making   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 12 seconds  This video involves park guide Antoine Fletcher showing people how to make fire the primitive way.               Five-Lined Skink    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 57 seconds  Five-Lined Skinks can be found scampering throughout the woodland forest of Russell Cave National Monument. Watch this video to learn more fun facts about skinks!               Red-Tailed Hawk   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:22 seconds  Red-tailed Hawk hunting in the forest of Russell Cave National Monument                Resting Raccoon    Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:33 seconds  A baby raccoon resting in a small sinkhole at Russell Cave National Monument.",
    "url": "https:\/\/www.nps.gov\/ruca\/learn\/photosmultimedia\/index.htm"
}
