{
    "title": "Natchez Trace Parkway: Invasive Species",
    "body": "Invasive Species         Invasive kudzu carpets the banks and trees of Oldfield Creek. NPS Photo  Invasive Species and the NPS Invasive species are a major concern for the iconic landscapes of our National Parks. Invasive species (also referred to as exotic or non-native species) are typically non-native plants or animal from other geographic regions that are introduced locally, either intentionally or inadvertently. However, there are some native invasive species. Invasive species can be found in all walks of life, including microscopic insects, large mammals, attractive plants, and aquatic creatures. Invasive species crowd out native plants, degrade native habitat, threaten endangered species, damage infrastructure, decrease the biodiversity, and change the way natural areas function.        Kudzu eradication efforts near Oldfield Creek. NPS Photo  It is estimated to cost $137 billion annually to treat areas in the United States already affected by invasive plants.  The impact of non-native plants on the biology of habitats occurs at the state, regional, and national levels. The National Park Service is also feeling the impacts from invasive species. Over 6,500 non-native invasive species have been documented on National Park lands across the United States; 70% are invasive plant species. Today, invasive plants infest approximately 2.6 million acres in the National Park system, reducing the natural diversity of these places. The costs of managing the invasive plants were estimated at $80 million from 1996 - 2000. To learn more about the National Park Services' invasive species management plan, please visit http:\/\/www.nature.nps.gov\/biology\/invasivespecies\/.        Japanese honeysuckle is cut, then treated with herbicide by park staff. NPS Photo  Non-Native Plants at the Parkway The Natchez Trace Parkway is actively working to eliminate and remove exotic plant species from within Park boundaries. The invasive plant species that present the biggest threat to the lands of the Natchez Trace Parkway are Chinese privet (Ligustrum sinensis), kudzu (Pueraria lobata),Japanese honeysuckle (Lonicera japonica), and Johnsongrass (Sorghum halepense). These weeds are on the Top Ten list of worst weeds for the states of Alabama, Mississippi and Tennessee. Each state is working to control and remove exotic plants from their native landscapes. The Natchez Trace Parkway treated over 75 acres in 2010 with herbicide, and additional acres with manual removal and prescribed fire to reduce exotic plants in the landscape.",
    "url": "https:\/\/www.nps.gov\/natr\/learn\/nature\/invasivespecies2.htm"
}
