{
    "title": "Russell Cave National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           3729 County Road 98  Bridgeport, AL 35740                 Directions         Russell Cave National Monument is located at 3729 County Road 98 in Bridgeport, Alabama. It is situated in the northeast corner of Alabama, just south of the Tennessee state line.  Directions Details           Operating Hours & Seasons         Russell Cave National Monument The park is closed on New Year's Day, Thanksgiving, and Christmas.  All operating hours are in central time and the main gate into the park closes at 4:30 pm.   Standard Hours    Sunday: 8:00 AM - 4:30 PM   Monday: 8:00 AM - 4:45 PM   Tuesday: 8:00 AM - 4:30 PM   Wednesday: 8:00 AM - 4:30 PM   Thursday: 8:00 AM - 4:30 PM   Friday: 8:00 AM - 4:30 PM   Saturday: 8:00 AM - 4:30 PM             Weather           The weather in Bridgeport, Alabama is mild. The average temperature in the winter is in the low 50's. The average summer temperature is in the high 80's. We receive about 50 inches of rain each year. Snowfall varies, but only lasts a few days per event.          Fees & Passes     Entrance Fees:   Entrance Fee \"FREE\" - $0.00 There is not an entrance fee to this park.         Visitor Centers                              Russell Cave in the spring               Russell Cave in the summer               Russell Cave in the fall               Russell Cave in the winter             At 7.5 miles, Russell Cave is the 3rd longest cave in Alabama although it is the history of the people that lived here that has made this site nationally significant. Aside from Russell Cave there are over 1500 caves that have been explored in Jackson County. This calculates to more caves per square mile than anywhere else in America. Caving is permitted in many north Alabama caves however; access to Russell Cave is limited to the geologically unusual cave entrance. This flat, protected space is where artifacts have been found dating back to some of the earliest human occurrences in North America.",
    "url": "https:\/\/www.nps.gov\/ruca\/planyourvisit\/basicinfo.htm"
}
