{
    "title": "Sunset Crater Volcano National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           6082 Sunset Crater Road  Flagstaff, AZ 86004                 Directions         Sunset Crater Volcano and Wupatki National Monuments are connected by loop road FR-545. Visitors can enter the loop road near mile markers 430 (Sunset Crater Volcano) and 444 (Wupatki) on U.S. Highway 89.  Directions Details           Operating Hours & Seasons         Trails and Parking Lots All trails are open daily from sunrise to sunset.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Be prepared for variable and extreme weather conditions. You may expect high winds any time of year, summer temperatures above 95ºF (35ºC), afternoon storms July–September, and snow from fall to spring. Dress in layers, as weather at Sunset Crater Volcano can change quickly at any time of year.         Fees & Passes     Entrance Fees:   Private Vehicle - Sunset Crater-Wupatki Entrance Fee - $20.00 This fee covers the occupants of one private vehicle for seven days at both Sunset Crater Volcano and Wupatki National Monuments.   Commercial Sedan - Sunset Crater-Wupatki Entrance Fee - $28.00 This fee covers all occupants of one commercial sedan for one day at both Sunset Crater Volcano and Wupatki National Monuments.   Commercial Van - Sunset Crater-Wupatki Entrance Fee - $40.00 This fee covers the occupants of one commercial passenger van for one day at both Sunset Crater Volcano and Wupatki National Monuments.   Commercial Bus - Sunset Crater-Wupatki Entrance Fee - $100.00 This fee covers all occupants of one commercial bus for one day at both Sunset Crater Volcano and Wupatki National Monuments.   Bicyclist\/Pedestrian - Sunset Crater-Wupatki Entrance Fee - $10.00 This fee covers one bicyclist or pedestrian for seven days at both Sunset Crater Volcano and Wupatki National Monuments.   Motorcycle - Sunset Crater-Wupatki Entrance Fee - $15.00 This fee covers the occupants of one motorcycle for seven days at both Sunset Crater Volcano and Wupatki National Monuments.   Entrance Passes:   Flagstaff Annual Pass - $40.00 This pass is valid for one year from the month of purchase. At Sunset Crater Volcano and Wupatki National Monuments, it covers entry for all occupants of one private vehicle. At Walnut Canyon National Monument, it covers entry for up to four adults; children ages 15 and younger enter for free.         Visitor Centers       Sunset Crater Volcano Visitor Center This facility contains a museum and is located across the street from the Bonito Campground, which is operated by the U.S. Forest Service. The visitor center is staffed daily. Children can obtain Junior Ranger activities here.               Take a Look Around, a Great Geologic Story Awaits Whether you take some time to walk the trails or drive through the monument, the Sunset Crater landscape will capture your imagination and interest in it's wonderfully, violent geologic history.",
    "url": "https:\/\/www.nps.gov\/sucr\/planyourvisit\/basicinfo.htm"
}
