{
    "title": "Natchez Trace Parkway: Meriwether Lewis",
    "body": "Meriwether Lewis         Portrait of Meriwether Lewis. Charles Wilson Peale Portrait  The Corps of Discovery When Thomas Jefferson was looking for a strong, bold leader to explore the northwest in search of an all-water connection between the Missouri River and the Pacific Ocean, he found an eager volunteer in his personal secretary, Meriwether Lewis.  Jefferson agreed that Lewis was the man for the job, and on May 14, 1804, the Corps of Discovery left St. Louis. The 2.3 year tour failed to find a continuous waterway to the Pacific, but it succeeded spectacularly in accumulating massive amounts of geographical, cultural, and biological information. This information, though familiar to the resident American Indians and the French and British trappers in the northwest, was previously unknown to scientists.  After the Expedition After the expedition returned home, Jefferson rewarded Lewis with the governorship of the Upper Louisiana Territory.  As the presidency changed, so did politics.  Several of the bills that Lewis submitted to the Department of War for payment were questioned, leaving Lewis personally liable for those bills. Lewis set out from St. Louis (the capital of the Upper Louisiana Territory) toward Washington to defend them.   Part of Lewis's route took him along a portion of the Natchez Trace. During the early morning of October 11th, while staying in Grinder's Stand, Lewis died of gunshot wounds. The evidence that exists leads most historians to conclude that Lewis' wounds were self-inflicted, and many who knew Lewis believed he had committed suicide. Some accounts dated 1848 and later suggest that Lewis may have been murdered.   The Memorial Meriwether Lewis was buried near Grinder's Stand, and, in 1848, the State of Tennessee erected a memorial to honor him.  A simple erect, broken shaft reaches above the stone base, symbolizing a life cut short.  The memorial includes several inscriptions, one in Latin.  \"Immaturus obi; sed tu felicior annos vive meos: Bona Republica! vive tuos.\"  \"I died before my time, but thou O great and good Republic, live out my years while you live out your own.\"  To see the Lewis Monument, visit the Meriwether Lewis Site at milepost 385.9 on the Natchez Trace Parkway.     More Meriwether Lewis and the Corps of Discovery information: Meriwether Lewis Site Bulletin Lewis & Clark National Historic Trail www.nps.gov\/lecl Lewis & Clark National Historical Park www.nps.gov\/lewi",
    "url": "https:\/\/www.nps.gov\/natr\/learn\/historyculture\/meriwether-lewis.htm"
}
