{
    "title": "Natchez Trace Parkway: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     April 15, 2016  Junior Ranger Program April 30, 2016  The Natchez Trace Parkway invites children and their families to “Nature Bingo,” a special Junior Ranger program held at the Parkway Visitor Center on Saturday, April 30, 2016 at 10:00 a.m.  Do you like nature and learning about the world we live in? Do you like playing bingo? Then join a park ranger for this 45-minute program. See if you can get Nature Bingo while walking with your family while exploring the Beech Springs Nature Trail. The trail is a quarter mile long. This program is ideal for children 7 to 12 years old, but everyone is welcome.   February 05, 2016  Availability of Wetland and Floodplain Statement of Findings for Chester Mills Road Bridge Replacement  The National Park Service is seeking public comment on a wetland and floodplain Statement of Findings (SOF) that analyzes the impacts of replacing the bridge on Chester Mills Road over McCurtain Creek (milepost 187, Choctaw County, Mississippi).  The purpose of the project is to replace the bridge to comply with current bridge safety requirements. This SOF documents compliance with Executive Orders 11988, 11990 and 13690, which govern protection of wetlands and management of floodplains.   January 21, 2016  Winter Weather Advisory January 21, 2016  A traveler advisory is in effect for the northern terminus of the Natchez Trace Parkway from Hwy 64 around Collinwood, TN (milepost 378) to Nashville, TN (milepost 444).   November 20, 2015  Controlled Burning along the Natchez Trace Parkway November 23 & 24, 2015  Weather depending, the Natchez Trace Parkway plans to conduct two prescribed fires (controlled burns) on Monday, November 23 and Tuesday, November 24, 2015. The Tockshish prescribed fire will help to restore native black prairie and reduce vegetation along the parkway boundary that could burn in a wildfire   November 20, 2015  Pioneer Day at the Natchez Trace Parkway Visitor Center-November 2015  The Tombigbee Pioneer Group will demonstrate pioneer era crafts and skills at the Natchez Trace Parkway Visitor Center from 10:00 a.m. until 3:00 p.m. on November 28, 2015.   November 20, 2015  Natchez Trace Parkway Reports Single Vehicle Collision with Fatality  On November 19, 2015, at approximately 5:45 a.m., Natchez Trace Parkway Communications received notification of Ford Festiva striking a tree near milepost 360.  U.S. Park Rangers, Wayne County Sheriff’s Deputies, and the Wayne County Medical Examiner responded to the scene.   November 18, 2015  Conservation Corps Groups Provide Services at Natchez Trace Parkway  The Natchez Trace Parkway has hosted the Southeast and Southwest Conservation Corps (Corps) for the last four weeks as they served the Parkway and local community. Inspired by President Franklin Delano Roosevelt’s Civilian Conservation Corps of the 1930s, Secretary of the Interior Sally Jewel has encouraged all national parks to put America’s youth and returning veterans to work protecting and restoring our public lands.   November 13, 2015  Controlled Burning along the Natchez Trace Parkway November 16, 2105  Weather depending, the Natchez Trace Parkway plans to conduct the Lakeside prescribed fire (controlled burn) in Lee County, MS on Monday, November 16, 2015. The Lakeside prescribed fire will help to restore native black prairie  and reduce vegetation along the parkway boundary that could burn in a wildfire. The prescribed fire is located at milepost 260.   August 07, 2015  Tupelo High School Cross Country Team Assists the Natchez Trace Parkway in Trail Improvements  Members of the Tupelo High School (THS) cross-country team and Natchez Trace Parkway staff joined forces on the Blackland Prairie section of the Natchez Trace National Scenic Trail to create a safer railroad crossing for park visitors. The efforts of THS cross country coach Johnathan Begnaud and 51 student team members on Monday, August 3 will facilitate the reopening of the trail.   July 24, 2015  Dulcimer Day and Junior Ranger Program  A special program of dulcimer music will be provided by the North Mississippi Dulcimer Association from 10:00 a.m. to 1:00 p.m. on Saturday, August 1, 2015, at the Parkway Visitor Center located at milepost 266 near Tupelo, Mississippi.   July 16, 2015  Temporary Closure and Travel Advisory of the Yockanookany Trail  A partial closure of the Yockanookany section of the Natchez Trace Scenic Trail will be in effect from July 20, 2015 through July 31, 2015.   July 10, 2015  Pioneer Day and Junior Ranger Day at the Natchez Trace Parkway Visitor Center  The Tombigbee Pioneer Group will demonstrate pioneer-era crafts and skills at the Natchez Trace Parkway Visitor Center from 10:00 a.m. until 3:00 p.m. on Saturday, July 25, 2015. The presentations will show the challenges faced, and creative solutions developed by those Americans who lived in the area from the 1700s to 1840.   July 06, 2015  Head on Collision with Fatality  On July 3, 2015, at approximately 12:35 p.m., Natchez Trace Parkway Communications received notification of a head-on collision near milepost 244.5 involving a Honda CRV and a Chevrolet Tahoe.  U.S. Park Rangers, Chickasaw County Sheriff’s Deputies, and the Chickasaw County coroner responded to the scene.   July 02, 2015  Dulcimer Day and Junior Ranger Program at the Natchez Trace Parkway  A special program of dulcimer music will be provided by the North Mississippi Dulcimer Association from 10:00 a.m. to 1:00 p.m. on Saturday, July 11, 2015, at the Parkway Visitor Center located at milepost 266 near Tupelo, Mississippi.   June 05, 2015  April Visitation Numbers Released  “During April 2015, the Natchez Trace Parkway experienced a slight decrease in the number of recreational visits over the 2014 figures,” stated Superintendent Mary Risser. “This year, 513,538 people used the Parkway in April 2015 compared to 513,830 who were counted in 2014.”   June 02, 2015  Natchez Trace Parkway Paving Project in Hinds and Madison Counties, Mississippi  Natchez Trace Parkway officials announce that paving will begin June 2, 2015 on a section of the Parkway in Hinds and Madison Counties.  Work will be done from milepost 77 (south of MS 467) to milepost 115 (north of MS 43).   May 12, 2015  Natchez Trace Parkway Issues Request for Expressions of Interest in the Tupelo Homesteads  The National Park Service (NPS) is seeking expressions of interest for the use of eight historic houses and their associated outbuildings at the Natchez Trace Parkway.   May 12, 2015  NATCHEZ TRACE PARKWAY EMPLOYEE CELEBRATES 40 YEARS SERVICE  The Natchez Trace Parkway presented an award for 40 years of federal service to Property Management Specialist Mary Brown.   May 01, 2015  Controlled Burning at the Chickasaw Village Site  Weather depending, the Natchez Trace Parkway is planning to conduct a prescribed fire (controlled burn) in Lee County, MS between May 5 and May 8, 2015. The prescribed fire is at the Chickasaw Village Site, milepost 262.   May 01, 2015  Natchez Parkway Staff Promote Bicycle Safety  With the help of the Natchez Trace Parkway Association (NTPA) through its Gary Holdiness Cycling Fund, Natchez Trace Parkway staff members are celebrating National Bike Month and the National Park Service Centennial by actively promoting bicycle visibility and safety.   April 30, 2015  Visitors “Go Wild” and Take a Step Toward Finding Their Park  Over 200 people took a step toward finding their park at the Natchez Trace Parkway during the park's Wildlife Festival and BioBlitz on Saturday, April 18, 2015.   April 23, 2015  Natchez Trace Parkway Tourism Creates $136 Million in Local Economic Benefits  A new National Park Service report shows that 5,846,473 visitors to the Natchez Trace Parkway in 2014 spent $136 million in communities near the park, which supported 1,843 jobs in the local area.   April 20, 2015  87 Year Old Man Passes Away While Biking on the Natchez Trace Parkway  Monday, April 20, 2015, at 1:27 p.m., emergency responders responded to an incident involving a bicyclist on the Parkway south of Highway 82 at Milepost 201.   April 08, 2015  Apparent Suicide from Highway 96 Bridge  On April 8, 2015 at 3:42 p.m., a report of an apparent suicide from the Natchez Trace Parkway Double Arch Bridge was received by the Williamson County Sheriff Office.   April 08, 2015  Natchez Trace Parkway Colbert Ferry Boat Ramp Closure  The Natchez Trace Parkway, Colbert Ferry boat ramp area at milepost 327.3 and the Tennessee River in Alabama will be temporarily closed beginning April 8, 2015.  The closure is due to emergency operations being conducted from the boat ramp area.   April 07, 2015  Natchez Trace Rangers Receive Awards for Training Excellence  Four rangers with the Natchez Trace Parkway received awards for excellence in training from the National Park Service (NPS).   April 02, 2015  The Natchez Trace Parkway Joins National Find Your Park Movement with a Wildlife and Nature Festival  The Natchez Trace Parkway joins parks, programs, and partners across the country to encourage everyone to find their park and share their stories online at FindYourPark.com. A hands-on event designed to help people find their park and to promote an interest in the natural world will be held on Saturday, April 18, 2015, at the Natchez Trace Parkway Visitor Center near Tupelo, MS.   March 23, 2015  Wildflower Walk at Chickasaw Village Site  Join a park ranger for a Wildflower Walk on Saturday, April 4, 2015. This event will take place at 10:00 AM at the Chickasaw Village Site (milepost 261.8 on the Natchez Trace Parkway near Tupelo, Mississippi).   March 11, 2015  Pioneer Day at the Natchez Trace Parkway Visitor Center  The Tombigbee Pioneer Group will demonstrate pioneer-era crafts and skills at the Natchez Trace Parkway Visitor Center from 10:00 am until 3:00 pm on Saturday, March 28, 2015.   March 04, 2015  Natchez Trace Parkway Traffic Rerouted at Northern Terminus  The exit ramp from the Parkway to TN 100 East will be closed and traffic will be rerouted to McCrory Lane.  Safety concerns have arisen due to motorists exiting via this ramp directly onto TN 100 East and then making unsafe left turns to access businesses.   February 20, 2015  TRAVEL NOT RECOMMENDED ON THE NATCHEZ TRACE PARKWAY DUE TO HAZARDOUS ROAD CONDITIONS  As a result of winter weather conditions, the Natchez Trace Parkway has issued a travel advisory from Hwy 8 near Houston, MS to the northern terminus near Nashville, TN.   February 16, 2015  Natchez Trace Parkway Additional Closure and Winter Storm Travel Advisory  The Natchez Trace Parkway is closed between mileposts 355 and 370 and between milepost 429 and the northern terminus in Tennessee. A mixture of sleet, freezing rain, ice and snow has fallen on much of the Parkway today. Falling temperatures will cause additional hazards.   February 06, 2015  Natchez Trace Parkway Trail Closed Due to Railroad Crossing Improvements  The Natchez Trace Parkway National Scenic Trail section between milepost 261.8 (Chickasaw Village Site) and milepost 265.5 (Beech Springs Road Area) will be closed to all trail users beginning February 9, 2015, for a period of 30 days.   January 28, 2015  The Natchez Trace Parkway Recognizes Volunteers in Parks and Very Important People  The Natchez Trace Parkway Volunteers-In-Parks (VIP) program has recently been redesigned in an effort to reach the Centennial goal of one million additional volunteers for the National Park Service.   January 27, 2015  Controlled Burning Along Natchez Trace Parkway Rocky Springs  Weather depending, the Natchez Trace Parkway plans to conduct a prescribed fire (controlled burn) in Claiborne County, MS between the dates of January 28 and January 30.   January 27, 2015  Controlled Burning along the Natchez Trace Parkway West Florida Boundary  Weather depending, the Natchez Trace Parkway plans to conduct two prescribed fires (controlled burns) in Madison County, MS between the dates of January 29 and January 31.   January 26, 2015  Natchez Trace Parkway Announces Temporary Closure of the Mount Locust Site  The Natchez Trace Parkway will close the Mount Locust Historic Home and Information Center (milepost 15.5, 15 miles north of Natchez, MS) from Monday, February 2, 2015 to Wednesday, February 4, 2015.   January 20, 2015  Natchez Trace Parkway Reports Single Motor Vehicle Accident with Fatality  On January 18, 2015 at approximately 2:22 p.m., Natchez Trace Communications received notification of a single motor vehicle accident near milepost 441.5 near the northern terminus of the Parkway.   January 09, 2015  December Visitation Numbers for Natchez Trace Parkway is Released  “The Natchez Trace Parkway experienced a significant increase in December recreational visits in 2014 over 2013 figures,” stated Superintendent Mary Risser. “This year, 688,064 people used the Parkway in November compared to 478,080 who were counted in 2013.”   January 06, 2015  More than 16,000 Trees Planted Along the Natchez Trace Parkway  The Natchez Trace Parkway is home to more than 16,000 brand new tree seedlings, planted near the new intersection of Highway 6 and Parkway milepost 257.   December 19, 2014  ELEVEN EMPLOYEES WITH MORE THAN 300 YEARS OF COMBINED SERVICE RETIRE FROM NATCHEZ TRACE PARKWAY  By the end of the year, Natchez Trace Parkway will say “Happy Trails” to 11 employees who have decided to exchange the day-to-day grind for a life of leisure.   December 09, 2014  NATCHEZ TRACE PARKWAY PREPARES FOR NATIONAL PARK SERVICE’S SECOND CENTURY  “The National Park Service will celebrate the beginning of its second century on August 28, 2016,” stated Superintendent Mary Risser. “To prepare for the celebration, staff members spent a week landscaping around the visitor center and headquarters building near Tupelo.”   December 09, 2014  Controlled Burning along the Natchez Trace Parkway in 2015  The Natchez Trace Parkway released its prescribed fire (controlled burning) schedule for 2014-2015.   December 04, 2014  Natchez Trace Parkway Ridgeland Information Cabin Restroom Closure  Natchez Trace Parkway officials announce that the restroom located at the Ridgeland Information Cabin, at milepost 102.4, is closed until further notice.   September 17, 2014  Natchez Trace Parkway Temporary Road Closure in Colbert County, Alabama  CHEROKEE, AL: Natchez Trace Parkway officials announce that repairs on the Parkway near Cherokee, Alabama will begin on September 23, 2014 and will require the closure of the Parkway from US 72 to Pike Road for repairs to the roadway embankment at milepost 322.8. The closure will be in effect between milepost 320.4 and milepost 326.3. Construction is expected to be completed by December 2014.   September 15, 2014  NATCHEZ TRACE PARKWAY RECOGNIZES LONG-TIME SEASONAL EMPLOYEES  The Natchez Trace Parkway recognized the contributions of long-time seasonal employees to the operation of the Parkway. Seasonal employees join the National Park Service’s workforce during the busiest time of the year to augment the efforts of permanent employees.   June 23, 2014  Natchez Trace Parkway Begins Repairs to Parkway Bridge, Town Creek, Lee County, Mississippi  Due to repairs on the Town Creek bridge near Tupelo, MS, visitors may expect short delays and one-lane traffic.   March 17, 2014  Natchez Trace Parkway to Initiate Public Comment Period for Little Swan Creek Bridge Replacement Environmental Assessment  The National Park Service is seeking public comment on the environmental assessment (EA) prepared for the proposed replacement of the Little Swan Creek Bridge in Lewis County, Tennessee at mile post 386.9.  The bridge must be replaced in order to restore the original structural capacity of the bridge, to provide visitors with a safe and enjoyable experience, and to reduce maintenance requirements and costs.   March 13, 2014  Natchez Trace Parkway Visitation for 2013 is Released  The Natchez Trace Parkway experienced an increase in recreational visits in 2013 despite the Government shutdown. More than 6.01 million people used and visited the Natchez Trace Parkway in 2013, which is up from the 5.56 million people on the Parkway in 2012. This made the Natchez Trace Parkway the eighth most visited National Park Service site.   November 08, 2013  Natchez Trace Parkway Ranger Jane Farmer Receives the National Freeman Tilden Award  Natchez Trace Parkway Ranger Jane Farmer has received the 2013 National Park Service Freeman Tilden Award for interpretive excellence, the highest award a National Park Service Ranger can receive.   October 31, 2013  Mary Risser Selected as Superintendent of Natchez Trace Parkway  Southeast Regional Director Stan Austin announces the selection of Mary Risser, a 32-year career employee of the National Park Service (NPS), to serve as superintendent of Natchez Trace Parkway, a 444-mile long scenic byway crossing three states and headquartered in Tupelo, Mississippi. Risser is currently on assignment as Acting Deputy Regional Director and Chief of Staff for the Intermountain Region of the NPS until the end of November. She has served as the superintendent of Dinosaur National Monument in Colorado and Utah for the last nine years. Risser will start her duties the middle of December.   October 18, 2013  Environmental Assessment Available for Proposed Rice Road Extension-Review Period Extended  The National Park Service announces the continued availability of an Environmental Assessment (EA) for the proposed extension of Rice Road (Madison County, MS). This project seeks to extend Rice Road and create an associated multi-use trail to the west of U.S. Highway 51 in Ridgeland. This extension would provide access to the northern portion of the planned Ridgeland City Center development, requiring a right-of-way of approximately 0.7 acres on NPS land.   September 25, 2013  Natchez Trace Parkway to Tackle Non-Native Kudzu Vine  The National Park Service announces that contractors will be working to eradicate kudzu along the Natchez Trace Parkway from Clinton to Natchez MS.    Visitors can expect to see workers spraying herbicide alongside the Parkway from milepost 0-90 during late September-early October.   March 28, 2013  Statement on the Effects of Sequestration at Natchez Trace Parkway  On March 1, 2013, the Natchez Trace Parkway was required to reduce its annual budget by five percent, in accordance with the sequestration provision of the Budget Control Act of 2011.  The effects of this federal law require that each national park absorb this reduction within the remaining months of this fiscal year, which ends September 30.   February 13, 2013  Portion of National Scenic Trail Closed near Tupelo, MS  A section of the Natchez Trace National Scenic Trail near Tupelo, MS will be closed for a period of two years. The Blackland Prairie trail will be closed between Old Town Creek and milepost 264.8.   January 17, 2013  NATCHEZ TRACE PARKWAY UNDER WINTER WEATHER ADVISORY  Thursday’s winter storm will spread both snow and rain across the Southeast, continuing into Thursday night and early Friday, and a winter weather advisory remains in effect for significant portions of Mississippi. Light snow accumulations are expected to result in hazardous driving conditions in parts of Mississippi and northern Alabama. On the Natchez Trace Parkway, patchy ice is present on some bridges between MS Highway 32 near milepost 239, south to Interstate 20 near milepost 87, with up to 3 inches of snow between US Highway 82 and Interstate 55. South of Interstate 20, Parkway rangers report slushy conditions on bridges.   November 06, 2012  Natchez Trace Parkway Lowers Speed Limit  In Sensitive Amphibian Habitat  The National Park Service (NPS), Natchez Trace Parkway, announces a 35- mph speed zone on a two-mile section south of Interstate 20 in Hinds County, Mississippi.   November 05, 2012  Natchez Trace Parkway Reopens 8-Mile Section, South of Ridgeland, MS  The National Park Service has completed repairs to a damaged section of the Natchez Trace Parkway at milepost 94.9, south of Ridgeland, MS, and will reopen the Parkway to vehicular traffic on Tuesday, November 13, 2012. This section has been closed to motorized vehicles since March 14, 2012, after engineers identified a major safety hazard that had the potential to lead to a collapse of the roadway due to embankment instability. The National Park Service partnered with the Federal Highway Administration to make repairs to the roadway.   September 11, 2012  Natchez Trace National Scenic Trail Reopens near Chickasaw Village Site (milepost 261.8, Lee County, MS) along the Natchez Trace Parkway  The hiking and walking trail north of the Chickasaw Village Site (milepost 261.8) has been reopened.   September 06, 2012  Natchez Trace National Scenic Trail Closure near Chickasaw Village Site (milepost 261.8, Lee County, MS) along the Natchez Trace Parkway  The hiking and walking trail north of the Chickasaw Village Site (milepost 261.8) is closed until further notice.  The impassable section of trail will be marked with flagging at the beginning and end of the affected area.   July 10, 2012  PARKWAY CONSTRUCTION TO BEGIN AT MILEPOST 94.8 SOUTH OF RIDGELAND MS – ATTENTION BICYCLISTS  Road construction will begin July 11, 2012 on a damaged section of the Natchez Trace Parkway at Milepost 94.8, south of Ridgeland, MS.   This section has been closed since March due to a failure in the road base that made the road unsafe for vehicular travel.  The National Park Service (NPS) had continued to allow bicycle use within the closed section after determining it was safe for bicyclists to pass over the damaged portion of Parkway.  However, the arrival of construction crews will require bicyclists to detour around the active construction zone for a distance of 1\/2 mile.   June 12, 2012  Myrick Creek Trail Closure  The hiking and walking trail at Myrick Creek, at Parkway milepost 145, just south of Highway 429 is closed until further notice.   March 13, 2012  NATCHEZ TRACE PARKWAY TO CLOSE 8-MILE SECTION SOUTH OF RIDGELAND, MS  The National Park Service will be closing an 8-mile section of the Natchez Trace Parkway to vehicular traffic on March 14, 2012, due to a major safety hazard that has developed near milepost 94.8 between Ridgeland, MS, and Clinton, MS. Engineers have identified the potential for collapse of the roadway due to instability in the embankment. Over the past year, several emergency repairs were completed; however, the section has continued to deteriorate to the point where it is unsafe for vehicular traffic.   March 01, 2012  Partnership to Bring War of 1812 to Life  The Natchez Trace Parkway, the 7th US Infantry Living History Association, and the Natchez Trace Parkway Association have joined together to bring living history demonstrations of War of 1812 events to the public.   December 08, 2011  Natchez Trace Parkway Multi-use Trail Segment 3P19 Wetland and Floodplain Statement of Findings Open for Public Comment  The National Park Service (NPS) has prepared draft Statements of Findings (SOFs) for Wetlands and Floodplains for Multi-use Trail Segment 3P19 – A Bridge Over County Line Road and Trail from 200 Feet West of County Line Road to Milepost 96.0 (Approximately from Milepost 95.0 to Milepost 96.0).   December 01, 2011  Natchez Trace Parkway Lowers Speed Limit in Sensitive Amphibian Habitat  The National Park Service, Natchez Trace Parkway, announces a lowered speed zone on a two- mile section south of Interstate 20 in Hinds County, MS.  In this area, there is habitat for many species of salamanders and frogs, including the state-imperiled Webster’s salamander (Plethodon websteri).   December 01, 2011  Public Meeting for Meriwether Lewis Exhibits  The Parkway will be presenting drafts of the new exhibits for the Meriwether Lewis site on December 15, 2011. The public is invited to comment on these drafts.   October 11, 2011  TN HWY 412 Detour  Natchez Trace Parkway Detour at Highway 412 in Tennessee.   April 12, 2011  Meriwether Lewis Campground Paving Work- April 9-April 22, 2011  Paving work at the Meriwether Lewis Campground at milepost 386 (near Hohenwald, TN) will start on Saturday, April 9, 2011.   March 19, 2011  Parkway Trails Closed for Maintenance at Rocky Springs Site  No abstract supplied.   February 11, 2011  Park And Partners Open Multiuse Trail  Natchez Trace Parkway officially opened a new 5.3-mile-long section of the Multiuse Trail in Ridgeland, Mississippi, on Saturday, January 21st.   October 19, 2010  Fire Restrictions at the Natchez Trace Parkway  No abstract supplied.   September 23, 2010  Natchez Trace Parkway Announces $3,000 Grant to Brice’s Crossroads Battlefield Commission  The Natchez Trace Parkway is pleased to announce that it has awarded a $3,000 grant to Brice’s Crossroads Battlefield Commission. The grant was made possible through the Lower Mississippi Delta Initiative.   September 22, 2010  NATCHEZ TRACE PARKWAY ANNOUNCES $25,000 GRANT TO BOY SCOUTS OF AMERICA  The Natchez Trace Parkway is pleased to announce that it has awarded a $25,000 grant to the Yocona Area Council, Boy Scouts of America (BSA). The grant was made possible through the Lower Mississippi Delta Initiative (LMDI).   April 27, 2010  NOTICE OF AVAILABILITY Coley Road  The National Park Service, Natchez Trace Parkway, would like to announce a Finding of No Significant Impact (FONSI) with regard to the crossing of a five-lane major thoroughfare arterial extending and connecting Coley Road from McCullough Boulevard to Highway 78 and Barnes Crossing Road from North Gloster Street to the same location on Highway 78. The project will include a grade-separated crossing near milepost 265, just south of the Natchez Trace Parkway Visitor Center.   February 11, 2010  WINTER WEATHER ADVISORY NOTICE  As a result of the potential for winter weather conditions starting tonight, including a forecast of up to five inches of snow, the Natchez Trace Parkway has issued a travelers advisory for the sections of the Parkway in Mississippi.   February 08, 2010  NATCHEZ TRACE PARKWAY CLOSED FROM MP 429 TO NORTHERN TERMINUS AT MP 442.5 -- TENNESSEE BRIDGE IN ALABAMA EXTREMELY HAZARDOUS  As a result of the adverse, wintery weather conditions, the Natchez Trace Parkway has issued a travelers advisory for sections of Parkway in Tennessee and Colbert & Lauderdale Counties in Alabama.   February 04, 2010  NATCHEZ TRACE PARKWAY REOPENS FROM MILEPOST 429 TO NORTHERN TERMINUS  This morning, the Natchez Trace Parkway reopened the roadway from milepost 429 to the northern terminus at 442.5 in Tennessee.    January 30, 2010  NATCHEZ TRACE PARKWAY STILL CLOSED FROM MP 429 TO NORTHERN TERMINUS AT MP 442.5.  No abstract supplied.   January 29, 2010  NATCHEZ TRACE PARKWAY OFFICIALS CAUTION USE OF TENNESSEE SECTION OF PARKWAY  As a result of the forecast for adverse wintery weather conditions, the Natchez Trace Parkway has issued a travelers advisory for the sections of Parkway in Tennessee.   January 29, 2010  NATCHEZ TRACE PARKWAY CLOSED FROM MP 429 TO NORTHERN TERMINUS AT MP 442.5.  As a result of the adverse, wintery weather conditions, the Natchez Trace Parkway has issued a travelers advisory for the sections of Parkway in northern Mississippi, Alabama, and Tennessee. The Natchez Trace Parkway is closed from milepost 429 to the northern terminus at 442.5. This will affect the on-ramps at Tennessee Highways 100, 96, and 46 (Pinewood Road). Travelers are strongly advised to not use the Parkway in Tennessee.   January 13, 2010  NATCHEZ TRACE PARKWAY REOPENS FROM MILEPOST 429 TO NORTHERN TERMINUS AT MILEPOST 442.5.  This afternoon, the Natchez Trace Parkway reopened the roadway from milepost 429 to the northern terminus at 442.5.  The Colbert Ferry Site in Alabama (Milepost 327.3) is also open.   January 09, 2010  NATCHEZ TRACE PARKWAY STILL CLOSED FROM MILEPOST 429 TO NORTHERN TERMINUS AT MILEPOST 442.5.  Wintery weather conditions continue on the Natchez Trace Parkway in Tennessee, Alabama, and the northern section of Mississippi.   January 07, 2010  NATCHEZ TRACE PARKWAY CLOSED FROM MILEPOST 429 TO NORTHERN TERMINUS AT MILEPOST 442  As a result of the adverse, wintery weather conditions, the Natchez Trace Parkway has issued a travelers advisory for the sections of Parkway in northern Mississippi, Alabama, and Tennessee. The Natchez Trace Parkway is closed from milepost 429 to the northern terminus at 442.5. This will affect the on-ramps at Tennessee Highways 100, 96, and 46 (Pinewood Road). Travelers are strongly advised to not use the Parkway in Tennessee and Alabama.   January 06, 2010  NATCHEZ TRACE PARKWAY OFFICIALS CAUTION USE OF PARKWAY  As a result of the forecast for adverse wintery weather conditions, the Natchez Trace Parkway has issued a travelers advisory for the sections of Parkway in northern Mississippi, Alabama, and Tennessee.   November 12, 2009  National Park Service Announces Details of American Recovery and Reinvestment Act Project at the Meriwether Lewis Historic Site  No abstract supplied.   September 23, 2009  Controlled Burning along the Natchez Trace Parkway 2010  The Natchez Trace Parkway has released its prescribed fire (controlled burning) schedule for 2009-2010.   From October 2009 through June 2010, prescribed fire operations will be conducted at various locations along the Parkway.   May 18, 2009  Statements of Finding for Wetlands and Floodplains  NOTICE OF AVAILABILITY Statements of Finding for Wetlands and Floodplains:  2.97 Mile Multi-use Trail Segment in Ridgeland District, Mississippi Natchez Trace Parkway   May 18, 2009  Natchez Trace Parkway to Rehabilitate Ridgeland Crafts Center  The Natchez Trace Parkway announces a project to rehabilitate the Ridgeland Visitor Contact Station, formerly the Ridgeland Crafts Center.   May 18, 2009  Natchez Trace Parkway Expansion Joints in Bridge Decks to be Repaired  On May 13, 2009, minor repair work will begin on bridges along the Natchez Trace Parkway from milepost 320 to 425 within Alabama and Tennessee.  The expansion joints in the bridge decks will be repaired, which could cause single-lane closures.   March 18, 2009  Mississippi Highway 6 Project Crossing the Natchez Trace Parkway Begins  On March 2, 2009, the Mississippi Department of Transportation (MDOT) began construction of the Mississippi Highway 6 crossing of the Natchez Trace Parkway.  Construction on the Parkway will extend from about MP 256 to 258.   December 11, 2008  Natchez Trace Parkway Closure Milepost 276-282  As a result of the recent heavy rainfall and flooding, a drainage culvert on the Natchez Trace Parkway was severely damaged.  A section of the Parkway in Lee and Itawamba counties has been closed between milepost 276 and 282.   October 25, 2008  Natchez Trace Parkway Begins Replacing Pigeon Roost Bridge at Mile Post 203.6  Natchez Trace Parkway officials announce that construction has begun to replace the Parkway bridge at milepost 203.6 over Pigeon Roost Creek - just south of U.S. Highway 82.   October 18, 2008  Controlled Burning Along the Natchez Trace Parkway 2008-2009  The Natchez Trace Parkway has released its prescribed fire (controlled burning) schedule for 2008-2009.   From November 2008 through June 2009, prescribed fire operations will be conducted at various locations along the Parkway.   September 02, 2008  Natchez Trace Parkway Closed from Natchez to Clinton, MS, Travel Not Advised from U.S. Highway 82 South  Natchez Trace Parkway Closed from Natchez to Clinton, MS.  Travel is not advised from U.S. Highway 82 South   August 08, 2008  Notice of Availibility: Fire Management Plan for the Natchez Trace Parkway  Notice of Availability for the Environmental Assessment of the Fire Management Plan for the Natchez Trace Parkway.   May 30, 2008  Jeff Busby Service Station Closed  Jeff Busby's Little Mountain Service Stations Closes   April 26, 2008  Natchez Trace Parkway begins Repair-Resurfacing Project  Natchez Trace Parkway begins Repair\/Resurfacing Project Milepost 240 to 266, Chickasaw, Pontotoc and Lee Counties, Mississippi   February 14, 2008  Temporary Photo Exhibit at Natchez Trace Parkway Visitor Center  Kate Cleghorn has loaned her fascinating photography to the Natchez Trace Parkway. The works Kate loaned are black and white photographs focusing on the cultural and natural history that can be seen along the Parkway.   February 06, 2008  The Natchez Trace Parkway Celebrates Black History Month  Mr. Robert Bruce Smith will present a fascinating history program on “William Johnson,” (the Barber of Natchez) titled “William Johnson: Witness to a Vanished Natchez World” at the Natchez Trace Parkway Visitor Center, near Tupelo.   December 27, 2007  Parkway Bridge Work Over Tenn 13  No abstract supplied.   December 19, 2007  Controlled Burning Along the Natchez Trace Parkway, 2008  The Natchez Trace Parkway has released its prescribed fire (controlled burning) schedule for 2007-2008.   From November 2007 through June 2008, prescribed fire operations will be conducted at various locations along the Parkway.   July 09, 2007  Parkway Begins Replacing the Glenrock Picnic Area Comfort Station in Tennessee  The National Park Service has begun work to replace the Natchez Trace Parkway’s existing Glenrock comfort station located near milepost 364 in Wayne County, Tennessee.   April 18, 2007  Woody Debris Reduction Projects  The National Park Service Wildland Urban Interface Initiative (WUII) is designed to decrease wildfire hazard in areas where urban environments adjoin wildland areas.   April 02, 2007  Replacing Three Bridges in Alabama  Construction work to replace the Natchez Trace Parkway’s bridges over Lindsey Creek (Mile Post 337.5), Threet Creek (Mile Post 338.4), and Lauderdale County Road 85 (Mile Post 338.9) began April 2, 2007.   March 30, 2007  Bridge Replacements in Alabama  Construction work to replace the Natchez Trace Parkway’s bridges over Lindsey Creek (Mile Post 337.5), Threet Creek (Mile Post 338.4), and Lauderdale County Road 85 (Mile Post 338.9) is scheduled to begin April 2, 2007.   March 15, 2007  Repaving of Parkway between Jackson and Natchez Mississippi  Resurfacing work is underway on the Natchez Trace Parkway between Interstate 20 (milepost 87) and US Highway 61 (milepost 37) near Port Gibson, Miss.   February 07, 2007  Black History Month Program 2007  The Natchez Trace Parkway Welcomes Natchez National Historical Park Ranger to speak about William Johnson for Black History Month.   January 03, 2007  Controlled Burning along the Natchez Trace Parkway  The Natchez Trace Parkway has released its prescribed fire (controlled burning) schedule for 2007.   October 02, 2006  Natchez Trace Parkway between Old Canton Road and Rice Road Reopened  No abstract supplied.   September 26, 2006  Pavement repairs for the Natchez Trace Parkway  Pavement repairs for the Natchez Trace Parkway between Tupelo and Jackson, Mississippi",
    "url": "https:\/\/www.nps.gov\/natr\/learn\/news\/newsarchive.htm"
}
