{
    "title": "Natchez Trace Parkway: Andrew Jackson",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Andrew Jackson                Andrew Jackson Gains His Nicknames         Andrew Jackson with the Tennessee Forces on the Hickory Grounds. Courtesy Library of Congress, LC-DIG-pga-00295        In early 1812, Andrew Jackson was an untested military leader whose political positions had already drawn the ire of the Madison administration. Quick to take offense, Jackson was known for his sudden flashes of rage and propensity for dueling. But when given the opportunity to command troops, he also showed his strong leadership ability and earned the respect of his men. Jackson received his first opportunity to lead in 1813. He and the 2nd Division Tennessee Regiment were sent to Washington (just north of Natchez, in what is now Mississippi) to defend against a possible attack by the British on New Orleans. Jackson battled a lack of supplies for his troops and confusion over who had ultimate control of his militia: Jackson, as an elected Major General in the militia, or Major General James Wilkinson, an experienced leader in charge of the regular US troops in New Orleans. When Jackson received an order to disband his troops immediately, he refused to cast his volunteers adrift to find their own way home, and pledged his own money to finance the supplies needed for the trip back along the Natchez Trace to Tennessee. He gave up his horses for the sick, and walked along side of his men-encouraging them when needed, and disciplining them when necessary. His determination, combined with his willingness to suffer alongside his men, caused his men to come up with the nickname \"Old Hickory.\"        General Andrew Jackson Courtesy Library of Congress, LC-USZ62-5663  The Creek, however, came to call Jackson by a different name. In 1812, the Creek Nation was split in two. The Red Stick faction believed that the best way to preserve their homeland was to attack the US citizens who lived on or near their land. The rest of the Creek wanted to maintain ties with the United States. When Red Sticks killed some settlers, the rest of the Creek nation killed the perpetrators. The civil war escalated, and the violence led to Jackson's first opportunities to lead his men into battle. Jackson's successes against the Red Sticks in 1813-1814 led to his appointment as a US Army Major General, in charge of Tennessee, Louisiana, the Mississippi Territory, and the Creek Nation. As such, he was in charge of negotiations for a treaty of peace. His terms were harsh: not content with the guidelines sent from the Madison administration, Jackson demanded more. His treaty punished both the Red Sticks and the Creek who had fought by his side with a cession of 23 million acres-nearly half of the Creek land. His terms and unwillingness to negotiate earned him the Creek nickname of \"Sharp Knife.\"",
    "url": "https:\/\/www.nps.gov\/natr\/learn\/historyculture\/andrew-jackson-gains-his-nicknames.htm"
}
