{
    "title": "Sunset Crater Volcano National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes         America the Beautiful Passes   Sunset Crater Volcano & Wupatki National Monuments  The following fees cover entrance to both Sunset Crater Volcano National Monument and Wupatki National Monument for seven days.   $20.00 per passenger vehicle $15.00 per motorcycle $10.00 per cyclist or pedestrian      Annual Passes  Flagstaff Area National Monuments Annual Pass - $40 Admits all occupants of the passholder's vehicle to Sunset Crater Volcano, Wupatki, and Walnut Canyon National Monuments for one year from the month of sale.   Other Passes  We honor and issue America the Beautiful - National Parks and Federal Recreational Lands passes including the Annual Pass, Senior Pass and Access Pass.For more information on America the Beautiful passes, please click here.   Fee Free Days 2015 Entrance fees are waived in National Parks on certain days of the year. Click here to learn more and start planning your visit.   Commercial Fees  Commercial tour groups are charged based on the size of the vehicle regardless of the number of passengers. Commercial tour fees are valid for the day of sale only at Sunset Crater Volcano, Wupatki, and Walnut Canyon National Monuments.      Vehicle Capacity 1-6 (Sedan) - $28 \/ Day Vehicle Capacity 7-25 (Van) - $40 \/ Day Vehicle Capacity 26 or more (Bus) - $100 \/ Day     Schools Groups  Qualifying school groups and educational trips may qualify for a fee waiver. Click here for more information.   Special Use Permits   Special Use Permits are required for all commercial filming, special gatherings such as weddings, and any back country access. Visit our Permits Page for more information.    Research Permits Researchers wishing to do work inside the monument will need to go through our online permitting process here.         Rangers work with families from Camp Moreno         Your Fees Benefit the Park The fees you pay when visiting Sunset Crater Volcano NM make a difference! We participate in the Congressionally-authorized Federal Recreation Lands Enhancement Act. Under this program, our parks keep 100% percent of all fees collected and use that money to fund important projects that improve visitor services and protect resources. At Sunset Crater Volcano, your fees were used to work on projects like:   vegetation control along roadsides. trail maintenance and rehabilitation. off-road vehicle fencing to protect park resources. replacing outdated exhibits. relocate and construct a boardwalk on the Lava Flow Trail.",
    "url": "https:\/\/www.nps.gov\/sucr\/planyourvisit\/fees.htm"
}
