{
    "title": "Natchez Trace Parkway: Bicycle Services",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Bicycling     Bicycle Services                Bicycle Services       Services are listed from south to north. This is a general information list. No claims are made as to the completeness of the listing or the quality of services provided. Natchez, MS Trippe's Western Auto 180 Sergeant Prentiss Dr. Natchez, MS 39120 Phone: (601) 445-4186 Website: www.shoptrippes.com Hours: 8 am-6 pm Monday-Saturday Greater Jackson, MS Area The Bike Crossing 115 West Jackson Street Ridgeland, MS 39157 Phone: (601) 936-2100 Website: www.thebikecrossing.com Hours: 10 am-7 pm Monday-Friday 10 am-5 pm Saturday Indian Cycle Fitness & Outdoor 677 South Pear Orchard Rd. Ridgeland, MS 39157 Phone: (601) 956-8383 Website: www.indiancyclefitness.com Hours: 10 am-6 pm Monday-Saturday The Bike Rack 2282 Lakeland Dr. Flowood, MS 39208 Phone: (601) 936-2100 Website: www.thebikerackms.com Hours: 10 am-6 pm Monday-Saturday Ride South 105 Avalon Court Brandon, MS 39047 Phone: (601) 992-2490 Website: www.ridesouth.com Hours: 10 am-6 pm Tuesday-Friday 10 pm-5 pm Saturday Tupelo, MS Bicycle Pacelines 2120 West Jackson St. Tupelo, MS 38801 Phone: (662) 844-8660 Website: www.bicyclepacelines.net Hours: 11 am-6 pm Monday-Friday 10 am-5 pm Saturday Trail &Treads 594 B Coley Rd. Tupelo, MS 38801 Phone: (662) 690-6620 Website: www.trailsandtreads.net Hours: 9 am-6pm Monday-Friday 10 am-5pm Saturday Florence, AL The Spinning Spoke Cycle Hub 221 N. Seminary St. Florence, AL 35630 Phone: (256) 349-5302 Website: www.spinningspoke.com Hours: 10 am-6 pm Monday-Friday 9 pm-5 pm Saturday Shoals Bicycle Shop 326 E. Tennessee St. Florence, AL Phone: (256) 766-3343 Hours: 10 am-5 pm Tuesday-Friday 10 pm-2 pm Saturday Greater Nashville, TN Area Trace Bikes 8080 B Highway 100 Nashville,TN 37221 Phone: (615) 646-2485 Website: www.tracebikes.com Hours: 10 am-6 pm Monday-Friday 10 pm-5 pm Saturday Green Fleet Bicycle Shop &Tours 934 Jefferson St.  Nashville,TN 37208 Phone: (615) 379-8687 Website: www.greenfleetbikes.com Hours: 10 am-6 pm Monday-Friday 10 pm-4 pm Saturday The Wheel 11 Public Square Columbia, TN 38401 Phone: (931) 381-3225 Website: www.thewheelbicycleshop.com Hours: 10 am-6 pm Monday-Friday 9 am-3 pm Saturday Cumberland Transit 2807 West End Ave. Nashville,TN 37203 Phone: (615) 321-4069 Website: www.cumberlandtransit.com Hours: 10 am-6 pm Monday-Saturday 12 pm-5 pm Sunday Gran Fondo Cycles 5133 Harding Rd., A-6 Nashville,TN 37205 Phone: (615) 354-1090 Website: www.granfondocycles.com Hours: 10 am-6 pm Tuesday-Friday 10 am-5 am Saturday",
    "url": "https:\/\/www.nps.gov\/natr\/planyourvisit\/bicycle-services.htm"
}
