{
    "title": "Natchez Trace Parkway: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       There are numerous activities along the Natchez Trace Parkway that are accessible to people with varying abilities. From paved overlooks and trails, to visitor centers there are opportunities to get out of your car and experience the Parkway.  The following list of accessible facilities and features may help you plan your trip    Milepost Facility Services Available   15.5 Mount Locust Restroom, exhibit shelter, and grounds of historic house   17.5 Coles Creek Restroom, designated picnic table   54.8 Rocky Springs Restrooms in campground, designated campsite with picnic table   102.4 Parkway Information Cabin  Restrooms, visitor center, and multi-use paved recreational trail    122.6 River Bend Restrooms, designated picnic table   154.3 Holly Hill  Restrooms, designated picnic table    159.9 Kosiusko Visitor Center Restrooms, visitor center   193.1` Jeff Busby Restrooms, designated campsite with picnic table   232.4 Bynum Mounds Loop trail to exhibit shelter and mounds, slight grade   233.2 Witch Dance Restrooms, designated picnic table   261.8 Chickasaw Village Exhibit shelter    266  Parkway Visitor Center Restroom, visitor center, nature trail. The park film is closed captioned.   327.3 Colbert Ferry Restroom at boat launch, designated picnic table   364.5 Glenrock Branch Restrooms   377.8 Jacks Branch Restrooms   385.9 Meriwether Lewis Restrooms, visitor center (hours vary), interpretive trail, designated campsite with picnic table   407.7 Gordon House Historic Site Trail to interpretive exhibits near home   427.9 Garrison Creek Restooms      In addition to the above locations, each pullout along the Parkway has a routed sign that can be read from the vehicle. Interpretive signs at trailheads and parking areas are also wheelchair accessible.",
    "url": "https:\/\/www.nps.gov\/natr\/planyourvisit\/accessibility.htm"
}
