{
    "title": "Natchez Trace Parkway: Bicycling",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Bicycling               Ten Things You Need to Know about Bicycling the Parkway       1. The Natchez Trace Parkway has bicycle-only campgrounds. In addition to the three campgrounds open to all visitors, bicyclists can enjoy bicycle-only campgrounds.      2. Ride single file and as far to the right as applicable. The Parkway is open to vehicular traffic which requires special bicycle regulations for the safety and enjoyment of all park visitors.      3. Make yourself visible. Millions of visitors travel the Parkway each year, many more in vehicles than bicycles. Use of high-visibility clothing and bicycle lights greatly increases bicyclist visibility.      4. Signs directing you to supplies and amenities are limited along the Parkway. Know where to exit the Parkway for supplies and amenities before setting out on your adventure.      5. Spring and fall are the most popular times to bicycle the Natchez Trace Parkway. The summers can be hot and humid. Drink plenty of water, be weather aware, take time to explore and know your limits.      6. Cell phone service is not always available. To help ensure a safe and enjoyable experience, carry a first aid kit and a bicycle repair kit. In emergency situations, call 911. Report all incidents involving cyclists to the Natchez Trace Parkway at (800) 305-7417. Bicycle services are available in communities neighboring the Parkway.      7. Leaving a personal vehicle while bicycling the Parkway is permissible. Notify Natchez Trace Parkway staff in the event of extended vehicle parking.      8. Certain activities within the boundary of the Natchez Trace Parkway may require a permit. Check to see if your bike ride will require a Special Use Permit.      9. The Multi-use Trail is a great alternate route for bicyclists traveling through the Jackson, MS area during times of increased commuter traffic. Traffic is the heaviest in the Jackson, Mississippi Metropolitan Area Monday thru Friday 5:00 am - 8:00 am and 2:00 pm - 5:00 pm, Saturday 2:00 pm - 4:00 pm and Saturday 12:00 pm - 4:00 pm.  Download the City of Ridgeland's Multi-use Trail map (PDF 5.08 MB)      10. Changes in elevation along the Parkway might appear minimal. Sections of sustained elevation gain may catch you off guard, if not prepared. Know your limits, and balance the number of miles to the difficulty of the terrain.      Not finding the information you are looking for? e-mail us or call the Parkway Visitor Center at (662) 680-4027",
    "url": "https:\/\/www.nps.gov\/natr\/planyourvisit\/bicyclinghome.htm"
}
