{
    "title": "Natchez Trace Parkway: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 12, 2016  Pioneer Day at the Natchez Trace Parkway Visitor Center August 27, 2016  The Tombigbee Pioneer Group will demonstrate pioneer era crafts and skills at the Natchez Trace Parkway Visitor Center, from 10:00 am until 3:00 pm on August 27, 2016. The demonstrations will show the challenges faced and creative solutions developed by those Americans who lived in the area from the 1700s to around 1840.   August 05, 2016  Natchez Trace Parkway Presents “Animal Masquerade” Junior Ranger Program on August 20, 2016  The Natchez Trace Parkway invites children and their families to “Animal Masquerade,” a special Junior Ranger program at the Parkway Visitor Center at 10:00 am on Saturday, August 20, 2016.  Join a park ranger for this 45-minute program to discover how animals along the Natchez Trace depend on each other for survival. Participants will create a mask of their favorite Natchez Trace animal. This free hands-on program is ideal for children seven to 12 years old, but everyone is welcome.   August 02, 2016  Natchez Trace Parkway – Bicyclist Struck by Motor Vehicle in Hit and Run – Update: Suspect Jason Dwayne Perkins – ARRESTED  Scout County Deputies arrested Perkins on August 1, 2016. Rangers transferred him to the Madison County Detention Center.   July 29, 2016  Volunteers at Mount Locust Find Their Park and Earn Centennial Volunteer Challenge Coins  Volunteers Mark and Marge Hoecker recently completed a two-month tour serving as volunteer interpretive guides at the Mount Locust Historic House and Plantation. The Hoeckers volunteered over 200 hours, earning them each a Centennial Volunteer Challenge Coin. For the Hoeckers, volunteering at Mount Locust offered their first opportunity to explore the Natchez Trace Parkway.   July 29, 2016  Read “Under One Rock” with a Ranger at the Natchez Trace Parkway Visitor Center  The Natchez Trace Parkway invites children and their families to come enjoy the Read with a Ranger program at 10:00 am on Saturday, August 13, 2016, at the Parkway Visitor Center. This month’s featured story is “Under One Rock.” Children will listen to the story and then explore the hidden world of bugs, slugs, and other creatures that live under rocks.  They will learn about tiny animal communities found not only along the Natchez Trace Parkway but also in their own backyards.   July 28, 2016  Natchez Trace Parkway – Bicyclist Struck by Motor Vehicle in Hit and Run – Update: Arrest Warrant Issued for Jason Dwayne Perkins  Rangers and Ridgeland Police Department identified Jason Dwayne Perkins, 42, of Lena, MS as the driver of the vehicle who left the scene. The Madison County Justice Court issued an arrest warrant for Perkins on the following charges: ·         Leaving the Scene of an Accident ·         Reckless Driving ·         Failure to Give Three Feet When Passing A Bicyclist ·         Providing False Information ·         Causing a Vehicle Crash with a Bicyclist   July 26, 2016  Natchez Trace Parkway – Bicyclist Struck by Motor Vehicle in Hit and Run  On Monday, July 25, 2016, at 8:53 a.m., emergency responders were dispatched to a collision involving a motor vehicle and a bicyclist on the Parkway just north of the Boyd Site (milepost 107). Amy Biernat (44), of Brandon, MS, was riding her bicycle north on the Parkway when she was struck by a white Nissan sedan. Because of the impact, Biernat suffered several injuries and was transported to Baptist Hospital. The Nissan did not stop and was later found abandoned approximately 1.5 miles north along the Parkway. National Park Service Rangers and the Ridgeland Police Department are investigating the incident.   July 26, 2016  Natchez Trace Parkway Presents Beavers: Making a Splash Junior Ranger Program  The Natchez Trace Parkway invites children and their families to “Beavers: Making a Splash” a special Junior Ranger program held at the parkway Visitor Center on Saturday, August 6, 2016, at 10:00 am.  Beavers are incredible animals that can turn the tiniest stream into a flooded wetland, creating their own habitat.  Join a park ranger for this 45-minute program to learn how beavers are perfectly adapted for this difficult job and make your own craft beaver to take home.  This program is free and ideal for children seven to 12 years old, but everyone is welcome.   July 15, 2016  Natchez Trace Parkway Presents Beak Knows Best Junior Ranger Program  The Natchez Trace Parkway invites children and their families to “Beak Knows Best,” a special Junior Ranger program to be held at the Parkway Visitor Center on Saturday, July 30, 2016 at 10:00 am. Whether it’s long or short, skinny or fat, wide or thin, a bird’s beak can tell you a lot about the bird itself.  Join a park ranger at the for this 45-minute program to learn how you can determine what a bird might eat just by looking at its beak. This program is free and ideal for children seven to 12 years old, but everyone is welcome.   July 15, 2016  Visitation Numbers for Natchez Trace Parkway are Released  “During June 2016, the Natchez Trace Parkway experienced an increase in the number of recreational visits over the 2015 figures,” stated Superintendent Mary Risser. “This year, 525,501 visitors used the Parkway during June 2016 compared to 516,654 who were counted in 2015. These numbers continue to put the Natchez Trace Parkway on track to be among the top 10 most visited National Park Service sites.”   July 15, 2016  Natchez Trace Parkway Plants for Pollinators  The Natchez Trace Parkway (Parkway) partnered with  local volunteers, Tupelo Public Schools Summer Environmental Camp participants, and Dr. JoVonn Hill from the Mississippi State Entomological Museum, to plant 6500 native wildflower and grass seedlings near the Black Belt Overlook interpretive area last month.   July 14, 2016  Pioneer Day at the Natchez Trace Parkway Visitor Center July 23, 2016  The Tombigbee Pioneer Group will demonstrate pioneer era crafts and skills at the Natchez Trace Parkway Visitor Center from 10:00 am until 3:00 pm on July 23, 2016. The demonstrations will show the challenges faced and creative solutions developed by those Americans who lived in the area from the 1700s to around 1840.   July 06, 2016  Natchez Trace Parkway Presents \"Who Made That?\" Junior Ranger Program  he Natchez Trace Parkway invites children and their families to “Who Made That?” a special Junior Ranger program held on Saturday, July 16, 2016 at 10:00 am. Join a park ranger at the Parkway Visitor Center for this 45-minute program. Discover how animals leave unique signs that let you know who lives along the Natchez Trace Parkway. Everyone will play games to learn how to identify animal tracks and other signs of animals. Junior Rangers will use paint to decorate a bandanna with animal tracks; children should be sure to wear paint-friendly clothes. This program is free and ideal for children seven to 12 years old, but everyone is welcome.   June 24, 2016  \"Pitter Patter\" Read with a Ranger at the Natchez Trace Parkway Visitor Center  The Natchez Trace Parkway invites children and their families to come and enjoy “Pitter Patter” as part of the Read with a Ranger program. The program starts at 10:00 am on Saturday, July 9, 2016 at the Parkway Visitor Center, milepost 266.  Read with a Ranger is a new 45-minute program that is most appropriate for ages six and under, but all ages are welcome.  Visitors can listen to a story, participate in a fun activity, and go on an optional quarter-mile hike.  The program will feature a new story on the second Saturday of the month through September.   June 11, 2016  Pioneer Day at the Natchez Trace Parkway Visitor Center June 25 2016  The public is invited to participate in pioneer lifestyle activities that often include crafting baskets, spinning, weaving, making corn husk dolls, leather working, and other traditional craft demonstrations. Mountain dulcimer demonstrations are usually offered throughout the day. Children are invited to dress up in pioneer clothes and participate in craft activities.   June 03, 2016  Natchez Trace Parkway Presents Fish Printing Junior Ranger Program  The Natchez Trace Parkway invites children and their families to “Fish Printing,” a special Junior Ranger program held on Saturday, June 18, 2016 at 10:00 am. Join a park ranger for this 45-minute program to discover some of the fish that live in the water along the Parkway. Following the program, get creative and make your own colorful fish art using paints, paper, or your own T-shirt. Participants must provide their own plain T-shirt to decorate. This program is free and ideal for children seven to 12 years old, but everyone is welcome.   May 25, 2016  \"Brave Little Raccoon\" Read with a Ranger at the Natchez Trace Parkway Visitor Center  The Natchez Trace Parkway invites children and their families to come and enjoy “Brave Little Raccoon” as part of the Read with a Ranger program.  The program starts 10:00 am on Saturday, June 11, 2016 at the Parkway Visitor Center. Read with a Ranger is a new 45-minute program that is most appropriate for ages six and under, but all ages are welcome. Visitors can listen to a story, participate in a fun activity, and go on an optional quarter-mile hike. The program will feature a new story on the second Saturday of the month through September.   May 20, 2016  Natchez Trace Parkway Participates in Click It or Ticket  The Natchez Trace Parkway will join state and local law enforcement agencies in supporting an aggressive national Click It or Ticket seat belt enforcement campaign. Signs reminding the public to wear their seat belts have been placed along the Parkway for the duration of the campaign. Targeted enforcement on seatbelt violations will run from May 23 to June 5, 2016.   May 20, 2016  The Natchez Trace Parkway Presents Traditional Music by the North Mississippi Dulcimer Association Saturday, June 4, 2016  A special program of dulcimer music will be provided by the North Mississippi Dulcimer Association from 10:00 am to 1:00 pm on Saturday, June 4, 2016, at the Parkway Visitor Center located at milepost 266 near Tupelo, Mississippi.   May 17, 2016  Fourth Grade Students Explore the Natchez Trace Parkway  On Friday, April 22, 2016, fourth grade students from Highland Elementary School visited the Natchez Trace Parkway to celebrate National Park Week at the Parkway Information Cabin. Over 200 students participated in this Every Kid in a Park opportunity. The goal of the Every Kid in a Park program is to connect fourth-grade students with the great outdoors and inspire them to become future environmental stewards, ready to preserve and protect national parks and other public lands for years to come. The program is an important part of the National Park Service’s centennial celebration in 2016, which encourages everyone to Find Your Park.   May 13, 2016  Battle of Ackia Commemoration and Pioneer Day at the Natchez Trace Parkway Visitor Center, May 28, 2016  The Chickasaw victory over the French at the Battle of Ackia, near modern-day Tupelo, prevented the further expansion of the French, and eventually led to their defeat during the French and Indian War.   May 10, 2016  April 2016 Visitation Numbers for Natchez Trace Parkway are Released  “During April 2016, the Natchez Trace Parkway experienced an increase in the number of recreational visits over the 2015 figures,” stated Superintendent Mary Risser. “This year, 514,979 visitors used the Parkway during April 2016 compared to 509,178 who were counted in 2015.”   May 10, 2016  \"Boatmen of the Natchez Trace\" Junior Ranger Program at the Natchez Trace Parkway Visitor Center  The Natchez Trace Parkway invites children and their families to “Boatmen of the Natchez Trace,” a special Junior Ranger program held on Saturday, May 21, 2016 at 10:00 am.  Did you know in the early 1800s men would walk over 500 miles of the Old Natchez Trace? Boatmen, men from the Ohio River Valley, would float down the Mississippi River on barges, sell their goods in Natchez, and then walk home on the Natchez Trace. Join a park ranger for this 45-minute program to discover what these men might have carried on their journey home. This free hands-on program is ideal for children seven to 12 years old, but all ages are welcome.   May 02, 2016  Read with a Ranger at the Natchez Trace Parkway Visitor Center Saturday, May 14, 2016  The Natchez Trace Parkway invites children and their families to come and enjoy a “Noisy Bird Sing-Along” as part of the Read with a Ranger program. The program starts at 10:00 am on Saturday, May 14, 2016 at the Parkway Visitor Center. Read with a Ranger is a new 45-minute program that is most appropriate for ages six and under but all ages are welcome. Visitors can listen to a story, participate in a fun activity, and go on an optional quarter-mile hike.  The program will feature a new story on the second Saturday of the month from April through September.   May 02, 2016  Natchez Trace Parkway Reports Three Killed when a Truck Collides with Motorcycles  On Friday, April 29, 2016, at 5:55 p.m., the Natchez Trace Parkway Communications Center received notification of a serious collision that had occurred between a pickup truck and two motorcycles near milepost 47 just south of the Rocky Springs Campground.  Initial reports stated that one individual was a possible fatality.  U.S. Park Rangers, Claiborne County EMS, Claiborne County Sheriff Office, and the Claiborne County coroner responded to the scene.  Upon arrival of medical personnel, the two motorcycle riders, both residents of Kenton County Kentucky, and one occupant of the pickup truck, a resident of Vicksburg, Mississippi,  were pronounced deceased at the scene.   April 22, 2016  Junior Ranger Program and Dulcimer Day Saturday, May 7, 2016  The Natchez Trace Parkway invites children and their families to come and enjoy “Animal Masquerade,” a special Junior Ranger program held at the Parkway Visitor Center on Saturday, May 7, 2016 at 10:00 am.  There are all types of animals, big and small, that call the Natchez Trace Parkway home.  Join a park ranger for this 45-minute program to discover how animals depend on each other for survival.  You will also be able to make an animal mask of your favorite Natchez Trace animal. This program is ideal for children seven to 12 years old, but everyone is welcome.   April 22, 2016  Natchez Trace Parkway Tourism Creates $136 Million in Local Economic Benefits in 2015  A new National Park Service (NPS) report shows that 5,785,813 visitors to Natchez Trace Parkway in 2015 spent $136 million in communities near the park, which supported 1,849 jobs in the local area. Because the Parkway extends through three states, the NPS has calculated that 80% of the spending is in Mississippi, 13% in Tennessee, and 7% in Alabama.   April 22, 2016  National Park Service Units Create $194 Million in Economic Benefits for the State of Mississippi  A new National Park Service (NPS) report shows that 6,359,648 visitors to National Park Service units in 2015 spent $194 million in communities in Mississippi. That spending supported 2,795 jobs in the local area and had a cumulative benefit to the local economy of $205 million.   April 18, 2016  Celebrate National Park Week at the Parkway Information Cabin in Ridgeland  April 16 to 24, 2016 is National Park Week. In celebration of this event and the National Park Service Centennial, the Natchez Trace Parkway will host a Centennial Celebration at the Parkway Information Cabin on April 23 from 10:00 am to 2:00 pm.  Enjoy live music by Trace Traditions from 11:00 am to 1:00 pm, see a Dutch oven cooking demonstration, and make a fun craft to take home.   April 15, 2016  Junior Ranger Program at the Natchez Trace Parkway Visitor Center Saturday, April 30, 2016  The Natchez Trace Parkway invites children and their families to “Nature Bingo,” a special Junior Ranger program held at the Parkway Visitor Center on Saturday, April 30, 2016 at 10:00 a.m.  Do you like nature and learning about the world we live in? Do you like playing bingo? Then join a park ranger for this 45-minute program. See if you can get Nature Bingo while walking with your family while exploring the Beech Springs Nature Trail. The trail is a quarter mile long. This program is ideal for children 7 to 12 years old, but everyone is welcome.   April 08, 2016  The Natchez Trace Parkway Celebrates National Park Week with a BioBlitz and Wildlife Festival  The Natchez Trace Parkway will host a BioBlitz and Wildlife Festival at the Parkway Visitor Center on Saturday, April 16, 2016 from 9:00 am-4:00 pm. The National Park Service (NPS) turns 100 on August 25, 2016, and National Park Week occurs April 16 to 24, making the BioBlitz and Wildlife Festival a great opportunity to kick off NPS Centennial celebrations. In addition, National Park Week is about making great connections, exploring amazing places, discovering open spaces, enjoying affordable vacations, and enhancing America’s best idea–the national parks!   April 08, 2016  Pioneer Day at the Natchez Trace Parkway Visitor Center April 23, 2016  The Tombigbee Pioneer Group will demonstrate pioneer era crafts and skills at the Natchez Trace Parkway Visitor Center from 10:00 a.m. until 3:00 p.m. on April 23, 2016. The demonstrations will show the challenges faced and creative solutions developed by those Americans who lived in the area from the 1700s to around 1840.   April 07, 2016  Visitation Numbers for Natchez Trace Parkway are Released March 2016  “During March 2016, the Natchez Trace Parkway experienced an increase in the number of recreational visits over the 2015 figures,” stated Superintendent Mary Risser. “This year, 491,630 visitors used the Parkway during March 2016 compared to 484,650 who were counted in 2015.”   April 01, 2016  Read with a Ranger at the Natchez Trace Parkway Visitor Center  The Natchez Trace Parkway invites children and their families to come and enjoy “The Prairie that Nature Built” as part of the Read with a Ranger program at the Natchez Trace Parkway Visitor Center at 10:00 a.m. on Saturday, April 9, 2016. Read with a Ranger is a new 45-minute program at the Parkway that is most appropriate for ages six and under but all ages are welcome.  Visitors can listen to a story, participate in a fun activity, and go on an optional quarter mile hike.  The Read with a Ranger program will feature a new story on the second Saturday of the month from April through September.   March 24, 2016  Natchez Trace Parkway Ranger Receives the Southeast Region’s First Chief Ranger Excellence Award  Natchez Trace Parkway Chief Ranger Sarah Davis has received the Southeast Region’s first award to recognize performance excellence among chief rangers. The Southeast Region encompasses about 66 parks that range in size from large national parks to smaller historic sites.   March 22, 2016  Visitation Numbers for Natchez Trace Parkway are Released February 2016  “During February 2016, the Natchez Trace Parkway experienced an increase in the number of recreational visits over the 2015 figures,” stated Superintendent Mary Risser. “This year, 435,680 visitors used the Parkway during February 2016 compared to 414,844 who were counted in 2015.”   March 22, 2016  Controlled Burning along the Natchez Trace Parkway Hernando de Soto milepost 244  Weather depending, the Natchez Trace Parkway and the US Forest Service plan to conduct a prescribed fire at Hernando de Soto on March 23, 2016. The Hernando de Soto prescribed fire will help reduce hazardous fuel loadings and restore the open woodlands that were historically present. The prescribed fire is located at  Hernando de Soto milepost 243.2-245.9   March 21, 2016  Controlled Burning along the Natchez Trace Parkway Chickasaw Village Site milepost 262  Weather depending, the Natchez Trace Parkway plans to conduct a prescribed fire at Chickasaw Village on Tuesday, March 22, 2016. The Chickasaw Village prescribed fire will help reduce hazardous fuel loadings and restore the native black prairie.   March 18, 2016  Traditional Music by the North Mississippi Dulcimer Association April 2, 2016  A special program of dulcimer music will be provided by the North Mississippi Dulcimer Association from 10:00 a.m. to 1:00 p.m. on Saturday, April 2, 2016, at the Parkway Visitor Center located at milepost 266 near Tupelo, Mississippi.   March 18, 2016  Prescribed Burning at Hernando de Soto  Weather depending, the Natchez Trace Parkway and the US Forest Service, plans to conduct a prescribed fire at Hernando de Soto between the dates of March 18-19, 2016. The Hernando de Soto prescribed fire will help reduce hazardous fuel loadings and restore the open woodlands that were historically present.   March 11, 2016  Pioneer Day the Natchez Trace Parkway Visitor Center March 26, 2016  The Tombigbee Pioneer Group will demonstrate pioneer era crafts and skills at the Natchez Trace Parkway Visitor Center from 10:00 a.m. until 3:00 p.m. on March 26, 2016. The demonstrations will show the challenges faced and creative solutions developed by those Americans who lived in the area from the 1700s to around 1840.   March 11, 2016  The Natchez Trace Parkway Celebrates Women’s History Month with a Program by the Mississippi Daughters of the American Revolution  Mary Stuart Chapter Regent Ms. Alice Jennings and Ms. Patricia Miller of the Mississippi Daughters of the American Revolution (DAR) will present a program on Saturday, March 26, 2016, at 2:00 p.m. at the Natchez Trace Parkway Visitor Center   March 08, 2016  Natchez Trace Parkway Seeks Public Comment on Proposed Access Road to Connect the Parkway to a Planned Chickasaw Cultural Heritage Center  he National Park Service is seeking public comment on its plan to conduct an environmental assessment of a proposed direct access road connecting the Natchez Trace Parkway (Parkway) to a Chickasaw cultural heritage center.  The new center would be developed on land adjacent to the Parkway property near the Chickasaw Village site at milepost 262 in Tupelo, MS.  Additional access routes were considered but dismissed, as the proposed alternative provides the safest visitor access with the least impact to natural and cultural resources.  The proposed route is approximately 400 feet in length and 24 feet wide. Archeological surveys will be conducted to ensure preservation of any unknown cultural resources. Furthermore, consultation with tribal, federal, and state agencies will be conducted in compliance with applicable laws protecting natural and cultural resources.   February 26, 2016  Work to Begin on Parkway Bridge over TN 412  Natchez Trace Parkway officials announce that the Tennessee Department of Transportation has contracted with Jamieson Construction, LLC to begin work on the Parkway bridge over TN 412 (milepost 391) in Lewis County, Tennessee the week of February 29, 2016. This work includes repairs to cracks, and deck seal and rail replacement. The project should be completed by late fall 2016.   February 26, 2016  Natchez Trace Parkway Presents Traditional Music by the North Mississippi Dulcimer Association  A special program of dulcimer music will be provided by the North Mississippi Dulcimer Association from 10:00 a.m. to 1:00 p.m. on Saturday, March 5, 2016, at the Parkway Visitor Center located at milepost 266 near Tupelo, Mississippi.   February 26, 2016  Volunteers Help with Restoration on the Rock Spring Trail  Volunteers from the Alabama Chapter of the Natchez Trace Parkway Association and Boy Scout Troop #284 assisted the Natchez Trace Parkway with a project to conduct stream bank stabilization along the Rock Spring trail in Alabama.   February 24, 2016  Pioneer Day the Natchez Trace Parkway Visitor Center, Saturday 2\/27  The Tombigbee Pioneer Group will demonstrate pioneer era crafts and skills at the Natchez Trace Parkway Visitor Center from 10:00 a.m. until 3:00 p.m. on February 27, 2016. The demonstrations will show the challenges faced and creative solutions developed by those Americans who lived in the area from the 1700s to around 1840.   February 19, 2016  January 2016 Visitation Numbers for Natchez Trace Parkway are Released  “During January 2016, the Natchez Trace Parkway experienced a slight decrease in the number of recreational visits over the 2015 figures,” stated Superintendent Mary Risser. “This year, 464,284 visitors used the Parkway during January 2016 compared to 470,262 who were counted in 2015.”   February 09, 2016  Natchez Trace Parkway has $368.7 million in deferred maintenance – part of the $11.49 billion deferred maintenance backlog across the National Park System  The National Park Service (NPS) this week released its Fiscal Year 2015 deferred maintenance statistics for national parks. The $11.9 billion nationwide total was up from the $11.49 billion reported at the end of FY2014.  Of the nationwide total, the Natchez Trace Parkway has a backlog of deferred maintenance projects that totals $368,729,866.   February 05, 2016  Controlled Burning at Colbert Ferry East  Weather depending, the Natchez Trace Parkway plans to conduct the Colbert Ferry East prescribed fire between the dates of February 6 and February 13, 2016. The Colbert Ferry East prescribed fire will help reduce fuel loading around park facilities, and restore the open woodlands that were historically present.   February 05, 2016  Natchez Trace Parkway News Release - Controlled Burn at Tishomingo State Park  Weather depending, the Natchez Trace Parkway plans to conduct the Tishomingo State Park prescribed fire between the dates of February 8 and February 12, 2016. The Tishomingo State Park prescribed fire will help reduce fuel loading around park facilities, and restore the open woodlands that were historically present.   February 05, 2016  Suspects in Missing Woman Case Captured on Parkway  On January 14, 2016, a 1994 Jeep was stolen from the Jeff Busby Campground located at mile marker 193 on the Natchez Trace Parkway near Mathiston, MS.  On February 4, 2016, U.S. Marshalls out of Oxford MS, contacted Natchez Trace Parkway Rangers stating that two fugitives, now associated with the stolen Jeep, were believed to be on the Parkway in Tennessee. The fugitives were identified as Walter Rentz and Linda Blehar. Information provided by the U.S. Marshalls stated that Rentz was wanted for questioning on a missing person case out of Ohio, and Blehar was wanted for a parole violation out of Kentucky.   January 29, 2016  Dulcimer Day February 6, 2016  A special program of dulcimer music will be provided by the North Mississippi Dulcimer Association from 10:00 a.m. to 1:00 p.m. on Saturday, February 6, 2016, at the Parkway Visitor Center located at milepost 266 near Tupelo, Mississippi   January 27, 2016  Controlled Burning Choctaw County  Weather depending, the Natchez Trace Parkway plans to conduct the Little Mountain prescribed fire at the Jeff Busby visitor use area on January 29 and January 30, 2016. The Little Mountain prescribed fire will help reduce fuel loading around the campground and visitor use areas, and restore the open woodlands that were historically present.   January 25, 2016  Natchez Trace Parkway Reopens the Information Cabin  Natchez Trace Parkway officials are pleased to announce the Parkway Information Cabin in Ridgeland, MS will be open from 9:00 a.m. to 4:00 p.m. on Fridays and Saturdays. Parkway visitors can discover Choctaw history and culture, pick-up Natchez Trace Parkway maps and information, purchase books or patches in the Eastern National Sales outlet, and talk with volunteers.   January 25, 2016  Natchez Trace Parkway to Show Selma to Montgomery National Historic Trail Film Never Lose Sight of Freedom  Justice and equality for all does not always come easy. Non-violent marches and demonstrations that engaged deeply committed men, women, and children were essential to the success of the 1960s Civil Rights movement across America. During Black History Month in February, in remembrance of that struggle for justice and equality, the Natchez Trace Parkway Visitor Center will host an informative photo display and the documentary film Never Lose Sight of Freedom.   January 14, 2016  November and December Visitation Numbers Released  “During November and December 2015, the Natchez Trace Parkway experienced a slight decrease in the number of recreational visits over the 2014 figures,” stated Superintendent Mary Risser. “This year, an average of 437,309 used the Parkway during November and December 2015 compared to 440,424 who were counted in 2014.”   December 16, 2015  Natchez Trace Parkway Partners with the NASA Develop Program  The Natchez Trace Parkway (Parkway) has partnered with the NASA Develop program on a project to address questions involving past, current, and future wetland conditions.   December 15, 2015  October 2015 Visitation Numbers Released  “During October 2015, the Natchez Trace Parkway experienced a slight decrease in the number of recreational visits over the 2014 figures,” stated Superintendent Mary Risser. “This year, 518,523 used the Parkway during October 2015 compared to 523,467 who were counted in 2014.”  The continued drop in numbers is attributed to faulty traffic counters located in the high traffic areas in Raymond, Ridgeland, Kosciusko, and Tupelo, MS.  The Parkway continues to work with the office that collects the data to correct the problem with the traffic counters.   December 08, 2015  U.S. Attorney and U.S. Park Ranger Receive Traffic Safety Awards  On December 4, 2015, United States Attorney Robert Mims from Oxford, MS and National Park Service Supervisory Park Ranger John Hearne from the Natchez Trace Parkway each received a national level award from the National Park Service Traffic Safety Coalition.   December 07, 2015  Tupelo High School Seniors and the Natchez Trace Parkway Work Together to Discourage Distracted Driving  Natchez Trace Parkway staff members recently partnered with three Tupelo High School (THS) students on a senior culmination project designed to raise awareness of the consequences of distracted driving. Senior culmination project group members, Dilan Patel, Ricardo Ungo, and Caroline Harris, mentored by Park Ranger Melanie Sander, created a public service announcement (PSA) which encourages motorists to avoid texting while driving.   December 02, 2015  Single Vehicle Collision with Fatality December 2, 2015  On December 2, 2015, at approximately 06:40 a.m., Natchez Trace Parkway Communications received notification of a Cadillac striking a tree near milepost 127.  U.S. Park Rangers, Attala County Deputies, Madison County Deputies, Farmington Fire, and the Madison County Medical Examiner responded to the scene.   November 24, 2015  Dulcimer Day-Saturday December 5 2015  A special program of dulcimer music will be provided by the North Mississippi Dulcimer Association from 10:00 a.m. to 1:00 p.m. on Saturday, December 5, 2015, at the Parkway Visitor Center located at milepost 266 near Tupelo, Mississippi.   October 26, 2015  Natchez Trace Parkway to Implement Detour in Lewis County, Tennessee  Natchez Trace Parkway officials announce that the Little Swan Bridge at milepost 386.9 in Lewis County, TN will be replaced, and a detour will be implemented for motorized and non-motorized traffic.  Work will begin November 2, 2015, with the anticipated completion in the fall of 2016.   October 22, 2015  Burn Restrictions in Mississippi  The Natchez Trace Parkway has placed burn restrictions on all open fires effective immediately.  The restrictions correspond with the fire restrictions put in place by a Proclamation State of Emergency Ban signed by the Governor of Mississippi.  Due to elevated forest fire danger, the State of Mississippi has imposed a ban on all burning activity including: campfires, bonfires, fire pits, fire rings, burn barrels, debris burning, field burning, and any other ground fires.  The ban affects the Natchez Trace Parkway from the southern terminus milepost 0.0 to the Alabama state line located at milepost 309.  Areas of the Parkway, located in Alabama and Tennessee, are not affected as of October 22, 2015.   October 16, 2015  Pioneer Day October 24, 2015  The Tombigbee Pioneer Group will demonstrate pioneer era crafts and skills at the Natchez Trace Parkway Visitor Center from 10:00 a.m. until 3:00 p.m. on October 24, 2015. The presentations will show the challenges faced and creative solutions developed by those Americans who lived in the area from the 1700s to 1840.   October 06, 2015  Celebrate National Public Lands Day  This year, National Public Lands Day volunteers participated in several activities including seed collection, litter pick up along trailheads and streams, and repairs to trails along the Natchez Trace National Scenic Trail.  Parkway staff and volunteers removed over 20 bags of the invasive non-native Japanese stiltgrass.  Under the direction of resource managers, volunteers also cleaned and reconstructed 1.1 miles of trails and handpicked thousands of flower seeds including those from Eastern Gamagrass, Bundleflower, Black-eyed Susan, Prairie Coneflower, Prairie Dock, and Prairie Clover to use for prairie restoration along the Parkway in 2016.   September 25, 2015  Dulcimer Day  A special program of dulcimer music will be provided by the North Mississippi Dulcimer Association from 10:00 a.m. to 1:00 p.m. on Saturday, October 3, 2015, at the Parkway Visitor Center located at milepost 266 near Tupelo, Mississippi.   September 11, 2015  Natchez Trace Parkway News Release - Visitation Numbers for July and August  “During July and August 2015, the Natchez Trace Parkway experienced a slight decrease in the number of recreational visits over the 2014 figures,” stated Superintendent Mary Risser. “This year, an average of 517,046 used the Parkway during July and August 2015 compared to the average of 523,502 who were counted in 2014.”   September 11, 2015  Natchez Trace Parkway Seeks Volunteers to “Lend a Hand for Public Lands” During National Public Lands Day  Natchez Trace Parkway invites organized groups and individuals interested in helping preserve public lands to volunteer, learn, and have fun through participation in National Public Lands Day on Saturday, September 26th.  One third of America’s land is in public hands, so come and help to preserve and protect it!   September 11, 2015  Natchez Trace Parkway Celebrates National Hispanic Heritage Month  To commemorate National Hispanic Heritage Month, the Natchez Trace Parkway will host a living history encampment representing the expedition of Hernando de Soto on Saturday, September 26, 2015.  The encampment will be set up outside of the Parkway Visitor Center from 10:00 a.m. to 3:00 p.m.  Through stories, demonstrations, and hands-on activities, visitors can learn about Hernando de Soto’s interactions with the Chickasaw along the historic Natchez Trace during the winter of 1540-41.   September 04, 2015  Public Comment on Environmental Assessment of Trail Connector to MS Craft Center  The National Park Service, in cooperation with the Craftsmen’s Guild of Mississippi, seeks public comment on an environmental assessment (EA) to construct a pedestrian walkway between the Natchez Trace Parkway (Parkway) and the Mississippi Craft Center.  The walkway will tie the Old Trace and Brashears Stand site parking area and the multi-purpose trails to the Craft Center walkway system. This project will provide direct access from the Parkway to the Craft Center.   September 02, 2015  Natchez Trace Parkway Welcomes Fourth Grade Students Through Every Kid in a Park Initiative  Natchez Trace Parkway invites all fourth grade students to visit the park as part of the White House’s new Every Kid in a Park program. Starting September 1, fourth grade students can now go to www.everykidinapark.gov to complete an activity and obtain a free annual entry pass to more than 2,000 federal recreation areas, including national parks.   August 28, 2015  The Natchez Trace Parkway Presents Traditional Music by the North Mississippi Dulcimer Association  A special program of dulcimer music will be provided by the North Mississippi Dulcimer Association from 10:00 a.m. to 1:00 p.m. on Saturday, September 5, 2015, at the Parkway Visitor Center located at milepost 266 near Tupelo, Mississippi.   August 25, 2015  Driver Indicted for Involuntary Manslaughter  On July 3, 2015, a Chevrolet Tahoe driven by Cedric Coonrod of Huntsville, AL crossed the center line on the Natchez Trace Parkway near mile post 244.5 and struck a Honda CRV head-on, killing the driver and injuring the passenger. On August 25, 2015, a federal grand jury in Oxford, MS handed-down a one count indictment for Involuntary Manslaughter against Coonrod.  A trial date has not been set.   August 21, 2015  Natchez Trace Parkway Initiates Public Comment Period for the Stabilization of Old Agency Road Environmental Assessment  The National Park Service, in cooperation with the City of Ridgeland, seeks public comment on an environmental assessment (EA) of a project to stabilize Old Agency Road within the boundaries of the Natchez Trace Parkway.",
    "url": "https:\/\/www.nps.gov\/natr\/learn\/news\/newsreleases.htm"
}
