{
    "title": "Natchez Trace Parkway: Horseback Riding",
    "body": "Horseback Riding         The Natchez Trace National Scenic Trail in Tennessee is one of the four Parkway trails available for horseback riding. Image by Marc Muench  Horseback riding has become an increasingly popular activity on the Natchez Trace Parkway. While there are no concessions available on the Parkway, visitors are able to bring horses to ride on the established horse trails. Four horse trails have been developed adjacent to the Natchez Trace Parkway in Mississippi and Tennessee, in connection with the Natchez Trace National Scenic Trail. The Natchez Trace Parkway also provides access to the Witch Dance Horse Trail on the Tombigbee National Forest. Horseback riding is prohibited on all other areas of the parkway, including on the roadway itself.  Download a copy of the rules and regulations here. Rules and Regulations Trailers are permitted on the Parkway when used non-commercially to transport horses for recreational riding, and must be properly equipped with red taillights, red stoplights, and mechanical turn signals. Clearance lights are required on trailers over six feet high. Trailers carrying over one ton must be properly equipped with brakes designed so as to be applied by the driver of a towing motor vehicle from its cab and so connected that in case of an accidental breakaway of the towed vehicle the brakes will be applied automatically. All trailers must be connected to the towing vehicle by means of a safety chain or equivalent device and may not exceed a total length of 55 feet (including vehicle and trailer). The loading and unloading of horses and pack animals is permitted only at designated horse trailheads, referred to as staging areas on Parkway maps. All horses transported to or ridden on any park trail shall be accompanied by either the original or a copy of an official negative test for equine infectious anemia (EIA) (aka \"Coggins test\") administered within the previous 12 months. Only one rider per horse is permitted.      Camping Horses are not permitted in the camping or picnic areas. There are hitching posts available in the picnic areas along the Leipers Fork Segment of the National Scenic Trail. There are private campgrounds off the Parkway that do allow horses, or provide horse stalls and trails. Visit our camping page for more information on campgrounds on and near the Parkway. Trail Options Natchez Trace National Scenic Trail, Rocky Springs Section (Milepost 59) About 30 miles southwest of Jackson, Mississippi, near Port Gibson, the Rocky Springs section offers eight miles of trail extending from the Utica-Regantown Rd. trailhead (Milepost 59 on the Natchez Trace Parkway) south to the Rocky Springs Campground (Milepost 54.8) that is open to horseback riding. This 8-mile steep and challenging horse trail contains creeks and ravines. Riders will need to cross the Parkway motor road one time on this trail. The Natchez Trace National Scenic Trail continues on for two miles to Owens Creek Waterfall, but this section is open to hikers only. Click here for map. Natchez Trace National Scenic Trail, Yockanookany Section (Milepost 115) The Yockanookany Trail, just north of Jackson, Mississippi, is 24 miles and passes through a variety of areas of historical significance and natural beauty. Access can be gained from the Highway 43 trailhead at Milepost 114.9 of the Natchez Trace Parkway, and you can travel north about 16 miles, or south about 7 miles. This is an out and back trail, not a loop. Click here for map. Witch Dance Horse Trail in the Tombigbee National Forest (Milepost 233) The Witch Dance Horse Trail, located on the Trace Unit of the Tombigbee National Forest, is an 18-mile, multi-loop trail and is one of the most popular horse trails in Mississippi, winding through varied topography and changing forest settings. Toilet facilities, hitching posts, and parking are provided at the trailhead by the Natchez Trace Parkway; the trailhead is located on the Natchez Trace north of Highway 8 at the Witch Dance Rest Area. Natchez Trace National Scenic Trail, Blackland Prairie Section (Milepost 260) A 3.5-mile loop trail is located in southwest Tupelo, Mississippi, within the boundaries of the Parkway. The parking\/staging area is accessed from Jackson Street in Tupelo, MS. From the Natchez Trace Parkway, exit onto Highway 6 at Milepost 260. Travel west on MS Highway 6 for approximately ½ mile to Air Park Road. Turn right and travel north to the end of the road at Jackson Street. Turn right on Jackson Street. A paved parking\/staging area is on the left. Click here for map. Natchez Trace National Scenic Trail, Highland Rim Section (Milepost 408 to 428) The horse trail, approximately 25 miles in length, is located one mile south of Tennessee Highway 46 near the Leipers Fork Community, within the boundaries of the Natchez Trace Parkway. The trail parallels the parkway from the Garrison Creek comfort station (Milepost 427.6) parking\/staging area to Tennessee Highway 50\/Shady Grove (Milepost 408.0) parking\/staging area. Click here for map.",
    "url": "https:\/\/www.nps.gov\/natr\/planyourvisit\/horseback-riding.htm"
}
