{
    "title": "Natchez Trace Parkway: Special Use Permits - Bicycles",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Bicycling     Special Use Permits - Bicycles                Special Use Permits - Bicycles         Bicyclist preparing for a group ride NPS Photo  Special Bicyclists Conditions  A group of 8 or more participants are required to obtain a permit.   Bicyclists participating in events must use proper hand signals for turning and stopping.   All bicyclists are required to wear high-visibility clothing, a safety helmet and must have front and rear flashing lights.   No racing is permitted along the roadway or the Ridgeland Multi-use Trail; no events will be timed.   Events conducted on the Parkway, which is open to vehicular traffic, shall require bicyclists to travel in single file, on the far right side of the road, or on the road shoulder. Participants may not impede traffic in any manner during this event.   The Parkway does not allow support vehicles to precede or follow bicyclists. Experience has shown that conditions are safer if the flow of traffic is allowed to adjust itself to existing conditions. One vehicle, however, will be allowed to pull off onto the road shoulder to provide water and relief to participants.   Bike rides with 50 or more participants shall erect a minimum of two temporary signs on the road shoulder to warn oncoming traffic of the special event.   All persons operating a bicycle are subject to the laws and regulations applicable to operation of a motor vehicle. Operating a bicycle abreast of another bicyclist is prohibited. Bicyclists should ride on the right side of the roadway in groups of five or less, keeping at least 500 feet between groups. For groups of bicyclists over 50, a 15 minute staggered start will be required for every 50 bicyclists. A bicycle may not be operated between sunset and sunrise without exhibiting a white light in the front visible from 500 feet and a flashing red light visible from at least 200 feet to the rear.  Special Use Permit - Bicycles Special Use Permit requests must be submitted ten business days prior to the event. For questions, contact the Chief Ranger's Office Monday thru Friday 8 am-4:30 pm at (662) 680-4014. Applications may be faxed to (662) 680-4034 or mailed to Chief Ranger's Office, 2680 Natchez Trace Parkway, Tupelo, MS 38804",
    "url": "https:\/\/www.nps.gov\/natr\/planyourvisit\/special-use-permits-bicycling.htm"
}
