{
    "title": "Natchez Trace Parkway: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go         Sunken Trace at milepost 41.5 Photo by Marc Muench  Choosing spots to visit along the 444 mile long Natchez Trace Parkway can be overwhelming. Regardless of your interests, there are plenty of opportunities to get out of your car and experience a part of the parkway. Whether you are traveling the parkway from Natchez to Nashville, or a section in between, here are a few of our favorite places... \"Sunken Trace at milepost 41.5. This stop gives you one of the iconic pictures from the Natchez Trace. Just a short five minute walk can send you back in time over 200 years. From this spot it is easy to imagine traveling the Old Natchez Trace by foot before the automobile.” ~ Ranger Andy \"Jeff Busby Little Mountain at milepost 193.1. Atop the summit, you can see the hills of Mississippi or follow the 1\/2 mile loop down into to a shady hollow.\" ~ Ranger Kathryn \"Buzzard Roost Spring at milepost 320.3. It is one of my favorite little-known stops. The Water from the spring is a vibrant almost opaque blue, and its a great spot to relax and listen to the water as is gushes forth from the earth.\" ~ Ranger Jake           Jackson Falls at milepost 404.7 Photo by Marc Muench  For more \"places to go\" follow the links below conveniently divided by geographic sections from south to north. From Natchez to Jackson, Mississippi you will find a prehistoric mound site, a historic structure, numerous short hiking trails, and some of the best examples of the \"Old Trace.\" From Jackson to Tupelo, Mississippi, there are recreational activities at the Ross Barnett Reservoir, scenic overlooks, and archeological sites. From Tupelo north through Alabama to the Tennessee State line, there are opportunities for short walks, stops at prehistoric mound sites and other historical points of interest. Those who are interested in the Civil War may enjoy Tupelo National Battlefield and Brices Cross Roads National Battlefield located near Tupelo, Mississippi. Once in Tennessee, you will find more stops with both natural and historical significance, including the Old Trace Drive and beautiful waterfalls.",
    "url": "https:\/\/www.nps.gov\/natr\/planyourvisit\/placestogo.htm"
}
