{
    "title": "Natchez Trace Parkway: Campgrounds on or Adjacent to the Parkway",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Camping     Campgrounds on or Adjacent to the Parkway                Campgrounds on or Adjacent to the Parkway       Campgrounds are listed from south to north. This is an information listing. No claims are made as to the completeness of the listing or the quality of services provided. Parkway campground information is available for download.            Riverview RV Park mp 0.0 (Vidalia, LA) (private) 318-336-1400 Electric, water, dump station, sewer hookups, pool, fee area;155 sites. Cross over Mississippi River bridge into Louisiana. Turn left onto LA Hwy. 131. Travel 0.7 miles. Turn left onto Riverview Parkway. Pull-through & back-in sites.   Natchez State Park mp 8.1 601-442-2658 Electric, water, sewer hookups, dump station, showers, fee area;50 sites –Travel north on MS Hwy. 61 for 1.3 miles. Turn right onto State Park Rd. Pull-through & back-in sites.   Grand Gulf Military Park mp 37.5 601-437-5911 Electric, water, sewer hookups, dump station, showers, laundry facilities, fee area;42 sites –Travel on MS Hwy 61 for 6.4 miles. Turn left onto Grand Gulf Rd for 7.3 miles. Pull-through & back in sites.     Rocky Springs mp 54.8 (National Park Service) 800-305-7417 No Reservations –No Fee Area Drinking water and hiking; 22 sites - On the Natchez Trace Parkway. Pull-through &back-in sites. Restrooms, but no hookups   Springridge RV Park mp 89.0 (private) 601-924-0947 Exit right off the Parkway onto I-20, go 1.8 miles to exit 36 onto Springridge Road, travel 0.2 miles, on left. 42 sites with full hookups, laundry, and cable.   Timber Lake mp102 (private) 877-388-2267 or 601- 992-9100 Electric, water, sewer hookups, showers, fee area; 108 sites. Take exit for Parkway Information Cabin. Turn left on Rice Rd for 1.4 miles. Turn right on Old Canton Rd for 0.5 miles. Turn left onto Lake Harbor Dr. for 4.5 miles (name changes to Spillway Rd over the levee). Turn left onto North Shore Parkway for 0.2 miles. Back-in sites only.     Jeff Busby mp 193.1 (National Park Service) 800-305-7417 No Reservations –No Fee Area (Service station closed) Drinking water, hiking;18 sites. On the Natchez Trace Parkway. Pull-through &back-in sites. Restrooms, but no hookups.   Stinkin' Jim's mp 230 (private) 662-542-4665 or www.stinkinjims.com Electric, water, dump station, laundry, showers, horse stalls (80), fee area;88 sites.Go west on US Hwy. 8 for 1.1 miles to 101st street. At County Road (CR) 406, turn right, travel 1 mile to CR 252 and travel 1.9 miles.   Davis Lake mp 243.1 (US Forest Service) 877-444-6777 (Reservation Service) Open year round. Electric, water, dump station, showers, fee area;24 sites. Travel west on CR 413 for 4 miles.     Natchez Trace RV mp 251.6  (Private) 662-767-8609 Electric, water, sewer hookups, dump station, laundry. Pool, fee area, tent camping; 32 sites - adjacent to the Natchez Trace Parkway. Travel 0.1 mile east on CR 506. Pull-through & back-in sites.   Trace State Park mp 259.7 662-489-2958 Electric, water, dump station, showers, sewer hookups, laundry, fee area;52 sites –7.4 miles from the Natchez Trace Parkway on US Hwy.6, then 2 miles on Faulkner Rd. Pull-through & back-in sites.   Tombigbee State Park mp 263.6 662-842-7669 Electric, water, dump station, sewer hookups, showers, fee area; 20 sites. Travel US Hwy. 78 E for 0.6 miles. Exit 86A toward Tupelo for 4.4 miles. Take Eason Blvd exit, then turn left on Eason Blvd for 1.6 miles. Turn onto Briar Ridge Rd. (Hwy 6 E) for 1.4 miles. Left onto State Park Rd for 2.5 miles. Left into park. Back-in sites only.     Elvis Presley Lake mp 264.0 (MS Department of Wildlife, Fisheries, &Parks) 662-840-5172 Electric, water, fee area;16 pads. Take Exit 78 East to Veterans Blvd for 0.2 miles. Right onto Deer Park Rd. for 1.7 miles & follow signs.   Barnes Crossing mp 266.0 (Private) 662-844-6063 Electric, water, sewer hookups, laundry, fee area;50 sites.One-half mile off the Natchez Trace Parkway on US Hwy. 145 South. Pull-through & back-in sites.   Piney Grove mp 293.5 (Army Corp of Engineers) 662-728-1134 Electric, water, dump station, showers, fee area;144 sites. Take MS Hwy.4 for 1.6 miles, right onto CR 3501 for 5.5 miles, right onto Prentiss Co. Rd 3550 for 2.8 miles, and follow signs. Open: March 1 to November 30. Pull-through & back-in sites.     Tishomingo State Park mp 303.9 662-438-6914 Electric, water, dump station, showers, fee area; 62 sites. Adjacent to the Natchez Trace Parkway. Back-in sites only.   Colbert Co. Rose Trail Park  mp 320 (private) 256-360-2764 Electric, water, showers, dump station,access to boat ramp; 71 sites - Travel US Hwy. 72 W for 3.5 miles, right on Riverton Rose Trail for 9.5, then turn left onto Crappie Lane. Back-in sites.   David Crockett State Park  mp 369.9 931-762-9408 Electric, water, dump station, showers, pool, restaurant, fee area; 107 sites - 15 miles east on US Hwy. 64. Back-in sites only.     Thousand Trail mp 380 (private) 800-288-7245 Electric, water, dump station, showers, camp store, walking trails. 100 + sites.If 11ft or over, travel HWY 64 E for 4 miles. Left onto Hwy 240\/Turnpike Rd for 4.7 miles. Left onto Napier Rd\/TN Hwy 241 for 6.2 miles. If under 11ft…. Turn south onto Napier Rd for 0.2 miles. Keep right at the bend and go 0.2 miles under Parkway. Campground on right. Cabins available 931-796-3211.   Meriwether Lewis mp 385.9 (National Park Service) 800-305-7417 No Reservations –No fee area Drinking water & hiking; 32 sites. On the Natchez Trace Parkway. Pull-through & back-in sites. Restrooms, but no hookups   Fall Hallow Village mp 391 (private) 931-796-1480 Electric, water, dump station, showers, restaurant, fee area; 21 RV hookup sites in addition to tent camping sites- Just off the Natchez Trace Parkway on US Hwy. 412. B&B (for campers only)",
    "url": "https:\/\/www.nps.gov\/natr\/planyourvisit\/campgrounds-on-or-adjacent-to-the-parkway.htm"
}
