{
    "title": "Natchez Trace Parkway: Natchez to Jackson",
    "body": "Natchez to Jackson       The one hundred miles between Natchez and Jackson, Mississippi provides numerous opportunities to get out of your car and learn more about the history of the area. From prehistoric American Indian mounds, to a town abandoned in the early 1900's, there are thousands of years of history along the Natchez Trace.  A map can be found here.        Visitors have the opportunity to see the evidence prehistoric people have left along the Natchez Trace at Emerald Mound.  Image by Marc Muench  Emerald Mound, at milepost 10.3, is the second largest Mississippian period ceremonial mound in the United States, and the largest mound along the Natchez Trace Parkway. The mound provides a glimpse into the story of the Mississippian period people who lived along the Natchez Trace. Download the Emerald Mound Site Bulletin here.        The Historic Mount Locust Inn, built in 1780. NPS Photo  Mount Locust, at milepost 15.5, is the only remaining inn, or \"stand\" on the Parkway. This contact station is open year round, except for December 25, and rangers are available from 9:00 am to 4:30 pm to share information on the historic structure. Mount Locust allows you to see what the \"Kaintucks\" may have experienced at the road side stands. Download the Mount Locust Inn and Plantation brochure to learn more about the site.         The Sunken Trace at milepost 41.5. NPS Photo  The Sunken Trace, at milepost 41.5 is one of the most photographed sites along the parkway. The trace appears sunken in this spot due to thousands of travelers walking on the easily eroded loess soil. This short trail will allow you to walk on the Natchez Trace just as thousands have before you.        The Cemetery at Rocky Springs is just some of the evidence left behind by residents of this abandoned town. NPS Photo  A short one half mile trail at milepost 54.8 allows you to walk through the abandoned town of Rocky Springs. In addition to the short trail, there is a picnic area, restrooms, and a campground. All campgrounds on the Natchez Trace Parkway are primitive and have no hookups. The sites are available on a first-come, first-served basis with no reservations available.",
    "url": "https:\/\/www.nps.gov\/natr\/planyourvisit\/natchez-to-jackson.htm"
}
