{
    "title": "Natchez Trace Parkway: Current Conditions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions              Current Conditions          Alerts    Caution        John Coffee Bridge over the Tennessee River (milepost 328) is under construction  Alert 1 , Severity ,caution ,, John Coffee Bridge over the Tennessee River (milepost 328) is under construction  Work is expected to be completed by late fall 2016. While the projects are underway, traffic will be limited to one lane with traffic signals to direct motorists. Visitors are encouraged to use caution while driving through the construction zone more     Information        Detour in Lewis County, Tennessee (milepost 385.9 to 391.1)  Alert 1 , Severity ,information ,, Detour in Lewis County, Tennessee (milepost 385.9 to 391.1)  The length of the detour is approximately 15.7 miles with an additional travel time of roughly 20 minutes. Directional signage is placed along the detour route for travelers. This detour is expected to last until fall of 2016. more             Visitors to the Natchez Trace Parkway can expect the following closures, detours, or delays:  Trail and Facilities Closures  The Owens Creek Trail and waterfall site at milepost 52.4 is closed due to safety concerns. Erosion is causing the trail to break away. For your safety, please observe posted closures.   The Rocky Springs Trail, one of several trails through the Rocky Springs site (milepost 54.8) has been closed until further notice due to safety concerns. Signs will be posted to indicated the closed trail. This closure does NOT impact the Rocky Springs Town Site trail or the Historic Trace and campground trail. See a map indicating the closure here.   The historic barn at milepost 414 is a safety hazard, and closed to the public. This is NOT the barn at the Tobacco Farm at milepost 401.4.   Bear Creak picnic area is closed due to flooding.   Hikers along the Natchez Trace National Scenic Trail can expect the following closures or detours:  The Natchez Trace National Scenic Trail (NOT the Parkway) at Owen's Creek (milepost 52.4) is closed due to safety concerns. For your safety, please observe posted closures.",
    "url": "https:\/\/www.nps.gov\/natr\/planyourvisit\/conditions.htm"
}
