{
    "title": "Natchez Trace Parkway: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           2680 Natchez Trace Parkway  Tupelo, MS 38804                 Directions         Directions to the Natchez Trace Parkway vary greatly depending on what part of the tri-state Parkway you are trying to reach. There are more than 50 roads that access the Parkway in Tennessee, Alabama, and Mississippi. For specific questions concerning how to get to a certain portion of the Parkway, please call the Visitor Center at 1-800-305-7417.  Directions Details           Operating Hours & Seasons         Natchez Trace The Natchez Trace Parkway is open all year, day and night. Operating hours for information centers and some locations do vary. Severe weather resulting in washouts and downed trees can cause temporary road closures. Questions about road condition should be directed to the Parkway's visitor center by calling 1-800-305-7417.    Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           Mississippi, Alabama, and most of Tennessee are classified as humid subtropical climates. The weather ranges from mild winters to hot summers. Average high temperatures reach into the high 80's in summer, and into the high 40's in winter. Thunderstorms are common in Mississippi, especially in the southern part of the state, and from June through November, the state is occasionally affected by hurricanes moving north from the Gulf of Mexico. Check local forecasts to plan your trip.         Fees & Passes     Entrance Fees:   No entrance fee - $0.00 There is no fee to enter the Natchez Trace Parkway. Visitors can enter the Parkway, free of charge, from dozens of county, state, and U.S. roads in Mississippi, Alabama, and Tennessee. Please refer to the Parkway Map for places to access the Parkway. Enjoy your visit!         Visitor Centers       Mount Locust Information Center Mount Locust, at milepost 15.5, is the only remaining inn, or \"stand\" on the Parkway. This contact station is open year round, except for December 25, and rangers are available from 9:00 am to 4:30 pm to share information on the historic structure. Mount Locust allows you to see what the \"Kaintucks\" may have experienced at the road side stands.    Natchez Trace Parkway Visitor Center The Natchez Trace Parkway Visitor Center is open Monday through Sunday from 8AM to 5PM. The visitor center and the comfort station are closed on December 25.   Meriwether Lewis Information Cabin The Meriwether Lewis Information Cabin is open seasonally. The Information Cabin will close for the season at 4:30 pm central time Thursday December 17, 2015. Call 1-800-305-7417 or 662-680-4027 for updated hours.    Parkway Information Cabin The Parkway Information Cabin is open seasonally. Call 1-800-305-7417 or 662-680-4027 for updated hours.                  Fall colors along the Old Trace, milepost 221.4. NPS \/ Michael Dozier  At 444 miles long, the Natchez Trace Parkway leads travelers through three states and 10,000 years of history. Established as a unit of the National Park Service in 1938, the Parkway commemorates the history and preserves the natural beauty of the most significant travel route of the Old Southwest - the Natchez Trace.",
    "url": "https:\/\/www.nps.gov\/natr\/planyourvisit\/basicinfo.htm"
}
