{
    "title": "Katmai National Park & Preserve: 2016 Brooks Camp Construction",
    "body": "Explore This Park    Get Involved     Planning     Brooks River     Visitor Access Improvements     2016 Brooks Camp Construction                  Bridge Construction at Brooks River        The lower Brooks River is a bottleneck for people and bears. NPS\/M. Saxton       The bridge construction project initially planned for 2016 has been postponed until 2017. The exact timing of project has yet to be determined. This project may affect the visitor experience in the lower river area and alter bear activity patterns during the construction phase.  What’s happening and why? A new elevated bridge and boardwalk system will be constructed over Brooks River. The elevated bridge and boardwalk system will improve visitor and employee safety by reducing the risk of human-bear conflicts; provide safe and dependable access for the phased relocation of NPS facilities; protect and enhance key park resources in the Brooks River area, including brown bears, salmon and trout, and cultural resources; improve visitor experience in the area; and connect infrastructure utilities between the Valley Road Administrative Area and the north side of Brooks River. The bridge and boardwalk system will span the lower Brooks River near the location of current floating bridge. Electrical intertie and septic tank pump-out lines will be attached to the bridge structure. Most work on this project will take place over the winter of 2017-2018. However, construction materials and heavy equipment will be staged in late summer, mostly likely in August and September 2017. Other preparations for the project may occur earlier. Materials and heavy equipment may be staged within sight of the Lower River Wildlife Viewing Platform at the mouth of Brooks River. This may affect the area’s viewshed, soundscape, and wildlife activity patterns, but park staff and contractors will mitigate these impacts as much as possible. Where can I find more information? Information will be posted on this page as it becomes available. Guiding documents for the project, including the Environmental Impact Statement, can be found on Katmai’s Brooks River Visitor Access page.",
    "url": "https:\/\/www.nps.gov\/katm\/learn\/management\/2016bridgeconstruction.htm"
}
