{
    "title": "Denali National Park & Preserve: Entrance Fee Waiver",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips     Entrance Fee Waiver                  Educational Fee Waiver        All individuals over 15 years old must pay a $10 entrance fee to enter Denali unless they qualify for a fee exemption.  By law, to qualify for an Educational Fee Waiver you must meet three criteria: 1) Eligibility Criteria: So we can determine your status as a bona fide educational group, please provide one of the following:  A statement confirming educational or scientific tax exemption, from the IRS or the applicant's national, state or local tax authority, or A statement from a bona fide educational institution confirming that the group is visiting for the purpose of providing transferable educational credit based on a curriculum, or A statement of accreditation, or recognition as an educational institution, from a qualified national, regional, state, or local authority for the applicant's location.  2) Education Purpose Criteria: To exhibit your educational purpose, applicants must provide a written statement confirming that the visit supports a specific curriculum for which academic credit is offered. If the group is on a commercial tour, the applicant must state how the tour supports the curriculum. 3) Relevance of Park Resources Criteria: Applicants must provide a written statement with itinerary identifying the park resources and\/or facilities that will be used to support the educational purpose of the visit, and describe how they are relevant to that purpose. If you determine that you are eligible:  Complete the Educational Fee Waiver Application form.   Email all of the required items listed above along with a completed application to us at least 2-3 weeks prior to your visit. The email address you should use is on the form.  If your request is approved, we will email you an approved copy of the educational fee waiver application. You will need to keep this approved copy with you during your visit.      Please discuss the following points with students and chaperones prior to your visit:  Waiver Copy: The park retains the right to require payment if a copy of your waiver is not in your vehicle during your visit.   On the Spot Waivers: The park retains the right to refuse all on-the-spot requests for educational entrance fee waivers.   Promptness: If your group is scheduled for a ranger-led program, please be on time. A late arrival can cause your scheduled program to be shortened or cancelled, as rangers are often assigned to several activities throughout the day.   Chaperone Limits: The Park retains the right to limit the number of chaperones, teachers, and guides as follows: One (1) chaperone per 1-10 College students, or 1-6 High school students or, 1-4 Preschool or Elementary students.     Arrangements for group activities should be made several months in advance of your visit. We appreciate your continued support of the Fee Waiver Program.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/education\/classrooms\/educational-fee-waiver.htm"
}
