{
    "title": "Katmai National Park & Preserve: Brown Bear Frequently Asked Questions",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Webcams     Bearcam FAQ     Brown Bear Frequently Asked Questions                  Brown Bear Frequently Asked Questions        Snorkeling is one of many fishing styles that bears employ. This behavior is commonly seen on the bearcams, especially in the fall. NPS\/M. Fitz        1. What species of bear occur in Katmai? 2. What is the difference between brown bears and grizzly bears? 3. Why do so many bears fish at Brooks Falls? 4. When is the mating season for bears? 5. What are the different fishing styles bears use at Brooks River? 6. At what age is a bear considered an adult? 7. What is a subadult bear? 8. Do the same bears return to Brooks River in the autumn that were here in July? 9. How many fish can a bear catch and eat? 10. Do male bears kill cubs? 11. When is the best season to see bears on the cams? 12. Where are the different bearcams located? 13. Do bears share food with other bears? 14. How big are cubs when they are born? 15. How long will cubs stay with their mothers? 16. Why does a brown bear have a shoulder hump? 17. How big is a brown bear? 18. What type of parasites do bears have? 19. How strong are bears’ senses? 20. How long can a bear live? 21. Do bears fight very often? 22. What is the bear hierarchy? 23. How do you identify the bears? 24. How do you tell a male bear from a female bear? 25. Where do Brooks River bears go to hibernate? 26. Do bears go to same den each winter? 27. When do the bears go into their dens to hibernate? 28. What are the physiological changes in hibernating bears? 29. Why do the bears only eat part of the fish? 30. When is the best time of day to watch the bears on the cams? 31. When is the best season to watch the bears on the cams? 32. Do bears swim under the bridge? 33. Why don’t the bears fish for rainbow trout? 34. What are the rules about fishing in the river and near bears? 35. I saw an injured bear. Do rangers or biologists help injured bears?      1. What species of bear occur in Katmai?  Brown bears (Ursus arctos) are the only bears to regularly inhabit Katmai National Park and Preserve. In 2005 there was one verified sighting of a black bear (Ursus americanus) in Katmai. This is the only verified sighting of a black bear in Katmai’s history. Black bears are more commonly found north of the park boundaries in Lake Clark National Park and Preserve.  Black bears may not inhabit Katmai because of competition with brown bears and a lack of preferred black bear habitat (forested areas). In winter, polar bears (Ursus maritimus) commonly occur as far south as St. Lawrence Island, just south of the Bering Strait. They may even reach St. Matthew Island and the Kuskokwim Delta, but are not known to use Bristol Bay to the west of Katmai. 2. What is the difference between brown bears and grizzly bears? All grizzly bears are brown bears, but not all brown bears are grizzly bears. The bears you are watching on the cams are brown bears. Grizzly bears and brown bears are the same species (Ursus arctos), but grizzly bears are currently considered to be a separate subspecies (U. a. horribilis). Due to a few morphological differences, Kodiak bears are also considered to be a distinct subspecies of brown bear (U. a. middendorfii), but are very similar to Katmai’s brown bears in diet and habits. Even though grizzlies are considered to be a subspecies of brown bear, the difference between a grizzly bear and a brown bear is fairly arbitrary. In North America, brown bears are generally considered to be those of the species that have access to coastal food resources like salmon. Grizzly bears live further inland and typically do not have access to marine-derived food resources. Besides habitat and diet, there are physical and (arguably) temperamental differences between brown and grizzly bears. Large male brown bears in Katmai can routinely weigh over 1000 pounds (454 kg) in the fall. In contrast, grizzly bears in Yellowstone National Park weigh far less on average. There have been no documented cases of grizzly bears weighing over 900 pounds (408 kg) in Yellowstone. Additionally, grizzly bears seem to react to humans at greater distances than brown bears. 3. Why do so many bears fish at Brooks Falls? Brooks Falls is one of the best places in the world to watch brown bears because it is one of the first streams in the region where energetic and pre-spawned salmon are available to bears. In July, most salmon are moving through large rivers and lakes where bears cannot successfully fish. Early in the salmon run, Brooks Falls creates a temporary barrier to migrating salmon. This results in a particularly successful fishing spot for bears. Once salmon stop migrating in large numbers, Brooks Falls is no longer a good place to fish and bears quickly abandon that spot for better fishing elsewhere. 4. When is the mating season for bears? Bears in Katmai have been observed mating from May through early August, but June is the peak of the bear’s mating season.       Male bears sometimes pursue females for a week or more before mating occurs. NPS       5. What are the different fishing styles bears use at Brooks River? Fishing styles are often learned behaviors. Many bears use the same techniques as their mother, plus others that they learn on their own. Some bears have mastered many styles, while other bears stick with the one that works. At Brooks River, you can observe many different types of fishing styles including:  Stand and wait: Bears will stand on top of Brooks Falls and wait for sockeye salmon to jump close enough to catch in their mouths. This fishing technique is generally used by adult bears that can defend this fishing spot, but it is also used by some younger bears when space is available. This is a good technique to use when many salmon are jumping at Brooks Falls, but when no salmon are jumping this spot is quickly abandoned. Standing on top of the falls is precarious, however. Bears sometimes fall off so they rarely shift position once they have established a place to stand. Sit and wait: Bears will sit just underneath Brooks Falls in several places, like the plunge pool or “jacuzzi,” and wait for salmon to swim to them. Bears in the jacuzzi simply sit and wait for fish to swim into them. When they feel a fish in the water, they quickly pin it to the stream bottom or against their body with their paws, bite it, and begin to eat. The plunge pools below the falls are the most coveted fishing spots and are typically occupied by the most dominant bears. Dash and grab: Bears often chase fish and attempt to pin them to the river bottom with their paws. This is commonly used early in the salmon run, but because this technique is energetically costly it is quickly abandoned when the salmon run begins to thin. Snorkeling: Bears that snorkel are simply looking for fish under the water. This technique is used almost universally by bears throughout the summer, but it is especially common and useful in the fall when many dead and dying salmon are in the Brooks River and Naknek Lake. Pirating: Pirating bears steal fish from other bears. Pirating is more common early in the salmon run, but is not often observed in September or October. The threat of piracy will cause certain bears (like smaller subadults) to run with their fish away from the river and into the forest where they are less likely to have their fish stolen. Diving: This is a fishing technique that most bears do not use. However, at the mouth of the Brooks River or even in the jacuzzi at Brooks Falls, you might see a bear completely submerge seeking fish. Diving is used more frequently in the fall with dead salmon littering the river bottom. In the 1980s and 1990s, the bear nicknamed Diver was a master at this technique. More recently bears #402 and #489 have been seen diving. Begging: Bears do not share food with other bears, but some bears will still attempt to beg from others. This interaction occurs between bears that are highly tolerant of each other. Begging bears approach another (usually more dominant) bear eating fish and often position themselves inches away from the other bear. If a begging bear gets any fish, it is usually leftover scraps (gill plates, mandibles, and entrails) that the other bear doesn’t want. Begging bears often vocalize loudly, making noise reminiscent of a bawling cub. Begging is not a common behavior.  Back to Top 6. At what age is a bear considered an adult?  Katmai’s biologists classify bears as adults once they are 5-6 years old. The distinction between a subadult and an adult bear is somewhat arbitrary, but like many other organisms adulthood is defined by reaching sexual maturity. Like in humans, there is no set age when this happens, but it generally occurs around the bear’s sixth year. 7. What is a subadult bear? Subadults are young brown bears typically between 2.5 and 5.5 years old. They are independent of their mothers but have not reached sexual maturity.  8. Do the same bears return to Brooks River in the autumn that were here in July? Yes and no. Not every bear that uses the Brooks River in July returns to fish in autumn. Likewise, some bears will use the river only in autumn. Where the Brooks River bears go when they are not using the river is not well known. 9. How many fish can a bear catch and eat? A lot! On days when many salmon are migrating in the river, a large and dominant male bear will sometimes catch and eat more than 30 fish per day. Smaller bears that cannot compete for the best fishing spots, or bears that are less skilled at fishing, may catch and eat considerably less fish. 10. Do male bears kill cubs? Yes, but overall infanticide in bears rarely occurs. It is even more rarely seen and is not fully understood. Several hypotheses have been proposed to explain why bears kill cubs.  Food: Bears will kill cubs for food, so certainly in some situations hunger plays a role. Yet, cubs are sometimes killed and not eaten.  Increase the male bear’s reproductive potential: Motivation to mate with a female bear may drive a male to kill her cubs. Female bears will not go into estrus as long as they are nursing. If a female loses her cubs in the spring or very early summer, then she may enter estrus and be receptive to mating. However, bears are promiscuous. A female may mate with several males especially in places with densities of bears, like the Brooks River, so there is no guarantee that a male bear that kills a cub would sire another litter with the mother, nor is there any guarantee that the male bear would even have access to the female. Another more dominant male could appropriate the female for himself. Reduced competition: Perhaps some bears view cubs as potential competitors in the future. Through infanticide, a bear can eliminate a competitor at its weakest point. This is one fewer bear that the adult may have to compete with in the future.  There is no “one size fits all” explanation for infanticide in bears. Female bears have been observed killing cubs as well, so the behavior is not restricted to males. Infanticide may be difficult to reconcile from a human’s point of view, but bears exist and behave outside of our moral and ethical boundaries. Back to Top 11. When is the best season to see bears on the cams? Late June through the end of July and early September through mid October is when bear numbers are greatest along the Brooks River. The brown bears of Katmai are eating machines. A Katmai bear must eat a full year’s worth of food in 6 months to ensure its survival. Katmai’s bears predictably congregate around rich and concentrated sources of food. At Brooks Camp this means salmon. During the peak of the salmon migration in July, bears will fish for salmon all along the Brooks River, but bears will be especially concentrated at Brooks Falls. The falls creates a temporary barrier to migrating salmon which gives some bears the opportunity to catch many fish with little effort. Typically, the largest and most dominant bears along the river fish at Brooks Falls. In July, many of the bears that cannot compete for fishing spots at Brooks Falls will fish the lower half of the Brooks River. Females with cubs are usually easiest to see near the mouth of the Brooks River, but some will also fish at Brooks Falls. After the salmon begin to spawn and die in late summer, bear activity is concentrated in the lower half of the Brooks River. In some years a few bears may still fish at Brooks Falls and the upper Brooks River in September and October, but most will patrol the slower moving waters of the lower Brooks River as they search for dead and dying salmon that collect near the river mouth and bridge.  12. Where are the different bearcams located? All of the cams are installed on existing infrastructure (wildlife viewing platforms or radio repeaters). Two cameras are located at Brooks Falls at about the midpoint in the river. One camera is located 100 yards downstream of the falls at the Riffles. At the mouth of the river, two more cameras are attached to the Lower River Platform and one camera is underneath the floating bridge. Finally, one camera is located near the summit of Dumpling Mountain. 13. Do bears share food with other bears? No, although it sometimes appears like they do. Some bears tolerate the close proximity of other bears. These tolerant bears will often let subordinate bears approach them, even when they are eating fish. The approaching bear may attempt to beg fish, but the tolerant and more dominant bear won’t share. It just leaves unwanted fish parts behind and the other bears pick up the leftovers. The compassion to share is believed to lie outside a bear’s capacities.       Begging bears often approach other bears very closely if the other bear is tolerant of the beggar's approach. NPS\/M. Fitz       14. How big are cubs when they are born? Bears are small when they are born. They average about 1 pound (.45 kg) at birth. 15. How long will cubs stay with their mothers? In Katmai, cubs will generally stay with their mothers for 2.5 years. During a cub’s first year of life they are considered cubs-of-the-year (COYs) or spring cubs. In their second year they are generally called yearlings and will den with their mother for at least one more winter.  Katmai’s bears generally separate from their cubs in May or June of a cub’s third summer. The female probably uses threats or aggression to cause the young to disperse. Some females, however, will keep their cubs through a third summer before pushing them away the next spring. Back to Top 16. Why does a brown bear have a shoulder hump? The shoulder hump on a brown bear is a mass of muscle used to assist them while digging for roots, squirrels, etc. It allows the bear to apply tremendous pressure to the ground to dig. 17. How big is a brown bear? Katmai’s brown bears are some of the largest bears in the world. They can stand 3-5 feet (.9-1.5 m) at the shoulder and measure 7-10 (2.1-3 m) feet in length. Most adult males typically weigh 600-900 pounds (272-408 kg) in mid-summer. By October and November, large adult males can weigh well over 1000 pounds (454 kg). Adult females average about 1\/3 less in weight than adult males. 18. What type of parasites do bears have? Bears are hosts of many internal (over 50 types of worms in their intestines and lungs) and external (black flies, mosquitoes, midges) parasites. Each can potentially weaken a bear, which may lead to injury or death by other causes. At Brooks, especially toward the end of summer and into fall, bears sometimes shed a type of tapeworm, commonly called the broad fish tape worm. It can sometimes be seen trailing behind them. Bears can become infected by the tapeworm from eating raw salmon. 19. How strong are bears’ senses? Even though bears have long been thought to have poor eyesight, studies have shown it to be quite good. It is probably equal to human vision and there is increasing evidence that bears have color vision. A brown bear’s hearing is good too, likely equivalent to human hearing. More than anything else, however, the nose of a bear is its key to its surroundings. Smell is the fundamental and most important sense a bear has. No other mammal seems to have a more acute sense of smell. Bears use scent to communicate everything from dominance to their presence in an area to receptivity to mating. Bears rely on their sense of smell like humans rely on eyesight. 20. How long can a bear live? The average life span for a wild brown bear is about 20 years, although many bears typically live longer than this. The oldest wild brown bears known lived for about 35 years. Back to Top 21. Do bears fight very often? Not often. Bears are armed with tremendous strength, large claws, and teeth. They can inflict severe injuries to each other. For this reason bears avoid fighting in most cases. Bears are generally solitary creatures, but they predictably congregate around high quality food sources. To avoid physical conflicts, bears use a series of vocalizations and body posturing to express temperament and dominance. Less dominant bears (typically smaller subadult bears and females) yield space, like fishing spots, and resources, like a dead salmon, to more dominant bears (larger bears and adult males). Through the establishment of a fluid hierarchy, bears have evolved a social adaptation that allows them to avoid fighting in most instances. 22. What is the bear hierarchy? Bears establish a hierarchy which allows them to interact with each other without violence (usually). It is based on a system of social interactions communicated through body posturing, scent, and vocalizations. In the hierarchy, subordinate bears typically yield space and\/or resources to more dominant bears. In general large and mature males are most dominant, followed by females with cubs, other adult males and females, and subadults. A bear’s place in the hierarchy is based on its health, age, size, and disposition. The hierarchy is fluid and the rank of a bear can change from year to year or even season to season. In 2015, bears like 747, 814, and 856 were the most dominant bears observed along the river. 23. How do you identify the bears? Biologists working for Katmai National Park carefully and consistently maintain records of the identifying characteristics of individual bears every year, and each bear identified is assigned a unique identification number. Bears are not tagged or collared. Coat color, claw color, scars, body size and shape, ear size and shape, sex, facial features, and disposition are all used to identify bears. The age class of each bear is also recorded. Age classification is a subjective determination, based primarily on size and behavior (and often on the documented identification history of the bear). Sex is determined by observation of urination posture, genitalia, or presence of offspring. Photo records are maintained for as many different individuals as possible. Photo records are an important aspect of recognizing individual bears across seasons and years, particularly when several biologists are involved in data collection. Life history profiles and identifying characteristics of the most frequently seen bear at Brooks Camp can be found in the ebook, Brown Bears of Brooks Camp. Individual bears are difficult to identify, especially the first few times you see them, but with practice anyone can identify the most commonly seen bears along the Brooks River.       Because of his distinctive scar, 489 Ted is one of the more recognizable bears on the bearcams. NPS\/M. Fitz       24. How do you tell a male bear from a female bear? First, look for genitalia. It is usually easy to see on adult males, but can be difficult to spot on females. If you are still unsure, then watch for bears to urinate. Bears of all ages can be sexed by watching them pee. Male bears will urinate straight down between their hind legs. Females will urinate backward between their hind legs. Urination pattern is especially useful when you are trying to determine the sex of cubs. Additionally, the presence of cubs with an adult bear is an absolute indicator that you are looking at a female. Male bears play no role in raising young.        Watching a bear urinate is one of the easiest ways to differentiate between males and females. Female bears can be identified when they urinate backward from their hind legs. NPS\/M. Fitz       25. Where do Brooks River bears go to hibernate? Very little information has been gathered on where the Brooks River bears go to hibernate. In the 1970s, radio collaring observations discovered that some of the bears using the Brooks River in September and October made dens on nearby mountains—Dumpling, La Gorce, Katolinat, and Kelez. Most dens were between 500-1500 feet (152-457 m) in elevation. Dens are usually located on steep, heavily vegetated slopes. Back to Top 26. Do bears go to the same den each winter? Probably not. In Katmai, bears are not known to use the same den for 2 or more winters. Most dens that rangers and biologist have examined are partially collapsed by mid to late summer preventing reuse. Katmai’s bears are not known to den in sites like tree cavities, rock crevasses, or caves that would be more stable. 27. When do the bears go into their dens to hibernate? Bears in Katmai usually enter their dens in October and November. In general, pregnant females and females with cubs enter dens earlier than single females and subadult bears. Adult males usually are the last to enter their dens and some bears can be active into December. 28. What are the physiological changes in hibernating bears? More information about hibernation in Katmai’s brown bears can be found in this blog post about bear hibernation. 29. Why do the bears only eat part of the fish? If you see bears only eating the skin, brains, and eggs of a salmon, they are practicing good energy economics. At these times, a bear’s profit margin in calories is so high that it can ignore some excess fish. As a bear fills up on salmon, it can “afford” to not eat certain parts of the fish. This behavior has been nicknamed “high-grading.” Like miners looking for high-grade ore, bears try to consume high grade fat. Salmon are a high calorie meal for a bear. A sockeye salmon contains about 4500 calories, but the fattiest parts of the fish contain the most calories proportionally. Bears know this and prefer to eat the skin, brain, and eggs—the fattiest parts of a salmon—when fish are in abundance. This is an ephemeral behavior, however. When salmon are not abundant or hard to catch then bears will not be as selective and will most often eat the whole fish. Watch a video of a bear high-grading fish at Brooks Falls. 30. When is the best time of day to watch the bears on the cams? Katmai’s brown bears are mostly diurnal so they are active throughout the day. However, bears that are not habituated to the presence of people can be more active at dawn and dusk. If you would like to have a better chance to see those bears, then watch the cams at dawn and dusk as well as when people are less active or abundant. For the Brooks Falls and Riffles cams, this is between 10 PM and 7 AM in July (the wildlife viewing platforms are closed at night from June 15 to August 15). Watch the Lower River cam after the facilities at Brooks Camp close on September 18. Back to Top 31. When is the best season to watch the bears on the cams? Bear viewing along the Brooks River is best in July and September. At other times of the year, like June and August, less food is available along the Brooks River so bears aren’t seen as frequently. Springtime is a lean season for bears who live in the interior of Katmai National Park. Little food is typically available to bears in the spring so bears are dispersed throughout the area and are only infrequently seen at Brooks Camp in May and June. When the salmon begin to arrive in late June, bears migrate to the Brooks River. Bears can be seen fishing at Brooks Falls and in the lower Brooks River throughout the month of July. Mid-July is typically when the largest number of bears can be seen along the river. In late July, bears begin to disperse to feed in other areas. In August, salmon are beginning to spawn in the Brooks River, but they are less concentrated, remain energetic, and are no longer migrating. This creates difficult fishing conditions for bears and almost all of the bears will leave the area. Like June, there are typically days in August when no bears are seen. By late August, many salmon have already spawned and will begin to die. As the fish weaken and die, bears will again migrate to the Brooks River to feed. In September at Brooks Camp, bears are usually present in high numbers as they search for dead and dying salmon. 32. Do bears swim under the bridge? Yes. The bridge over the Brooks River is a floating bridge and bears can swim between the pontoons that keep the bridge floating. Not all bears choose to swim under the bridge. Every year, there are bears that seem to prefer walking around the bridge instead of underneath it, but most bears that frequently fish near the bridge will swim underneath it. 33. Why don’t the bears fish for rainbow trout? They aren’t easy enough to catch. Rainbow trout may be abundant in the Brooks River, but they are not abundant enough for bears to fish for them successfully. In contrast, migrating salmon reach very high densities in the Brooks River, and late in the season these same salmon die en masse. High densities of fish and\/or many dead and dying fish equal good fishing conditions for bears. Rainbow trout never really provide an easy meal like salmon do. 34. What are the rules about fishing in the Brooks River and near bears? The following is a brief summary of special fishing regulations for the Brooks River. Other state and federal fishing regulations may apply.  The Brooks River is fly fishing only and fishing from the floating bridge is prohibited. Only unbaited, single-hook, artificial flies may be used in Brooks River. An Alaska state fishing license is required to fish within Katmai National Park and Preserve. Continuing to engage in any fishing activity within 50 yards of a bear is prohibited. No fishing lines can remain in the water when a bear is within 50 yards of an angler. In these situations, persons engaged in fishing are required to immediately remove any flies from the water and release any fish from their line. The Brooks River is catch and release only, except downstream of the floating bridge. Downstream of the bridge, only one fish per person per day can be retained. Fish hooked elsewhere than in the mouth must be released immediately. No rainbow trout may be kept in Lake Brooks, Brooks River, or within 1\/4 mile of the mouth of Brooks River in Naknek Lake at any time.  Fish that are retained must be immediately placed whole in a plastic bag and transported to the Fish Freezing Building for storage. Each bagged fish must be labeled with the angler’s name, date caught, and the date the fish will be removed from Brooks Camp. Fish cannot be cleaned within a 1.5 mile radius of the Brooks Falls unless authorized by the superintendent. This includes all of Brooks Camp.  35. I saw an injured bear. Do rangers or biologists help injured bears? No, for a variety of reasons. For more information, read \"The Resilient Bear\" on Katmai's blog. Back to Top",
    "url": "https:\/\/www.nps.gov\/katm\/learn\/photosmultimedia\/brown-bear-frequently-asked-questions.htm"
}
