{
    "title": "Denali National Park & Preserve: Sundew",
    "body": "Round-leaved Sundew         Round-leaved Sundew. USDA NRCS 1997 - Northeastern Wetlands Flora.  English sundew is a small perennial forb that grows in thick mats of Sphagnum moss in wet and very nutrient-poor bogs, muskegs and black spruce forest in lowland regions of the park on both sides of the Alaska Range. It is often found associated with its close cousin the Round-leaved Sundew (Drosera rotundifolia). These peculiar little plants have leaves that are covered with purple, glistening glandular-tipped hairs. The sticky leaf hairs are the \"business-end\" of the Sundew. The viscous mucilage secreted by the hairs traps insects. When this happens, the leaves bend inward and place the prey in contact with fine, inner hairs. Enzymes secreted by these hairs then digest the insect. Nutrients released by this process of external \"digestion\" of the insects body then are absorbed through the glands into the plant in order to fuel growth and reproduction. Once the meal is digested and only the exoskeleton remains, the hairs unfurl once again, ready to trap another unsuspecting mosquito or fly.  Because these plants survive by trapping and digesting prey insects, they are called carnivorous plants. Carnivory is a very useful strategy for plants that grow in nutrient poor areas. However, because carnivorous plants cannot move around to find their food, they must trap their meals from where they stand. There are two other species of carnivorous plants that occur in Denali in addition to the Sundews – they are two species of Butterwort (Pinguicula) – Pinguicula villosa and P. vulgaris. These plants trap insects on the surfaces of their large, fleshy leaves and digest them there. The butterworts occur in similar habitats to the Sundews –cold, wet sites that are quite often very high in acidity and low in nutrients. (Drosera rotundifolia)",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/sundew.htm"
}
