{
    "title": "Denali National Park & Preserve: Spiny spored quillwort",
    "body": "Spiny-spore Quill-wort         A quill-wort in Denali (Isoetes tenella) USDA PLANTS  Perhaps the most curious and elusive member of the fern-allies that occurs in the park is the Spiny-spore Quill-wort (Isoetes echinospora). This plant has been found only twice in the park – both times specimens were growing submerged in relatively warm (for Alaska), shallow water ponds. Both of these sites were located in the large area of lowland wetlands that lies west of the Kantishna Hills and North of the Alaska Range. This plant has distinctive, quill-shaped leaves that contain the sporangia in a protective sheath in their bases. They are always aquatic plants, though they are normally found rooted in pond sediments in quite shallow water.  Members of the Quill-wort genus Isoetes are known to have several interesting physiological adaptations to their watery habitats. For example, some Isoetes are able to take up carbon dioxide (CO2) directly from the organic-rich substrate (otherwise known as muck) on pond floors. Carbon dioxide is the molecule that is the source for the carbon atoms plants use in the production of sugars during photosynthesis. Carbon dioxide, you will remember, is released during respiration and decomposition of organic materials. This ability to take up CO2 from organic pond sediments benefits the plant because this element is sometimes in very short supply in the water column of subarctic ponds (especially relative to ambient concentrations of CO2 in the atmosphere above the pond surface). Taking this element up from the sediments allows the plant to retain more CO2 and thus the ability to photosynthesize even when the element is lacking from the water column.  Another interesting physiological adaptation used by certain Quill-wort species is CAM photosynthesis. In this pathway, CO2 is taken into the plant whenever it is available (even at night) and is chemically fixed by an enzyme called phosphoenolpyruvate carboxylase (PEP carboxylase). The product of this reaction, a storage compound, malic acid, is then stored in the cell vacuole. When the plant is actively photosynthesizing, the stored CO2 is removed fromthemalic acid molecule by another enzyme and added to a third transition molecule that supplies the carbon during photosynthesis. This process allows the plant to continue to absorb CO2 during periods when photosynthesis is not occurring. As a result, the plant is able to continue to photosynthesize apace, even when the ambient concentrations of CO2 might slow this critical life process.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/quillwort.htm"
}
