{
    "title": "Black Canyon Of The Gunnison National Park: Pegmatite",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Canyon Minerals     Pegmatite                  Pegmatite         The Kneeling Camel   Pegmatite is abundant throughout the 48 mile canyon, and is found in the form of stripes on the cliffs as well as large bodies. The largest of these are found upstream from East Portal, but some outcrops are surprisingly close to the edge, such as the Kneeling Camel on the north rim of the canyon. Some pegmatites contain spodumene, a mined lithium mineral. Less common minerals found in pegmatite include magnetite (or hematite), beryl, tourmaline and garnet.         Microcline This silica-rich (SiO2) member of the feldspar family is enriched in potassium and can be white, or pink with hints of yellow. Mircrocline is a hard mineral that breaks at right angles, and is the feldspar of choice for any pegmatite.  This mineral is used as an opaque gemstone when it occurs as the bright green variety known as Amazonite. Microcline is also quarried for ceramics, ceramic glazes, and as a scouring powder. Microcline comes from the Greek \"micros\" or small, and \"klinein,\" to incline. Like some of the other common minerals, this one is found in many places in both the metamorphic and igneous rocks.          Garnet Garnets are a family of minerals with at least 3 different varieties found in the canyon. They form at high pressures and are better known as gemstones than rock forming minerals. In fact, in medieval times, garnets were thought to cure depression and other ailments. The specimen at right was making a 12-sided crystal but ended up solidifying and struggling against the other crystals that didn't yield in the cooling process. The three varieties in the canyon are:  Almandine - is iron-rich, violet-red in color and sometimes called the common garnet. It can have weak magnetic properties. Pyrope - is magnesium-rich, yellowish red in color, and can be used in a variety of sandpaper valued for its better cutting qualities. The name comes from the Greek \"pyropos,\" meaning fire-eye. Most of the gems are of this variety. Spessartine - is manganese-rich, brown with red or pink tones, and comes from the Spessart district of Bavaria in Germany.",
    "url": "https:\/\/www.nps.gov\/blca\/learn\/nature\/pegmatite.htm"
}
