{
    "title": "Katmai National Park & Preserve: Valley of Ten Thousand Smokes",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backcountry Hiking and Camping     Destinations     Valley of Ten Thousand Smokes                  Exploring the Valley of Ten Thousand Smokes        Steam rises from the Novarupta lava dome in 1918. Novarupta remains one of the many worthwhile destinations in the Valley of Ten Thousand Smokes. National Geographic Society Katmai expeditions photographs, Archives and Special Collections, Consortium Library, University of Alaska Anchorage.       On June 6, 1912, a new volcano emerged on the Katmai landscape and forever altered this region. For 60 hours, a volcano later named Novarupta sent ash into the sky as high as 20 miles (30 km). Ash and pumice from the eruption also rushed down the Ukak River valley as pyroclastic flows and surges moving at more than 100 miles per hour (160 kilometers per hour).   The Ukak River valley was transformed into 40 square miles (64 square kilometers) of barren ash. Heat trapped in the ash took decades to cool. Any water buried by the ash or that percolated into it flashed into steam. The vents where the superheated steam emerged became the fumaroles that inspired the name Valley of Ten Thousand Smokes.  Today the Valley of Ten Thousand Smokes (i.e. the Valley) offers a chance to explore a landscape created by the largest volcanic eruption of the 20th century. The beauty, scale, wildness, and mystery of the Valley make it one of the best places in the world to study the violence of volcanic eruptions and experience the raw power of nature.  Destinations in the Valley of Ten Thousand Smokes         The view from the Baked Mountain Huts is beautiful on sunny days, but they also provide shelter from the Valley's notoriously severe weather. NPS\/M. Fitz  Baked Mountain Huts Originally constructed in 1965 by the University of Alaska Geophysical Institute, the Baked Mountain Huts still offer a centralized location from which to explore the area. Two, small plywood huts provide protection from howling winds, blowing pumice, rain, and snow.  Permits are not required, but a tent is always recommended in case you are unable to reach the huts or the huts are already full upon your arrival. However, huts should be shared by all who wish to stay in them. A three-sided outhouse with a magnificent view of Mt. Griggs is also available at the Baked Mountain huts.  The hike to the Baked Mountain huts is approximately twelve miles from the Valley Road and involves two river crossings, a bit of orienteering, and a final climb of about 800 feet (244 meters). If you choose to stay in the huts then pack out used toilet paper, garbage, and all food. Be aware that drinking water is normally not available at the huts after nearby snow fields melt in late spring and early summer.  The National Park Service does not maintain the huts, so please do your part to leave the huts in good condition. Remember to latch all shutters and doors closed to prevent additional damage to these structures. Pack out all garbage and belongings from the huts upon your departure and do not leave any refuse or food behind.         Most people entering the Valley do so by hiking along the base of the Buttress Range. NPS\/M. Fitz  Buttress Range The western side of the Valley is bordered by this ridge. Along the Buttress Range, several small, inset alcoves provide water and inviting places to camp. Wildlife such as bears, ground squirrels, ptarmigan, and even caribou can be seen in this area. The crest of the Buttress Range is easily traversed along its length.        Several warm springs seep from the base of the recent lava flows from Trident Volcano. NPS\/M. Fitz  Katmai Pass and the Southwest Trident Lava Flows Katmai Pass is one of the lowest points in the crest of the Aleutian Range in Katmai. It offers a relatively easy route between the Pacific Ocean and Bristol Bay watersheds. Until the 1912 eruption, a trail through Katmai Pass was frequently used by Alaska Natives as a trade route.  While the historic trail through the pass was buried by ash and pumice, the area still provides many places to explore. Hikers moving south through the pass can explore the lava flows from southwest Trident and the warm springs that seep from underneath them. Hikers moving north through the pass can imagine what Robert Griggs saw in 1916 when he first gazed upon the steaming valley. The summit of Observation Mountain, several miles south of the pass, offers amazing views of the Katmai River gorge and valley.        The Knife Creek Glaciers plunge down from the summits of Mount Katmai and Trident Volcano. NPS\/M. Fitz  Knife Creek Glaciers and the Mount Katmai Caldera The lower slopes of the Knife Creek Glaciers are covered with as much as 6 feet (2 meters) of ash and pumice. Hikers can walk right up to the foot of and even on the glaciers, with caution.   Three thousand feet above the glaciers lays the caldera of Mount Katmai. The summit of Mount Katmai collapsed during the 1912 Novarupta eruption leaving a caldera more than 2000 feet (600 m) deep. All routes to the caldera require crossing glaciers with crevasses.        Reaching over 7500 feet in elevation, Mount Griggs is one of the tallest peaks in the Katmai region. NPS\/M. Fitz  Mount Griggs This is the tallest mountain bordering the Valley of Ten Thousand Smokes. Ascents of Mount Griggs can be made from its relatively gentle western slopes. The final approach to the summit requires a tricky traverse of glaciers and a snow and ice covered knife-edged ridge. In late summer, water can be difficult to find near the base of Mount Griggs.        Waterfalls and glacially carved lava flows border the Valley of Ten Thousand Smokes near the Mageik Lakes. NPS\/M. Fitz  Mageik Lakes When explorers first entered the Valley, they found the toe of two glaciers occupying the basin where two beautiful, but distinct lakes sit today. Surrounded by cascading waterfalls, a muddy, silt-laden lake can be found where the Buttress Range meets the slopes of Mount Mageik and Mount Martin. Closer to Katmai Pass, a turquoise colored lake can be found.          The lava dome of Novarupta marks the center of a 1.5 mile (2 km) wide volcanic vent. NPS  Novarupta It is a mere bump on the Valley’s floor and rises only 200 feet (65 meters) above its surface, but despite its small size this volcanic dome marks the vent of the largest volcanic eruption of the 20th century. When explorers first entered the Valley, this was one of the hottest areas and the dome still wafts warm steam. Superheated jets of steam from nearby fumaroles cooked the surrounding ash and pumice and deposited kaleidoscopes of minerals. The area near Novarupta is the most colorful in the Valley. Novarupta is located approximately 14 miles from the Windy Creek trailhead on the Valley Road and about two miles one way from the Baked Mountain Huts. Water draining from perennial snowfields is typically available near Novarupta, even in late summer.       River Crossings in the Valley of Ten Thousand Smokes         You must approach river crossings in the Valley with caution. Rivers and streams are typically shallower and easier to cross at their widest margin. In flood conditions, deep gorges can be hidden (see inset). NPS  The Valley of Ten Thousand Smokes poses special challenges for backcountry travelers. Suspended volcanic ash and glacially-derived sediments in rivers often make water depths impossible to estimate, and most of the rivers in the Valley are confined to narrow gorges that are deceptively deep and swift. Hikers must be especially cautious when choosing a place to cross the Valley’s rivers and creeks. The River Lethe and Knife Creek, for example, can only be forded in a few places.  If you cannot find a safe crossing, then you should not attempt to cross. You may also need to wait a day or longer until lower water levels permit safe crossing. Follow these tips when crossing:  Watch the water’s surface and cross where you see small ripples, not waves. Cross early in the morning when runoff from glaciers is low. Release your pack’s belt buckle and loosen shoulder straps so you can drop your pack easily. Wear shoes while crossing. Allow yourself a retreat. Don’t commit to one route. Use a hiking pole or stick to help steady yourself and gauge the water’s depth.        Other Information Drinking Water By August, drinking water can be scarce in the Valley of Ten Thousand Smokes, especially in its central region. On the margins of the Valley perennial snow fields, meltwater channels, seeps, and springs provide water throughout the year. Some of the streams and rivers in the Valley, however, carry very high loads of glacial flour, silt, sand, and pumice which easily clog water filters.  Access to the Valley of Ten Thousand Smokes Transportation to the Valley is available on the Valley of Ten Thousand Smokes Tour. Hikers can arranged to be dropped off at the Valley and picked up at a later date. Contact the park’s concessionaire Katmailand for fees and more information. USGS topographic maps for the Valley include Mt. Katmai B-4 and B-5 among others. Visit the USGS Map Store or Alaska Geographic to purchase maps. The Brooks Camp and King Salmon visitor centers maintain a limited stock only.  All food must be stored in bear resistant containers, which are available free of charge at the King Salmon and Brooks Camp visitor centers. Although permits are not required for backcountry travel or camping, hikers are encouraged to submit a Backcountry Trip Planner.",
    "url": "https:\/\/www.nps.gov\/katm\/planyourvisit\/exploring-the-valley-of-ten-thousand-smokes.htm"
}
