{
    "title": "Black Canyon Of The Gunnison National Park: Schist",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Canyon Minerals     Schist                  Schist         The Great Pillars   Schists are strongly foliated, and look like a stack of paper. Some of the best places to see schist are among the spires at Gunnison Point or Kneeling Camel View. The Great Pillars, seen here, are among the largest examples of schist in the canyon. The main difference between schist and gneiss is the thickness of their internal layers, known as lamellae (pronounced \"la MEL lee\"). Gneiss has thick lamellae and schist have very thin, fine layers.  There are two kinds of schists found in the canyon, either a mica-rich schist, that has a lot of biotite and muscovite mica, or a schist rich in hornblende, a type of mineral called amphibole. A zone of schist crosses the canyon between Gunnison Point and Pulpit Rock Overlook. Rare minerals such as garnets, sillimanite, staurolite or andalusite can be common in places.  Plagioclase Plagioclase is a whole family of minerals that make up what is called a solid solution series. That means there are two ends of a scale with \"pure\" members at each end, with blended members of the family in between. \"Pure\" yellow is at one end and \"pure\" green is at the other with many shades between them. If you mix a few other elements in you find white, reddish-gray or black colors as well, making this hard mineral an important part of most metamorphic (and igneous) rocks, and is one of the most common rock-forming minerals you will find.   The most common variety in Black Canyon is Albite. It is rich in sodium. Albite is used as a gemstone, also known as \"moonstone,\" but gem quality finds are rare in the United States. Is used commercially in the ceramics industry as well. The name albite comes from the Latin \"albus\" or white. Albite is found in schists, gneisses and quartz monzonite.        Hornblende   Hornblende Like the essential building block of plagioclase, hornblende is actually a member of the solid solution series for amphiboles. Hornblende is the most common occurring amphibole in the canyon and is black or dark green in color. When it fractures, it tends to break at angles of either 60 or120 degrees. It contains significant amounts of potassium and fluorite in its chemical formula, which helps determine the color of the mineral.   It sometimes forms large masses known as amphibolite or hornblende schists that are made up of thin, black parallel aligned, needle-like crystals. It is difficult to find any large individual crystals. The name comes from the German miner's term \"horn\" possibly in reference to the color of horn and \"blenden\" which means to deceive. This seems to have come from the fact that the mineral mimics the more valuable metallic ores, but doesn't produce a commercial viable metal. Hornblende makes up one of the types of schists in the canyon.",
    "url": "https:\/\/www.nps.gov\/blca\/learn\/nature\/schist.htm"
}
