{
    "title": "Black Canyon Of The Gunnison National Park: Gneiss",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Canyon Minerals     Gneiss                  Gneiss      The road at Cimarron in Curecanti National Recreation Area leads to the Morrow Point Dam Overlook, and travels through some fine examples of gneiss, the predominant rock in the Black Canyon. Gneiss (pronounced \"nice') has bands, layers, or even lenses of blocky crystals such as feldspar, alternated with bands of a flat, plate-like mineral such as mica.Gneiss represents some of the most advanced stages of metamorphosis with some of the most intense temperatures and pressures. In fact, in some places, the rock has actually been partially melted, and the melt was injected, or squeezed into the layers of the remaining solid portions of the gneiss, creating a type of gneiss known as migmatite.        Gneiss   The gneiss has been so highly transformed, meaning that the temperatures and pressures were so extreme, that there is little evidence of what the original sedimentary layers of rock were. The large amount of mica, with a silica content of nearly 85%, suggests that the original rock (protolith) was an impure sandstone or chert.  Rare minerals such as garnets, staurolite, or sillimanite can be abundant locally. The presence of such minerals acts as a marker for exactly how much pressure and temperature the original rocks were exposed to during metamorphism.        Muscovite Mica   Muscovite Mica Muscovite belongs to the mica family and is composed of thin elastic, silvery-white sheets found in \"books,\" so called because on edge they appear as the pages of a book. It is very soft and pliable, and is another of the most common rock building minerals. Muscovite mica is very commonly found in small pieces on both rims and throughout the canyon.   Large specimens are most commonly found with pegmatite.  It is mined in some places in Colorado.  Was once valued for making isinglass for heat resistant windows.  Today it is used as insulation for electrical equipment or for dry lubricants like graphite, and is classed as a strategic mineral.  The name originates from the Russian city of Moscow, where much of the window material came from in earlier times.        Biotite Mica   Biotite MicaBiotite is an important and common mineral in both igneous and metamorphic rocks. This soft and pliable mineral is composed of elastic brownish-black sheets that are semi-transparent. Similar to Muscovite mica, the coloring comes from the inclusion of iron and magnesium into its chemical make-up.   It is commonly found with Muscovite mica, but there are larger deposits on the north rim of the park.  The name comes from J.B. Biot, a French physicist, astronomer and mathematician.",
    "url": "https:\/\/www.nps.gov\/blca\/learn\/nature\/gneiss.htm"
}
