{
    "title": "Black Canyon Of The Gunnison National Park: Torrence & Fellows: The Explorers",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     1901-Torrence & Fellows Expedition     Torrence & Fellows: The Explorers                  Torrence & Fellows: The Explorers      In 1901 Abraham Lincoln Fellows and William W. Torrence made the first successful expedition through the Black Canyon of the Gunnison. Their purpose was to locate a site for a tunnel to divert water from the river to irrigate the lands of the neighboring Uncompahgre Valley. A journey the year before, with the same purpose in mind, ended in near disaster when the five men abandoned their effort and scrambled to the rim. Though many had looked to the canyon as a source for irrigation water, it was the arduous and successful trip made by Fellows and Torrence that moved the effort from merely an ambition to reality. Abraham Lincoln Fellows Southern Colorado was still the wild west when Lincoln Fellows arrived in 1887. Christened Abraham Lincoln Fellows, in the rarely used Episcopalian baptism of the dead, Lincoln was given the holy designation as an infant in the wake of grief that followed the assassination of the 16th president. Born in Kennebunk, Maine he attended several New England schools before entering Yale University. He graduated in 1886. He was teaching at a New York prep school the next year when Bryant Turner, a Cortez, Colorado promoter hired him to work for the Montezuma Valley Irrigation Company.        Abraham Lincoln Fellows Copyright Jan Bradford  Forge of Experience He started first as Assistant, and later as Chief Engineer laying out the canal and diversion system to transfer water from the Dolores River to the fields around Cortez. It was while working on the Cortez project that Fellows gained valuable experience in creating tunnels and irrigation systems that could be developed in the Uncompahgre Valley. It was also during his 10 year work on this project that he learned to grapple with living in what was still very much the wild west.  He often rode out to remote work-sites to pay the laborers who were working on the irrigation system, often carrying as much as $5,000. In one instance, when the payroll was late, he had to retrieve some equipment from a camp. When he showed up at supper time, his firm presentation convinced the angry unpaid laborers that they should help him load the wagon. Later, as he drove off in the twilight he uncocked the revolver that he kept handy to defend himself. He was often in the saddle up to 12 hours a day and camping in the wilds, but the naturalist in Fellows allowed him to revel in the outdoors. Whether he was on a slow or a swift horse, he noticed everything and often jotted down every detail of the landscape.  William W. Torrence Almost from the time he arrived in Montrose in 1896, people began to realize an improvement in their electric service. He started as an electrician with the Montrose Electric Light and Power Company, but rose up through the business and walked \"as straight as a bloated bond holder\" when he was later named Superintendent of the company. Managing the business carefully, he convinced the owners that growth of the business would be good for the company, and the community as well, helping the town to come out of the economic depression that started in 1893.  Will Torrence was born in Ohio in 1873, and though little is known of his early years, it appears as though he had some schooling. In Montrose he spent much time extending electric service to homes and businesses around town, wiring buildings and outdoor lights as well. Then working with A. Deniston of the Water Works plant he insured the replacement of the old dynamo, or generator, in 1899, which improved reliability and made possible expanded service to the community.        William W. Torrence Copyright Jan Bradford  A Community Advocate Torrence was a gregarious sort, enjoying gatherings of young people or musical and dramatic performances that were presented in the town of 4,000 people. While not considered a \"mover and shaker,\" he was often involved in steering community organizations such as the Knights of Pythias. Yet he was equally recognized in town as one of several who could and would help the valley grow. A jovial tinkerer, he enjoyed working not only in the trade of electricity, but many inventions that resulted from growing technologies of the age, especially the emerging skill of photography. He became known as a camera nut, taking photos of those gathered at many events.  This particular interest of his was especially valuable during the first expedition to locate a site for the tunnel. He made more than 25 images of the trip, showing the struggles and activities of the group during the extended journey. Such images caused local folks to marvel at the group's survival, yet they hoped that a diversion tunnel might still be possible.  Into the Depths So the hopes of the local communities went with Torrence and Fellows into the canyon that August, 1901. Through their efforts, and the measurements of Fellows, it became evident that a tunnel was possible. Although it would take another 3 years before digging started, the exertion they put into their expedition eventually led to irrigation in the valley.",
    "url": "https:\/\/www.nps.gov\/blca\/learn\/historyculture\/torrence_fellows.htm"
}
