{
    "title": "Black Canyon Of The Gunnison National Park: Special Use Permits",
    "body": "Explore This Park    Learn About the Park     Management     Special Use Permits              Special Use Permits       Special events are activities such as weddings, memorial services, pageants, spectator attractions, entertainment, ceremonies, automobile\/motorcycle club rallies, organized tours or rides, large group camps or rendezvous, which fall under the category of privileges. Special events differ from public assemblies and public meetings in that the latter activities are rights protected by the First Amendment. The authority for the management of special events in a national park site can be found in Title 16, U.S. Code and Title 36, Code of Federal Regulations, 2.50. 2006 National Park Service Management Policies and Director's Order 53 Special Park Uses provide policy guidance for management of special event activities. The following guidelines are established by the 2006 National Park Service Management Policies as they relate to special event activities within this unit of the National Park Service.  A special park use is a short-term activity that takes place in a park area and that:  Provides a benefit to an individual, group or organization rather than the public at large; Requires written authorization and some degree of management control from the NPS in order to protect park resources and the public interest; Is not prohibited by law or regulation; Is not initiated, sponsored, or conducted by the NPS; Is not managed under a concession contract.  Special use permits for special events will not be issued, if in the opinion of the Superintendent, the special event will:  Cause injury or damage to park resources. Be contrary to the purposes for which the park was established, or unreasonably impair the atmosphere of peace and tranquility maintained in wilderness, natural or cultural locations within the monument. Unreasonably interfere with the interpretive, visitor service, or other program activities, or with administrative activities. Substantially impair the operation of public facilities or services of NPS concessionaire or contractors. Present a clear and present danger to public health and safety. Result in significant conflict with other existing uses.   All applications will be handled in the order they are received. Standard requests can be processed in 10 business days. Requests that involve multiple locations, complex logistics, and coordination with other NPS divisions or visitor activities may require a minimum of four weeks to process. A minimum of four weeks is also required to process permits for projects that need additional environmental compliance. Application fees vary depending on the type of permit issued. Additional processing fees will be charged if permit is approved. For questions or additional information, please contact the Special Park Use Coordinator at (970) 641-2337 ext 221. Application Forms and Further Information Form 10-930 General Special Use Permit Form 10-933 Vehicle\/Watercraft Special Use Permit Complete appropriate form above and mail it (along with payment; checks made out to the National Park Service) to: Chief Ranger Black Canyon of the Gunnison National Park Curecanti National Recreation Area 102 Elk Creek Gunnison, CO 81230",
    "url": "https:\/\/www.nps.gov\/blca\/learn\/management\/special_use_permits.htm"
}
