{
    "title": "Black Canyon Of The Gunnison National Park: 1: Precambrian",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Story     1: Precambrian                  1: Precambrian      Precambrian accounts for the history of the Earth from its very beginning up until about 540 million years ago. If we condensed all of Earth's history into a 1000 page book, the Precambrian would fill pages 1 through 880 -- most of the book! The story would reveal a time of harsh and drastic changes in the Earth and show very little to no sign of life.Because most of Colorado's Precambrain-age rocks have been highly altered by extreme heat and pressures, it is difficult for geologists to interpret what this region may have looked like during this time. So we usually find ways to describe the types of Precambrian rocks, and note where and how they may have been formed.Precambrian rocks are often called basement rocks since they are usually buried deep beneath the surface. They only become exposed under special circumstances where the overlying younger rocks have been stripped away. Most exposures of these ancient rocks are found in the cores of mountain ranges or in deeply eroded canyons like the Black Canyon.In Black Canyon of the Gunnison National Park, the Gunnison River cuts through Precambrian rock nearly 2 billion years old! Most of these rocks are metamorphic and show evidence of exposure to extreme pressures and temperatures. Some of the rocks are igneous and formed from magma that pushed its way up into cracks in the Earth's crust, where it cooled and crystallized.        Gneiss   The metamorphic rock that dominates the walls of the Black Canyon is called gneiss (pronounced \"nice\"), and is blended with schist, another rock that normally has flat or elongated crystals. You might spot the intense folding of the alternating light and dark bands in this adjacent photo. These rocks were once buried deep below the Earth's surface where they encountered extreme heat and pressure.        Pegmatite   Pink streamers of pegmatite animate the towering cliffs of the canyon at Painted Wall overlook. This granite-like igneous rock formed as hot magma forced its way into cracks. It cooled slowly, allowing large crystals to form. The pegmatite is loaded with shiny muscovite (mus'-ko-vite) mica and large crystals of a pinkish mineral called potassium feldspar. The overlooks along the South Rim Drive in the National Park offer excellent panoramic views of the canyon, and a chance for close examination of the Precambrian rocks that form the canyon walls. You might especially enjoy viewing the rocks along the Oak Flat Trail or the walk out to Rock Point. In Curecanti, the best exposures of these ancient rocks can be found downstream from Blue Mesa Dam. Find outcrops of these rocks along Highway 92 or hike the Pine Creek and Curecanti Creek Trails to see excellent rock examples. Chapter 2: The Paleozoic Era »",
    "url": "https:\/\/www.nps.gov\/blca\/learn\/nature\/precambrian.htm"
}
