{
    "title": "Black Canyon Of The Gunnison National Park: 3: Mesozoic Era",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Story     3: Mesozoic Era                  3: The Mesozoic Era      The next chapter in Earth's history corresponds to the Mesozoic Era, or \"middle life\" -- 285 to 70 million years ago. Read \"pages\" 956-987 and discover that dinosaurs lived and died, birds evolved from reptiles, and the first primitive mammals appeared. The mesas on the North Rim of Black Canyon along Highway 92 in Curecanti reveal exposures of rocks deposited during the Mesozoic. But the best place to find thse layers is along the shore of Blue Mesa Reservoir.At the downstream end of the Black Canyon you might see a thin strip of pink or yellow rock at the very lip of the north side of the canyon. This is the Entrada Sandstone formed when a massive stack of sand dunes covered much of this region. Hike the North Vista Trail to come in close contact with these rocks. The mesas on the north rim of the canyon and along Highway 92 in Curecanti reveal exposures of additional rocks deposited during this time period. The best place to find the Morrison Formation is along the shore of Blue Mesa Reservoir in Curecanti.The Morrison is one of the most widespread and easily recognized rock formations in the Southern Rocky Mountain and Colorado Plateau regions. Its strata (beds or layers) contain iron oxide and other minerals responsible for the red and green colors that make the Morrison Formation so easy to identify. It is also renowned for its dinosaur fossils!         During the Jurassic, the Colorado landscape looked quite different than it does today. The climate was moist and teeming with vegetation -- possibly like today's Amazon Valley.  The soft sandstones and interbedded mudstones that characterize the Morrison were deposited in shallow lakes and by streams and rivers that would occasionally escape their banks and flood the surrounding lowlands. Fossilized remains of dinosaurs and other Mesozoic life provide important clues which help us understand the environment and the creatures that lived near these ancient lakes and streams.  Above the Morrison is a more resistant sedimentary rock called the Dakota Sandstone. This buff-colored, Cretaceous rock forms prominent outcrops in the roadcuts along Highway 50 just west of Elk Creek.  The Dakota Sandstone was deposited along the shore of an ancient inland sea. Imagine a coastal area with beaches, sand dunes, marshes, and mudflats -- that is what this area looked like when the Dakota was being deposited.  Over the next several thousand years, the inland sea deepened and expanded, swallowing Colorado and much of the Southwest. Near-shore beach deposits gave way to offshore marine deposits of soft, black mud. This mud accumulated to great thicknesses. Over time, the mud turned to soft rock and is now called the Mancos Shale.  The Mancos Shale is named for the town of Mancos, Colorado, located just east of Mesa Verde National Park. This soft, dull, grey formation often alters to a yellowish hue and forms smooth slopes or rounded mounds where exposed. When wet, the Mancos can be quite the trouble-maker, quickly transforming into a thick, glue-like, soupy mess. It absorbs water like a sponge and is highly prone to landsliding, an unfortunate fact since it is found throughout western Colorado and eastern Utah.  As you drive along Highway 50, look for evidence of landslides between Blue Creek Canyon and Montrose. The \"hummocky\" topography illustrates the dangers of building roads or buildings on the unstable Mancos Shale!",
    "url": "https:\/\/www.nps.gov\/blca\/learn\/nature\/mesozoic.htm"
}
