{
    "title": "Black Canyon Of The Gunnison National Park: Mule Deer",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mule Deer                Mule Deer         NPS Photo by Lisa Lynch  When driving through or hiking in Black Canyon, you have the opportunity to see a lot of different kinds of wildlife: elk, coyotes, magpies, eagles. But by far one of the most elegant and visible animals is the mule deer. Mule deer are amazing animals. They have adapted to many different types of habitats and seem to thrive in all of them. As you look into the depths of the canyon it may be hard to believe that these animals are just as at home trekking to the canyon bottom as they are meandering the oak flats on the rims. Even so, Black Canyon is often not an easy place for them to be. By far their easiest season is the summer. When the snows begin to melt on the canyon rims, the deer move up from the farm fields and meadows of the Uncompaghre Valley, where they may have spent their winter, to take advantage of new food sources such as wildflowers and flowering shrubs and trees. The summer is the time when the fawns, does, and bucks need to put on weight for the leaner fall and winter seasons. Summer also brings certain dangers, especially for new mothers and their fawns. When the fawns are born in late May or early June, they are very vulnerable to attack by predators. What is their defense? Speed. Mule deer females and fawns are built for speed. With smaller bodies and an acute sense of hearing, they alert one another early of danger and are able to use a technique called stotting, or bounding, to avoid being caught by bears, coyotes, and mountain lions. The mule deer is named for its large mule-like ears which act like a satellite dish to collect the smallest of noises and alert the deer of possible danger. After spending all summer fattening up and avoiding predators, the deer begin to gear up for winter. For the bucks this also means attracting females and mating during the rut from September through December. For the females, this means selecting the best mate possible. Called “spike” bucks, due to their less than stellar antler growth, young males will attempt to mate with the females. They are often met with opposition, as they have not yet earned mating rights. The ideal buck is one who is large and healthy, typically indicated by antler size. The does tend to have single fawns their first year of breeding, then twin fawns the following seasons. Following the rut, the males focus less on mating, and more on surviving the harsh winters. Typically they head to lower elevations. You can often see them in the fields on the way up to the Black Canyon in the winter foraging where the snow is not as deep. In deep snow, the mule deer have to rely on more readily available foods like sagebrush and juniper and in very lean times, bark and last summer’s growth on branches. Deer are ruminants, or have a chambered stomach and are able to digest the plant and gain nutrients from without being affected by the toxins. Winters in the canyon can last well into March. As temperatures warm, the deer follow the melting snow and the new plant growth. Green shoots of new plants are a welcome departure from dried grasses and bark that they had been eating all winter. This is a season for replenishment. The bucks and does take advantage of high nutrient foods and begin to restore some of the weight and strength lost over the long winter. The mule deer of Black Canyon are opportunistic, well adapted, and resourceful. These animals have not only made the most of what at some times can be a difficult place, but are thriving in it.",
    "url": "https:\/\/www.nps.gov\/blca\/learn\/nature\/muledeer.htm"
}
