{
    "title": "Black Canyon Of The Gunnison National Park: Canyon Dimensions",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Canyon Dimensions                Black Canyon Dimensions        Lynch\/NPS      The Black Canyon is incredibly deep and sheer, with plunging cliffs, soaring buttresses and a thundering river. The following lists will help you understand the physical size of the canyon in comparison to other canyons and man-made structures.      Greatest Depth:   Warner Point Chasm View Gunnison Point 2,722 feet (829 m) 1,820 feet (555 m) 1,840 feet (561 m)         Narrowest Width:    At the rim (Chasm View) At the river (The Narrows)  1,100 feet (335 m) 40 feet (12 m)          Total Lenth of Black Canyon: Total Length Length in National Park 48 miles (77 km) 14 miles (22.5 km)           The River:           Average descent over the entire length of canyon: 43 feet\/mile (8 m\/km) Greatest decent: Occurs in the park at Chasm View - 240 feet\/mile (45 m\/km)           COMPARISONS TO OTHER CANYONS    Hells Canyon, Idaho and Oregon This is the deepest canyon in North America. At He Devil Peak on the Idaho side, the canyon is 8,043 feet (2,452 meters) deep.   Grand Canyon, Arizona The deepest part of Grand Canyon is about 6,000 feet (1,829 meters) deep. The average depth is 1 mile or 5,280 feet (1,609 meters).    The Royal Gorge, Colorado At the suspension bridge this canyon is 1,053 feet (321 meters) deep.    Grand Canyon of the Yellowstone,Wyoming At Artist Point Overlook the canyon is 1,200 feet (366 meters) deep.   New River Gorge, West Virginia The deepest canyon in the eastern United States is 1,400 feet (427 meters).   Canyons of the Nahanni, Northwest Territories, Canada This canyon is in the Canadian northwest and is 3,300 feet (1,006 meters) deep.    Barranca Del Cobre, Chihuahua, Mexico Copper Canyon, in north central Mexico is 6,165 feet (1,879 meters) deep. Vikos Gorge, Epirus, Greece One of the deepest canyons in Europe, it reaches a depth of 3,280 feet (1,000 meters).         PAINTED WALL COMPARED TO MAN-MADE STRUCTURES The Painted Wall is the highest cliff in Colorado. From river to rim it stands 2250 feet (685 meters).                 1. Great Pyramids, Cairo, Egypt None of the pyramids are large by today's standards, but for their time they are astounding. The tallest one is 449 feet (137 meters). 2. Washington Monument, Washington, D.C. 555 feet (169.2 meters) tall. 3. Eiffel Tower, Paris, France 1,063 feet (324 meters) tall. 4. Empire State Building, New York, New York Built in the Great Depression (1930s) it stands 1,250 feet (381 meters) tall.     5. Willis Tower (formerly Sears Tower), Chicago, Illinois The highest building in the U.S. stands 1,450 feet (442 meters) tall. 6. Tokyo Sky Tree, Tokyo, Japan The tallest observation tower in the world will stand at 2,080 feet (634 meters). 7. Burj Khalifa, Dubai, United Arab Emirates Opened in January 2010, this is the tallest building in the world at 2,717 feet (828 meters).",
    "url": "https:\/\/www.nps.gov\/blca\/learn\/nature\/dimension.htm"
}
