{
    "title": "Black Canyon Of The Gunnison National Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth          Be a Junior Ranger! Become a Black Canyon of the Gunnison Junior Ranger during your next visit and learn how to protect the park.  What is a Junior Ranger? Junior Rangers help to preserve and protect national parks. They learn about nature and history, have fun exploring the parks, and tell their friends, families, and schoolmates about their adventures. Junior Rangers continue to protect the environment at home and at school.                How can you become a Junior Ranger? Pick up a Junior Ranger Activity Booklet at the Black Canyon of the Gunnison South Rim Visitor Center. Complete the requirements listed in the booklet for your age group. Requirements include writing your observations, drawing pictures, completing field activities, and attending a ranger-led program.       Advanced Junior Ranger Summer Camps Local 3rd and 4th graders can spend one week making new friends on adventures in the Black Canyon of the Gunnison National Park or Curecanti National Recreation Area. Contact the Education staff at (970) 641-2337 x203.          Let's Move Outside Let's Move Outside, administered by the Department of Interior, was created to get kids and families to take advantage of America's great outdoors-which abound in every city, town and community. And together, these agencies oversee more than one-fifth of the nation's land - including millions of acres of National forests, parks and trails. Curecanti and Black Canyon are official Let's Move Outside parks. This means that special programs and incentives are offered encouraging children and their families to get outside and get active in these parks. Regular exercise in nature is proven to improve children's physical and mental health. Outdoor activity helps kids maintain a healthy weight, boosts their immunity and bone health and lowers stress. For more information, visit LetsMove.gov.",
    "url": "https:\/\/www.nps.gov\/blca\/learn\/kidsyouth\/index.htm"
}
