{
    "title": "Black Canyon Of The Gunnison National Park: Pothole Ecology",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Pothole Ecology                Pothole Ecology - Ephemeral Pools      Throughout much of the Colorado Plateau, a region covering much of Western Colorado and southern Utah, rain is sporadic during the summer months. With surface temperatures reaching 120 degrees, obtaining moisture sometimes becomes top priority for the animals that make this region their home. The little rain that does fall tends to run off over the rocky surface, or gets absorbed quickly into the dry soil. Some of the moisture however gets trapped in the shallow depressions in the rocks. Collected in pools, this water may last perhaps only a few days, leading researchers to the name \"ephemeral.\" This water is essential for the survival of many desert creatures.         Although most animals use these potholes as a wayside stop in their daily journeys, some species of aquatic life make these ephemeral pools their permanent home. Since potholes have several wet-dry phases, the organisms that live in them have made a number of special adaptations that help them survive in this ever-changing environment.  Not all of the rock at Black Canyon readily forms pot holes, but the sandstone and igneous rocks weather away into pits or pools that gather water and support life. Because the rim of the canyon lies between 7,700 feet (2,347 meters) and 8,300 feet (2,530 meters) above sea level, the temperature ranges can be extreme from season to season. The organisms that live in these potholes not only have to contend with often insufficient amounts of water, but also a very short window of time for growth and development. The high elevations and cold temperatures found at the Black Canyon provide a more hostile environment for pothole creatures when compared to much of the Colorado Plateau.  The biggest challenge facing any of the organisms living in the pools is desiccation (drying out) after the water has evaporated. These animals have three main ways of dealing with drought:  Drought Resisters Some animals have a tough, waterproof exoskeleton that prevents dehydration. Burrowing into the fine mud that lines the bottom of the pool further reduces their exposure to the sun. After the pool has dried completely, the surface of the mud that surrounds them may be baked solid, this however helps to seal in the moisture the animal will need to survive until the pool fills again.         Drought Escapers Some organisms use potholes to lay eggs and develop, but as adults, they cannot tolerate desiccation. After their drought-resistant eggs are laid the adults must move on to a permanent water source, or more typically, they die as the pool dries. However, the next generation is now ready to hatch during the next fill cycle.  Drought Tolerators Other organisms have developed ways to lose up to 90% of their total body moisture for long periods of time and as a pool fills again, rehydrate and become fully functional. This process is know as cryptobiosis and is accomplished by a command center located in their nervous system that remains hydrated and can carry out the basic life functions of the dehydrated cells. Other tolerators have only one stage in life, such as egg or larva that can survive desiccation, but will die if the pool dries out during another phase.  Pothole organisms face many challenges during the wet or active phase of their life cycle as well. Since there is no guarantee that once a pool fills there will be enough water for the organism to reach adulthood, to survive most pothole creatures have adopted a very short life span. For example, tadpole shrimp can reach maturity in as little as 24 to 36 hours, mate and lay eggs. Another method of survival employed by pothole organisms is delayed hatching. If all the eggs of a particular species hatch at the first sign of moisture, but the pool dries out before they can reach maturity, no adults would survive to ensure the propagation of the species. To compensate, not all eggs in a given pothole hatch at the same time. Some eggs will remain dormant even after several wet-dry cycles. This spacing apart insures, by random chance, that at least one hatch will receive enough moisture to reach adulthood.  Pothole ecosystems and the species that live within them are extremely sensitive and can be greatly affected by the slightest climate change or a disturbance to their environment. These pools do not have the ability to counteract sudden shifts in their pH levels. These changes can be brought about by many means, including industrial pollution which may bring acid rain, or a careless washing of our hands or pots and pans while we enjoy the back-country of our parks and other public lands. The animals living in these shallow pools may not be able to adjust to sudden changes and perish. Taking extra care when around these pools will help ensure the continued survival of these unique and fragile ecosystems.",
    "url": "https:\/\/www.nps.gov\/blca\/learn\/nature\/potholes.htm"
}
