{
    "title": "Black Canyon Of The Gunnison National Park: Railroad Through Black Canyon",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Railroad Through Black Canyon                Narrow Gauge Railroad Through Black Canyon          When the first Denver and Rio Grande train passed through the upper reaches of the Black Canyon of the Gunnison in August 1882, the passengers gazed with wonder at the steep walls above them, the cascading waterfalls and the towering granite point of Curecanti Needle. As the little train found its way out of the canyon and the passengers set their thoughts toward the open vistas ahead, few could imagine the human and monetary cost of constructing this \"Scenic Line of the World\" through some of the most rugged country in the West.     DENVER AND RIO GRANDE NARROW GAUGE RAILROAD William Jackson Palmer's Denver and Rio Grande Railroad was built toward Gunnison in hope of tapping the wealth and traffic pouring in and out of the booming gold and silver mines of the area. The steep mountain passes and narrow canyons made the 4' 8 1\/2\" standard rail width too expensive and time consuming. So Palmer decided to go with the narrower 3' gauge. The Denver and Rio Grande was not the only narrow gauge railroad to cross the Rocky Mountains, but it soon became the most successful. When the D&RG reached Gunnison in August 1881, it was greeted with cheers from leaders of the fledgling town. Palmer and his men, however, were already looking ahead. They planned to continue to survey and lay track in two directions. North was the prized coal veins and silver mines near Crested Butte. West was an outlet to Montrose, Grand Junction and the lucrative route to Salt Lake City. Yet, between Gunnison and Montrose was land Captain John W. Gunnison described in 1854 as the \"roughest, most hilly, and most cut-up\" he had ever seen. Palmer and his railroad were committed to find a way through. Actually, Palmer was not satisfied with 15 miles of his railroad through the Black Canyon. He wanted the Denver and Rio Grande to travel the entire 53-mile length, and depth, of the canyon, including through what is today Black Canyon of the Gunnison National Park. But Palmer's surveyors, who under the leadership of Bryan Bryant endured an incredibly hazardous exploration through the lower, steeper and narrower canyon in 1881, convinced him that 15 miles of railroad through the Black Canyon was quite enough. SURVEYING A ROUTE The first 20 miles of track building west of Gunnison to the entrance of the Black Canyon was fairly easy. As the line was surveyed and graded, and hundreds of mostly Italian and Irish railroad workers began to lay track, \"terminal cities\" were created along the way. The new settlements of Kezar, Cebolla, and Soap Creek (later changed to Sapinero) began with numerous saloons, and little else. These rail stations were later buried under the waters of Blue Mesa Reservoir. At the junction of the Lake Fork and Gunnison Rivers, the Denver and Rio Grande officials had a decision to make: build a tortuous and expensive route up and over the top of several steep mesas or go right through the Black Canyon of the Gunnison. It was decided that the route along the river would be cheaper and would have a better chance of remaining snow free throughout the rough Rocky Mountain winters. Little attention seems to have been paid to the hazards future train employees and passengers would face. CONSTRUCTION THROUGH THE BLACK CANYON Construction of the fifteen miles of Denver and Rio Grande Narrow Gauge Railroad through the Black Canyon of the Gunnison, from Sapinero to Cimarron continued throughout the winter of 1881-82. Carving a railroad bed from the steep, rugged and extremely hard rock walls made for some of the most difficult and hazardous work. While blasting rock just west of Sapinero (near today's Blue Mesa Dam), a crew was using an unfamiliar explosive called nitroglycerine. The nitroglycerine accidentally detonated and the foreman, Sweeny, was blown into the stream, his body disappearing forever. An African-American worker on the grading crew had his head, left shoulder and side so mangled, he died within an hour. Another African-American worker by the name of Cunningham was blown fifty feet away, but was unharmed. The Black Canyon of the Gunnison had begun to take its toll. Once the grade was finished, it was then up to the mostly immigrant track layers to lay the rails through the canyon and up the Cimarron River to the new town site of Cimarron. While working in the canyon the men often used rail cars as combination mess hall, sleeping quarters, and social club. The final cost of building the narrow gauge railroad through the Black Canyon was $165,000 a mile. But the real costs were only just beginning. RIDING THROUGH THE BLACK CANYON The editor of the Gunnison Review-Press newspaper was on that first train through the canyon in August 1882. He commented that this was \"the largest and most rugged canon in the world traversed by the iron horse.\" Thousands of passengers were thrilled by the ride. According to Rudyard Kipling , who rode through the canyon in 1889: \" We entered a gorge, remote from the sun, where the rocks were two thousand feet sheer, and where a rock splintered river roared and howled ten feet below a track which seemed to have been built on the simple principle of dropping miscellaneous dirt into the river and pinning a few rails a-top. There was a glory and a wonder and a mystery about the mad ride, which I felt keenly…until I had to offer prayers for the safety of the train.\" The engineers that took trains through the Black Canyon for the next 67 years may have agreed to the beauty of the canyon, but were extremely fearful of the route - especially during winter. Avalanches and rock falls were common and an engineer and his crew never knew if or when their train would be the next to be swept into the icy waters of the Gunnison River. Despite the dangers and constant repair work, the Denver and Rio Grande made its Black Canyon route the cornerstone of its \"Scenic Line of the World\" passenger promotions and featured the Curecanti Needle on its emblem. CIMARRON At the western end of the narrow gauge's route through the Black Canyon was Cimarron. During the construction, Cimarron was a tent city, but soon became a little town of up to 250 people whose livelihood and schedule revolved around the trains. Here were housed the train relief crews, the roundhouse with the engines that would push the trains west up the steep Cerro Summit toward Montrose, the restaurant that would have 20 minutes to feed passengers, and the railroad's hotel for those staying longer. After mining decreased in the Gunnison region, stockmen continue to gather at Cimarron to ship their cattle and sheep to market via the Denver and Rio Grande Railroad. Today at Cimarron, an outstanding exhibit displays authentic railroad cars and interprets those bygone railroad days. A short drive north of Cimarron brings one to the remains of a trestle across the Cimarron River on which sits the genuine Engine 278, tender and caboose actually used on trips through the Black Canyon of the Gunnison. THE END OF RAILROADING THROUGH THE BLACK CANYON The decrease of mining activity, the increase of standard gauge routes through the Colorado Rockies, and the rising use of automobiles and trucks led to the gradual demise of narrow gauge railroads beginning in the early 20th century. The Denver and Rio Grande Railroad ran regularly, although decreasing freight and passenger service through the upper Black Canyon of the Gunnison until 1940, when scheduled passenger traffic was diverted north to the standard gauge track over Tennessee Pass or through the Moffat Tunnel. Freight trains continued until 1949 when the line from Gunnison to Montrose was finally abandoned and the rails torn up. The route through the canyon, including its nine bridges, became a public road, used primarily by fishermen until construction of the Blue Mesa Dam in the early 1960s. Most of the old Denver and Rio Grande Narrow Gauge railroad bed is now submerged beneath the waters of Morrow Point Reservoir. A short section of the old railroad bed, complete with interpretive displays, is accessible from the Pine Creek Trail. At the end of this one-mile trail is the launch point for the Morrow Point Boat Tours. REFERENCES Gordon Chappell and Cornelius Hauk, Narrow Gauge Transcontinental: Through Gunnison County and Black Canyon Revisited, Colorado Railroad Museum, 1971 Cornelius Hauk, ed, Colorado Rail Annual, 1970, Colorado Railroad Museum, 1970 Duane Vandenbusche, The Gunnison Country, B&B Printing, Gunnison, CO 1980",
    "url": "https:\/\/www.nps.gov\/blca\/learn\/historyculture\/railroad.htm"
}
