{
    "title": "Black Canyon Of The Gunnison National Park: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                Birds      Canyons aren't barriers to birds. In search of food and water, birds can readily fly to depths and heights forbidding for other animals, including humans. The birds below represent those that live within the various habitats of the canyon, from the rim (top, Great horned owl) to the river (bottom, American dipper).        Great horned owl USFWS photo by Gary M. Stolz  GREAT HORNED OWL Great horned owls hunt rabbits and rodents on canyon rims at night. Their prey eat nuts, seeds and berries – of pinyon, juniper, and Gambel oak trees and serviceberry and other shrubs prevalent on canyon rims. Its disc-shaped face channels sound waves to the owl’s ears – slits at the side of its head, not those feathers atop it. Great horned owls are year-round residents because rabbits and rodents stay active in winter.          Mountain bluebird USFWS photo by Dave Menke  MOUNTAIN BLUEBIRDMountain bluebirds share canyon rim habitat with owls but are daytime eaters of insects. Like owls, bluebirds are linked to their habitat by its vegetation, which feeds their insect prey. Bluebirds are migratory, not year-round residents here. They nest in trees and are most often seen in spring and early summer when nesting and rearing their young. They get some moisture from their insect prey, but need access to open water, too.          Steller's jay   STELLER'S JAY Steller’s jays also live on the canyon rims of upper reaches of side canyons where Douglas fir trees go. They eat seeds and nuts and some insects. They get some moisture from the insects but also need access to open water in puddles or ponds. Like other jays, they can seem raucous, meddlesome and contentious, but Steller’s jays, while less attracted to campgrounds, are as opportunistic as other jays about food on picnic tables.         Peregrine falcon USFWS PHOTO BY Steve Maslowski  PEREGRINE FALCONPeregrine falcons nest on ledges on canyon walls and prey on flying birds, swooping down on them as fast as 200 mph. Their balled-up claws shatter prey’s bones like bludgeons. Even a bald eagle pursued by a falcon for getting too close to its nest or eyrie may go right to ground to escape contact. Falcons mostly feed on aerial-feeding swifts and swallows but also on jays and an occasional dove.       WHITE-THROATED SWIFTWhite-throated swifts are aerial feeders of insects whose scientific name means “rock-inhabiting air sailor.” Pairs even copulate in a downward, spinning flight that only looks out of control. Flying on the level, these swifts are one of the swiftest of all birds. White-throated swifts nest high on canyon walls in rock crevices and feed mostly in early morning and at evening, when flying insects are most active.     CANYON WRENCanyon wrens sing so wildly, sweetly, and hauntingly that they even figure in a lot of present day music. These wrens are far more often heard than seen. They nest on ledges like Peregrine falcons do, laying eggs in depressions. They hop and poke about ledges and alcoves looking for spiders and insects to eat. At Black Canyon these wrens are seldom if ever seen down along the river itself.       American dipper Photo by Bob Olendorf  AMERICAN DIPPERAmerican dippers or water ouzels live and nest along the river. They can walk under fast-moving water to feed, using their wings to stay submerged. They probe for aquatic insects and larvae, fish eggs, and small fish. Dippers bob up and down at up to 60 dips per minute. Their plump body type, like a beaver’s, and plentiful down adapt them to cold-water living. They may build their nests off moss behind waterfalls or cascades.       ANIMAL & PLANT SPECIES LIST »   By the Northern Colorado Plateau Network Inventory & Monitoring Progam. Includes an extensive bird list.",
    "url": "https:\/\/www.nps.gov\/blca\/learn\/nature\/birds.htm"
}
