{
    "title": "Black Canyon Of The Gunnison National Park: 1916-Kolb Expedition",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     1916-Kolb Expedition                1916 - Kolb Expedition      Though people had been coming to Black Canyon for picnicking and fishing adventures for years, the first person who came to the canyon for a lengthy recreational trip was Ellsworth Kolb. Born in Pennsylvania, he and his brother Emory owned a photograph studio on the rim of Grand Canyon. They had become well known for the photo services and especially for their adventures down the Colorado in Grand Canyon. By 1916 Ellsworth struck out on his own to \"shoot the rapids\" and bring publicity to other rivers in the west. He was probably the most determined of the historic adventurers to take on the Black Canyon. Starting Out Kolb met up with two of his three partners on the Lake Fork of the Gunnison River near Lake City in July. He oriented them to the photographic equipment, including his cineometograph, and to the canvas boats that were to take them down the river. After running the Lake Fork they met Julius Stone, financier for many of the Kolb's trips, at Cimarron . The biggest problem to overcome was the high level of water. The year before had been dry, but the winter of 1915-16 was the start of a series of wet years, with abundant water-laden snow in the mountains of the river basin. The estimated river flow was 1,600 cubic feet per second, a very high rate for the Gunnison River. Intending to press ahead, they started off on July 25th after a rainstorm.        Kolb's raft that was ruined in the first rapid.   A crowd from Cimarron came out to watch their departure from the railroad bridge. Kolb set out, with cameras ready. Nearly out of sight of the crowd was a large \"pinwheel\" rapid, or a perpendicular whirlpool. Running the rapid like \"a bronc at the end of a lasso,\" he stayed with it, until the river turned him over. Likewise for the second boat and a small life-raft they had brought along. In spite of failing \"to cover ourselves with glory,\" and \"being out one boat, a life-raft, trunk, camp bed,\" and quite a bit of flim, Kolb remained upbeat about the adventure.  They laid over a day at the Black Canyon Hotel in Cimarron due to heavy rains, but getting away early, before sight seers could gather, they portaged around the rapid that had subdued them two days before. They successfully negotiated the river that day, but the next \"was not our day of days.\" The rapids became heavy, and Kolb yearned for the heavy wooden boats that he used on the Colorado . It was difficult, with the high river flow, to cross the river. The current was too swift to swim, and the one small canvas boat made crossing slow and cumbersome. It began to rain, and Stone, who had been ill before the trip, developed a high fever of 102 degrees.  They made their way downstream a little further working along the shoreline, until the remaining boat swamped. The slow pace, unsuitable boat, Stone's fever, and rotten weather led them to abandon the trip. They hiked out the next day, and folks from the Thompson Ranch drove them into town.  A Second Try Kolb and one of his partners went back into the canyon on the East Portal Road, which leads to the Gunnison Tunnel, and worked his way upstream to get the boat and supplies. After fixing the boat he rode it down river, lining it around rapids when needed. \"At a side canyon called Pool Gulch, the walls were jagged and sheer; great fallen boulders all but dammed the torrent. I had lots of trouble here.\" After making it to the tunnel, he decided to wait for a lower stage of water and the wooden boats to be sent by Stone.        Ellsworth Kolb near Flat Rock Rapid, below the Giant's Stairway.   In the meantime, he contacted river runner Bert Loper for river running fun down the Colorado from the high country to Grand Junction in a wooden canoe. Of Loper, Kolb wrote, \"He was the most enthusiastic rough-water man I have ever been associated with... which is saying a good deal.\" They also did a run through the Gunnison Tunnel, completing the 6 mile trip in 65 minutes.  Mid-October brought warm days, clear skies and a lower river level. Stone's wooden boats arrived being most seaworthy, but they weighed 250 pounds. Putting in at East Portal they floated the first stretch without much trouble, lining the boats around Flat Rock.  The next day, when they were lining a boat through a tight channel, the bow shot into the air and the stern settled into the water. \"We had overlooked the fact that most of the water ran under the rocks, and the boat was trying to make a short-cut.\" But the thing was jammed, wedged tight into the boulders. Kolb hiked back to East Portal and borrowed a hammer, drills and dynamite from Walter Tupper, a tunnel gate keeper. They went to work, Loper being a miner and knowing what to do. After drilling a three foot hole, Loper set the charge with a half stick, but the blast merely shook the rock. Two more sticks finished the job, and after repairing part of the boat, they \"only lost four days.\"  These may have been valuable days. Continuing downstream at a half mile per day, they lined the boats through the \"unrunnable\" rapids to the Narrows. The rocks were \"slippery as glass,\" and while pulling on a rope Loper slipped and struck his back on a protruding rock. In great pain, Kolb nursed him for two days having only a hot water bottle to ease the pain. That night a storm brought several inches of snow. Low on food, they lined one heavy boat through one last rapid. They couldn't get a good footing on the icy rocks and holding the craft proved too much for them. It tipped, and filled with water before they could get it secured, and Kolb slipped on the large boulders, wrenching his knee.  They devoured the last of their food and clawed their way to the rim. Once there they trudged and hobbled back to Montrose. News reports suggest that Kolb broke his kneecap and needed time to recover. A doctor couldn't determine the cause of Loper's back pain, but he had two broken ribs. A telegram from his wife had also arrived saying she was quite ill, so he quickly left for home.  After two weeks of warm days and rest, Kolb found a businessman, William Wright, from Montrose who had a week to spare, who joined him in the adventure. It was November, though and the weather could be unpredictable. They enjoyed a couple of nice days and moved the boat downstream to a precipitous 12 foot waterfall to break for the day. That night a new storm brought more rain and snow, and the discouraged pair struggled to the rim.  Going Yet Again Kolb returned with a crew of three from Montrose, clambering into the canyon from the north rim on Thanksgiving Day. One of them was 185 pound Jay Hall who was also a good cook, which made the trip more enjoyable. He was not a swimmer, though.  The party was determined to reach Red Rock Canyon, but the river was now mainly frozen over. In some cases this enhanced their efforts, but the work focused on carrying the cumbersome boat around and over the rocks that edged the shore.  The going became easier after rounding the bend below Chasm View, and Kolb ran a rapid in front of the Painted Wall. The top, bottom and sides of the boat separated near the stern, and all of their provisions were lost. A final disaster struck when they were lining the patched craft through another rapid. The power of the river pulled the boat so that the entire strain was on one laborer. Unable to hold it longer, he let go and it crashed and sank.  Intending to hike out, they worked their way downstream until they had to cross the river. The water was swift and deep enough (up to their shoulders) that Hall could not cross. They retreated back to shore, but that night not even the roaring fire could keep their spirits up against the eight inches of snow that fell.  They headed upstream to a long pool sandwiched between rapids, plowed through the ice along the shore, and charged into the arctic-like waters, arm-in-arm to make the crossing. Hall's bulk kept them anchored to the riverbed as they walked. Limping through the snow up Red Rock Canyon they spied four bighorn sheep. Not having eaten for a couple of days, their mouths were watering, but by mid afternoon on December 8th Kolb exited the canyon for the fourth time.  A Final Effort Ellsworth Kolb stewed all winter about that last section of river, but he bided his time to get the best river running conditions with warm summer temperatures. He and 18-year-old Albert Moore of Montrose, put in at Red Rock Canyon with a small canvas boat and supplies. This was probably the most pleasurable part of the trip and the cool and careful Moore gained Kolb's confidence.         Taking turns swimming and rowing down the river, they marveled at the beauty in Ute Park , and gloried in the rapids downstream from there. The river looked like a mill pond in the last stretch, and after pulling boats almost the entire way down the canyon, Kolb allowed the boat to tow him, swimming gently in the current.  National Parks can offer challenges to the human spirit, and like earlier explorers, Kolb found the Black Canyon to be full of barriers. Even today, those venturing into the canyon will realize obstacles that they must overcome. Yet the nexus of body, struggle, and achievement is one of the reasons we preserve wilderness.  Kolb dragged his boat out of the river at the Delta Bridge beaming with the satisfaction that exploring the Black Canyon was an accomplishment and no longer a dream.",
    "url": "https:\/\/www.nps.gov\/blca\/learn\/historyculture\/kolbexpedition.htm"
}
