{
    "title": "Black Canyon Of The Gunnison National Park: 1900-Pelton Expedition",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     1900-Pelton Expedition                1900 - Pelton Expedition      Settlement of the Uncompahgre Valley, which lies just to the west of the Black Canyon, began even as the different bands of Utes were being moved to reservations in Utah in 1881. The main draw for settlers was to provide farm crops that could be sold to people living in the high altitude towns supporting the mining industry. The people living in the towns, though, had only a small amount of water from the Uncompahgre River that could be used for irrigating the desert lands in which they lived. By the early 1890s the people of the valley began to seriously look at the Gunnison River, flowing through the Black Canyon, as a source for water for irrigation, and the desire of a tunnel to divert the water evolved. John Pelton A local promoter, who had seen the ups and downs of mining by the time he and his family moved to Montrose, was a person of charm and persuasion. He was best known throughout much of western Colorado for a reservoir that he built and opened to the public. Decades before the common use of air conditioning, people in the valley commonly made summer excursions to Pelton's Lake to cool off before the mid afternoon heat took hold. Along with the bath houses, big shade trees, and plenty of fish that were stocked in the lake, there were two wooden boats that he had available for splashing around. Talk Turns to Action The original idea of a tunnel belongs to a miner and farmer by the name of Frank Lauzon, and he created enough interest that a line for such a tunnel was surveyed in 1894. The cost, though seemed prohibitive. Not to mention the fact that, while the canyon was not entirely unknown to the local folks, no one had ever truly made a trip through the canyon to see if digging could be done on the river side of a tunnel. The summers at the end of the 1890s were hot and dry; and as many more people discovered the pleasures of Pelton's Lake, more of them began to talk of exploring the canyon to take on the idea. By the summer of 1900 many farmers were fed up with the water problems that plagued the people and a plan began to take shape for a trip through the canyon. Organized by Pelton, the exploring party included John Curtis and E.B. Anderson from Delta, and Frank Hovey, a rancher who ran cows on Coffee Pot Hill, and the superintendent of the Montrose Electric Light and Power Company William Torrence from Montrose. Each had something to offer: Curtis was the surveyor to run a line of elevation down the canyon, Hovey had perhaps the best in-depth knowledge of the rim, Pelton brought his boats, and Torrence, sometimes credited with leading the group, would help coordinate the possibility of generating electricity, if there was a sufficient drop in the river level to do so. In addition, Torrence was a camera nut, and he brought along his \"Kodak.\" We would know the group today as a self-directed workteam. A Long and Difficult Journey Juggling conflicting schedules, they finally were underway, riding the train to Cimarron where the Denver & Rio Grande railroad entered the upper canyon, put their boats into the river, and made their way downstream. Although they expected to make the trip quickly, they soon found out that the heavy wooden boats were unable to navigate the rocky waters of the river. The second day one of them crashed among the rocks of a rapid sending splinters downstream and the supplies into the river. Using ropes and might they grunted the remaining boat around the many rocks both in and along the river. And as luck would have it, the skies opened up and it began to rain. A Brief Break The year 1900 was an election year, and an important one at that. Pelton was involved in the local Republican Party, and was to represent the district at the state convention. So as their journey became protracted, the group studied the steep slopes, and with Hovey's assumptions, they scrambled out of the gorge on the south side of the canyon. While in Denver, Pelton lobbied state and federal legislators for funds for a tunnel; and when he returned they hiked back down to resume the survey. A Final Test As they worked downstream the journey became increasingly difficult. Accounts of the trip vary, and are somewhat distorted, but we know the rains continued, the gradient of the river increased, and they became more battered and worn as they went. The rapids became more dangerous and harrowing, the cliffs rose higher and the walls became narrower. After heaving the boat around a particularly noisy and terrifying rapid, the walls closed in. They negotiated a short distance down through a continuous cascade to a point where the shorelines vanished and the party had to make it between the narrow passage of cliffs. Hovey and Anderson swamped the boat in the pool of water in front of this scene. After what was probably a thoughtful discussion and a restless night, the group agreed to abandon the trip and scramble out the canyon. Unfortunately, this time they had to climb a steep draw on the north side of the canyon into territory that was very unfamiliar to all of them. They left behind the boat, maybe a few supplies and a name on the rapid just upstream from where they climbed: \"The Falls of Sorrow.\" The climb up was no small feat in this very vertical cleft, informally named Torrence Draw. They had extra side draws to decide upon, rocky talus that was terribly loose, and warm dry weather that made them thirsty. Upon reaching the top they had nearly 15 miles to hike before reaching a farm house where someone might give them a ride in the wagon to the train station for the trip back to Delta and Montrose. Though sorrowful, the trip's end did not mean failure. In fact their excursion brought attention from many in power around Colorado and in Washington D.C. The next time a party would make a trip through the canyon, it would be with more assurance that the tunnel could be built.",
    "url": "https:\/\/www.nps.gov\/blca\/learn\/historyculture\/explorer_pelton.htm"
}
