{
    "title": "Black Canyon Of The Gunnison National Park: 1901-Torrence & Fellows Expedition",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     1901-Torrence & Fellows Expedition                 1901 - Torrence & Fellows Expedition         Photo courtesy of the National Archives and Records Administration  \"When about noon, we reached the mighty jaws past which there was to be no escape, a feeling of nervousness and dread came over me for the first time. Right then I made the only discouraging speech that was made during the entire trip, and I said to Torrence. 'Will, your last chance to go out is to the right. You can make it there if you wish, but if we cross the river at this point there can be no return; we must go on.'\" Those words, uttered by Abraham Lincoln Fellows, revealed feelings of awe and respect for a place that tested his mettle and challenged his courage. He had been studying the canyon for months, and had been a hydrographer (water engineer) for years. He hired Will Torrence, of the 1900 expedition, and they were standing a short distance above the Narrows, where the canyon walls squeeze to 40 feet, and the exact spot where that earlier trip had been abandoned.  Making Some Changes The trip in 1900 generated statewide and national interest in the tunnel, so Fellows was directed by people in Washington, D.C. to see if the tunnel was really possible.  Like the expedition of 1900, accounts differ and writing that occurred during tunnel construction probably distorted, condensed and romanticized the trip. The account here draws primarily on the texts of lantern slide shows developed by both Fellows and Torrence that they shared with audiences years later.  Unlike the trip in 1900, this trip was conducted in mid-August to take advantage of summer heat, while the river level might still be very low. In addition, they packed lightly. Giving up the idea of boats, they acquired an inflatable rubber air mattress for floating and rubber bags to hold cameras instruments, rope and other equipment, including... \"longies so we would have something dry to sleep in at night.\" On August 12 they rode the train to Cimarron and after getting off, \"A woman was heard to remark that she was glad the conductor had put those two tramps off the train.\"  They made their way downstream rapidly, but \"easy walking was never to be found.\" Plus, \"It was necessary to swim through deep water...\" fed by melting snow. The water temperature was frigid. \"Upon one occasion I [Fellows] was so unlucky as to fall about 20 feet, but so fortunate as to land in a bed of wild gooseberry bushes, which kept me from breaking any bones, but some time picking thorns out of my clothes and body.\"        photo courtesy of the National Archives and Records Administration  \"One remarkable point which we passed I called the Giant Stairway. The walls looked almost as if cut into enormous steps by some Titan of old, while statues, turrets and pinnacles adorned the rugged precipices on either side. Leaning out a little from one of the giant steps was a long, thin rock like needle, entirely detached from the cliff. It seemed extraordinary that it could so hold its position for centuries, as it had apparently done.\" - Abraham Lincoln Fellows Facing the Jaws of the Canyon After two nights in the canyon they faced the narrows. They made their way along the north side of the river, next to the Falls of Sorrow, and then swam across to a gravel bar just above the Narrows and below the falls.From the gravel bar, later dubbed Foster's Slide, they could see only partially through the Narrows as the cliff face bends around to the left. They could see, however, the popping and bubbling foam at the top of Whirlpool Rapid just beyond the walls of the Narrows .  Tradition has it that Fellows floated along the wall first, making it to another stretch of gravel on the other side, safely avoiding the rapid. Torrence followed, and found Fellows with Wilbur Dillon, hired to assist their trip, who had come down a precipitous draw, kindled a fire and had vittles ready. They wolfed down the food and departed.        photo courtesy of the National Archives and Records Administration  \"At the 'Narrows' the fun began. The canyon is full of great boulders, which form bridges across the stream. Over these we must scramble, one getting on top and pulling the other up. These rocks were slick as grease, and hard to climb. We spent a day in going a quarter of a mile.\"  - William W. Torrence  They continued yet another day, scrambling up talus slopes, slipping on smoothly polished boulders; and at one point, Fellows was nearly impaled on a sharp piece of driftwood wedged between rocks and pointing upstream as he was swimming through a pool.  They traveled downstream constantly in and out of the chilling water until they were located below what today we can see from Chasm View.        photo courtesy of the National Archives and Records Administration  \"For ages masses of black rock had been falling from above, and in this narrow part had got wedged between the walls of the canyon, forming a tunnel through which the river rushed in a winding course at terrific speed. Mass after mass had fallen until above the tunnel rose a great volume of rock. The most likely thing was that [we] would be sucked down into the maelstrom, or dashed to pieces against the rocky walls.\" - William W. Torrence        photo courtesy of the National Archives and Records Administration  Here \"there were deep pools... where we were obliged to swim, into which the water boiled from the caves above and sucked out again through the crevices between the boulders below. In one of these pools I was drawn completely under water in an eddy. I fully expected to be drawn down into the crevices of the rocks below, but by dint of the hardest kind of swimming, succeeded in getting into still water. At this time Torrence felt that he would never see me again.\"  - Abraham Lincoln Fellows Aftermath But they were both successful in making it through these tricky and swift moving pools. After passing around the following bend in the canyon they traversed the canyon in front of the Painted Wall, one of the prettiest parts of the canyon to Fellows, and made their way downstream to where Dillon met them again at the mouth of Red Rock Canyon .  Fellows and his team of surveyors and engineers poured over the canyon for two more years, and their results eventually led to the start of tunnel construction in 1905. Fellows always considered himself a naturalist, a conservationist in the style of Forest Service founder Gifford Pinchot. It was a feeling that stayed with him through his life, and he was the first one to publicly proclaim that the beauty of the canyon should be made available to the public.  His view of the hardships of their expedition, looking back, were worth it, \"I think now of the prosperous towns in the Uncompahgre Valley , and I am proud to have been a part of making this all happen.\" Material courtesy of: Western History\/Geneology Department, Denver Public Library Beinecke Rare Book and Manuscript Library, Yale University",
    "url": "https:\/\/www.nps.gov\/blca\/learn\/historyculture\/torrfellexp.htm"
}
