{
    "title": "Black Canyon Of The Gunnison National Park: Winter Activities",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Winter Activities              Winter Activities         Winter from the Oak Flat Loop trail. NPS Photo by Lisa Lynch  Cross Country Skiing The South Rim Drive is not plowed during the winter months, allowing the road to become a ski trail. The drive is 6 miles (one way), and allows access to the overlooks. Park at the South Rim Visitor Center, located at Gunnison Point. Snowshoe Trekking The upper part of the Oak Flat Loop and Rim Rock Trail are excellent treks for snowshoeing. Take in the incredible views of the snowy canyon that these two trails offer. Snowshoeing is also encouraged in any part of the canyon's rim. Going into the inner canyon, however, is not recommended. Please be courteous to other trail users by not snowshoeing or walking in the ski tracks along the South Rim Drive. For the sake of the wildlife surviving this cold season on the canyon rim, dogs are not permitted along the South Rim Drive in winter. Winter Backcountry Camping Camping along the closed South Rim Drive is permitted beyond Pulpit Rock Overlook. All wilderness regulations, like no wood fires, apply. A free wilderness use permit is required. Permit information »  Winter Survival 'Tis the season to be extra careful. Irregular weather, lack of experience, or carelessness can turn a nice outing into a fight for survival. The following easy steps can help you make yours a safe, fun filled adventure.  Wear adequate clothing. Wool and synthetics will keep you warmer than cotton. Hats, mittens, and extra layers are a must. Be prepared. When possible, travel with a companion. Tell someone where you are going and when to expect you back. Check the weather forecast and the snow and ice conditions where you plan to go. Together with the bare essentials like water and food, bring sunglasses and sunscreen, first aid kit, map and compass.   Hypothermia is a constant threat to people in the outdoors. Knowing the symptoms and what to do can save someone's life. Symptoms can range from uncontrolled shivering to drowsiness and loss of consciousness. When someone shows one or more symptoms you should:  Get the victim to a dry, sheltered place. Remove wet clothing and replace with dry, warm clothing and\/or blankets. If the victim is awake, slowly give warm non-alcoholic drinks. Transport to a medical facility as soon as possible.",
    "url": "https:\/\/www.nps.gov\/blca\/planyourvisit\/winteractivities.htm"
}
