{
    "title": "Black Canyon Of The Gunnison National Park: Horseback Riding",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Horseback Riding              Horseback Riding      Deadhorse Trail The Deadhorse Trail on the North Rim is the ONLY area open to horses or pack animals for day use, recreational riding in Black Canyon of the Gunnison National Park. No permit is required. Horses must be trailered to the trailhead at Kneeling Camel Overlook. Trailers must be parked at this overlook as well. The Deadhorse Trail is located at the east end of the North Rim road, near the Kneeling Camel Overlook. It is easy to moderate with a round trip distance of 5 miles (8 kilometers). The first part of the trail follows an old service road, which after 3\/4-mile (1.2 km) passes a stock pond that is usually dry. Continue on another 1 1\/2 mile (2.4 km) until the stock fence and then turn right (south) and ride 1\/4 mile (.4 km) along the fence until the canyon's rim. Deadhorse Gulch is reached via the large side drainage located east of the trail's end. Elevation ranges from approximately 8000' (2460 m) to 8200' (2525 m). There are no facilities at Black Canyon of the Gunnison National Park for horses or pack animals. Horses are only allowed in the North Rim Campground or on the North Rim Road during transport in a trailer. Horses are not allowed on the South Rim.  Horseback riding is permitted in the Gunnison Gorge National Conservation Area west of the National Park. Contact the Bureau of Land Management for more information on the Gunnison Gorge National Conservation Area (BLM, Montrose District Office, 2465 South Townsend Avenue, Montrose, CO 81404; (970) 240-5300. Gunnison Gorge National Conservation Area » General Rules for Horse Use  Any other use of horses or pack animals is prohibited unless authorized by a grazing use permit approved by the superintendent.  All hay used for livestock feed or bedding must be certified as weed free in compliance with Montrose or Gunnison County Standards.  Grazing is prohibited.  There are no hitching posts available along any trails or at trailheads.  Picketing, hobbling or tying livestock to natural features, such as trees, bushes or rocks, is prohibited.  Recommended Procedures To help insure a safe, pleasant visit for your horse, yourself and other visitors to this area, please observe the following suggested practices.  Stay on the approved, pre-existing trails at all times.  Always carry a first aid kit for you and your horse.  Carry adequate water for you and your horse. Water may not be available on the trail.  Walk your horse. Moving at faster gaits increases trail erosion and endangers hikers.  Always alert hikers when you approach them. Ask them to yield the trail. Be prepared to give them instructions on how to behave around your horse. Ask them not to pet or feed your animal. Warn them if your horse kicks or bites.  Pass other trail users only when and where it is safe to do so.  Do not tie horses to trees, bushes rocks, or other natural features.  Clean up after yourself. Pack out all litter. Remove horse manure from the trail and scatter it. Remove manure and excess hay from corrals and dispose of it properly.  Bears reside in this area. Store horse feed in proper containers, and secure it inside a vehicle.  If you discover serious trail damage or a fire, notify a park ranger immediately.  If your animal is injured or dies on a trail, notify a park ranger immediately.  If your horse gets loose, and you are unable to catch it, notify a park ranger as soon as possible.",
    "url": "https:\/\/www.nps.gov\/blca\/planyourvisit\/horsebackriding.htm"
}
