{
    "title": "Black Canyon Of The Gunnison National Park: Hiking the Inner Canyon",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking the Inner Canyon              Hiking the Inner Canyon         The Gunnison Route, sometimes referred to as the \"easiest\" route, is still extremely steep, rocky and strenuous. NPS Photo by Lisa Lynch  There are no maintained or marked trails into the inner canyon. Routes are difficult to follow, and only individuals in excellent physical condition should attempt these hikes. Hikers are expected to find their own way and to be prepared for self-rescue. While descending, study the route behind, as this will make it easier on the way up when confronted with a choice of routes and drainages. Not all ravines go all the way to the river, and becoming \"cliffed out\" is a real possibility. Poison ivy is nearly impossible to avoid, and can be found growing 5 feet tall along the river. Pets are not allowed in the wilderness. Inner canyon routes are not meant for small children.        It's not a good idea to leave garbage or store food in outhouses.   BE BEAR AWARE. Bears have made amazing efforts to obtain hikers' snacks. A bear that becomes habituated to humans and their food will ultimately need to be destroyed. Keep your backpack within arms reach at all times.  Basic Necessities The hike into the canyon and back up is very strenuous. Bring high energy foods and at least 4 quarts of water per person per day. Giardia is in all water sources, including the river, therefore all water must be purified. Sturdy hiking boots are an absolute must due to the unstable terrain covered in loose talus and scree. Leave your sandals and low cut running shoes in the car. Always pack in rain gear, afternoon thunderstorms are common. Walking Along the River The mileages listed as \"River Access\" are the maximum distance available to a hiker along the river at low water levels (300-350 cubic feet per second). Wading in the cold river (50F) is hazardous and not recommended, and at levels above 450-500 CFS the combination of high, swift water and cold temperatures increases the danger. Rocks along the shore can be moss encrusted and very slick. Many individuals have been swept to their death in the Gunnison River. Why can't I have a campfire? Dams upstream prevent a natural flow and cycle of driftwood entering the lower canyon. What little organic debris makes its way through the canyon is a vital resource for the recycling of nutrients back into the riverbank and the earth. If you see an old fire ring, please don't be tempted to use it. Bring a small gas stove for cooking in the inner canyon. Wilderness Use Permits Permits, required for all inner canyon activities (including day hikes, climbing, camping and kayaking), are free and available on a first-come, first-serve basis. There are a limited number of permits available daily so arrive early. More information »  The Routes in Winter The winter wilderness brings new challenges. Exploration of the backcountry during the winter is at your own risk. Winter hikers attempting the inner canyon routes should be prepared with snowshoes, crampons, an ice axe, and possibly a rope. Most of the South Rim routes are snow covered from November to April. In light snow years, North Rim routes can be snow free as early as March. Water is not available at either rim during the winter months, so bring your own. Wilderness Regulations   Wilderness Use permits are required. Open fires are prohibited. Use camp stoves only. No pets. A valid Colorado Fishing license is required, and Gold Medal Water regulations apply. No hunting. Collecting wood, flowers, plants, animals and rocks is prohibited. Bury all human waste in 6\" deep holes at least 100 feet from the river. If pit toilets are available, please use them. Pack out all trash, including toilet paper.  Leave No Trace Ethics  Plan ahead and prepare. Make sure all the members of your group have the skills required to complete the trip. Avoid creating trails and campsites. Observe wildlife from a distance and never feed them. To wash yourself or dishes, carry water 200 feet away from the river and use small amounts of biodegradable soap. Pick up all spilled food. Pack in and pack out everything. Protect wildlife by storing food and trash securely. Do not collect anything.     NORTH RIM ROUTES  S.O.B. Draw This route is suggested for the first time North Rim inner canyon hiker. S.O.B. Draw is famous for its abundant poison ivy. Long pants are recommended. Park vehicles in the pull through near the campground registration board, or at the North Rim Ranger Station. The route begins at the access ladder along the fence line just east of the campground. This is on the right side of the road when traveling from the ranger station to the campground. Follow the path to the top of the drainage gully and descend on the far right of the route. The route has short ledges to climb (8-12 ft\/3 m). Campsites are located downstream a short distance. Descent: 2 hours Distance: 1.75 miles (2.8 km) Vertical Drop: 1800 feet (549 m) Ascent: 3 hours River Access: 2 miles (3.2 km) Campsites: 6  Long Draw Formerly called Devil's Slide, Long Draw brings the hiker into one of the narrowest parts of the canyon where canyon walls tower above the swiftly moving Gunnison River. Park at Balanced Rock Overlook, then walk northeast to the bend in the road. The descent begins at the road. Pass through a small area of box elder trees at the rim and scramble down the gully to the river. There is plenty of poison ivy along the bottom of this route. The route has short ledges to climb (8-12 ft\/3 m). Descent: 1.5 hours Distance: 1 mile (1.6 km) Vertical Drop: 1800 feet (549 m) Ascent: 3 hours River Access: .25 mile (402 m) Campsites: 1  Slide Draw This route is extremely steep and the most potentially dangerous due to loose rock and poor footing. Slide Draw requires a 30 foot climb down to start the route. Park at Kneeling Camel View, then walk east until you reach the head of the draw. Follow the draw to the river, taking extra caution due to the large abundance of loose rocks underfoot. A good camping area is found at the river. Descent: 1.5 hours Distance: 1 mile (1.6 km) Vertical Drop: 1620 feet (494 m) Ascent: 4 hours River Access: .75 mile (1.2 km) Campsites: 2     SOUTH RIM ROUTES Gunnison Route This is the most popular route, however it is still very strenuous. This route is recommended to persons attempting their first inner-canyon hike. An 80 foot chain is located 1\/3 of the way down. This route begins at the South Rim Visitor Center. Follow the Oak Flat Trail for 1\/3 mile, down the first few switchbacks. You will come to a sign that says, \"River Access. Permit Required.\" Continue the steep descent to the chain down the drainage. An outhouse and campsites are located a short distance upstream. Descent: 1.5 hours Distance: 1 mile (1.6 km) Vertical Drop: 1800 feet (549 m) Ascent: 2 hours River Access: .75 mile (1.2 km) Campsites: 3  Tomichi Route This route is considered the steepest South Rim route and is very difficult. The entire length is loose rock and receives full sun exposure. Use extra caution while descending. Use the parking area near the South Rim Campground. Take the Rim Rock Trail (which starts near Loop C) to post #13. This is the start of the Tomichi Route. Descend the route until the junction with another draw is reached. Continue to follow the main drainage down the slope to the river. Descent: 1.5 hours Distance: 1 mile (1.6 km) Vertical Drop: 1960 feet (597 m) Ascent: 4.5 hours (or triple the descent time) River Access: .5 mile (0.8 km) Campsites: 2  Warner Route This is the longest route and overnight travel is highly suggested. Campsites are located up and downstream. Hike along the Warner Point Nature Trail and walk up the hill past post #13. Look for a large Utah serviceberry bush on the left that is marked with a small silver sign, titled \"Serviceberry Bush.\" This is the start of the Warner Route. The path leads off to the left. Avoid the first drainage and continue west to the lowest saddle on the ridge before descending. Descent: 2 - 2.5 hours Distance: 2.75 miles (4.4 km) Vertical Drop: 2722 feet (829 m) Ascent: 4 hours River Access: 1 mile (1.6 km) Campsites: 5  Red Rock Canyon Limited access is now available to Red Rock Canyon.  Reservations are required. More Information »      EAST PORTAL ROUTES Devil's Backbone Route Hike downstream on the south side for about 1\/2 mile until you reach the ridge that runs down the cliff. The top 30 feet of this 400 foot scramble is airy and a haul rope can be handy. The bare rock can be slippery with gravel at the top, and you are somewhat exposed to the edge of the cliff. The downstream side is more gentle. You can then hike another mile or more downstream with smaller ridge lines to scramble over. North River Route There is a small boat launch at the registration board that provides a good landing for boating across the river for this route. Once across the river you can hike nearly 2 miles down river to the cliff at Flat Rock Rapid. There is only one low ridge to scramble over at Deadhorse Gulch.      INNER CANYON MAP » (995k pdf) This map shows approximate locations of the inner canyon routes.                        Go Wild in the Wilderness Backcountry Introduction to backcountry activities including hiking the inner canyon routes.  Duration:11 minutes, 24 seconds",
    "url": "https:\/\/www.nps.gov\/blca\/planyourvisit\/hikinginnercanyon.htm"
}
