{
    "title": "Black Canyon Of The Gunnison National Park: Fishing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Fishing              Fishing         Copyright photodisc.com  The Gunnison River within Black Canyon of the Gunnison National Park is designated as Gold Medal Water & Wild Trout Water. Streams and rivers in Colorado are designated as Gold Medal Waters by the state wildlife commission because they provide outstanding angling opportunities for large trout. The Gold Medal Waters begin 200 yards downstream of Crystal Dam and continue to the North Fork of the Gunnison River. Special regulations are required to maintain gold medal quality experiences. Of the more than 9,000 miles of trout streams in Colorado, only 168 miles are designated as Gold Medal. FISH SPECIES LIST » Information from the Northern Colorado Plateau Network.   REGULATIONS These regulations apply to the Gunnison River within Black Canyon of the Gunnison National Park and within Curecanti National Recreation Area at East Portal (between the closure at Crystal Dam and the Black Canyon of the Gunnison National Park boundary):  Use artificial flies or lures only. NO BAIT. ALL Rainbow trout are CATCH AND RELEASE. Limits for brown trout: Daily bag: 4, Possession: 8. A Colorado fishing license is required. Fishing is prohibited within 200 yards downstream of Crystal Dam.  Please see the Colorado Parks and Wildlife Fishing Regulations  for additional information.   Catch and Release Fishing The numbers of fish important to anglers are declining for a variety of reasons. Anglers often catch fish that the law requires them to return to the water, such as rainbows in the Gunnison. Fish become stressed through capture and handling which upsets their blood chemistry. The effects can be cumulative and decimate a fish. We recommend these actions to increase the survival chances of a catch and release fish:  Bring the fish in as quickly as possible. Use barbless hooks, or crimp the barbs with needle nose pliers. Minimize handling the fish. Be sure your hands or net is wet before touching the fish. Use a net with knotless mesh. Keep the fish in the water. It preserves its protective slime coat. Use a hook disgorger to remove hooks in the throat. Do not remove a deep hook, but cut the line just above the lure. Use a heavy leader line, which exerts maximum pressure on the fish. Gently hold fish in water facing upstream to allow it to gain equilibrium and add oxygen to its blood. Release it when it struggles.   How Do I Get to the River? The easiest access to the Gunnison River is to drive the East Portal Road. This road is extremely steep (15% grades) with hairpin curves. Vehicles with an overall length (including trailer) greater than 22 feet are prohibited. Fishing within 200 yards downstream of Crystal Dam is prohibited. The East Portal Road is closed in winter. Anglers seeking a more secluded experience can hike one of the inner canyon routes. Due to the steep, rocky terrain, these extremely difficult scrambles should only be attempted by those in excellent physical condition. A free backcountry permit is required, and can be obtained at the South Rim Visitor Center, North Rim Ranger Station, or East Portal registration board. A backcountry permit is not required for day use anglers entering the national park from East Portal. More inner canyon information »",
    "url": "https:\/\/www.nps.gov\/blca\/planyourvisit\/fishing.htm"
}
