{
    "title": "Black Canyon Of The Gunnison National Park: Rock Climbing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Rock Climbing               Rock Climbing         Photo copyright www.unitao.com  Black Canyon of the Gunnison National Park is a destination that offers vast opportunities to advanced rock climbers. The canyon is extremely deep and narrow. The depth of the canyon at Warner Point (the deepest section of canyon) is 2,722 ft. The Painted Wall is the tallest vertical wall in the state of Colorado with a height of 2,250 ft. In the area of the North and South Chasm Walls, where the majority of the climbing activity takes place, the depth of the canyon is 1,820 ft. The canyon is at its narrowest point in the Chasm View area, with a rim to rim distance of 1,100 ft. Black Canyon of the Gunnison is a full on adventure climbing area. Detailed climbing information for Black Canyon climbs is often difficult to obtain or is non-existent. Black Canyon Rock Climbs by Robbie Williams is currently the most complete guide book on the Black Canyon. The Park Service also retains copies of topos and route information, which have been turned in by first ascent parties. Visit the South Rim Visitor Center or North Rim Ranger Station for information. Visit our Bookstore for guide book information. Black Canyon is not a place for the beginning climber. Of the one hundred forty five climbs that are either found in Black Canyon Rock Climbs or are known by the Park Service; eight are rated at 5.8, and of these eight only four have good information available and see regular ascents. Twenty one climbs have a rating of 5.9; five of these are aid routes and only six of them see any significant climbing activity. The other one hundred and seventeen climbs have ratings between 5.10 and 5.13 and many require aid. All of the climbs at the Black Canyon are committing and many climbers have said that the ratings here can be deceiving. All of the climbs within Black Canyon are multi-pitch traditional routes located in remote areas within the canyon. The National Park Service has rangers trained in high angle rescue, but one should keep in mind that any rescue operation within the park is difficult and requires extended periods of time. Being benighted due to underestimating a route is not cause for rescue at the Black Canyon. Climbers visiting the park should carry the equipment necessary to endure an unexpected bivy. Peak climbing season at the Black Canyon begins in mid-April and runs through the early part of June and then from mid-September through early November. Environmental hazards found at the park during these time periods include frequent afternoon thunder showers, fully leafed out poison ivy, and approach gullies inhabited by ticks. Climbers visiting the park should remember:  Both the North and South Rims have entrance and camping fees. A wilderness use permit is required for all inner canyon travel. Wood gathering is prohibited. Wood fires are not permitted in the inner canyon. Pets are allowed in designated areas only, and not in the inner canyon. Do not leave your pet unattended in a vehicle or campsite. Practice Leave No Trace while in the canyon. Littering will not be tolerated.  PERMITS A free wilderness use permit is required for all inner-canyon activities including climbing. Permits help us monitor use of the wilderness, routes and to keep tabs on this great resource. They also help us identify potential emergencies by letting us know your expected itinerary. Climbers are a large user group in the Black and as such the National Park Service makes significant efforts to address climber concerns and ongoing needs. Filling out a permit only takes a few seconds and doesn't cost a thing. Permits are available at the South Rim Visitor Center or the North Rim Ranger Station. When these facilities are closed, instructions will be posted for self-registration. In addition to a permit, the North Rim Ranger Station has a whiteboard that is used as an informal way of letting other climbers know who is on what route. It prevents multiple parties from piling up on routes and is a quick way to judge climber activity in the canyon.      GUIDED CLIMBING Several commercial guides hold permits to offer guided climbing in Black Canyon. Please visit Guide Services »     BLACK CANYON CLIMBING MANAGEMENT PLAN » (373k pdf)",
    "url": "https:\/\/www.nps.gov\/blca\/planyourvisit\/rockclimbing.htm"
}
