{
    "title": "Black Canyon Of The Gunnison National Park: Scenic Drives",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Scenic Drives              Scenic Drives         Aerial view of South Rim Road. NPS photo by Lisa Lynch  South Rim Road The South Rim Drive is 7 miles from Tomichi Point to High Point, and has 12 overlooks. Most are reached by walking a short trail. Allow 2-3 hours to view several overlooks. Those with limited time should consider stopping at Gunnison Point, Chasm View, Painted Wall and Sunset View. The South Rim Visitor Center, which features exhibits on the canyon, is located at Gunnison Point. The visitor center is open daily throughout the summer, and most days of the week the rest of the year. The South Rim Road beyond Gunnison Point is closed to vehicles in winter.     North Rim Road  The North Rim is reached by taking a gravel road from the east end of Crawford State Park. The North Rim Road provides access to 6 overlooks. The canyon walls on the North Rim are almost vertical, offering some of the most impressive views found in the national park. Allow 2-3 hours for a leisurely tour. Information is available at the North Rim Ranger Station, open intermittently in summer. The North Rim Road is closed in winter.        Aerial view of East Portal Road. NPS photo by Lisa Lynch  East Portal Road  Those wishing to drive to the Gunnison River may do so by taking the East Portal Road. This provides access into Curecanti National Recreation Area where camping, picnicking and fishing are available. East Portal Road is closed in winter. The road is extremely steep (16% grades) with hairpin curves. Vehicles with an overall length (including trailer) greater than 22 feet are prohibited on the East Portal Road. Trailers may be left unhitched and left at a parking area at the campground entrance.  Another access, located at Cimarron (18 miles east via Highway 50), provides an alternative drive to the Gunnison River (and Curecanti National Recreation Area).",
    "url": "https:\/\/www.nps.gov\/blca\/planyourvisit\/drives.htm"
}
