{
    "title": "Black Canyon Of The Gunnison National Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       ENTRANCE FEE - SINGLE VISIT  The entrance fee is $15.00 per vehicle or motorcycle at the South Rim entrance station and the North Rim ranger station of Black Canyon. It covers all persons in a single, private, noncommercial vehicle and is valid for seven calendar days. The entry fee for pedestrians or bicyclists is $7.00 per person, not to exceed $14.00 per bicycle. There is no fee charged for persons 16 years of age or younger.   2016 FEE FREE DAYS Entrance fees will not be charged on the following days. Camping fees will still be charged.   • January 18: Martin Luther King Jr. Day  • April 16-24: National Park Week Opening Weekend   • August 25-28: National Park Service's 100th Birthday • September 24: National Public Lands Day • November 11: Veterans' Day    BLACK CANYON ANNUAL PASS An Annual Pass to Black Canyon of the Gunnison National Park is available at the entrance station for $30.00 This pass admits the permit holder and all accompanying passengers in a single, private, noncommercial vehicle to the park. It is valid for 12 months from date of purchase and covers entry fees only.    COMMERCIAL BUS TOUR FEES   • Bus with 26 or more passenger seating capacity: $100   • Bus with 7-25 passenger seating capacity: $40   • Bus with 6 or less passenger seating capacity: $25 plus $7.00 per person       AMERICA THE BEAUTIFUL PASSES The following passes are part of the National Parks and Federal Recreational Lands Annual Pass Program. These passes are available at the South Rim Entrance Station.         Interagency Annual Pass - $80.00  The Interagency Annual Pass is valid for all National Park Service and U.S. Fish and Wildlife Service entrance fees, and Bureau of Land Management, Bureau of Reclamation, and Forest Service sites that charge a standard amenity fee. (This pass is not valid for other National Park Service fees such as camping, boat tours or boat permits).  This pass permits entry for the pass holder and accompanying passengers in a single, private, noncommercial vehicle at parks that charge a per vehicle entrance fee.  The Interagency Annual Pass costs $80 and is available at the South Rim Entrance Station, online at http:\/\/store.usgs.gov\/pass\/index.html or by phone at 1-888-ASK USGS, extension 1.  The Interagency Annual Pass is valid for one year from the month of purchase, and is non-transferable. Passes sold over the Internet will be punched with an expiration date prior to shipment.          Interagency Annual Military Pass - FREE  Active duty members of the U.S. Military qualify for a free Interagency Annual Military Pass. The military version covers the same fees as the standard Interagency Annual Pass above. A current, valid military identification card is required to obtain the pass. Passes are available at the South Rim Entrance Station.         Interagency Senior Pass - $10.00  The Interagency Senior Pass is a lifetime pass available to persons who are at least 62 years of age and citizens or permanent residents of the United States, for a one time charge of $10.  This pass permits entry for the pass holder and accompanying passengers in a single, private, noncommercial vehicle at parks that charge a per vehicle entrance fee. It also provides for a 50% discount on camping fees and boat fees.  The Interagency Senior Pass can be obtained in person at the South Rim Entrance Station or online at http:\/\/store.usgs.gov\/pass\/index.html. Online sales will be charged an additional $10.00 processing fee. The pass is non-transferable.  Note: The Interagency Senior Pass replaces the Golden Age Passport. Existing Golden Age Passports will still be honored for the lifetime of the cardholder.          Interagency Access Pass - FREE  The Interagency Access Pass is a lifetime pass available without charge to persons who are blind or permanently disabled and citizens or permanent residents of the United States.   This pass permits entry for the pass holder and accompanying passengers in a single, private, noncommercial vehicle at parks that charge at parks that charge a per vehicle entrance fee. An Interagency Access Pass also provides a 50% discount on camping fees and boat fees.  The Interagency Access Pass can be obtained at the South Rim Entrance Station or online at http:\/\/store.usgs.gov\/pass\/index.html. Online sales will be charged a $10.00 processing fee. The pass is non-transferable.ocumentation is required to obtain the pass. Acceptable documentation includes: statement by a licensed physician;document issued by Federal agency such as the Veteran's Administration, Social Security Disability Income or Supplemental Security Income;or document issued by a State agency such as a vocational rehabilitation agency.  Note: The Interagency Access Pass replaces the Golden Access Passport. Existing Golden Access Passports will still be honored for the lifetime of the cardholder.          ACADEMIC ENTRANCE FEE WAIVERS Groups from bona fide educational institutions are eligible for an entrance fee waiver if they are coming to study park resources. Requests should be sent at least 2 weeks in advance of visit using the form below. Application for Academic Entrance Fee Waiver » (pdf file)",
    "url": "https:\/\/www.nps.gov\/blca\/planyourvisit\/fees.htm"
}
