{
    "title": "California National Historic Trail: Certified Sites on the California NHT",
    "body": "Explore This Park    Get Involved     Partners     Certified Sites on the California NHT              Certified Sites on the California NHT       The owners and managers of these historic sites and interpretive centers are certified partners with the National Park Service on the California National Historic Trail. (updated May 20, 2014) IOWA Western Historic Trails Center: 3434 Richard Downing Avenur, Council Bluffs KANSAS Alcove Springs Historical Site: on East River Road, 6 miles west of U.S. 77, 6 miles north of Blue Rapids Gardner Museum: 204 West Main Street (at Oak Street), Gardner, Johnson County Harmon Park (trail swale), Austin Harmon Park: 7727 Delmar Street (at 77th Place), Prairie Village. The park is located one mile west of the Kansas-Missouri border. Lone Elm Campground: in Lone Elm Park at corner of South Lone Elm Road and West 167th Street, Olathe Mahaffie Farmstead and Stagecoach Stop: 1200 E. Kansas City Road, adjacent to Kansas City Road Park (near North Ridgeview Road), Olathe, Johnson County Watkins Community Museum of History: 1047 Massachusetts Street, Lawrence, Douglas County MISSOURI Archibald Rice House (Rice-Tremonti Home): 8801 E. 66th Street (at Blue Ridge Boulevard), Raytown 85th and Manchester Trail Swales: 7558 East 85th Street (at South Manchester Avenue), near the intersection of Blue Ridge Boulevard and James A. Reed Road, Kansas City Hart Grove Creek Trail Segment, Marion Park: southeast of the corner of U.S. Highway 71 (Bruce R. Watkins Drive) and East Bannister Road (County Road West) in southern Kansas City. National Frontier Trails Museum: 318 W. Pacific Avenue, Independence New Santa Fe Cemetery Trail Ruts: one-half block east of State Line Road on West Santa Fe Trail (between 121st and 123rd streets), in southwestern Kansas City Raytown Historical Society Museum: 9705 East 63rd Street, Raytown, Jackson County 3-Trails Greenway, Bannister Mall Segment: on the north side of East Bannister Road between Interstate 435 and Hillcrest Road, Kansas City. The location of this segment has not yet been designated, but it will most likely cross the southeastern portion of the mall property. 3-Trails Greenway, Hickman Mills School District Segment: this is a 2,000-foot trail segment, located on the property of the Hickman Mills School District, begins just northeast of the district's administration building (at 9000 Old Santa Fe Road, near Eastern Avenue) and continues to the vicinity of 91st Street and Old Santa Fe Road in Kansas City. Upper Independence Landing (Wayne City Overlook): on the right (south) bank of the Missouri River, near Sugar Creek. The overlook, on the bluff overlooking the river, is on North River Boulevard, north of East Kentucky Road and just south of the Wayne City Road intersection. NEBRASKA Great Platte River Road Archway Monument: astride Interstate 80, 2 miles east of Kearney  OREGON Douglas County Museum of History and Natural History: 123 Museum Drive, Roseburg",
    "url": "https:\/\/www.nps.gov\/cali\/learn\/management\/certified-sites-on-the-california-nht.htm"
}
