{
    "title": "California National Historic Trail: How To Create Your Sign Plan",
    "body": "Explore This Park    Get Involved     Partners     How To Create Your Sign Plan               How To Create Your Sign Plan          The family of roadway signs designed for the California National Historic Trail creates a unique opportunity for visitors. The signs help them find roads, trail segments, and sites where history happened. A sign's brown background alerts travelers that there's an opportunity to explore the historic trail ahead. The logo identifies places as being on the California National Historic Trail. We hope you agree and that you will partner with the National Park Service (NPS) to help travelers find the national historic trail and explore our shared heritage! These web pages are designed to assist you in creating your own sign plan. Please read the information under each subhead link below and call us with any questions.  The Sign Planning Process Developing a sign plan is the first step toward signing the trail. Next steps include working with NPS staff and eventually with agencies having jurisdiction over local roads and state highways. Trail association members and other trail partners will develop sign plans using this template to identify trail routes and resources locally and regionally. Most sign plans use logical political jurisdictions, such as city or county limits, as project boundaries. Please contact NPS staff before you begin your sign plan so we can guide and assist you. The NHT Family of Signs and How to Use Them The sign plan template addresses the use of road signs. It is not for interpretive exhibits or pedestrian signs. (Contact us if you are interested in pedestrian trail signing. Pedestrian versions of many standard national historic trail signs have been developed.  Using the Online Sign Planning Tool to Create Your Sign Plan Once you contact NPS and start your sign plan, go to this link for an online sign planning tool.      Steve Burns Landscape Architect National Park Service National Trails Intermountain Region P.O. Box 728 Santa Fe NM 87504 (505) 988-6737 (505) 986-5214 fax e-mail us",
    "url": "https:\/\/www.nps.gov\/cali\/learn\/management\/how-to-create-your-sign-plan.htm"
}
