{
    "title": "California National Historic Trail: Bibliography",
    "body": "Bibliography       The California Trail and the Oregon Trail shared a common corridor between the Missouri River and western Wyoming. For more reading recommendations, see the National Park Service Oregon Trail bibliography at www.nps.gov\/oreg\/historyculture\/bibliography.htm. Traveling the Trail Many excellent guidebooks for specific routes and cutoffs of the California Trail are available from organizations such as the Oregon-California Trails Association and Trails West, Inc. Here are a few recommendations for today's travelers on the California Trail. (Be sure always to ask permission before entering private property.) Brock, Richard K., and Donald E. Buck. A Guide to the California Trail to the Humboldt River: From the Raft River to the Humboldt River and Humboldt Wells. Reno: Trails West, Inc. _____________.  A Guide to the California Trail along the Humboldt River. Reno: Trails West, Inc., 2007. Brown, Randy, and Reg Duffin. Graves and Sites on the Oregon and California Trails. Independence, Missouri: Oregon-California Trails Association, 1998. See also the National Park Service Auto Tour Route Interpretive Guide series, available for download from this website and in hard copy from the National Park Service and various trail visitor venues. General Trail History Bagley, Will. So Rugged and Mountainous: Blazing the Trails to Oregon and California 1812-1848. Norman: University of Oklahoma Press, 2009. Meldahl, Keith. Hard Road West: History and Geology along the Gold Rush Trail. Chicago and London: University of Chicago Press, 2007. Morgan, Dale L. Humboldt: Highroad of the West. Lincoln and London: University of Nebraska Press, 1985. Rarick, Ethan. Desperate Passage: The Donner Party's Perilous Journey West. New York: Oxford University Press, 2008. Stewart, George R. The California Trail. McGraw-Hill, 1962. Personal Accounts of the Trail These are just a few of many outstanding first-person chronicles of the California Trail experience. Bagley, Will. Across the Plains, Mountains, and Deserts: A Bibliography of the Oregon-California Trail, 1812-1912, 2014. Adobe PDF, 2.4 Mb  This Oregon and California trails bibliography of emigrant experiences provides information for accessing about 2,500 primary accounts and almost 2,000 secondary sources. Resources cited describe life on the trail, and include books, magazine and newspaper articles, government documents, maps, and manuscript collections. Bryant, Edwin. What I Saw in California. Qontro Classic Books, 2010. (Originally published in 1848. Also available online at www.authorama.com\/what-i-saw-in-california-1.html Holliday, J.S. The World Rushed In: The California Gold Rush Experience. Norman: University of Oklahoma Press, 2002. Holmes, Kenneth L., Editor. Covered Wagon Women: Diaries & Letters from the Western Trails 1840-1980. Eleven volumes. Spokane: Arthur H. Clark Company, 1983-1993. Johnson, Kristin, Editor. \"Unfortunate Emigrants\": Narratives of the Donner Party. Logan: Utah State University Press, 1996. Leinhard, Heinrich. A Pioneer at Sutter's Fort, 1846-1850: The Adventures of Heinrich Lienhard. Norman: University of Oklahoma Press, 1961. (Originally published in German in 1900 and in English in 1941) Lord, Israel Shipman Pelton. A Doctor's Gold Rush Journey to California. Necia Dixon Liles, Editor. Lincoln and London: University of Nebraska Press, 1995. Social History of the Trail Faragher, John Mack. Women and Men on the Overland Trail. New Haven and London: Yale University Press, 1979. Levy, Jo Ann. They Saw the Elephant: Women in the California Gold Rush. Norman: University of Oklahoma Press, 1992. Ravage, John W. Black Pioneers: Images of the Black Experience on the North American Frontier. Salt Lake City: University of Utah Press, 1997. Tate, Michael L. Indians and Emigrants: Encounters on the Overland Trails. Norman: University of Oklahoma Press, 2006. Werner, Emmy E. Pioneer Children on the Journey West. Boulder, Colorado: Westview Press, 1995. Other Cultures of the Trail (A Sampler) See www.nps.gov\/oreg\/historyculture\/bibliography.htm for references to native peoples east of South Pass, Wyoming. For western tribes of the California Trail, see: Crum, Steven J. The Road on Which We Came: A History of the Western Shoshone. Salt Lake City: University of Utah Press, 1994. Cuch, Forrest, Editor. A History of Utah's American Indians. Salt Lake City: Utah State Division of Indian Affairs\/Utah State Division of History, 2003. Hebard, Grace Raymond. Washakie, Chief of the Shoshones. Lincoln: University of Nebraska Press, 1995. (An account of Wyoming's Eastern Shoshone people, originally published in 1930) Hopkins, Sarah Winnemucca. Life Among the Piutes: Their Wrongs and Claims. Reno: University of Nevada Press, 1994. (Originally published in 1883) Inter-Tribal Council of Nevada. NEWE: A Western Shoshone History. Reno: Inter-Tribal Council of Nevada, 1976. _____________. NUMA: A Northern Paiute History. Reno: Inter-Tribal Council of Nevada, 1976. _____________. WA SHE SHU: A Washo Tribal History. Reno: Inter-Tribal Council of Nevada, 1976. Madsen, Brigham D. The Northern Shoshoni. Caldwell, Idaho: Caxton Press, 1999. Secrest, William. When the Great Spirit Died: The Destruction of the California Indians. Fresno: Quill Driver Books\/Word Dancer Press, 2002. For Children Erickson, Paul. Daily Life in a Covered Wagon. New York: Puffin Books, 1997. Friedman, Mel. The California Gold Rush. Scholastic Inc.\/Children's Press, 2010. Laurgaard, Rachel K. Patty Reed's Doll: The Story of the Donner Party. (A fictionalized account often used in elementary school curriculums) Schroeder, Lisa Golden. Exploring History through Simple Recipes: California Gold Rush Cooking. Mankato, Minnesota: Capstone Press\/Blue Earth Books, 2000. Silverman, Jerry. Singing Our Way West: Songs and Stories of America's Westward Expansion. Brookfield, Connecticut: Millbrook Press, 1998. Terry, Michael. Daily Life in a Plains Indian Village 1868. New York: Clarion Books, 1999. Wadsworth, Ginger. Words West: Voices of Young Pioneers. New York: Clarion Books, 2003.",
    "url": "https:\/\/www.nps.gov\/cali\/learn\/historyculture\/bibliography.htm"
}
