{
    "title": "California National Historic Trail: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do         The Wagner Perspective  There are a number of ways to enjoy the California National Historic Trail, including auto-touring, visiting interpretive sites, hiking, biking or horseback riding trail segments, and visiting museums. Depending on which segment you would like to explore, some or all of these activities may be available. Although the word \"trail\" is used in the name, the California NHT is not a true hiking trail. With 2,000 miles of the original route now in the hands of various private and public entities, access to trail segments depends upon the permission of the land owner. Some segments are open to the public for hiking and other means of recreation, while others are not. Following is a list of recommended pages for visiting for the California NHT. Inquiries about segments not listed are best made locally. For more information, see the Links and Resources, Places To Go, and the pages for the Auto Tour Route driving directions.     Camping  The National Park Service does not offer any camping facilities along the trail. Inquire with local land managers (see Links and Resources page for contact information). Short Hikes (usually less than 300 yards) to trail ruts or historic sites  Minor Park Ruts, Red Bridge Crossing of the Blue River in Kansas City, MO Alcove Springs in Blue Rapids, KS Rock Creek Station in Fairbury, NE California Hill in Brule, NE Ash Hollow State Park in Lewellen, NE Scotts Bluff National Monument\/Mitchell Pass in Gering, NE Fort Laramie NHS\/Bedlam Ruts in Fort Laramie, WY Register Cliff\/Deep Rut Hill in Guernsey, WY Avenue of Rocks on Poison Spider Road west of Casper, WY Independence Rock on the Sweetwater River in WY Devils Gate on the Sweetwater River in WY South Pass near South Pass, WY Thompson Pass on Lander Road, WY Massacre Rocks west of American Falls, ID on I-86 City of Rocks NP\/Pinnacle Pass in Almo, ID Grayback Hills Swale north of I-80, west of Grayback Hills in UT Lassen Volcanic National Park, Nobles Road-Hwy 89 in northern California  Long Hikes (extensive trail segments)  South Pass Segment: Independence Rock to Parting of the Ways, 125 miles South Pass near South Pass City, WY Lander Road: LaBarge Creek Ranger Station to Smith's Fork, WY, approx. 10 miles Bear River Divide Segment: US 189 to WY 89, 31 miles Little Emigration Canyon: Mormon Flat to Big Mountain, 4.5 miles Red Lake Pass to Carson Pass: Carson Route Hwy 88, CA  4x4 and Horse Access (extensive trail segments)  Oregon Trail Road: Mills, WY to WYO-220 just north of Independence Rock, 41.5 miles South Pass Segment: Independence Rock to Parting of the Ways, 125 miles Lander Road: Burnt Ranch, WY to Fort Hall, ID, approx. 250 miles Parting of the Ways: end of the South Pass segment Bear River Divide Segment: US 189 to WY 89, 31 miles Fort Bridger to Muddy Creek: approx. 14 miles Skull Valley UT Segment: Timpi Spring to Aragonite Exit on I-80, approx. 45 miles California Trail Backcountry Byway: Goose Creek to Hwy 93, in northeast NV, approx. 50 miles  Trail Museums  National Frontier Trails Center in Independence, MO Western Historic Trails Center in Council Bluffs, IA Chimney Rock NHS in Bridgeport, NE Scotts Bluff NM in Gering, NE National Historic Trails Interpretive Center, Casper, WY Museum of Church History and Art in Salt Lake City, UT",
    "url": "https:\/\/www.nps.gov\/cali\/planyourvisit\/things2do.htm"
}
