{
    "title": "California National Historic Trail: Auto Tour Route - California",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Maps     Auto Tour Route - California                Auto Tour Route - California       Below the map are driving directions to follow the Auto Tour Routes for the California National Historic Trail west into California, from Nevada. The various routes are listed north to south.       Auto Tour Route driving directions for California. NPS Image       The Applegate Trail (to Oregon):  1. Take State Route 299 west through Alturas to State Route 139. 2. Turn west onto State Route 139 into Oregon.  The Nobles Trail:  1. Take State Route 299 west to U.S. Route 395 at Alturas. 2. Turn south onto U.S. Route 395. 3. Take U.S. Route 395 south to State Route 44. 4. Turn west onto State Route 44. 5. Take State Route 44 west to State Route A-17. 6. Turn west onto State Route A-17. 7. Take State Route A-17 west to Interstate 5. 8. Turn north onto Interstate 5. 9. Take Interstate 5 north to State Route 273. 10. Turn north onto State Route 273 to the trail's end at Shasta.  The Lassen Trail:  1. Take State Route 299 west to U.S. Route 395 at Alturas. 2. Turn south onto U.S. Route 395. 3. Take U.S. Route 395 south to State Route 36. 4. Turn west onto State Route 36. 5. Take State Route 36 west to State Route 32. 6. Turn south onto State Route 32. 7. Take State Route 32 south to State Route 99. 8. Turn north onto State Route 99 and proceed to trail's end at Vina.  The Beckwourth Trail:  1. Take U.S. Route 395 north to State Route 70. 2. Turn west onto State Route 70. 3. At Quincy, turn west onto Bucks Lake Rd. 4. Take Bucks Lake Rd. to the trail's end at Bidwell Bar.  The Truckee Route:  1. From Reno, NV, take Interstate 80 west to State Route 20. 2. Turn west onto State Route 20. 3. Take State Route 20 west to State Route 49. 4. Turn south onto State Route 49, which crosses the trail near the trail's end at Johnson's Ranch.   The Carson Route:  1. Take U.S. Route 50 west from Nevada to Sacramento and the trail's end. 2. Alternative: take state route 89 south from South Lake Tahoe on US 50 and then follow state road 88 west along the Carson River and over the Carson Pass to Jackson and Sacramento.  The Walker River\/Sonora Route:  1. Take U.S. Route 395 south from Nevada to State Route 108. 2. Turn west onto State Route 108. 3. Take State Route 108 west to the trail's end at Sonora.  Total original trail miles in California (including alternate routes and cutoffs): 994",
    "url": "https:\/\/www.nps.gov\/cali\/planyourvisit\/auto_ca.htm"
}
