{
    "title": "Denali National Park & Preserve: Ptarmigan",
    "body": "Ptarmigan         Ptarmigan. Tom Mangelson.    All three species of North American ptarmigan: willow, rock and white-tailed, live in Denali. Ptarmigan are members of the grouse family and they spend much of their lives on the ground. They are, however, very capable fliers and often use their speed and agility to escape aerial predators such as gyrfalcons and golden eagles and terrestrial predators such as red fox.  Ptarmigan blend in well with their surroundings, all species change the color of their plumage in the winter. The tail of the white-tailed ptarmigan is white throughout the year. The tails of the willow and rock ptarmigan remain black throughout the year.  The smallest and least common is the white-tailed ptarmigan. In summer it lives on high mountain ridges. The larger and more abundant rock ptarmigan lives on mountainsides and in mountain valleys. The largest and most abundant species is the willow ptarmigan. Willow ptarmigan occur across many habitats in Denali, but are not usually found at higher elevations.   Ptarmigan are year-round residents in Denali. In winter, all three species may flock together and they may travel great distances searching for food. Flocks may be as large as several hundred ptarmigan. The feet of ptarmigan are feathered and these rather stiff feathers provide them with good support for walking on snow.  The cackling, groaning, growling, snoring and screaming vocalizations of ptarmigan are common sounds in Denali each spring. Increases in vocalizations signal that the breeding season is underway. Male ptarmigan are very territorial and they vigorously defend their territories from other males. Once breeding is over, however, male rock and white-tailed ptarmigan leave the rest of the job of raising their young to the females. But male willow ptarmigan actively defend their females and their young. Some male willow ptarmigan breed with more than one female and protect these females and their young as well.   The abundance of willow ptarmigan fluctuates in Denali, perhaps in synchrony with snowshoe hare cycles. Predators such as gyrfalcons and golden eagles that depend on this species as a food supply usually have fewer young in years when ptarmigan numbers decline.   Ptarmigan are highly specialized for living in alpine and arctic regions. Changes in weather patterns and winter weather conditions due to global climate change may affect their populations.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/ptarmigan.htm"
}
