{
    "title": "Denali National Park & Preserve: Peregrine Falcon",
    "body": "Peregrine Falcon         Peregrine Falcon. Tom Mangelson   There are three subspecies of peregrines in Alaska, the American or continental peregrine falcon (Falco peregrinus anatum), the tundra or arctic peregrine falcon (Falco peregrinus tundrius), and the Peale’s peregrine falcon (Falco peregrinus pealei). Tundra peregrines breed at higher latitudes in Alaska and Peale’s falcons occur in southern Alaska. The American peregrine falcon is found throughout interior Alaska, especially along rivers. Only the American peregrine falcon breeds in Denali, but tundra peregrines probably pass through during migration.  The American peregrine falcon is one of the best known raptors in North America. Many people are aware of the population declines of this species due to problems with egg-shell thinning caused by persistent organic pollutants such as DDT. Populations of this species were driven to the brink of extinction and the peregrine falcon was federally listed as an endangered species in 1973. Reducing DDT in our environment provided peregrine falcons with a chance to recover and the population in Alaska has grown rapidly from 1980 to the present. The American peregrine falcon was removed from the endangered species list in 1999.  American peregrine falcons were never common in Denali. The extensive alpine regions of Denali do not support high densities of prey favored by peregrines and the lowland areas don’t contain many cliffs or rock outcrops for nesting. In 1988, Denali scientists documented the first breeding pair of peregrine falcons in Denali on a granite tor near Chilchukabena Lake. In 1989 these scientists found another pair breeding on a small bluff on the Toklat River and in 2002 they found two more pairs, all on the Toklat River. It appears that peregrines are moving into some of the lowland areas in Denali as their populations grow in interior Alaska.  Denali scientists continue to survey for peregrine falcons each year during ongoing golden eagle and gyrfalcon studies. Cliffs and bluffs in the lowlands are likely to support more pairs of American peregrine falcons in Denali in the future.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/peregrine.htm"
}
