{
    "title": "Denali National Park & Preserve: Black-capped Chickadee",
    "body": "Black-capped Chickadee         Black-capped chickadee.  © Roy Corral  Black-capped chickadees and boreal chickadees are tiny but tough songbirds that are year-round residents in Denali. Boreal chickadees are more common in large mature forests while black-capped chickadees are found in mixed and deciduous forests and shrubby areas. One Fairbanks researcher often refers to these small songbirds as \"barracudas with wings\". Black-capped chickadees are constantly searching for food and when they find it they seize it with powerful vise-like bills.   Black-capped chickadees weigh in at just a half-ounce (12 grams). Black-capped chickadees living at northern latitudes are nearly 25% larger than those living in more southern areas. Further, black-capped chickadees in northern environments store more body fat in winter, providing greater insulation from the cold and more fuel for keeping warm. This species also uses nocturnal hypothermia to survive in the long subarctic night. By dropping their body temperature nearly 10oC (18oF) to a minimum of 30o C (86oF), chickadees decrease their metabolic rate and conserve precious energy supplies.   In the late 1990’s, birdwatchers in the Anchorage and Matanuska Valleys (about 200 miles south of Denali) observed black-capped chickadees with deformed bills. These birds were having difficulty feeding and often relied on peanut butter and suet for food. Many times they fed on the ground, often laying on their sides to manipulate and crack seed. Scientists from the U.S. Geological Survey, Alaska Biological Science Center are currently studying the extent of the bill deformity problem and are trying to determine the causes of the deformities.   Denali scientists are learning more about the abundance and distribution of breeding black-capped chickadees by conducting systematic surveys during the summer.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/chickadee.htm"
}
