{
    "title": "Denali National Park & Preserve: Moose",
    "body": "Explore This Park    Learn About the Park     Nature     Wildlife     Mammals     Moose                  Moose        NPS Photo \/ Kent Miller     Moose face many natural and human related challenges. These factors can potentially affect their behavior, distribution and population:   weather predation by wolves and bears human development.   Moose in the park tend to live in forested areas that are often close to lakes and marshes and other bodies of water. Moose are also excellent swimmers. In the winter they remain in their territory, often in willow marshes, and form \"yards\"- they create paths in the deep snow as they paw for food. During the summer they graze on grasses, forbs, underwater vegetation, bushes, coniferous needles and deciduous leaves. Moose are very large, fast animals and are aggressive when disturbed.  Size  Adult males are called bulls, adult females are cows and the young are called calves. Moose are not typically found in large herds, they are mainly found as single animals or in small groups. Moose are the largest member of the deer family.   Adult males can weigh 900-1400 pounds and females can weigh 700-1100 pounds. They have extremely long legs and stand 5-6 ½ feet at the shoulder. They use their long legs to wade into bodies of water and eat plants off the bottom. Their legs also enable them to paw through deep snow to reach food in winter. Their body is covered with black or very dark brown hair. They have a very large head with a dewlap of skin, called a \"bell,\" hanging down from the jaw.  Reproduction  Moose breed in late September and early October. Bulls have large antlers that curve upward and back. The antlers are palmate; having a flattened area like the palm of your hand, with the fingers or tines pointing up. The bulls use these antlers to spar during the breeding season or rut.   During the rut, bulls can be extremely aggressive and dangerous. The grow antlers each spring and shed them in early winter, after breeding season. The breeding season is one of the few times moose form small groups - normally they are solitary creatures.   Cows remain pregnant for about 8 months and calving occurs in late May through early June. Calves are born with a reddish brown coat with no spots and their coat darkens with age. Cows often have twins and sometimes triplets. There are approximately 1,800 moose on the north side of the Alaska Range in Denali National Park and Preserve.                Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: moose DENA denali",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/moose.htm"
}
