{
    "title": "Denali National Park & Preserve: Golden Eagle",
    "body": "Golden Eagle (Aquila chrysaetos)       Golden eagles are found in the northern regions of North America, Europe, and Asia.  Six subspecies of golden eagles share this global range but only one, Aquila chrysaetos canadensis, makes its home in North America.  North American, or Nearctic, golden eagles are widely distributed across Alaska, Canada, the western U.S., and Mexico. Populations in the eastern United States declined as human activities increased in this region.         Populations of golden eagles above 55 degrees north latitude are migratory. These eagles nest and raise their young in the north during the summer and move to milder southern climates in the winter.  While Alaska boasts a population of bald eagles greater than that in all of the other 49 states combined, the mountainous regions of Denali National Park, especially north of the Alaska Range, are much better suited to golden eagles. Bald eagles are found in Denali, but primarily on the south side of the Alaska Range along waterways and lakes.  Golden eagles inhabit open and mountainous areas over most of their range, hunting in landscapes dominated by short vegetation and restricted tree cover.        Golden eagle low contour flying in Denali National Park and Preserve   Utilizing hunting techniques such as soaring, still perching, and low contour flying, golden eagles combine acute vision, power, speed, and agility to capture and kill their prey. Factors such as weather conditions, escape response of the prey, topography, and experience of the bird determine the hunting strategy used by a golden eagle.  Throughout the Northern Hemisphere, golden eagles are the preeminent diurnal (daytime) predator of medium-size birds and mammals in open country.        Hoary marmot scanning the terrain   In Denali, golden eagles prey primarily on ptarmigan, snowshoe hare, arctic ground squirrel, hoary marmot, and carrion. Additional prey includes pine martin, porcupine, Dall sheep lambs, caribou calves, red fox, beaver, muskrat, smaller mammals (such as voles), and a variety of birds.  Golden eagles rarely eat fish.      Golden eagles in Denali are largely unaffected by predation. Nests are usually inaccessible to ground predators and golden eagles will defend their young from terrestrial predators and other raptors.  Golden eagles spend mid-March to late September in Denali. Territorial pairs reunite, breed, and raise their young. While traditional nesting areas are used for many years, whether or not the same pairs remain together over their lifetime and use the the same nesting area each season is unknown.  We estimate that there are 125 territorial pairs of golden eagles living in and near the boundaries of Denali.         Side view of an empty nest   Golden eagles in Denali usually build their nests on cliffs or rock outcroppings, although a few nests are in trees just north of Denali. The nests can be as large as 5 feet square or as small as 1 1\/2 feet wide and consist of sticks lined with grasses, lichen, and feathers.  Most nests are decades, sometimes centuries, old and are repaired and reused through the years.  Eagles build multiple nests in their territories and alternate use among them from season to season.        Golden eagle nestlings   Most pairs of eagles complete their clutches of 1 to 3 eggs by early to mid-April in Denal. Hatching occurs 45 days  later in mid-May to early June.    The number of pairs that successfully lay eggs in Denali varies annually. More eagles lay eggs when snowshoe hare  and willow ptarmigan are numerous and less lay eggs when these early season prey populations are low.  Eaglets take their first flight about 70 days after they hatch (usually by early August). Males may fledge a few  days earlier than females.        Golden eagle fledgling   Fledglings make their first southern migration in late September, leaving Denali independent of their parents and their siblings.  Most juvenile golden eagles from Denali complete their first migratory journey south in about 6 weeks.  Golden eagles from Denali winter as far east as Kansas and South Dakota, as far south as northern Mexico, and as far west as central Washington.  Subadult eagles (one to four years old) are not seen in Denali in great numbers. Exposure to territorial adult eagles aggressively defending nest sites is a significant threat to the younger, inexperienced eagles. Most returning subadults spend their summers spread across northern and interior Alaska.  Only 10 to 15% of the eaglets that leave nests in Denali will live to reach sexual maturity at about five years of age. Most will die due to starvation, disease, predation, and electrocution. Unfortunately, deaths occasionally occur due to illegal shooting. Golden eagles that survive through their younger years may live 25 to 35 years in the wild.        Habitat alteration and destruction is the greatest threat to golden eagles   Overall, the greatest threat to golden eagles in North America is the alteration and destruction of native  habitats. These changes are causing a ripple effect of problems for entire ecosystems and are likely to have  detrimental effects on golden eagle populations nesting and wintering in the western United States.   The future of golden eagles and many other species of migratory birds depends on our ability to conserve important  breeding, migratory, and wintering habitats and the resources within these areas.        A golden eagle soaring in the clouds over Denali National Park and Preserve   Adult golden eagles have a wingspan of more than 2 meters (over 6 feet) and are often seen soaring on thermals for long periods of time without any apparent movement of their wings.  Adult plumage is predominately uniform dark brown. The tips of the tail feathers are very dark and form a band at the end of the tail. The hackles (feathers on the back of the neck and head) range in color from deep gold to pale blonde and are the reason these eagles are called golden eagles.  The legs of Golden Eagles are feathered to their feet.        Silhouette of an adult golden eagle still perched on a rock outcropping   Female golden eagles are considerably larger than males. Their wing-length is nearly 10% longer and they outweigh  their male counterparts by 40 to 50%. The average male eagle weighs 3500 grams and the average female weighs 5000  grams (8 and 11 pounds respectively).      Denali Golden Eagle Study: Publication List (February 2015)    Eaton, M.J., J. Martin, J.D. Nichols, C. McIntyre, M.C. MacCluskie, J.A. Schmutz, B.L. Lubow, and M.C. Runge. 2014. Applications of threshold concepts to ecological management problems: occupancy of golden eagles in Denali National Park, Alaska. Pages 67-86 in Guntenspergen, G.R. (editor). Application of Threshold Concepts in Natural Resource Decision Making. Springer. Fackler, P.L., K. Pacific, J. Martin, and C. McIntyre. 2014. Efficient use of information in adaptive management with an application to managing recreation near Golden Eagle nesting sites. PloS One 9(8):e102434  Kochert, M.N., K. Steenhof, C.L. McIntyre, and E.H. Craig. 2002. Golden Eagle (Aquila chrysaetos) in A. Poole, and F. Gill (eds.), The Birds of North America no. 684. The Birds of North America, Inc., Philadelphia, PA. Martin, J., P.L. Fackler, J.D. Nichols, M.C. Runge, C.L. McIntyre, B.L. Lubow, M.C. MacCluskie, and J.A. Schmutz. 2011. An adaptive-management framework for optimal control of hiking near Golden Eagle nests in Denali National Park. Conservation Biology 25:316-323.  Martin, J., C.L. McIntyre, J.E. Hines, J.D. Nichols, J.A. Schmutz, and M.C. MacCluskie. 2009. Dynamic multistate site occupancy models to evaluate hypotheses relevant to conservation of Golden Eagles in Denali National Park, Alaska. Biological Conservation 142:2726-2731.  Martin, J., J.D. Nichols, C.L. McIntyre, G. Ferraz, and J.E. Hines. 2009. Perturbation analysis for patch occupancy dynamics. Ecology 90:10-16.  McIntyre, C.L., and M.D. Paulson. 2015. What came first, the nest or the egg? An unusual Golden Eagle nest observed in Denali National Park and Preserve, Alaska. Journal of Raptor Research 49: 98-101.  McIntyre, C.L. 2012. Quantifying sources of mortality and wintering ranges of golden eagles from interior Alaska using banding and satellite tracking. Journal of Raptor Research 46: 129-134.  McIntyre, C.L., and J.H. Schmidt. 2012. Ecological and environmental correlates of territory occupancy and breeding performance of migratory Golden Eagles Aquila chrysaetos in interior Alaska. Ibis 154:124-135.  McIntyre, C.L., D.C. Douglas, and M.W. Collopy. 2008. Movements of Golden Eagles (Aquila chrysaetos) from interior Alaska during their first year of independence. Auk 125:214-224. McIntyre, C.L., and M.W. Collopy. 2006. Postfledging dependence period of migratory Golden Eagles (Aquila chrysaetos) in Denali National Park and Preserve, Alaska. Auk 123:877-884.  McIntyre, C.L., M.W. Collopy, J.G. Kidd, and A.A. Stickney. 2006. Characteristics of the landscape surrounding Golden Eagle nest sites in Denali National Park and Preserve, Alaska. Journal of Raptor Research 40:46-51.  McIntyre, C.L., M.W. Collopy, and M.S. Lindberg. 2006. Survival probability and mortality of migratory juvenile Golden Eagles from Interior Alaska. Journal of Wildlife Management 70:717-722.  McIntyre, C., K. Steenhof, M.N. Kochert and M.W. Collopy. 2006. Long-term Golden Eagle studies in Denali National Park and Preserve. Alaska Park Science 5:42-45.  McIntyre, C.L. 2002. Patterns in nesting area occupancy and reproductive success of Golden Eagles (Aquila chrysaetos) in Denali National Park and Preserve, Alaska, 1988-99. Journal of Raptor Research 36:50-54.  McIntyre, C.L., and L.G. Adams. 1999. Reproductive characteristics of migratory Golden Eagles in Denali National Park, Alaska. Condor 101:115-123.  Williams, B.K. ad E.D. Brown. 2012. Adaptive Management: The U.S. Department of the Interior Applications Guide, Adaptive Management Working Groups, U.S. Department of the Interior, Washington, DC.          Golden Eagle Science Stories         Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: denali golden eagle golden eagles",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/golden-eagle.htm"
}
