{
    "title": "California National Historic Trail: Links & Resources",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Links & Resources              Links & Resources      National Park Service Sites    Homestead National Monument   Chimney Rock National Historic Site   Scotts Bluff National Monument   Fort Laramie National Historic Site   City of Rocks National Reserve  Lassen Volcanic National Park       Other Federal Trail Agencies    Bureau of Land Management Historic Trails Office This is the primary BLM information office for the Oregon, California, Mormon, and Pony Express National Historic Trails. They have information on trail routes, historic sites, accessibility, and trail conditions.   Bureau of Land Management Deep Creek Resource Area Office 38 South Main Malad City, ID 83252 208-766-4766 The Deep Creek Resource Area Office manages The Hudspeth's Cutoff (an alternate route from the Oregon Trail to the head of the California Trail). The publication \"Emigrant Trails of Southern Idaho\" is available from them.   Bureau of Land Management Eastern Idaho Visitor Information Center The Eastern Idaho Visitor Information Center has Idaho state maps, and various maps (National Forest service, BLM Surface Management and USGS 7.5 Minute Topos) of Idaho and western Wyoming, as well as books on Idaho and surrounding attractions.   Pocatello Resource Area Pocatello Resource Area is where several historic trail segments crossed. It has several pamphlets on trails in the area and the publication \"Emigrant Trails of Southern Idaho.\"   Bureau of Land Management Nevada State Office The Nevada State Office has general statewide information on the Pony Express and California Trails. BLM-Winnemucca District manages the Applegate-Lassen segment of the California Trail in Nevada. It can provide information on accessibility and trail conditions across their management area.   BLM-Winnemucca District   BLM-Surprise Resource Area The Surprise Resource Area manages a section of the Applegate\/Lassen route of the California Trail in California. It has information on trail conditions and accessibility through High Rock Canyon and Surprise Valley.   Caribou National Forest Caribou National Forest can provide information on travel in southeast Idaho, the Lander Cutoff and Soda Springs.   Plumas National Forest Plumas National Forest has a brochure on the Beckwourth Trail route (a branch of the California Trail System) and information on accessibility and trail conditions.  Tahoe National Forest Tahoe National Forest has a detailed map of the California Trail across the Tahoe National Forest and information on trail conditions and accessibility.       State Historic Sites and Organizations   Rock Creek Station State Historic Park Rock Creek Station State Historic Park was a road ranch which catered to stages, freight lines, and emigrant traffic on the Oregon Trail. It was used as a stage station and swing station on the Pony Express. It has an interpretive center, picnic and playground areas, hiking and nature trails, and Oregon Trail ruts and modern campground Fort Kearny State Historical Park Fort Kearny State Historic Park was the first military post along the Oregon Trail. It has a museum, outdoor exhibits, and bookstore. Ash Hollow State Historical Park This site has prominent Oregon Trail ruts, Windlass Hill, museum, and outdoor exhibits. Fort Sedgewick Depot Museum was the site of a pony express station and Fort Sedgewick, which has exhibits and information on the Pony Express and South Platte River Trail. Write: Fort Sedgewick Depot Museum P.O. Box 69 Julesburg, CO 80737 303-474-2264  Fort Bridger State Historic Site Fort Bridger State Historic Site has a restored military and fur trade post, museum, and outdoor exhibits. It also has information on Oregon, California, Pony Express, and Mormon Trails in southwest Wyoming.   Utah Division of Parks and Recreation Utah Division of Parks and Recreation has information on the Hastings Cutoff Route in Temple Utah, especially the hiking segment between Mormon Flat and Big Mountain.   The Oregon Trail Coordinating Council can provide detailed information on the Oregon Trail across the state of Oregon: Oregon Trail Coordinating Council 222 NW Davis, Suite 309 Portland, OR 97205 503-228-7245  Marshall Gold Discovery State Historic Park This park has information on Coloma; gold discovery site on the South Fork of the American River.       Private Museums and Partner Associations  Oregon-California Trails Association The National Oregon\/California Trail Center National Frontier Trails Center       State Tourism   Missouri Division of Tourism Nebraska Travel and Tourism Division Kansas Division of Travel and Tourism Wyoming Division of Tourism Idaho Department of Commerce, Tourism Promotion Oregon Tourism Division Utah Travel Council Colorado Tourism Nevada Commission of Tourism California Office of Tourism       Books and Publications   Bryant, Edwin, What I Saw in California. Reprinted, Lincoln and London: University of Nebraska Press, 1985. Hill, William, California Trail Yesterday and Today: A Pictorial Journey. Boise: Tamarack Books, 1986. Mattes, Merrill, The Great Platte River Road. Lincoln & London: University of Nebraska Press, 1969. Meyers, Sandra L., ed. Ho For California--Women's Overland Diaries from the Huntington Library. San Marino: Henry E. Huntington Library and Art Gallery, 1980. Morgan, Dale, ed. Overland in 1846: Diaries and Letters of the California-Oregon Trail. Georgetown, CA.: Talisman Press, 1963; reprint ed., Lincoln & London, University of Nebraska Press, 1993. Nunis, Dr. Doyce B., ed. The Bidwell-Bartleson Party: 1841 California Emigrant Adventure. Santa Cruz: Western Tanager Press, 1991. Stewart, George, The California Trail: An Epic With Many Heroes. New York: McGraw Hill, 1962; reprint ed., Lincoln & London: University of Nebraska Press, 1983. Unruh, John D., Jr., The Plains Across: The Overland Emigrants and the Trans-Mississippi West, 1840-60. Urbana & Chicago: University of Illinois press, 1982.",
    "url": "https:\/\/www.nps.gov\/cali\/planyourvisit\/links.htm"
}
