{
    "title": "Denali National Park & Preserve: Wolf",
    "body": "Wolves         NPS Photo \/ Ken Conger  Denali is recognized as one of the best places in the world for people to see wolves in the wild. This page includes:   Info on the life of a wolf  Wolf surveys and long-term monitoring  Wolf research details   Management concerns about wolves    Recent Updates   Denali's 2017 wolf buffer proposal to the Alaska Board of Game Narrative descriptions of each pack (2012 - 2016)  Wolf sighting index update (Nov 2015) Wolf populations (April 2016) Wolf Dispersal in Alaskan Parks, an article detailing the impressive mileage some wolves throughout interior Alaska have journeyed in recent years.    Wolves in the News   Media coverage of our paper looking at impacts of breeder loss on wolf packs and populations (Borg et al. 2015. Journal of Animal Ecology)  Nature World News: Wolf Populations are Unfazed by Individual Breeder Deaths  Red Orbit: Loss Of A Breeding Wolf Can Be Devastating, But Does Not Always Spell Doom For The Pack  KUAC Public Radio: Study Shows Single Wolf Death Can Impact Entire Pack  Science Codex, Phys.org: Wolf mother deaths threaten pack survival but not population          A wolf carries off what remains of a caribou leg. NPS Photo\/ Ken Conger  Life of a Wolf    Learn about Wolf Ecology Basics (wolf packs, pups, and the role of wolves in an ecosystem).   Consult this chart giving Natural History Information about Wolves (and other large mammals).   Check out these slides that explain in more detail three Wolf Ecology Concepts (\"Wolves kill moose,\" \"Wolf packs defend territories,\" and \"Alphas lead the pack\").        Wolf Surveys and Long-term Monitoring  Since 1986, biologists have monitored wolf populations in Denali. Wolves is one of 18 vital signs monitored in the park as part of the Central Alaska Network (CAKN) Inventory & Monitoring Program. For the past 25 years, biologists have monitored on average 95 wolves annually (north of the Alaska Range). Fall wolf densities have ranged from 2.7 to 9.8 wolves per 1000 square kilometers (7.0 to 25.3 wolves per 1000 square miles). However, wolf densities for the past three years have been the lowest in Denali since 1987. No obvious explanation for this current low density is apparent.   Wolf pack narrative, 2012-2015 (A description of each pack | updated 11\/2015)   History of Wolf Monitoring 1986-2014   Annual Report  2014-15 Monitoring Report (pages 34-36) | Central Alaska Network Wolf Monitoring 2011   Wolf Territory Maps Most recent: 2016 map with data points | 2016 map with just territories, no data points Older data: 2015, 2014, 2013, 2012, 2011, 2010, 2009, 2008, 2007, 2006, 2005   Wolf Survey Data, 1986 - 2016 Surveys are conducted in spring and fall each year to estimate wolf populations in the park. The file linked above splits the latest data into spring and fall counts, which are the best methods of comparison from year to year (i.e., look at spring counts each year to determine population trends, rather than a single year's spring and fall counts).        Wolf Research in Denali   Wolf Viewing Project Bridget Borg, a wildlife biologist at Denali and a graduate student at the University of Alaska Fairbanks, is studying what factors may be influencing the viewability of wolves in Denali. Learn more about the wolf viewing project   Wolf Diets in Northwestern Denali Dr. Layne Adams, U.S. Geological Survey, Alaska Science Center, and colleagues published their findings about salmon-eating wolves in an article in Ecological Applications (2010). Read their article,\"Are inland wolf-ungulate systems influenced by marine subsidies of Pacific salmon?\"   Interactions of Wolves and Coyotes Kelly Sivy, graduate student at the University of Alaska Fairbanks, is exploring how mesocarnivore populations change in response to wolf presence, prey availability and snow pack.          Female wolf with her pup near the Toklat River NPS Photo\/ Kes Woodward  Management Concerns about Wolves  Wolves are an important resource in Denali mentioned in the park's enabling legislation. The wolves that inhabit Denali face many natural factors such as weather and availability of prey that may affect their behavior, where they travel and have their dens, and their population size. Human-related factors, such as human development or legal trapping outside the park boundary, may also affect wolves inhabiting Denali. The number of wolves in Denali has ranged from approximately 60 to 100. However, the story of wolves in Denali is not just about the numbers (population size), but also about the ability of people to view them.  Are wolf viewing opportunities at risk?  The park held a wolf program review in January 2013 in order to reflect on the legacy of wolf studies in Denali. The outcome of the review is a booklet of findings and recommendations to be used by Denali's new biological program manager to evaluate the wolf program and identify focus areas.  Wolf Program Review (16-page color booklet, 19 MB)      Further Reading Interested in more information? Check out the Science and Scholarship Resources page to find more recommended resources about wolves and other research topics from the park.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/wolves.htm"
}
