{
    "title": "Dinosaur National Monument: Stegosaurus ungulates",
    "body": "Stegosaurus ungulates        Artist rendition of Stegosaurus Walters & Kissenger, LLC         This Stegosaurus at the Carnegie Museum shows the plates staggered along the back, as most paleontologists believe they were arranged.   About Stegosaurus ungulates: Stegosaurus is a plant eating dinosaur with plates on its back and spikes on its tail. Stegosaurus means “covered lizard,” a reference to its plates. They may have been used to protect its back from predators trying to grab a quick bite, or they could have helped to regulate their body temperature. The plates contained blood vessels that could constrict or expand to regulate heat loss. Another theory is that they were used as a display to attract a mate, like colorful feathers on a bird or antlers on a deer. It could have been any or all of the three. Since the plates were not directly attached to the bones of the skeleton, they were easily separated from the body after death. Massive spikes on the end of its tail were used in defense against predators. At Dinosaur many isolated plates and spikes have been found throughout the Carnegie Quarry.        The juvenile Stegosaurus femur (leg bone) as compared to a life sized reconstruction of an adult.   Why is Stegosaurus ungulates a superstar? Stegosaurus is one of the most easily recognized dinosaurs of the Jurassic. The plates on its back and spikes on its tail make it one of the most unique creatures of the Mesozoic (Age of Dinosaurs). The Carnegie Quarry is so rich in fossils that multiple skeletons have been mounted from early excavations at Dinosaur.        This juvenile Stegosaurus femur (upper leg bone) is much smaller than that of an adult.   In 1977 paleontologists at Dinosaur National Monument removed a juvenile Stegosaurus from the Carnegie Quarry face. They found limb bones, shoulder blades, most of the hips, some ribs, and skull fragments. Since plates were not found, it is unknown if juveniles had them at all. However, these fossils make up the most complete juvenile Stegosaurus ever found. A mounted cast of the fragile bones ison display at the Quarry Exhibit Hall.      Jurassic Fact: When paleontologist Earl Douglass was working in the Carnegie Quarry, he complained that there were too many Stegosaurus bones in the way of his sauropod (long necked dinosaurs) excavations. These bones later made multiple full Stegosaurus mounts! For more information: Visit the Carnegie Museum of Natural History in Pittsburgh, Pennsylvania or the Nebraska State Museum in Lincoln, Nebraska where Stegosaurus ungulates from Dinosaur National Monument are on display.",
    "url": "https:\/\/www.nps.gov\/dino\/learn\/nature\/stegosaurus-ungulates.htm"
}
