{
    "title": "Dinosaur National Monument: Morrison Formation",
    "body": "Morrison Formation       About the Morrison Formation: The Morrison Formation is a rock unit from the Late Jurassic (155 million years ago-148 million years ago). It extends throughout the Western United States and often contains fossils of dinosaurs such as Camarasaurus, Diplodocus, Apatosaurus, Stegosaurus, Allosaurus, and others. Although the Morrison was deposited in a wide variety of environments, it is the river channels that are most likely to contain dinosaur bones. Quiet water lake and pond deposits are best for preservation of the small delicate skeletons of salamanders, frogs, lizards, and others. In order for a fossil to form, the body must be buried quickly before weather conditions and scavengers have a chance to scatter or otherwise destroy the bone. In the park you will also see \"Rainbow Beds\" of the Morrison, which are mostly crumbly grey and maroon mudstones. They are pretty to look at, but do not often contain dinosaur fossils.        The famous Carnegie Quarry, part of the Morrison Formation, still contains many dinosaur bones on display for the public to see.   Why is the Morrison Formation a Superstar? Many rock units from the Mesozoic (Age of Dinosaurs) are exposed within Dinosaur National Monument. However, it is the Morrison Formation that has produced the majority of the dinosaur fossils found here. When paleontologist Earl Douglass discovered the quarry in 1909, the Morrison in other areas had already proven to be rich in fossils. In addition to finding new species, paleontologists have found many exceptionally well preserved specimens of previously discovered dinosaurs. These discoveries can be as valuable as a finding a new species. A well preserved specimen can give new insight as to how the animal lived or how it looked. Even today paleontologists study the Morrison and its fossils to gain further insight on the Mesozoic.      Jurassic Fact: The Morrison Formation is named after the town of Morrison, Colorado. For more information: Visit Dinosaur National Monument where you can see extensive outcrops of the Morrison at the Dinosaur Quarry, on the Fossil Discovery Trail, the Sounds of Silence Trail, and other areas in the park.",
    "url": "https:\/\/www.nps.gov\/dino\/learn\/nature\/morrison-formation.htm"
}
