{
    "title": "Bent's Old Fort National Historic Site: Laws & Policies",
    "body": "Laws & Policies           Rules and Regulations Rules and regulations are in place to protect the visitors and the wonderful resources of Bent’s Old Fort National Historic Site. Please do your part to protect this special place.  Aircraft-based Remote-controlled Equipment  Use of remote-controlled drones within Bent’s Old Fort National Historic Site is prohibited.   Bicycling Bicycling is permitted on the visitor entry road and on the ¼ mile trail from the parking lot to the fort.  If ridden to the fort, the bicycle must be parked on the East side of the fort to permit a clear view of the front of the fort. Bicycling is not permitted on the river hiking trail. Pedestrian have the right of way.  Camping Camping is not allowed in the park. Overnight accommodations and campgrounds are available in La Junta, 7 miles to the West.  Fees A living history fee is required to enter the fort. For special use permits, visit  Fees and Reservations for more information. Firearms People who can legally possess firearms under applicable federal, state, and local laws, can legally possess firearms in Bent’s Old Fort National Historic Site and must follow all state and federal laws. Discharging firearms or hunting within the park is prohibited. Firearms are prohibited in the Fort and park facilities. Pets Pets must be on a leash.  Pets are allowed on trails, the fort plaza, and fee collection and video rom, but not in any other room.    Resource Damage Damaging the park's natural and cultural resources is prohibited. Activities that damage resources include walking on vegetation, the taking of natural or cultural objects, and graffiti and other vandalism. Park Livestock Feeding and approaching the park livestock is prohibited. The park livestock consists of oxen, donkeys, horses, peacocks and chickens. The livestock are not pets. Drugs and Alcohol Possession of any controlled substance is prohibited. Operating a vehicle under the influence of alcohol, drugs, or other intoxicants, or having open containers of alcohol in a vehicle, is prohibited.   More Information Federal Regulations Certain regulations apply to every national park unit. Those regulations can be found in the Code of Federal Regulations (36 CFR parts 1, 2, 3, 4, 5, 7).",
    "url": "https:\/\/www.nps.gov\/beol\/learn\/management\/lawsandpolicies.htm"
}
