{
    "title": "Bent's Old Fort National Historic Site: Education",
    "body": "Explore This Park    Learn About the Park     Education             Education        Children listening to a storyteller around the fire. NPS Photo       The history of Bent’s Old Fort, encompassing the interaction among diverse cultures, including American Indian peoples, along the borderlands of Mexico and the United States, provides an opportunity to explore ideas of security, sovereignty, and culture in the American West. This isolated trading post and its company stores in Santa Fe and Taos, brought the Plains and Pueblo Indians, Mexicans, and Americans together for trade. Business, family, and political relationships developed that forever changed their lives. The interpretive tours and demonstrations relate well to Colorado State teaching standards for history providing fine examples of historical relationships and inquiry, societal changes, economic systems, and social processes and how they shaped populations.     Bent's Old Fort National Historic Site is offering a Teacher Workshop on October 7th-8th, 2016. This workshop will focus on integrating Bent's Fort history into the curriculum. It is open to educators and college students pursuing education-related degrees. There is a $10 fee to help cover cost of food and resources. 1 hour recertification credit is offered for participation in full workshop. (1\/2 credit for October 8th). Click for more information and application. E-mail e-mail us for any questions.  For guided tour reservations click here.    Pre and post-visit curriculum-based lesson plans and activities are availalble by clicking here.   The \"Living History Encampment\" in June on odd numbered years, provides 5 days and 3 nights of \"hands-on\" immersion into the life of the 1840s trading post. Graduate level college credit is available.  The Santa Fe Trail Traveling Trunk's \"mini-museum\" is available and can be applied for by clicking here.",
    "url": "https:\/\/www.nps.gov\/beol\/learn\/education\/index.htm"
}
