{
    "title": "Bent's Old Fort National Historic Site: Professional Development",
    "body": "Professional Development         Class members photo NPS Photo  Coming up October 7th-8th, 2016 is the Teacher Workshop with valuable insight into how to integrate Bent's Fort history into the classroom.  This workshop features an optional overnight in the fort. You have an option of receiving 1\/2 credit or 1 full recertification credit for attending the workshop. Click for more information and application.   The \"Living History Encampment\" in June on odd-numbered years, provides 5 days of \"hands-on\" living history experience for teachers, interpreters and historians.  It is a way to experience life as it was at a fur trade post of the 1840s.  This popular living history event has provided participants the unique opportunity to learn about 1840s life by living it! Participants are immersed in the role of trader, trapper-hunter, laborer, blacksmith, carpenter, Army Topographical Engineer or domestic cook where they gain a deep understanding of the realities of fur trade era life in the American West.    Participants are provided study materials and lectures on history, living history, and interpretive skills. Living historians teach and direct participants in use of 19th century work techniques and social skills. Lectures take place through the first day with an overnight on the Santa Fe Trail that evening. On Friday, those who are to work for Bent, St. Vrain and Company travel to the fort and sign on with the company. From that moment on, they are living a 19th century life 24 hours a day. The Army and trappers spend most of their time working out of their camps along the Arkansas River.        There is a participant fee for this 5-day, 3-night event. The fee includes all instruction, food, accommodations, and necessary equipment. The program has met continuing education requirements for credit.",
    "url": "https:\/\/www.nps.gov\/beol\/learn\/education\/professionaldevelopment.htm"
}
