{
    "title": "Dinosaur National Monument: Diplodocus longus",
    "body": "Diplodocus longus        Artist rendition of Diplodocus NPS\/Walters & Kissenger, LLC       About Diplodocus longus: Diplodocus is one of the most abundant sauropods (long-necked dinosaurs) in the Morrison Formation. Its pencil-like teeth were only in the front of the jaws and were used to strip leaves off of low-growing plants. It could get up to 92 ft (28 m) in length and traveled in small herds. Despite its length, it was lightly built, weighing a mere 15 tons. An Apatosaurus of the same length would weigh nearly twice as much as a Diplodocus.       (Left) This is the only Diplodocus skull that has ever been found articulated with neck vertebrae. It's on display at the Carnegie Museum of Natural History. (Right) The skull of this Diplodocus is in the front right. The neck is attached behind it.          This Diplodocus at the Denver Museum of Nature and Science is the only mounted specimen to contain all of the 82 real tail bones. They were found in life position in the Carnegie Quarry. This photo, “That’s a long dino,” by Frank Reese is available under an Attribution-Noncommercial-Noderivs Creative Common license.  Why is Diplodocus longus a superstar?  The Carnegie Quarry yielded three of the most complete Diplodocus skeletons ever found. Well-preserved adults and juveniles have been found with uncrushed skulls, which are rarely preserved. Skulls are made of thin bone and are mostly hollow to hold soft tissues that cannot be preserved. Fine sediments compress the skull to flatten it the way you might step on an empty tin can. These skulls may be preserved, but some of the three-dimensional structure is lost. The sand-sized sediments in the Carnegie Quarry are fine enough to skulls without compressing them, even with Diplodocus juveniles.        This is one of the most complete juvenile Diplodocus ever found. It's only a quarter of adult size, but notice how large it is compared to a human.   One specimen included all 82 tail vertebrae in position. About a third of the tail is a whiplash made up of very small bones. The smallest tail bone could easily fit in the palm of your hand! The current in a river often moves too fast and quickly whisks away these small fragments to be lost forever. Fortunately, the Carnegie Quarry was formed under conditions that allowed for preservation of small and delicate bones. Today this specimen, with its full tail, is on display at the Denver Museum of Nature and Science. This is the closest mounted specimen of original material to the Carnegie Quarry.      Jurassic Fact: Paleontologist Earl Douglass was working for the Carnegie when he found one of the complete skeletons. However, the Smithsonian later collected it and it's now a centerpiece of their dinosaur hall.      For more information: Visit the Carnegie Museum of Natural History in Pittsburgh, PA where a skull and neck of a Diplodocus longus are in a display case near a mount of a Diplodocus skeleton not from Dinosaur, the National Museum of Natural History (Smithsonian) where an entire specimen is mounted, or the Denver Museum of Nature and Science where a Diplodocus longus with its full tail is mounted.",
    "url": "https:\/\/www.nps.gov\/dino\/learn\/nature\/diplodocus-longus.htm"
}
