{
    "title": "Bent's Old Fort National Historic Site: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants         Groundsel (Levi Castello)  During the 1840's, the ground around the Fort was heavily grazed as traders and Native Americans held their livestock in the vicinity of the fort. It continued to be grazed until the homesteaders arrived in the Arkansas Valley at the turn of the century.  At this time irrigated agriculture became the strength of the local economy. The transformation of the local prairies to crop land led to the loss of most of the native plant species in the area which is now the park. Today, there are remnants of riparian grassland species present and work continues to restore native prairie plant communities.  The native prairie is classified in the Kuchler Vegetation Type as grama\/buffalo grass. To date, 147 plant species have been identified in the park. Plant inventory work has been done here since 1973 and approximately 90 % of the plant species have been documented.  Dominant grass species include Blue grama, Buffalo grass, Sand dropseed, Western wheatgrass, and Side-oats grama. Dominant shrub species include Sandbar willow and Sand sage. Dominant tree species along the river include Plains cottonwoods and Peach-leafed willows.         Yucca Plant (Levi Castello)  Mid to late spring provides a bountiful bloom of cactus and other desert succulents. Red and Yellow prickley pear cactus, pincushion cactus, Barrel cactus and Choya cactus are in peak bloom the last half of May. Other succulents, such as yucca, are also flowering during this time.  The principle cactus growing in the park is prickly pear, Opuntia polyacantha, also known as starvation cactus.      Throughout the park there is a wide variety of native grasses. Although the area has been over-grazed and invaded by many exotic plant species, native grasses flourish.  Dominant grasses include Blue gramma, Western wheatgrass, Buffalo grass, Side-oats grama,  Sand dropseed, and Saltgrass.        Baccharis wrightii (Levi Castello)  With the removal of  tamarisk, native trees and shrubs have once again begun to dominate the riparian area of the park.   Along the river banks there are thick stands of sandbar willow where tamarisk once stood. A cottonwood woodland creates a dappled shade for the grasses and wildflowers. Peach leaf willows and shrubs, such as the groundsel tree, snowberry, Skunk berry, and Wild rose are also present.        Devil's Claw (Levi Castello)  During average and wetter than average spring, a variety of wildflowers can be seen throughout the park. The more common wildflowers include Copper mallow, Evening primrose, Lead plant, and Common milkweed. Rarer flowers at the park include Three-wing sand verbena, Sand verbena, Snow-on-the-mountain, and Wild four o'clocks.  - August 31, 1846, Report of Lt. J. W. Abert of his Examination of New Mexico - \"In the evening I was carried down to the river, and took a bath in the refreshing waters of the Arkansas. This bottom land was now chequered with brilliant masses of color, produced by the groups of plants which were growing in great luxuriance. The golden rod, the purp. Eupatorium, the sunflower, silver marged euphorbia, and the pink cleome, mingled together, clad in their brightest hues; and the sandy plain that skirted the bottom was varied with the golden gourd, cucumes perenius, and a beautiful species of solanae.\"",
    "url": "https:\/\/www.nps.gov\/beol\/learn\/nature\/plants.htm"
}
