{
    "title": "Dinosaur National Monument: Construction Blog",
    "body": "May 2010 Construction Update Blog       May 27, 2010 Quarry Visitor Center – Structural excavation is complete. The concrete foreman is on site laying out the sightings for the foundation. The concrete for the footings will probably be poured next week. After the footings are complete, the concrete will be poured for the lower walls in the following weeks. Quarry Exhibit Hall –  The demolition of the old mechanical systems should begin this week. All hazardous abatement has been completed except for the windows. The putty for the windows was found to have asbestos in it. Therefore, an abatement will also have to be done for the windows, which is unexpected. Until the abatement is finished, all other demolition is on hold. The protective structure over the fossils is just about complete. The next step will be to dismantle the large Gantry crane. That will be a complicated process which will involve laying tracks to bring the crane outside, and two other cranes which will assist in dismantling the Gantry crane. _________________________________________________________________________________________________________      May 20, 2010 Quarry Visitor Center –  Brush has been cleared for the building expansion and new foot bridge. Excavation for the expansion foundation is in process. Things are moving along nice and steady.   Quarry Exhibit Hall –  The structure built to protect the fossil wall during construction is nearing completion. The old crane used to lift people and other objects on and off the fossil wall will be removed in the next month or so. In the meantime, general asbestos removal is nearing completion and selective mechanical demolition (such as removal of piping, conduit, etc.) is expected to start in the next week or two. __________________________________________________________________________________________________________      May 13, 2010   Quarry Visitor Center – General demolition on the old building is complete. The temporary water will be turned on in the next day or two. The transformer pad was poured and underground electrical has been installed.  The contractor is excavating for the footings of the new building and will set the forms for the footings, which will be poured either this week or next.   Quarry Exhibit Hall – Tests on the curtain walls’ window glazing came back positive for asbestos. This will change the method that the contractor will use to remove the windows. Abatement in the rest of the building is continuing. The abatement contractor plans to finish the majority of the work this week and spend just a few days next week cleaning up. They will need to come back once a plan is developed for removing the glazing on the curtain wall windows.   The scaffolding sub-contractors built an exterior stairway along the west wall of the building to provide safer access to the north wall. They are continuing with the protective structure over the fossil wall and are almost to the halfway point of the south wall. They are then catching up with the decking behind it. The five or six layers on the decking are finished on the mock-up.   _________________________________________________________________________________________________________        May 4, 2010 Work is progressing on the structure that will protect the fossil wall during construction of the building. This is the first time a building protecting fossils will undergo major rehabilitation over those fossils. Staff and contractors brainstormed hours to come up with the best solution that would protect the fossil, but not hinder workers and they rebuilt the structure. The fossils may be hard as rock, but a hammer slipping out of someone’s hands could spell disaster for the fossils below. In the end, a plan for a multi-layer protection system was developed.         The contractor estimates that the protection system should be in place by the end of May, but since no one has ever built one of these things before, that is the best guess. Work started last week and seems to be progressing as planned. A scaffold and truss system provides the skeleton to hold numerous layers of protective material. Horizontally over the fossils, a fire blanket protects the fossils and protective covering in the unlikely event of fire. Two layers of plywood and a layer of steel, in conjunction with the scaffold and truss, provides a sturdy barrier against heavy objects dropping from above. A two-inch layer of foam can help absorb the energy of objects falling from above. A layer of plastic provides a moisture barrier between the construction area and the fossils. Finally, the bottom most layer of rope\/mesh is designed to catch any residual objects that might happen to get through the layers above. Quite an elaborate system filled with some redundancy to provide maximum protection to the fossil wall. Vertically, a wall will be built to enclose the fossils in their own protective chamber throughout the construction. The dinosaurs can rest in peace with their own alarm system and other security measures in place.                            Read about the history of the Quarry Exhibit Hall or click on the links below for earlier Construction Updates:     March 2010  April 2010 Construction Update Main Page",
    "url": "https:\/\/www.nps.gov\/dino\/learn\/news\/may-2010-construction-update-blog.htm"
}
