{
    "title": "Dinosaur National Monument: Camarasaurus lentus",
    "body": "Camarasaurus lentus        Artist rendition of Camarasaurus Walters & Kissenger, LLC       About Camarasaurus lentus: Camarasaurus is one of the most common sauropods (long-necked dinosaurs) of the Jurassic. It grew up to 50 ft (15 m) long. Camarasaurus sounds huge by modern standards, but it is only a mid-sized sauropod. It had spoon-shaped teeth for eating rough plants. Camarasaurus, meaning \"chambered lizard,\" got its name because of the holes in the vertebrae (back bones). The hollow bones were lighter, reducing the weight and strain on an already large animal.       (Left) This photo of the Camarasaurus slab shows the curvature of the tail as it was found. (Right) This is the Camarasaurus as it appears today. Notice that the tail and the hind legs have been straightened since its discovery.          This Camarasaurus at the Smithsonian is displayed on its side in the same pose in which it was found. This photo is adapted from “Camarasaurus lentus” by Kim F., available under a Creative Commons Attribution-Noncommercial license.  Why is Camarasaurus lentus a superstar? Both adult and juvenile Camarasaurus bones have been found at Dinosaur. A juvenile, nearly complete and articulated-meaning that most of the bones were discovered in life position-is the most complete sauropod skeleton ever found. Even the ear bones and skull were intact! In fact, it's such a nice specimen that it has never been completely removed from the sandstone block in which it was found. Enough of the rock was removed to reveal the left side of the specimen. The back legs and tail were straightened before being put on display. When it was discovered, the tail curled back so it was almost touching the skull. Aside from a few minor changes, the specimen looks just as it did when it was discovered and can still be seen at the Carnegie Museum of Natural History in Pittsburgh, Pennsylvania. A larger specimen is one of the most complete Camarasaurus ever found. This includes a skull, bones from all four legs, and most of the backbone and tail. Although pieces of Camarasaurus are fairly common in the Morrison Formation, the thin bone and hollow space in the skull make preservation difficult. It was prepared, or removed from the rock to display, as an exhibit at the 1933 World's Fair. Today it's on display at the National Museum of Natural History (Smithsonian) in Washington, D.C.      Jurassic Fact: The only two skulls remaining on the quarry face belong to Camarasaurus. If you look closely, you can see a few neck bones by the base of one of the skulls. For more information: Visit the Carnegie Museum of Natural History in Pittsburgh, Pennsylvania or the National Museum of Natural History (Smithsonian) in Washington, D.C. where juvenile Camarasaurus lentus from Dinosaur National Monument are on display. A cast of the juvenile is on display at the Quarry Exhibit Hall.",
    "url": "https:\/\/www.nps.gov\/dino\/learn\/nature\/camarasaurus-lentus.htm"
}
