{
    "title": "Bent's Old Fort National Historic Site: Calendar",
    "body": "Explore This Park    Plan Your Visit     Calendar             Calendar       2016 Schedule of Events Note:  Events are subject to change.  Check this website or phone (719) 383-5026 for details and more information about these and other special events.          Trails and Rails volunteers tell the story to Amtrak travellers. NPS photo  Trails and Rails Trips - May 8 - September 5, 2016 - Narrated excursions aboard Amtrak's Southwest Chief depart La Junta, Colorado on Sundays and Fridays for overnight trips to Albuquerque, New Mexico. Ride the train as it follows the Mountain Branch of the Santa Fe Trail up and over Raton Pass.  Interpreters will tell the stories of the people, plants and animals that are found along the way. Train tickets must be purchased through AMTRAK. For information about this narrated tour which is part of the National Park Service's Trails & Rail Program, call (719) 383-5024.        Students busy at work on the immersion replica of Bent's Old Fort. NPS photo  Grand Opening of Immersive Fort - August 25, 2016 As the National Park Service celebrates its 100th birthday, and 40 years after the opening of the reconstructed Bent's Old Fort, the park will unveil an on-line immersive replica of the fort allowing students around the world to make virtual visits.           Santos being carved. NPS Photo  Hispanic Heritage Day - September 17, 2016 One 19th century visitor remarked that, \"Spanish is the prevailing language spoken at the fort...\"  Come visit as the rich and colorful history of Mexico's frontier comes alive with period adobe work, music and dance, trading, cooking, storytelling, livestock use demonstrations and other special programs.  Click here for a schedule of the event.         Wagon rides during the Holiday Celebration. NPS photo  Traditional Holiday Celebration - December 2-3, 2016 Witness the holiday pleasures and pastimes of the 1840s at an isolated trading post.  Period games, foods, and festivities will enliven the fort.  On Saturday there will be toy making in the shops, wagon rides, pinata breaks, yule log hunt, period games, frontier cooking, and blacksmithing.  Reservations needed for the evening candlelight tours.  Phone (719) 383-5026 starting November 1, 2016.            Keyword       By Date     Start Date      End Date          Search         Upcoming Events    Showing 1 results    Show ALL instances of recurring events   RSS Feed      Bent's Old Fort National Historic Site Trails and Rails Trips      Time: 8:30 AM to 4:00 PM Location: Amtrak Train La Junta, CO to Albuqueque, NM Fees: AMTRAK Train Ticket     Friday, August 12, 2016 Every Sunday Weekly & Every Friday Weekly  from 05\/08\/2016 to 09\/04\/2016 Narrated excursions aboard Amtrak's Southwest Chief from La Junta, Colorado to Albuquerque, New Mexico on Fridays and Sundays May 8 to September 5, 2016.  View Details",
    "url": "https:\/\/www.nps.gov\/beol\/planyourvisit\/calendar.htm"
}
