{
    "title": "Dinosaur National Monument: Peregrine Falcon Recovery at Dinosaur NM",
    "body": "Peregrine Falcon Recovery at Dinosaur NM       Dinosaur's canyon country has special appeal for hikers, river rafters, and peregrine falcons. The first two may savor the stunning scenery, solitude, or adventure, but for the peregrine falcon the canyon country is the perfect home. Diverse plant communities support an abundant prey base and the sheer, secluded cliffs of the Green and Yampa rivers are ideal eyrie, or nest, sites. With these peregrine-perfect canyon cliffs, Dinosaur NM played a critical role in the recovery of the endangered peregrine falcon in Colorado.       Dinosaur NM's canyon country along the Yampa River, from Harding Hole Overlook. NPS         Peregrine falcon USFS  Decline of the Peregrine Falcon In the late 1970s, Dinosaur NM was home to four peregrine falcons…half of the peregrine population in Colorado. Peregrine falcons-- identified as an endangered species in 1970--were on the decline across the United States, thanks to the effects of the pesticide DDT. In 1974, the state of Colorado began a peregrine falcon recovery program; two years later, Dinosaur National Monument joined the effort. Peregrine Foster Parents As part of the recovery program, adult peregrine falcons at Dinosaur NM became foster parents to young birds. To protect thin-shelled eggs--a result of DDT--biologists collected eggs from nest sites and replaced them with peregrine chicks from a breeding facility. According to Steve Petersburg, a resource management specialist at Dinosaur NM in the early 1990s, \"The [peregrine falcon] parents were totally fooled. They could go from pregnancy to teenagers in one fell swoop; it was a shock to their system. But it was a very, very, very successful program.\" Eggs collected at Dinosaur NM were taken to breeding facilities where researchers incubated them and cared for the young after they hatched. Although fostering did not eliminate normal chick mortality, it did help to maintain normal brood sizes during the period of eggshell thinning.        Hack box at New River Gorge National River. NPA  Hacking at Dinosaur NM Throughout the 1980s, captive-bred peregrine falcons were also released at Dinosaur NM in a process called hacking. According to Matt Varner, wildlife biologist at New River Gorge National River, which has an active hacking program,\"hacking is the process of placing young falcons in a structure and caring for the birds in a manner that minimizes human exposure until they are mature enough to fly.\" Hacking takes place over several weeks. Initially, young peregrines are placed in specially equipped boxes on a cliff ledge and, to minimize their exposure to humans, are fed through a chute. When the birds are old enough and strong enough, the box is opened. As the young peregrines learn to hunt, the human-provided food is reduced. Eventually, the peregrine falcons become fully independent. At Dinosaur NM, hack sites were operated at Deerlodge Park in the early 1980s and Split Mountain in the later part of the decade. A hack site was also established in Harding Hole, but never used.        Peregrine falcon USFS   Peregrine Falcons Today Since 1976, the peregrine population at Dinosaur NM has steadily increased. Within a short time, peregrines that had been fostered or hacked at Dinosaur began returning to the monument after their annual migrations, establishing eyries, and hatching their own chicks. In recent years, several peregrine falcon territories, including areas in Echo Park and along the Yampa River, have been occupied by peregrine falcon pairs. Although the canyon country of Dinosaur NM continues to sustain the hiker, the river rafter, and the peregrine falcon, the falcons' success story extends well beyond Dinosaur NM. Programs similar to the one at Dinosaur have helped peregrine populations recover across the country: according to the U.S. Fish and Wildlife Service, there were 324 known nesting pairs in 1975 and today there are between 2,000 and 3,000 pairs of peregrine falcons in North America. Thanks to these recovery programs, the peregrine falcon was removed from the list of endangered species in 1999.       Peregrine falcon USFS",
    "url": "https:\/\/www.nps.gov\/dino\/learn\/nature\/peregrine-falcon-recovery-at-dinosaur-nm.htm"
}
