{
    "title": "Bent's Old Fort National Historic Site: Learn About the Park",
    "body": "Explore This Park    Learn About the Park           Learn About the Park         Kids at work in the carpenter shop during Kid's Quarters. NPS photo  The Story Behind Bent's Fort A teacher's workshop is planned fort March 26th and will feature ways to integrate Bent's Fort History into the classroom.  The workshop will be free and has an optional overnight in the fort.  Click here for a brochure with information about the event.   Congress declared Bent's Old Fort a National Historic Site in 1960 to tell the story of how the fort helped open up the west to the United States. The Fort sets on the Santa Fe National Historic Trail, a trail of international commerce. Trade brought white man, Plains Tribes and Mexicans together. Relationships developed and their lives were forever changed.  The History and Culture and Nature sections delve into the who these people were and the resources that supported their lifestyle. Educational Opportunities The park has a variety of classroom and professional develoment opportunites. Period clothed Interpreters provide a 1 1\/2 hour guided tours of the fort with a demonstration.  The Santa Fe Trail Travel Trunk is a mini-museum with 10 lesson plans, period clothes, work sheets, maps, and game board. The 5 day, 3 night Living History Encampment is a 2 hour graduate level course design to immerse you in 1840s role that can be taken back to the classroom.  It is available for application on odd numbered years.   Kids Quarters Kids Quarters is a half day event in July for 7-11 years where they can come and work as a trader, trapper, craftsman, laborer, cook, reporter, or soldier. Futher information about how to signup is in the calendar section.   Junior Ranger Program The junior ranger program features a booklet for Bent's Fort and one for the Santa Fe Trail.  A Junior Ranger badge is award with completion of the book.    Things for the Road The Western National Parks Store at the rear of the fort provides a number of books, videos, maps and trade goods for purchase. Part of the revenue from sales supports the living history programs. Learning Materials The Photo and Multimedia section provides photos of speical events and a virtual tour. Brochures about the park history in Spanish, French and German; livestock, birds and adobe construction can be found in the publications section. For information about what is in the news, go to the News section.",
    "url": "https:\/\/www.nps.gov\/beol\/learn\/index.htm"
}
