{
    "title": "Bent's Old Fort National Historic Site: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           35110 Highway 194 E.  La Junta, CO 81050                 Directions         The park is accessed via U.S. Highway 50 and Highway 194. From La Junta, Colorado on U.S. Highway 50, take Highway 109 north 1 mile to Highway 194, then east on Highway 194 six miles to the fort. From Las Animas, Colorado, on U.S. Highway 50, take Highway 194 west 13 miles. Set your GPS to 35110 State Highway 194 E., La Junta, CO.   Directions Details           Operating Hours & Seasons         Bent's Old Fort National Historic Site Summer Hours The park is open year around with hours of 8:00 am to 5:30 pm June through August and 9:00 am to 4:00 pm September through May. The park is closed Thanksgiving, Christmas and New Years.    Standard Hours    Sunday: 8:00 AM - 5:30 PM   Monday: 8:00 AM - 5:30 PM   Tuesday: 8:00 AM - 5:30 PM   Wednesday: 8:00 AM - 5:30 PM   Thursday: 8:00 AM - 5:30 PM   Friday: 8:00 AM - 5:30 PM   Saturday: 8:00 AM - 5:30 PM      Additional Information View More       Fall, Winter, Spring Hours:   September 1  - May 31   Sunday: 9:00 AM - 4:00 PM   Monday: 9:00 AM - 4:00 PM   Tuesday: 9:00 AM - 4:00 PM   Wednesday: 9:00 AM - 4:00 PM   Thursday: 9:00 AM - 4:00 PM   Friday: 9:00 AM - 4:00 PM   Saturday: 9:00 AM - 4:00 PM                  Weather           Summer temperatures are sometimes in the high 90s. Weather is generally fair in the fall and spring. Winter temperatures can be below freezing in the winter. Most of the fort is unheated and does not have modern cooling and so dress accordingly.          Fees & Passes     Entrance Fees:   No Fees Collected in 2016  - $0.00 No fees will be collected in 2016 in recognition of the Centennial of the National Park Service         Visitor Centers       Bent's Fort Visitors park at the parking lot and walk the 1\/4 mile trail to the fort where you will be met by a period clothed interpreter.  Brochures and a documentary film are available in one of the fort rooms.  Western National Parks bookstore is located at the left rear corner of the fort.                  Operating Hours The park is open year around with hours of 8:00 am to 5:30 pm June through August and 9:00 am to 4:00 pm September through May.  The park is closed Thanksgiving, Christmas and New Years. Fees and Passes In recognition of the Centennial Anniversary of the National Park Service, Bent's Old Fort National Historic Site will not collect Living History fees during the 2016 Calendar year, but donations to support the Living History Program will be greatly appreciated.  As a result of being a \"Fee Free\" Park in 2016, Bent's Old Fort NHS will not have any of the Interagency Passes available to the public for the duration of the No Fee Period.  These passes may be obtained at other fee collecting parks, the Comanche National Grasslands Office in La Junta or at various offices of the U.S. Fish and Wildlife Service, U.S. Forest Service, U.S. Bureau of Reclamation, U.S. Bureau of Land Management or the National Park Service.    Weather  Summer temperatures are sometimes in the high 90s.  Weather is generally fair in the fall and spring.  Winter temperatures can be below freezing in the winter.  Most of the fort is unheated and does not have modern cooling and so dress accordingly. Pets Pets are allowed on the trail, fort plaza and in the fee and audio-visual rooms.  Pets must be on a leash during the entire visit and kept close at hand and away from fort livestock.  Special Events and Living History Opportunities Special events are a great time to visit.  Click here for the calendar of events. Publications Click here for brochures and event applications with information about the site's special events and workshops, resources, reconstruction, wildlife and guide book.  Western National Parks Association Bookstore The WNPA Bookstore is located at the rear of the fort and is a great place to shop for books, maps and videos that provide further information about Bent's Fort, Santa Fe Trail and fur trade history.  Trades representative of the fort's history are also on sale.  Sales of items help fund the living history programs. Click here for a catalog of items.",
    "url": "https:\/\/www.nps.gov\/beol\/planyourvisit\/basicinfo.htm"
}
