{
    "title": "Bent's Old Fort National Historic Site: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit                   Reserve for your school tour now!               Guided tours immerse you in the past.                 A visit now may offer great photo opportunities.               A stop at the WNPA store is well worth your...               Special events feature authenic period...             Your Unforgettable Experience is Waiting to Happen A ¼ mile walk down the original Santa Fe Trail to the Fort is a walk back into the 1830s and 1840s when Bent's Fort was called the \"Castle of the Plains\". A trapper or other Fort employee will greet you as you enter the plaza and there you begin to realize what you see, hear, and smell is true to the spirit of the time. During the peak visitor season and special events, period clothed interpreters may be working in the kitchen, trade room, and carpentry or blacksmith shop. They are friendly and ready to explain their work and place as part of the Bent and St. Vrain Company. Start with the 20 minute documentary film, \"Traders, Tribes and Travellers\". It provides a great way to learn how Bent's Fort brought the Plains tribes, Mexicans and Americans came together for peaceful trade. Scheduled guided tours are given throughout the year and include a demonstration befitting the tour guide's character. A self-guided tour booklet is available for those who want to go on their own. Don't forget to ask to become a Junior Ranger! The activity book is free and loads of fun. Special Events The Park hosts a number of special events throughout the year, some involving as many as 50 living history portrayals. See our Calendar for all our events. Some include the use of camps on the river, livestock, wagons, and canon. As with all living history on the site, all are historically accurate to the time and require an enormous amount of preparation. Further your Horizons To learn more about the history of the site and to carry a piece of history home with you, visit the Western National Parks Store. Trade goods of the time are on sale along with hard-to-find books, maps, and videos. The shelves are full of children books, games and toys. To expand your horizons, take a hike down the 1 ½ mile interpretive trail along the river where Indian, explorer, and Army camps once stood. An oxen or horse may graze by you on your stroll along the river. Or you may see wild turkeys, black rail, or a pheasant. See the Plan Your Visit section for Accessibility, Operating Hours, Fees and Passes and more.",
    "url": "https:\/\/www.nps.gov\/beol\/planyourvisit\/index.htm"
}
