{
    "title": "Colorado National Monument: 4th Grade",
    "body": "4th grade       Download: 4th Grade Program Options Example Field Trip Schedule *Actual schedules will depend upon the number of students, ranger availability, time available for the field trip, and length of programs chosen.      2 Program Options: A) Monumental Hike in Lower Monument Canyon (5 miles, 4-5hrs.)  Choose a Theme: Discovering Fossils (Change Over Time\/Fossils) On a hike to Independence Monument students will explore how the Monument has changed over time by looking at fossils and other evidence of past environments preserved in the rock layers. Science 2.2  Pre\/Post Field Trip Activities  Desert Dwellers (Living Things and Their Habitats) Students will discover what different plants and animals need to survive on their way to Independence Monument. During the hike students will compare desert plants and animals. Science 2.1 and 2.3 Pre\/Post Field Trip Activities Making the Connection - Animals Past & Present (Fossils & Living Things) Students will discover past environments through the rock layers and fossils we see today. They will also make the connection between these geologic features and the habitats they create for animals today. Science 2.1, 2.2, 2.3 Pre\/Post Field Trip Activities    B) Activity Stations and Short Hikes: (Choose 2 of 3) Based from the Visitor Center, each rotation is 1.5 hrs. long   Digging Into Fossils (Change Over Time\/Fossils) Through activities and a short hike along the Canyon Rim Trail, students will investigate fossil evidence from the rock layers to learn about past environments. Science 3.1 Pre\/Post Field Trip Activities  From Utes to Cowboy Boots (The Grand Valley) Students will explore artifacts and photos to gain a better ­­understanding of the human history of the Grand Valley and the Monument. Social Studies H.1, H.2 Pre\/Post Field Trip Activities  An Alcove for an Abode (Living Things and Their Habitats) Along the Alcove Nature Trail students will explore the shrub and woodland life zone while examining the similarities, differences, and interactions of desert plants and animals. Science 2.1, 2.3 Pre\/Post Field Trip Activities          Fossil Teacher Resources: Download or request Jr. Paleontologist books and badges from the National Park Service. Colorado National Monument also has a supply of these books. Please contact our education rangers with inquires.",
    "url": "https:\/\/www.nps.gov\/colm\/learn\/education\/4th-grade.htm"
}
