{
    "title": "Colorado National Monument: 2016 Proposed Fee Increase",
    "body": "Explore This Park    Learn About the Park     Management     Public Involvement     Community Engagement     2016 Proposed Fee Increase                  2016 Proposed Fee Increase       History Beginning in 2015, National Park Service sites were authorized to change recreation fees to align with the NPS's new standard entrance-fee schedule. Sites may only do so after actively engaging the public about the proposed fee changes and their effects.Decisions to adjust fees will be made locally after considering community feedback from public outreach. Proposed Fees As proposed by the new NPS standard entrance fee schedule, Colorado National Monument's entrance fee rates would be as follows:     Type of Entrance Current Fee  Proposed Fee    Private Vehicles  $10  $20    Individual (on foot, bicycle, or in non-commercial vehicle)  $5  $10    Motorcycle  $5 per person  $15 per motorcycle    Annual Pass  $25  $40     With the exception of the annual pass, all entrance passes would be valid for reentry for up to seven days. Colorado National Monument last increased its fees in 2011. Entrance Fees are not charged to persons under 16 years of age or to holders of the America the Bequrtiful national parks and Federal Recreational Lands Pass -- Annual (for frequent park visitors), Senior (age 62 or older), Active Duty Military (free annually), Access (permanently disabled), and Volunteer. These passes are available at Colorado National Monument and their rates are not proposed to change. Rates for commercial vehicles are set nationally and are also not schedule to change at this time. How is fee money used? Eighty percent of the money collected from entrance fees and passes is kept by the monument. Past projects funded by fee money include paving the tunnels on the west hill, accessibility of the Alcove Nature Trail, and a new vault toilet at Upper Liberty Cap Trailhead. This year projects funded through fees include work on the Old Gordon Trail and a resource survey of the White Rocks area. Public Comment Opportunities Public meetings will be held on the following dates and locations: July 19, 2016 - Fruita Community Center 324 Coulson St, Fruita, CO 81521 5:30 p.m. - 7:00 p.m.   July 26, 2016 - Colorado Mesa University  Room 213 in the University Center, 1100 North Avenue, Grand Junction, CO 81501   5:30 p.m. - 7:00 p.m.     July 27, 2016 - Glade Park Community Center 1411 South 16 1\/2 Road (.2 miles north of the Glade Park Store) 6:00 p.m. - 7:30 p.m.   Comments may also be submitted by mail to  Colorado National Monument Fee Program 1750 Rim Rock Drive Fruita, CO 81521 Comments will also be accepted by e-mail. Please indicate \"proposed fee rates\" in the subject line.",
    "url": "https:\/\/www.nps.gov\/colm\/learn\/management\/2016-proposed-fee-increase.htm"
}
