{
    "title": "Colorado National Monument: Self-Guided",
    "body": "Self-Guided       Teachers wanting to facilitate their own field trips need to fill out a program request and academic fee waiver. Reservations are required to allow us to better facilitate your requests and minimize resource damage.   Rangers are available to give a 15-minute welcome talk, which orients students to Colorado National Monument, the National Park Service and Leave No Trace ethics. Ranger welcome talks are strongly recommended at the beginning of your self-guided field trip.      Field Trip\/Hike Outlines and Props The links below provide pdf files of the outlines and props used by rangers on our ranger-guided programs for 2nd, 3rd, 4th, 5th, 6th and HS classes. If you have any questions about the content, contact an education ranger at the park. Images are for educational use only.  2nd Grade Echo Canyon Hike Organisms and Seasons Hike (Echo Canyon)  3rd Grade Short Hikes and Activities (Saddlehorn Area) Radical Rocks (Canyon Rim Trail) & Valley of the Grand (Window Rock Trail)  3rd Grade No Thoroughfare Canyon and Devils Kitchen Hikes Rock Cycle Ramble (Devils Kitchen\/No Thoroughfare Canyon) Spring into Life Cycles (No Thoroughfare Canyon to the Pool)  4th Grade Short Hikes and Activities (Canyon Rim and Alcove Trail near Visitor Center) Digging into Fossils (Fossil Dig Activity & Canyon Rim Trail Hike) Alcove For an Abode (Alcove Nature Trail hike)  4th Grade Monumental Hike (Lower Monument Canyon to Independence Monument) Monumental Hike Fossils Theme Monumental Hike Habitats Theme 5th Grade Hike (No Thoroughfare Canyon to the Waterfall) Earth Changes Hike in No Thoroughfare Canyon  6th Grade Hike and Activities (Devils Kitchen Picnic Area and No Thoroughfare Canyon) Exploring the Evidence (hike to pool in No Thoroughfare Canyon) Masters of Models (Activity station at Devils Kitchen Picnic Area) Rockin' Around (Journaling Station at Devils Kitchen Picnic Area) Middle and High School Lesson Plans Biology Ecosystems (Echo Canyon) Geophysical Science (Monument Canyon)",
    "url": "https:\/\/www.nps.gov\/colm\/learn\/education\/self-guided.htm"
}
