{
    "title": "Dinosaur National Monument: Visitor Center Host",
    "body": "Explore This Park    Get Involved     Volunteer     Visitor Center Host              Volunteer Visitor Center Host Program      Dinosaur National Monument recruits Volunteer Visitor Center Hosts each year. A few positions are available mid April through mid October at both the Canyon Visitor Center (Colorado) and the Quarry Area (Utah). These positions volunteer a minimum of 32 hours per week and may be divided between couples or may be completed by an individual. A minimum three (3) month commitment is required. General information is below: Position Overview: Visitor Center Hosts are a primary contact for visitors to the Quarry Area (Utah) or Canyon Area (Colorado) Visitor Centers. These positions are responsible for providing excellent customer service, specifically orientation and information to park visitors. Both visitor centers are outlets for the Intermountain Natural History Association bookstore, the monument's educational partner. Hosts assist with bookstore sales including operating a cash register or computer-based point-of-sale system, receiving monies, making correct change, and occasionally completing documentation about sales. Hosts assist staff in completing various projects in the visitor center and possibly throughout the park. Additional project opportunities may be available dependent upon candidates' interests and abilities. These positions have a tour of duty of 4 consecutive days. The 32 hour commitment may be served by an individual or split between couples. Benefits:  Personal enrichment and experience working in a national park setting while living on the beautiful northern Colorado Plateau Opportunities to learn a new area while experiencing it first hand Experience communicating with people of diverse cultures Accrual of knowledge and skills necessary to perform interpretive functions and provide visitor information Volunteer hours worked will count toward the volunteer receiving a Volunteer Pass to Federal Lands as provided under the FLREA program. The pass is rewarded at the volunteer's completion of 500 hours.  You can apply for positions through www.volunteer.gov\/gov. Search for us by park name. For further questions, please call (435) 781-7701.",
    "url": "https:\/\/www.nps.gov\/dino\/getinvolved\/supportyourpark\/sue_training2_dino.htm"
}
