{
    "title": "Dinosaur National Monument: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer             Volunteer      From greeting visitors to leading tours to building trails, volunteers donate hundreds of hours each year to enhance visitors' experience at Dinosaur National Monument. Volunteers enjoy coming to Dinosaur because the area offers a varied landscape and contains a variety of resources that suit many interests: Dinosaurs - Dinosaur was established for an internationally renowned display of Jurassic-era dinosaur bones. Geology - Dinosaur displays over a billion years of Earth's history - the most complete geologic record of any national park area. Diverse habitats - seven life zones that support a surprisingly diverse assemblage of plants and animals and critical habitat for endangered species. Cultural resources - Granaries, pithouses, rock art, artifacts, foundations, and cabins that span 11,000 years and are a pristine record of the prehistoric cultural diversity and historic settlement of the region. Rivers - The rapids and magnificent scenery found in the canyons carved by the Green and Yampa rivers provide premier Western white water boating. The Yampa is the only remaining large tributary in the Colorado River system that retains its free-flowing character. Open spaces - Of Dinosaur's 210,000 acres, more than 186,000 acres are proposed wilderness and 4,000 acres of potential wilderness additions. Nearby public lands - If Dinosaur isn't enough, numerous cultural sites, recreation areas, and national parks are within a day's drive. Included in these are: Arches and Canyonlands National Parks, Rocky Mountain National Park, Colorado National Monument, Flaming Gorge National Recreation Area, and thousands of acres of national forest and Bureau of Land Management lands.     If you're interested in volunteering at Dinosaur National Monument, we announce volunteer positions from December through February. Please visit the Federal Volunteer Recruitment Website to see the opportunities that we are currently offering. Applications can be submitted online.   To learn more about volunteer opportunities, these pages can offer details on volunteer positions that Dinosaur fills annually.  Volunteer Visitor Center Host Program Interpretation Internships Please contact the monument to find out about other opportunities for individuals or service groups.",
    "url": "https:\/\/www.nps.gov\/dino\/getinvolved\/volunteer.htm"
}
