{
    "title": "Dinosaur National Monument: Professional Development",
    "body": "Professional Development         Our 2015 TRT checks out the Yampa River. The Teacher Ranger Teacher Program links Dinosaur National Monument with teachers in the Uintah Basin and Rangely, CO areas. This allows the teacher participating in the program to bring their National Park Service experience to their students. NPS Photo  Teacher to Ranger to Teacher Program The National Park Service (NPS) Teacher Ranger Teacher(TRT) program is an extended professional development program for K-12 educators. The purpose of the program is to provide teachers an opportunity to learn about NPS educational resources and themes while earning continuing education graduate credits through a partnership between the NPS and the University of Colorado Denver (CU Denver). Teachers will spend several weeks in an immersive, on-site experience in a park or NPS program office producing a major project of NPS-based educational materials or programs and complete three graduate credit hours of coursework in Experiential Learning online.The program offers teachers a unique opportunity to enhance their teaching skills in Science, Technology, Math, and Engineering (STEM) or history and civics fields through working directly with NPS scientific data and primary resources. Both the NPS major project and on-site experience as well as the CU Denver online course are required for the participants to successfully complete the program. The emphasis of the program is to engage teachers from schools with underserved student populations, especially schools in rural and urban areas and from tribal schools.The intended impact of the program is to reach out to underserved students by providing a professional development opportunity to their teachers. Program Goals  Provide teachers with place-based learning experiences Provide access to the rich resources of the national parks for inclusion into classroom curricula Provide teachers with new knowledge and skills related to the resources and themes interpreted in the NPS Provide parks with the expertise of teachers to inform and shape education programs and materials  Program Administration The TRT program is administered through a Cooperative Ecosystem Studies Unit (CESU) agreement with the University of Colorado Denver. While participating in the program, teachers are considered \"student interns\" of the university and not employees of NPS nor CU Denver. Stipends provided to teachers are administered through CU Denver upon their successful completion of both the NPS and CU Denver program requirements. CU Denver will also provide participants IRS tax statements. Participants are responsible for any applicable taxes on the stipend as income. How Does It Work? Teachers are detailed to Dinosaur National Monument and will spend time learning about monument resources and receiving NPS training. Teachers are required to contribute a minimum of 240 hours of effort, which includes 160 hours towards a major educational project, 45 hours of online coursework, discussion, course readings, and 35 hours of NPS operational experiences. Once back in their schools, teacher rangers bring national parks into the classroom throughout the school year. During National Park Week in April, teacher rangers wear their Teacher Ranger Teacher uniforms to school and engage students and other teachers in activities that relate to Dinosaur National Monument and other NPS sites. Teachers receive a stipend of $3000.00 upon completion of program and the graduate course requirements. They also receive 3 graduate credit hours through University of Colorado Denver. Training All TRTs and their park coordinators are required to attend an orientation webinar that outlines the program and lesson plan requirements. The webinar will be presented once in June 2016 and once in July 2016. Lesson Plan Each TRT will complete at least one lesson plan to use in the classroom or as an on-site activity in the park. Lesson plans will be based on NPS resources including scientific data, primary source documents, or NPS produced materials. Lesson plans produced will be included in the online course requirements. Online Graduate Course All teachers participating in the TRT program are required to register and complete the online course in Experiential Learning with CU Denver. Tuition for all teachers in the program will be covered by the Washington office of Interpretation, Education and Volunteers. All graduate course readings, discussion forums and assignments must be fulfilled for the TRT to successfully complete the program and receive the full stipend offered at the end of the program. Following completion of the required course, TRTs may choose to continue their studies with CU Denver online and earn up to six additional graduate credit hours at their own expense resulting in a nine-credit hour graduate certificate in place-based education with CU Denver. How Do I Apply? The application period is now open for the 2016 Teacher Ranger Teacher program at Dinosaur National Monument. Applications are being accepted from only local area teachers in the Uintah Basin or Rangely, Colorado area. Housing is not available for teachers from outside our local area. Download the application form (Adobe PDF), complete and return to the contact information listed on the form. Applications must be received by 5:00 pm on Friday, April 29, 2016. For more information about the program and find a list of participating parks, visit the Teacher Ranger Teacher website.",
    "url": "https:\/\/www.nps.gov\/dino\/learn\/education\/professionaldevelopment.htm"
}
