{
    "title": "Dinosaur National Monument: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Dinosaur National Monument is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      Touch a Dinosaur Bone  Want to really touch the past? Reach back to 149 million years ago and touch a dinosaur bone. Read more   Walk in the Boots of a Pioneer Woman  When was the last time you heard the words grandmother, cattle rustler, rodeo queen, and bootlegger used to describe one person? Visit the home of this colorful character in Dinosaur's history. Read more      Call to Action Projects      Studying the Green and Yampa Rivers  Dinosaur National Monument hosted a river science symposium to bring together numerous researchers studying the Green and Yampa Rivers. Read more   Collaboration Breeds Success: Discovering Lost Worlds at Dinosaur National Monument  Dinosaur is a spectacular laboratory in which earth scientists can study ancient ecosystems. The Monument has extensive collaborative inventory, monitoring, and research efforts underway with museums and universities across the country. Read more   Dinosaur Broadens Appeal with Social Media  To broaden the understanding and appreciation of Dinosaur National Monument’s diverse resources, staff have been diligently using social media such as Facebook, Twitter, and now Flickr to build an on-line community. Read more",
    "url": "https:\/\/www.nps.gov\/dino\/getinvolved\/2016.htm"
}
