{
    "title": "White Sands National Monument: Pallid Bat",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Pallid Bat                  Pallid Bat        NPS Photo        White Sands National Monument might not have anywhere near the bat population of other national parks, like nearby Carlsbad Caverns, but White Sands is home to at least one species of bat. Pallid bats (Antrozous pallidus), also known as desert bats, are a common species of bat found throughout the American west, from Canada to Mexico and east to Texas and Oklahoma. Named for their light color, pallid bats are typically a sandy brown—better for blending into a desert. Their brown to cream colored fur covers their backs and gives way to a white underside. They are about 4-4.5 inches (10-11.5 cm) long, weigh 0.6-1.2 ounces (17-34 grams), and boast a wingspan of up to 15-16 inches (37-41 cm). This small size only emphasizes their huge ears—all the better to hear their prey! Pallid bats use this keen hearing to hunt, but the kind of prey they’re after is a little different from other bats. Most bat species eat flying insects or nectar from flowers. But not pallid bats! They go for the ground-dwelling insects and arthropods that other bats ignore. Arthropods are animals without a backbone that have an exoskeleton, like crickets, grasshoppers, beetles. Pallid bats will also eat spiders, cicadas, scorpions, and centipedes. If that’s not interesting enough, pallid bats have even been observed occasionally eating small lizards or mice. Imagine a four inch bat hunting a mouse! In one night, a pallid bat may eat half its body weight in insects and arthropods. To catch these critters, pallid bats have a unique hunting style. Most types of bat hunt in midair, catching bugs as they fly. The pallid bat, however, is a gleaning bat that listens to prey-generated noise to localize and hunt prey, while reserving echolocation for general orientation and obstacle avoidance. They most often fly low, listening for prey, and swoop in to catch things on the ground, trunks of trees or sides of buildings. Once the pallid bat catches its meal, it takes the unlucky insect to its night roost to eat it. Here, it disposes of the hard parts of the bug, like legs, wings, shells, etc., and feasts on the soft areas. In addition to this night roost where they can eat in relative comfort, pallid bats also have day roosts, where they stay during the day, and hibernation roosts, where they pass the winter. These roosts can be in buildings, between rocks, in caves, mines, trees, etc. Generally, the roost is located in a dark and cool area where the bat is sheltered from the elements but can still easily escape if necessary. Pallid bats roost in colonies of 12-100 bats. At least one such colony prefers to hang around the visitor center here at White Sands. During the summer, these bats will roost during the day in a corner of the patio between the visitor center and gift shop. While cute to look at and an instant hit with visitors, this roost can be problematic. Namely, bat roosts in buildings can be smelly (both from droppings and from the skunk-like odor pallid bats can release) and can stain the wall from droppings. So, what can we do? Well, we built bat boxes! These boxes provide pallid bats an out-of-the-way place to roost without human disturbance. They get a place to stay, and we get to reap the benefits of having an on-site colony of scorpion and centipede killers. Everyone wins! Even so, sometimes on very hot, sunny days when the boxes get too hot, these surprisingly heat-sensitive desert-dwellers will return to their old place, up under the shady eaves of the visitor center.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/pallid-bat.htm"
}
