{
    "title": "White Sands National Monument: Other Resources",
    "body": "Other Teacher Resources       Although we love it when schools bring their students to the monument, we understand that it's not always possible for teachers to do so. With that in mind, we are continually trying to put together information to help teachers teach their students about White Sands National Monument. Below, you will find some of the additional resources we have compiled. And keep an eye out, as we'll be adding more in the future!      WebQuest - Biology White Sands vs. the Kalahari Desert This WebQuest will take you on an investigative journey into White Sands National Monument located in the Chihuahuan Desert and into the Kalahari Desert to learn more about these water conserving plants and animals. Download the WebQuest - Download the instructions Flow of Energy Pyramid A simple 4-sided pyramid that kids can cut out and tape or glue together. It showcases the flow of energy in an ecosystem. Download it in greyscale or in color. Soil Food Web Air, water and soil are the three natural resources that are vital to life on Earth. Most of us easily recognize the importance of air and water in our daily lives. Each time we take a breath or a sip of water the importance of both are apparent, but how often do we think of the soil beneath our feet as vital to our existence? Download the brochure. Careers in the National Park Service Did you know that rangers wear many hats? Most people think of rangers as people who give tours or talk to visitors at the front desk. But a ranger does so much more! This listing of careers and associated college degrees will show you the variety of jobs rangers do, as well as inspire you to become a ranger yourself! Download the brochure. Recommended Reading Lists Would you like additional reading suggestions for your class? We've compiled a few lists of teacher recommended books for you. Download a list on the environment, flora and fauna, geology or local history. Gypsum Facts Gypsum is a fascinating mineral! These interesting facts will certainly give you something to think about. Download the brochure. Journey of the Gypsum The journey of gypsum is a long one. It started millions of years ago when it was laid down by the evaporation of a shallow inland sea that once covered the Southwest. Now it lies up in the surrounding mountains, where the story of it's transformation begins. Download the brochure. Common Animals Species List White Sands National Monument is home to over 500 different animal species. Despite the harsh environment of the dunefield, these incredible creatures have learned to adapt and survive in this southern New Mexico desert. Download the brochure. Common Birds Species List There are over 220 recorded species of birds within White Sands National Monument. High temperatures during the day, especially throughout the summer months, make it unlikely that you will come across these creatures in the heart of the dunefield. However, many of these species are commonly seen in the desert scrub vegetation around the visitor center and entrance station. Download the brochure.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/education\/other-teacher-resources.htm"
}
