{
    "title": "White Sands National Monument: Visiting Schools Calendar",
    "body": "Visiting Schools Calendar       Bringing your class to the monument is a great way to educate while having fun at the same time.  If you requested a ranger to speak to your class, please check the calendar on your visit date. \"Ranger\" means that a ranger is available to speak with your class. When you arrive at the monument, please check-in at the visitor center. \"No Ranger\" means that a ranger was not available to speak to your class. \"Ranger?\" means that a request for a ranger to speak to your class is pending; please check seven days prior to your visit.  Schools who do not show for their scheduled ranger program will not be allowed to request an on-sight ranger program for one year. This will apply only to the offending teacher(s) and not to the entire school. There is a 15-minute window for schools that are running late. If your school group will be more than 15-minutes late, the ranger scheduled program will be canceled.  Please call the monument if your school group is running late. Please contact the monument as soon as possible if your school group needs to cancel the scheduled ranger program so that we can schedule other school groups in that time slot.           March 2016   Sunday Monday Tuesday Wednesday Thursday Friday Saturday                              1 2 3   4  5      6  7 8 9  10  11  12     13  14 15 16 17  18   19     20  21  22   23   24   25  26   27 28  29     30   31                       April 2016   Sunday     Monday    Tuesday   Wednesday Thursday   Friday      Saturday       24  25   26   27   28    29  30               1   2      3    4  5  6  7    8  9    10 11  12   13   14   15   16    17  18   19   20   21   22   23               May 2015   Sunday Monday Tuesday Wednesday Thursday Friday Saturday                          1  2 3 4 5 6  7     8 9 10   11    12    13    14     15   16    17    18   19  20    21     22   23   24  25    26    27   28   29 30  31",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/education\/school-calendar.htm"
}
