{
    "title": "Dinosaur National Monument: Superstars of Paleontology",
    "body": "Dinosaur's Superstars of Paleontology       Dinosaur National Monument is famous for its remarkable dinosaur quarry. Today, visitors have the opportunity to see the bones in-situ, which means that bones have been carefully exposed but left in the ground as they were found. However, in the early 1900s, the quarry was very active and many dinosaurs were removed, studied, and put on display. Even a century later, paleontologists come to Dinosaur to study and discover more information about dinosaurs and small animals that lived with them. From the mighty sauropod (long necked dinosaur) to the fragments of the tiniest lizard bones, Dinosaur National Monument is full of fossil treasures that are both beautiful and scientifically fascinating. Join us on our virtual journey to learn about some of the best Dinosaur has to offer. If you enjoy reading about them, we hope you will join us here at Dinosaur or visit a museum near you to see some of our exquisite specimens.      People and Places  Morrison Formation The Morrison Formation is the rock layer that has produced the majority of the dinosaur fossils found in Dinosaur National monument. Earl Douglass Aside from discovering the famous Carnegie Quarry, Earl Douglass was one of the first people to suggest leaving some of the bones for public viewing instead of excavating it all.          Walters & Kissenger, LLC  Dinosaurs  Abydosaurus mcintoshi Abydosaurus is the most recently discovered dinosaur at Dinosaur National Monument. Allosaurus fragilis Allosaurus, meaning \"different delicate reptile,\" is a theropod (meat-eating dinosaur) that probably ate other smaller dinosaurs. Allosaurus jimmadseni Allosaurus jimmadseni is the second species of Allosaurus found at Dinosaur National Monument. Apatosaurus louisae Apatosaurus grew up to 69 ft long and ate plants. You may have also heard it referred to by its scientifically incorrect name, Brontosaurus. Barosaurus lentus Barosaurus is a plant eater and the least common of all the sauropods (long-necked dinosaurs) found in the Carnegie Quarry. Camarasaurus lentus Camarasaurus is one of the most common sauropods (long-necked dinosaurs) of the Jurassic. Camptosaurus aphanoecetes Camptosaurus is a two-legged plant eating dinosaur. Diplodocus longus Diplodocus is one of the most abundant sauropods (long-necked dinosaurs) in the Morrison Formation. Dryosaurus altus Dryosaurus means \"oak lizard\" in reference to the leaf shaped teeth. Stegosaurus ungulates Stegosaurus is a plant eating dinosaur with plates on its back and spikes on its tail.          Artist rendition of Opisthias. Walters & Kissenger, LLC  Reptiles  Dinochelys whitei Dinochelys may have lived a life similar to that of modern river and pond turtles. Glyptops plicatulus Glyptops probably lived a life similar to that of modern turtles.  Hoplosuchus kayi Hoplosuchus is a long-limbed, running, terrestrial crocodile. Opisthias rarus Opisthias rarus is a lizard-like reptile known as a sphenodont that reached a length of a foot or more. Paramacellodus Paramacellodus is a small lizard with short, blunt teeth.            Mollusks  Unionidae clams\/Vetulonaia sp. These freshwater clams are the the most abundant organism preserved in the Carnegie Quarry.        Mammals  Glirodon grandis Though it was the size rat, this Jurassic mammal was not a rodent.        Amphibians  Iridotriton hechti The name of this Jurrasic Salamander means \"rainbow newt\" since it was found in the Rainbow Park area of Dinosaur National Monument. Rhadinosteus parvus This small Jurassic frog with a body length of about half an inch has only been found at Dinosaur.        Other Fossils  Trace Fossils Not all fossils are bone or other body parts. Footprints or imprints of animals burrows are examples of trace fossils.             Dinosaur Multimedia Visit an on-line multi-media exhibit that gives you an intimate look at the remarkable fossils of Dinosaur National Monument.",
    "url": "https:\/\/www.nps.gov\/dino\/learn\/nature\/superstars-of-paleontology.htm"
}
