{
    "title": "White Sands National Monument: Porcupine",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Porcupine                  Porcupine        NPS Photo        White Sands National Monument has lots of residents you might not expect to find in the desert such as badgers, bobcats, and kit fox. But the porcupine is truly a surprise. As it turns out, these walking pin cushions are a versatile group of animals that are found all over the world, including in the deserts of the Southwest United States. The porcupines found in this area are called North American porcupines (Erethizon dorsatum). Nearly three feet long and weighing up to thirty pounds, the porcupine’s stout stature means they’re not much good at running. Instead, they have a slow, almost waddle-like walk.  Of course, thanks to their defensive quills, porcupines don’t really need to run. One North American porcupine can have up to 30,000 hard, barbed quills running down their backs, rumps, and tails. These quills are made from keratin – the same substance as hair or fingernails – and can be up to four inches (75-100mm) long. The quills are marked with black-and-white bands, which stand out against the porcupine’s dark brown or black fur. This is intentional— the highly visible quills warn predators to stay away. Most predators take heed of the warning, but some decide that attacking slow oversized rodents is worth the risk. When this happens, porcupines raise their quills, with muscles at the base of each quill causing the quill to stand straight up. Porcupines chatters their teeth as further warning predators. If the spines and auditory warning don’t work, porcupines will flail their tails at predators. Porcupines can’t throw their quills, as some depictions show, but slapping around a spiny tail certainly does the trick! Predators may end up with a face full of barbed quills and no meal to show for it. Nevertheless, some predators still go after porcupines, like bobcats, coyotes, wolves, great horned owls, bears, and mountain lions. Some, like the mountain lion and fisher bird, successfully hunt porcupines by flipping them over and attacking their unprotected bellies. When porcupines aren’t fighting predators, they lead a relatively quiet life. These herbivores eat shrubs, plants, tree bark and leaves. They are generally solitary and spend their time in trees or dens on the ground. You read that right—porcupines can climb trees! This is because of long, curved claws that help them hang on to branches. Are you likely to see a porcupine in White Sands? Unfortunately it is unlikely. Although these animals were once commonly spotted in the dunefield living among the cottonwood trees, today sightings of these charismatic critters has drastically decreased. In fact, there have been almost no reported observations since the mid-1990's, so whether or not porcupines remain in White Sands National Monument is uncertain.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/porcupine.htm"
}
