{
    "title": "White Sands National Monument: Kangaroo Rat",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Kangaroo Rat                  Kangaroo Rats        Doug Burkett, Senior Scientist, ECO-Inc. Photo        A rat that hops along on its hind legs like a kangaroo and can jump eight feet sounds make up, right? What if we told you this is true,AND it can also, in some species, drum its oversized back legs on the ground, like Thumper from Bambi. Sounds like a super-hero rodent? Perhaps not a super-hero rodent, but kangaroo rats are common desert-dwellers known for their oversized back legs and ability to leap huge distances in a single bound. Like their pocket mice relatives, kangaroo rats are also known for the fur-lined pockets on the outside of their cheeks, a trait common to small rodents in the Heteromyidae family. Although they have some unique traits, kangaroo rats may not look like much at first glance. They resemble ordinary rats with their small bodies, large eyes, small, round ears, and soft light brown fur. But first impressions can be deceiving; get a little closer, and you may notice their large hind feet, much smaller front feet, and very long, tufted tails. Get too close and the kangaroo rat may bound away, hopping on its two back legs rather than running along on all fours. Here in North America, there are many such species of kangaroo rats living in parts of Canada, the western United States, and Mexico. At White Sands National Monument, we’ve found two species: Merriam’s kangaroo rat (Dipodomys merriami) and Ord’s kangaroo rat (Dipodomys ordii). Both are found throughout the southwestern United States and into Mexico, although Ord’s kangaroo rat has managed to spread much farther north into Canada. Unsurprisingly, both species are commonly found in arid, desert habitats with sandy soil – an environment that certainly matches White Sands. But how do these small rodents survive—and even thrive—in such a harsh desert environment? As it turns out, kangaroo rats are incredibly well adapted for desert life. To start, they’re nocturnal. During the day, they shelter in burrows below the soil, where temperatures remain cooler and more stable than on the surface. They even pack the entrances to their burrows closed with sand to keep the burrows cool and humid. At night, kangaroo rats emerge to forage for seeds, storing them in their cheek pockets until they return to their burrows. These seeds comprise most of the kangaroo rat’s diet, but they may eat insects or other vegetation if necessary. Because kangaroo rats typically build their burrows beneath shrubs, they don’t even have to go far to find seeds during these foraging expeditions. This helps them stay safe from predators, like coyotes, owls, kit foxes, and snakes. If a predator does approach, the kangaroo rat can use its back legs to kick sand into the eyes of its enemy, bound away, and return safely to its burrow. Perhaps the most difficult part of living in the desert is the lack of water, but even that’s not a problem for kangaroo rats. Kangaroo rats are so well adapted to arid environments that they rarely, if ever, drink water. Their bodies minimize water loss by producing highly concentrated urine and feces, and their specialized nasal passages cut down on water lost to exhalation. With such efficiency, kangaroo rats can get all the water they need from the dry seeds they eat. The metabolism of nutrients from these seeds produces small amounts of water. That, plus whatever water is in the seeds themselves, is enough to sustain the kangaroo. The ability to live with very limited water and burrow in shifting sands, makes kangaroo rats very well adapted to life here at White Sands National Monument.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/kangaroo-rats.htm"
}
