{
    "title": "White Sands National Monument: Long-nosed Leopard Lizard",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles     Long-nosed Leopard Lizard                  Long-nosed Leopard Lizard        Doug Burkett, Senior Scientist, ECO-Inc. Photo        Some of White Sands National Monument’s most famous species are our white lizards, who have evolved to better blend in with the glaringly white sand dunes. However, White Sands is home to other lizards too! The long-nosed leopard lizard (Gambelia wislizenii) is one of these. These lizards are fairly big, with a rounded body between 3.25 and 5.75 inches (8.3-14.6 cm) long and a tail that can be almost twice their body length! They’re called “long-nosed” to set them apart from their shorter-nosed relatives in California—the blunt-nosed leopard lizard. Long-nosed leopard lizards have gray throats, and breeding females have red or orange markings along their sides. But if you really want tospota leopard lizard, you’ll want to look for its spots. Like the cat it’s named for, the leopard lizard has dark spots on most of its body. Depending on the color of the lizard, these spots may be easy or difficult to see. Light colored lizards may be gray, cream, or yellowish brown, so dark spots show up well. However, leopard lizards can change color to a darker form—a dark brown or gray, which washes out the spots and emphasizes the lizard’s lighter line markings. Of course, some places are better tospotleopard lizards than others. These lizards prefer arid or semiarid areas, which explains why their range overlaps with the major deserts of North America (the Great Basin, Mojave, Sonoran, and Chihuahuan Deserts). This range extends throughout the western United States and northern Mexico. In the U.S., long-nosed leopard lizards live throughout Nevada and in portions of Idaho, Oregon, California, Utah, Colorado, Arizona, Texas, and, of course, New Mexico, where White Sands is located. In Mexico, they live in parts of Baja California, Sonora, Chihuahua, Coahuila, Durango, and the very northern part of Zacatecas. Within this range, leopard lizards prefer habitats with some vegetation for coverage but plenty of open space for running. They’re usually found among low, shrubby plants, like creosote bushes, sagebrush, grasses, and alkali bushes. Not so coincidentally, some of these shrubby plants are found in White Sands National Monument, just outside the dunefield. Low shrubs are the perfect places for leopard lizards to lie in wait for food. Daytime hunters, these lizards will wait patiently under a bush, their spotted markings helping them to camouflage and avoid being seen. When something edible appears, the lizard makes its move and attacks! It hunts insects (including grasshoppers, beetles, butterflies, crickets, bees, and wasps), spiders, young or small snakes, small rodents (including pocket mice, a common species here at White Sands), and even other leopard lizards. When this diet isn’t enough, these omnivores also eat berries, leaves, and flower. Of course, leopard lizards aren’t always the hunters; sometimes, they’re the hunted. White Sands is also home to a number of predators, like kit foxes, badgers, birds, and other animals who don’t mind a lizard for a snack. When a leopard lizard is threatened by one of these predators or by a human, they hiss and flee back to the safety of the brush, running away using only their hind legs. If necessary, the leopard lizard will also bite in defense. So, if you see this lizard when you visit White Sands, feel free to look, but don’t touch.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/long-nosed-leopard-lizard.htm"
}
