{
    "title": "White Sands National Monument: Coyote",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Coyote                  Coyote        Doug Burkett, Senior Scientist, ECO-Inc. Photo        If you live in North America, you’re probably familiar with coyotes. Also known as prairie or brush wolves, coyotes (Canis latrans) are found across the continent, from Canada to Mexico and pretty much everywhere in between. These animals are canines (members of the dog family) and look something like dogs or wolves. They’re typically brown with pointed noses and bushy tails. They’re about the size of a medium-sized dog, weighing 15-50 pounds (7-23 kilograms) and standing 46-53 inches (1.1-1.3 meters) long from their nose to the tip of their tail. The coyote’s most distinctive feature, however, is its adaptability. These hardy creatures are known for their ability to respond to environmental challenges. For example, in the last few hundred years, many North American species have struggled as human populations increased, due to hunting and loss of habitat. But not coyotes! As wolf populations went down throughout the continent, coyotes stepped in to fill the niche, expanding from their original homes on the prairie to virtually every habitat. They now live throughout North America, in deserts, forests, plains, mountains, and so on. They even live in urban areas and have swum out to colonize islands off the coast of Massachusetts. Coyotes appear to be thriving, thanks to their ability to adapt. This adaptability carries over into cultural representations of the coyote. Coyotes feature in a number of Native American legends and folklore, where they are often known for being cunning, tricky, and intelligent. You can see these same traits in pop culture – just think of Wile E. Coyote from the Loony Tunes cartoons. Was he not a clever character, always coming up with crafty, albeit unsuccessful, schemes to catch the roadrunner? Of course, in real life, coyotes wouldn’t focus so much on roadrunners. They’d simply eat whatever they could find. Coyotes eat pretty much anything. They hunt rabbits, rodents, and even large game, like deer or pronghorn calves, but they’ve also been known to eat roadkill, garbage, fruit, insects, frogs, snakes, grass, etc. This diverse diet is part of what allows coyotes to thrive in so many places. These omnivores can find food almost anywhere, whether by hunting or scavenging. When coyotes do hunt, they tend to hunt alone. However, if circumstances call for it, they can adapt and hunt with other predators. To take down large game, coyotes may form packs. They’ve also been observed hunting with American badgers. This curious partnership is not a friendship, per say, but it does allow coyotes and badgers to combine their talents and catch more prey. See, badgers excel at burrowing, thanks to their large claws and keen noses. Coyotes, on the other hand, excel at running down prey, reaching speeds up to 40 miles (64 kilometers) per hour. Together, the two make a formidable team, one able to catch prey both above and belowground.  Both of these predators are found here at White Sands National Monument. Given their enormous range, the fact that coyotes are here is really no surprise. Typically active at night, in the evenings, or in the early morning thanks to the oppressive desert heat, coyotes hunt the numerous rodents and jackrabbits that live in the monument. A recent study of mesocarnivores at White Sands photographed these coyotes and found they tend to frequent shrubby, more vegetated areas of the monument, where there is more available prey. So, just as they’ve adapted to live in habitats across the continent, coyotes have found themselves a place here at White Sands.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/coyote.htm"
}
