{
    "title": "White Sands National Monument: Bobcat",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Bobcat                  Bobcat        Doug Burkett, Senior Scientist, ECO-Inc. Photo        The bobcat (Lynx rufus) is a small wildcat native to North America. Don’t confuse these felines with pet cats though – bobcats are wild animals and quite different from ordinary housecats! To start, while bobcats are small, they’re still about twice as big as housecats, standing around 20 inches (50 cm) tall, 25-41 inches (63-104 cm) long, and weighing 11-35 pounds (5-15 kg). They don’t come in as many colors and patterns as domestic cats either – their coats are typically shades of brown with dark spots and stripes. Bobcats also have tufted ears, like their lynx relatives. And, of course, bobcats have distinctive short, bobbed tails, about 3.5-7 inches (9-18 cm) long. This tail gives the bobcat its name.  Despite their small size – or perhaps because of it – bobcats are very successful across North America. Their range stretches from southern Canada all the way to Mexico. Within this range, bobcats have managed to colonize many different kinds of habitats. These include forests, scrubland, swamps, deserts, and sometimes even suburban areas. Basically, as long as the habitat has available prey and coverage – shrubs, brush, etc. for hiding – bobcats can live there. This coverage is essential for the bobcat’s hunting strategy. These cats aren’t long-distance runners; they can run quickly, but they also tire quickly. So, chasing prey is not a good strategy for a bobcat. Instead, they rely on stealth. These solitary hunters will sneak up on prey before pouncing and delivering their fatal attack. This stealthy ambush hunting style makes the bobcat a formidable predator to the rabbits and small rodents it often eats. Typically, these small mammals make up the bulk of the bobcat’s diet, but it’s also been known to eat insects, birds, or even young deer, despite the bobcat’s small size. This diverse diet helps the carnivorous bobcat to survive in many habitats throughout its vast range. One place the bobcat lives is here at White Sands National Monument. These stealthy residents are elusive and hard to spot, but we know they’re here, thanks in part to a recent study of mesocarnivores. This study photographed several bobcats in the monument, although not nearly as frequently as other carnivores, like coyotes and kit foxes. Thinking of our vast white sand dunes, you may wonder why bobcats live here. As you read above, bobcats prefer habitats with coverage so they can better hunt their small prey. So why here? Well, bobcats are likely drawn in by our rodent and rabbit population, and while the heart of the dunes is relatively barren and unwelcoming to larger predators, other parts of the monument have plenty of vegetation for coverage. So, White Sands is yet another habitat of the wide-ranging bobcat! But even though these bobcats can make a home here in the monument, don’t expect to see them if you visit. As if they weren’t already elusive enough, bobcats are also nocturnal!",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/bobcat.htm"
}
