{
    "title": "White Sands National Monument: Kit Fox",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Kit Fox                  Kit Fox        J. Christy Photo        Did you know that the kit fox (Vulpes macrotis) is America's smallest wild canine? Kit foxes are about size of an adult Chihuahua, and they usually range between 15 to 21 inches in length from head to tail and weigh roughly three to six pounds. Their long, prominent ears (2.8 to 3.8 inches) give them excellent hearing and help the kit fox to lower its body temperature in the desert heat. At White Sands, they are usually tan and grey in color with a bushy, black-tipped tail, but their color can vary seasonally. For added traction and mobility in sand and loose soils, the kit fox has dense fur between its toes and footpads. A shy animal and almost totally nocturnal, the kit fox hunts after sunset and is rarely seen by humans. It typically lives in deserts and grasslands throughout much of the American Southwest including western Texas, New Mexico, Arizona, southeastern California, Nevada, Utah, and southwestern Colorado. It inhabits elevations ranging from about 1,300 to 6.200 feet, but usually it lives below 4,500 feet. Because of its quickness and agility, the kit fox is particularly adept at catching rodents and rabbits, and in some areas will feed entirely on kangaroo rats. However, wherever available, birds, prairie dogs, small reptiles, and even insects may also be on the menu. Usually the kit fox will carry its prey back to its den to consume. Should prey be scarce, however, it has also been known to eat fruit. A pair of kit foxes can cover 500 to 1,000 acres in search of food. Here at White Sands, due to the scarcity of surface water, the kit fox usually obtains adequate hydration by ingesting the blood of its prey. When pursued, it can run up to 25 mph while dodging and twisting until it reaches safety in a den or other convenient shelter. To avoid detection by a predator, it also has the ability to flatten itself against the ground. Although its natural predators include coyotes and eagles, humans pose a far greater risk to the survival of the kit fox. Being naturally curious and unsuspecting, they are much more susceptible to poisons and traps intended for other species. The kit fox frequently builds a virtual maze of dens with as many as eight entrances and spiraling tunnels that attract potential prey. Entrances are taller than they are wide, and foxes will dig burrows at steep angles before leveling off about two feet under the surface. Sometimes, kit foxes will adapt abandoned badger dens or enlarge kangaroo rat dens for their own use. Here at White Sands, kit foxes often burrow into plant pedestals. Females prepare a larger natal den during the fall, at which time she is joined by the male. Pairs stay together throughout the breeding season, take an active part in raising their young, and may mate for life. Females are mature enough to breed by their second year. Mating takes place from December through February. After a normal gestation period of seven to eight weeks, litters of four to seven pups are born between February and April. The male then hunts to secure food for the family while the female looks after the pups, which do not leave the den until they are four weeks old. A male, however, can also raise the litter alone if the female is no longer present. Young kit foxes reach adult size and become independent at five to six months of age, separating from their parents in early fall. A wild kit fox has an average lifespan of 5.5 years, while those in captivity have been known to live as long as 12 years.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/kit-fox.htm"
}
