{
    "title": "White Sands National Monument: Apache Pocket Mouse",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Apache Pocket Mouse                  Apache Pocket Mouse        NPS Photo        When you think of desert life, what kind of animals do you think of? Do you think of mice? What about rats? If not, maybe you should. Although small rodents may not be the most obvious animals to live in the desert, these tiny foragers are key parts of desert ecosystems. Here at White Sands National Monument one such rodent is the pocket mouse. Pocket mice are members of the subfamilyPerognathinaeand are known and named for their pockets. That’s right--pocket mice have actual pockets! These fur-lined storage pouches are located on the outside of their cheeks. And pocket mice aren’t the only rodents to have them. Their pocket-possessing relatives include kangaroo rats and pocket gophers. These pockets are the uniting characteristic of over two dozen species of pocket mice that live throughout parts of Canada, Mexico, and the United States. At White Sands, we’ve found four of these species: the rock pocket mouse (Chaetodipus intermedius), the Chihuahuan pocket mouse (Chaetodipus eremicus), the silky pocket mouse (Perognathus flavus), and the plains pocket mouse (Perognathus flavescens). These mice all look pretty similar. They are small and unimposing with small, round ears, large eyes, and long tails. In other words, they look like typical mice. The main difference between the four species is the texture of their fur. Rock and Chihuahuan pocket mice (the two with the genusChaetodipus) have coarser fur with some long, bristly hairs that resemble weak spines. Meanwhile, silky and plains pocket mice (genusPerognathus) have soft, smooth fur. These pocket mice may not look like much, but they’re one of the few animals who can live in the gypsum sand dunefield. They manage by carefully conserving water and avoiding the heat. Solitary and nocturnal, these desert dwellers spend the day in their underground burrows, which stay much cooler than the surface temperatures. At night, pocket mice emerge to forage for seeds. These seeds make up the bulk of their diet and are quickly stored away, first in the mice’s cheek pockets and later in their burrows. To cope with the lack of water, many species of pocket mice can get most of the water they need from the seeds they eat. Their efficient kidneys minimize water loss and allow pocket mice to go weeks without drinking water, which is certainly a useful adaptation in the desert! As one of the few animals that can thrive in this arid desert environment, pocket mice are also an important link in the White Sands food chain. They’re a food source for many predators that live in or around the dunes. Coyotes, owls, snakes, kit foxes, bobcats, badgers, and even leopard lizards and pallid bats have been known to munch on mice. Clearly then, predation is a major threat to our resident rodents. So what can they do? Some stay in shrubbier areas of the monument outside the dunefield, where there’s more cover and their typically light brown coats better match the soil. Others adapt. The Apache pocket mouse (Perognathus flavescens Apachii), a subspecies of the aforementioned plains pocket mouse, adapted to snow-white sand found in the monument. Over time, they evolved to be almost white in color! How? Well, here in the glaring white sand dunes, lighter colored mice are harder to see. These mice are less likely to be eaten and more likely to survive and pass on their light-colored genes. Over time, this natural selection caused the Apache pocket mouse population in the dunes to become lighter and lighter. Finally, it resulted in the white camouflage we see today. Apache pocket mice aren’t the only ones to develop a white color; other animals at White Sands, like insects and lizards, have done the same. So, pocket mice here at White Sands National Monument are not just an important species, but also one of many unique animals that call this monument their home.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/apache-pocket-mouse.htm"
}
