{
    "title": "White Sands National Monument: Step Into the Past Calendar",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger Programs     Step Into The Past     Step Into the Past Calendar                  Step into the Past Calendar         NPS Photo  Let's Celebrate! The National Park Service is turning 100-years old.  National Park Service turns 100-years old this year and is celebrating 100 years of conservation all year! The idea for a \"nation's park\" was born in 1832, and 84 years later in 1916 the National Park Service was created. Today, the National Park Service protects over 400 sites from Maine to Guam and from Puerto Rico to Alaska. Join us for a gallery show and presentation in the visitor center theater highlighting the history of the National Park Service and how White Sands National Monument fits into this amazing story. Program is free.     *1:00 pm Saturday, January 2        NPS Photo  More than Just Flowers: Wild Edible and Medicinal Plants of the Chihuahuan Desert  More than just colorful flowers, humans have relied on many of the wild edible and medicinal plants of the Chihuahuan Desert for survival through the centuries. Join rangers in the visitor center native plant garden for a one-hour tour of the garden. Learn about the plants that provided food, shelter, and medicine long before food markets, hardware stores, and pharmacies were common place. Participants will be provided a field guide and encouraged to take photos, draw pictures, and ask questions! Program is free. Program is limited to 20 participants. Reservations are required and can be made starting at 8 am MT on February 5.   *10:00 am Saturday, March 5        NPS Photo  Mescalero Youth Dance Group Learn about the history and customs of the Mescalero Apaches through traditional dances performed by the Mescalero Youth Dance Group. Based on time honored tradition, the Mescalero Youth Dance Group will allow the public to learn about their traditions through dancing and the sharing the meaning of the dances. Please join us in the visitor center patio for this performance. Program is free.  *1:00 pm Saturday, May 7        NPS Photo  Mexican and Native American Art Market  Experience the rich culture of Northern Chihuahua and Oaxaca Mexico beautifully expressed through extraordinary Mata Ortiz pottery, whimsical Oaxacan wood carvings, and vibrant Zapotec rugs. Join Native American Artists from New Mexico as they create their exceptional one-of-a-kind handcrafts. Enjoy live demonstrations and meet the artists as they explain the cultural history and meaning of their art work. You will find a wide array of handmade items available for purchase including, museum quality pieces. Program is free and will be held in the visitor center courtyard. This event is co-sponsored by the National Park Service, Western National Parks Association, and White Sands Trading Post. Program is free. *10 am—5 pm Saturday, July 2 and Sunday, July 3        NPS Photo  Journey Through Time at Lake Lucero  Accompany rangers and living history actors from the New Mexico Farm and Ranch Heritage Museum on a journey through the 10,000 years of human habitation in the Tularosa Basin. As you hike to Lake Lucero, colorful characters from the past will greet you along the trail and share tails of love, triumph, and loss. Program fee: $8.00 per adult (16 years and older), $4.00 for children. Reservations are required and will be accepted starting on August 7th at www.nps.gov\/whsa. All tour reservations must be made through the website. This four-hour program will take place on the Lake Lucero trail. See above-listed website for additional details. *9:00 am Saturday, September 3        NPS Photo  Relief, Recovery, and Reform: The New Deal and White Sands National Monument  In response to the Great Depression, the New Deal was a series of programs that focused on relief for the unemployed and poor;recovery of the economy to normal levels;and reform of the financial system to prevent another Great Depression. The Works Progress Administration (WPA) was the largest New Deal program. It employed millions of people in the construction of public works, including the building of the visitor center, maintenance, and employee housing facilities at White Sands National Monument. Join us for a presentation in the visitor center theater to learn more about the relationship between the New Deal and White Sands National Monument. Program is free.  *1:00 pm Saturday, November 5th",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/step-into-the-past-calendar.htm"
}
