{
    "title": "White Sands National Monument: Publications",
    "body": "Publications       From information on local campgrounds to lists of some of the common animals here at White Sands National Monument, we have put together a wide variety of brochures to help you plan your visit and to tell you about the park. Take a look through the brochures below and feel free to download any that you might find interesting.      A Brief History of White Sands National Monument The bright white gypsum dunefield of White Sands National Monument is striking. Covering 275 square miles and rising up to the height of a three story building, the dunes can be seen from space. It is home to five endemic species and many plants and animals with unique adaptations. Throughout its varied history, the white sands have remained intact. Although gypsum is commonly used for industrial purposes, today our dunefield is protected by presidential proclamation. Sand and other resources cannot be removed. This ensures the ecosystem will stay intact for future generations to study and enjoy! Download the brochure. Adobe and Our Visitor Center Adobe is the name for a style of building construction that uses bricks made from mud. In the United States, the word \"adobe\" is most commonly used to refer to the Pueblo-style building technique that is found throughout the Southwest and is especially well-known in New Mexico. Download the brochure. Area Attractions Have you ever needed to just get away from everything for a day or two? Within a two-hour drive or less from White Sands, you can enjoy special places that can take you back in time or even up in space. Many of these areas can be enjoyed in one day so you can spend a weekend enjoying White Sands National Monument and several great places nearby. Download the brochure. Area Camping Spending a night beneath the clear starry skies of White Sands National Monument may be a very tempting prospect, but our primitive backcountry campsites are only available to those who don't mind the one-mile hike back to the sites. For those who prefer to sleep in a vehicle or RV, there are many campgrounds within a relatively short distance of the monument. Below you will find a brief overview of some of these local campgrounds, including their contact information. Download the brochure. Backcountry Camping Spend a night under the twinkling stars of the vast New Mexico skies surrounded by the world's largest gypsum dunefield. White Sands National Monument offers backpackers the opportunity to enjoy a night camping on the white sands and listening to the nocturnal activities of the animals that make their home in this unique ecosystem. Download the brochure. Braille White Sands National Monument Brochure This is an English-Spanish Braille version of our park brochure. It is in BRF format and can be used with common braille reading devices or braille printers. Download the brochure. Careers in the National Park Service This list is a brief overview of what types of careers can be found in the National Park Service. The listing is done by academic major. Not all majors or careers are included as this list is not all inclusive. Download the brochure. Common Animals of White Sands (Species List) From fish to mammals, there are over 500 different species of animals within White Sands National Monument. These incredible creatures have learned to adapt and survive in this harsh environment. Download the brochure. Common Birds of White Sands There are over 220 recorded species of birds within White Sands National Monument. High temperatures during the day, especially throughout the summer months, make it unlikely that you will come across these creatures in the heart of the dunefield. However, many of these species are commonly seen in the desert scrub vegetation around the visitor center and entrance station. Download the brochure. Common Birds of White Sands (Species List) Unlike the common birds brochure above that showcases just a few birds, this brochure is a listing of the most common bird species of White Sands. You'll discover what birds are here year round, which ones are here only in the fall and winter, and in what area you are likely to find them. Download the brochure. Common Mammals of White Sands While visiting White Sands National Monument, it is very unlikely that you will see any of our resident mammals. They have adapted to the hot summers of the Tularosa Basin by hiding in their dens until it cools down, leaving behind only their footprints from their nightly hunting. Download the brochure. Common Mammals of White Sands (Species List) Unlike the common mammals brochure above which lists just a few animals, this brochure is a listing of the most common mammal species found in and around White Sands. You'll discover many cool species that you may never have thought would live here! Download the brochure. Common Reptiles of White Sands Many people believe the desert is a barren, dry place with little life. Wrong! A desert does have scorching sun and little rain; however, many animals both survive and thrive within White Sands National Monument. Below is a list of 10 of our most common snakes and lizards that you may see within the monument. Do not try to handle any wildlife as some are very venomous. Download the brochure. Common Tracks and Scat Wild animals are shy and try to avoid us. Most animals in the desert are nocturnal. During the day you can see evidence of these animals in the tracks they leave behind in the sand. Tracks tell the stories of night activities in the dunes and are awaiting your discovery. If you do run into an animal, make sure you respect its space and do not try to feed it. The images and tracks below are not to scale, but they will help you identify animal signs you might find in the dunefield. Download the brochure. The Desert in Color There is no single \"best time\" to see desert wildflowers. Different types of plants bloom at different times. At White Sands National Monument, flowers bloom later than those in the surrounding desert foothills due to the pool of cold air from the mountains that settles into the basin at night. Download the brochure. Desert Safety White Sands National Monument is a beautiful and pristine landscape. At times, however, that beauty can bedeceiving, masking the potential for serious injuries that can befall the unwary. It is up to visitors to make sure they understand the nature of the environment they are entering and to be aware of hazards they may encounter. Download the brochure. Features of the Tularosa Basin Place names in New Mexico, as you might imagine, often derive from Native American, Spanish, and Anglo words and family names. The Tularosa Basin is no exception—the word \"tularosa\" is Spanish for \"reddish reeds.\" Like much of the American Southwest, the basin is full of such colorful place names. Download the brochure. Federal Recreation Passes and Fees Federal recreation passes allow visitors into parks for free. There are several types of passes available, including senior passes, annual passes and passes for the disabled. Download the brochure. German White Sands National Monument Brochure This brochure is a bi-lingual version of our park brochure in English and German. It is a high resolution copy, making it a very large file that may take awhile to download. Download the brochure. Geology of a Dunefield A curious white line on the horizon, White Sands has long sparked wonder in people passing through the Tularosa Basin. Standing on top of a dune overlooking this sea of sand, it can be difficult to imagine where all the brilliant white sand came from. Download the brochure. Geology Overview This essay is more in-depth than the Geology of a Dunefield brochure, taking you from 250 million years ago to the creation of the Rio Grande Rift and all the way to present day. It explains in more detail how the basin formed and what processes led to the development of the dunefield. Download the brochure. Geology of a Sand Dune Have you ever wondered what makes a sand dune? Or thought about the nature of sand itself? This brochure explains in detail how sand and dunes work and move. Download the brochure. Hiking at White Sands Albert Einstein once said that \"the only source of knowledge is experience.\" This is especially true when it comes to understanding the nature of the unique environment of White Sands National Monument and the vast wealth of plant and animal life that has adapted to survive here. Venturing out onto any of our five established trails provides you with a first-hand opportunity to experience the timeless majesty and wonder of the dunes. We invite you to take a trek into the heart of the world's largest gypsum dunefield and explore the wonders of White Sands. Download the brochure. History and Culture of the Tularosa Basin Who were the peoples that called the Tularosa Basin home? Where did they live? How did they live? Over the last 12,000 years, this seemingly barren basin has been home to numerous populations and each of these cultures left their mark on the land. Download the brochure. History of Commercial Filming at White Sands Towering mountains, spectacular white dunes, crystal blue skies, stunning sunsets, and magical moonlit nights-all of these unique features form the amazing landscape at White Sands National Monument. Half a million visitors from all over the world enjoy this beautiful place every year. Commercials, feature films, fashion catalogs, music videos, made-for-TV movies, and documentaries also come to White Sands to capture this scenery and beauty on film. Download the brochure. History of the National Park Service From Yosemite to Yellowstone, Chamizal to Chickasaw, and Gettysburg to the Grand Canyon, the parks administered by the National Park Service (NPS) shine across the United States of America. Today, the NPS manages almost 400 sites and employs more than 30,000 rangers at peak summer season. Download the brochure. Interesting Facts About White Sands Is there a question about White Sands that you've always wanted to know the answer to? We've put together a selection of interesting facts about the world's largest gypsum dunefield that you might enjoy. Download the brochure. Lake Lucero In the heart of New Mexico's Tularosa Basin, wave-like dunes of gypsum sand cover 275-square miles of desert, part of which is protected by White Sands National Monument. Sandwiched between the dunes and the San Andres Mountains stretches a vast area known as the Alkali Flat. Lake Lucero lies in its southwest corner. Together they make up the source of the dunes. Download the brochure. The Legend of Pavla Blanca Legends and stories abound in the Southwest, passed down from generation to generation. To the American Indians of central New Mexico, one of the most enduring accounts is that of Pavla Blanca, the ghost of the Great White Sands. Download the brochure. Little Known Facts About Gypsum Have you ever wondered what gypsum is or why it's called \"gypsum\"? Here are some interesting but not well-known facts about gypsum. Download the brochure. National Parks Near White Sands Have you ever needed to just get away from everything for a day or two? Would you like to hike to the top of the highest peak in Texas, or go sledding in the desert? The national parks of the greater White Sands area offer something for everyone.Within a half day's drive or less from White Sands, you can enjoy special places cared for by the National Park Service.Download the brochure. Native Plants of the Chihuahuan Desert Although the desert may seem an empty wasteland at first glance, a closer look will quickly dispell that illusion, as many things grow in the desert soil. In fact, many of the native plants that thrive in the arid landscape of White Sands have long been used by Native Americans for a variety of purposes. Download the brochure. The Oryx Invasive species, or non-native plants or animals that have been introduced into an area, are often very detrimental to native plants, animals, and ecosystems. At White Sands National Monument, the oryx is one such creature. To reduce the impact this animal has on the delicate ecosystem of the dunefield, certain measures have been devised to keep the oryx out of the monument. Download the brochure. Our Sister Park: Cuatro Ciénegas Área de Protección de Flora y Fauna Cuatro Ciénegas contains gypsum dunefields similar to its sister park in the United States. Although smaller than the white sands of New Mexico, the dunes are no less diverse with unique plants and animals found nowhere else in the world. Download the brochure. The Pleistocene Trackways of White Sands National Monument Have you ever wondered what this area, the Tularosa Basin, looked like 30,000 years ago? Was it a desert like today or was it lush with lots of plants and animals? Our present day desert was once a verdant land teeming with prehistoric plants and animals. Download the brochure. Recent Research at White Sands Why did the world's largest gypsum dunefield form here? Which plants and animals call this strange place home? What can this landscape tell us about other worlds? Behind the scenes at White Sands, scientists are working to unravel these mysteries and more. Their research reveals a place unlike any other on earth-formed through a rare mix of geologic forces and colonized by ingeniously adapted life. And the more we learn, the more questions we can ask. What have you always wondered about the white sands? Download the brochure. Soil Food Web Air, water and soil are the three natural resources that are vital to life on Earth. Most of us easily recognize the importance of air and water in our daily lives. Each time we take a breath or a sip of water the importance of both are apparent, but how often do we think of the soil beneath our feet as vital to our existence? Download the brochure. Weddings at White Sands Congratulations! So you've set a date and would like to take your wedding vows surrounded by the shimmering dunes of White Sands National Monument. We know that you've got a lot to plan, so we've made sure that the process for reserving your wedding day is very simple. Download the brochure. White Sands Missile Range and the Trinity Site For some people, the name White Sands conjures up images of rolling white dunes, a great place to spend time with family; for others, it is an expansive missile range and the site of the world's first atomic bomb explosion. Both White Sands National Monument and the White Sands Missile Range lie within the Tularosa Basin and share the brilliant white dunefield that gives us our names. But the monument and the missile range have very distinct histories and purposes. White Sands National Monument protects the singular landscapes and flora and fauna of the world's largest gypsum dunefield. White Sands Missile Range is a proving ground for the U.S. military. Download the brochure. White Sands Trip Planner In the heart of the Tularosa Basin lie the glistening white sands of New Mexico. Here wave-like dunes of gypsum sand cover 275-square miles of desert, ever changing and always advancing. White Sands National Monument preserves a major portion of the dunefield, along with the plants and animals that have adapted to this harsh environment. Visitors to southern New Mexico are invited to explore this vast, undulating landscape of brilliant white sand. Download the brochure.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/publications.htm"
}
