{
    "title": "White Sands National Monument: Western National Parks Association",
    "body": "Explore This Park    Get Involved     Partners     Western National Parks Association              Western National Parks Association          The Western National Parks Association (WNPA) Our History In 1937, Casa Grande Ruins National Monument was one of many national monuments scattered across Arizona and New Mexico. The National Park Service staff there realized a cooperating association would be able to help tell the story of their location and others. With $234.50, the Southwest Monuments Association, a non-profit organization, opened for business in 1938 to assist eighteen national monuments. Total sales to park visitors reached the $10,000 mark by 1947. As more locations joined the association, annual sales grew to more than $72,000 by 1962. In 1967, the newly created Hubbell Trading Post National History Site became an affiliate, known for its unique experience of \"living history\" for visitors to the Navajo nation. The association became Southwest Parks and Monuments Assocation in 1970, as it served national park sites as well as monuments. Steady growth in publications and affiliations continued, resulting in sales of more than $1 million and donations to the National Park Service of more than $130,000 by 1973. In 2002, the association was renamed Western National Parks Association and now has sixty-six locations in twelve states. Affiliated sites range from California to Kansas and Montana to southern Texas. Donations to the National Park Service now exceed $4 million annually. Our Vision Western National Parks Association believes all humanity will find peace in spirit, cultural touch-stones, historical knowledge, and grace in nature through our National Parks. WNPA will connect everyone - emotionally and intellectually - to the inherent value of national parks by offering bold innovation, providing real and virtual experiences and effectively telling compelling park stories. To learn more about the Western National Parks Association, please visit their website.",
    "url": "https:\/\/www.nps.gov\/whsa\/getinvolved\/supportyourpark\/coopassociation.htm"
}
