{
    "title": "White Sands National Monument: Your Dollars At Work",
    "body": "Explore This Park    Learn About the Park     Management     Your Dollars At Work               Your Dollars At Work          The Federal Lands Recreation Enhancement Act (FLREA) allows the monument to retain 80% of the fees collected for use on maintenance and infrastructure improvements, and interpretive services projects that directly benefit visitors. Beginning October 1, 2015, 100% of the entrance fees will be available for such projects and services.  Since the beginning of FLREA, White Sands has spent over $4,020,000 to enhance visitor services at the park, fund facility repair and maintenance, and provide expanded visitor amenities visitor programs.  Beginning in 2015, White Sands National Monument, one of the 131 national park units that currently charge entrance fees, is authorized to change its fees to align with the new National Park Service rate schedule. This proposed fee increase is open for public comment until February 13, 2015. For more information, including on how to comment on this possible change, read the full press release here. For information on the importance of White Sands National Monument to the local community's economy, please click here.        FLREA Projects at White Sands Below is a listing of a just few of the projects that are either currently on-going or have been completed using monies collected as entrance fees. Some amounts are cumulative expenditures from 1995 to present.         New Exhibits in the Visitor Center $581,196 of FLREA funds were used to plan, design, fabricate, and install new interactive exhibits in the visitor center. These exhibits provide visitors with opportunities to learn about the unique geology, plants, and animals of the monument, as well as the more than 10,000 years of human history of the Tularosa Basin. Planning for this project began in 2009 and was completed with the installation of the exhibits in 2011.              Replacement and Repair of Picnic Shelters $474,744 in FLREA funds has gone into the maintenance of the monument's picnic shelters. These shelters play a large role in visitor enjoyment of the dunefield. Strong sunlight, seasonal heavy winds, and salt from the gypsum sand take their toll on the shelters, making ongoing upkeep a necessity.         Vault Toilets  $487,590 in FLREA funds has gone towards the maintenance and repair of the vault toilets provided throughout the park. This includes the installation of two new toilets in 2010 at the Dune Life Nature Trail and the Boardwalk. These toilets include women's and men's restrooms, providing modern facilities at convenient locations throughout the park.          Group Use Facilities $113,377 of FLREA funds was spent to construct facilities in the Group Use Area, including the installation of two large pavilions and grills. This reservable area is popular with visitors and is often used for large group functions such as weddings, Boy Scout camping trips, family reunions, and more.          Historic Quarters Maintenance $147,535 in FLREA funds have been used to repair and maintain the monument's historic quarters, which are part of the historic district and listed on the National Register of Historic Places. Built in 1938 by the Works Progress Administration, these buildings provide housing for park staff.         Visitor Center Repairs and Maintenance $624,029 in FLREA funds have been used for ongoing maintenance and repair of the monument's historic visitor center. Repairs have included the replacement of six doors, the repair of leaks and water damage, and repairs to the electrical system. This also includes the installation of a new highly energy-efficient HVAC system to replace the outdated 1998 system. Several energy-saving steps were taken to improve the system and make for a more climate controlled atmosphere, ensuring a comfortable building for both visitors and staff.         Entrance Station Renovation and Updates $1,622,000 in FLREA funds was used to replace the old entrance station in order to reduce traffic safety hazards, improve visitor safety and contact services, address employee health and safety concerns, accommodate increased visitor use, and improve park operations. The new fee collection station buildings were relocated further from U.S. Highway 70. This lengthened stacking lanes to eliminate traffic interference along the highway and provided parking for staff and visitors. These renovations were completed in 2009. Also included was the installation of a point-of-sales system in 2012, allowing visitors to use debit and credit cards to cover entrance fees.         New Wayfinding Signs $97,968 in FLREA funds was used to design, fabricate, and install new directional and informational signs throughout the park. This project will be completed in 2015.         New Wayside Exhibits Along Dunes Drive $204,402 in FLREA funds was used to design and fabricate more than 30 new interpretive panels that will be installed along Dunes Drive in late 2015. These panels will replace existing damaged, outdated panels and highlight key safety messages for hiking, backcountry camping, and visiting the monument, helping visitors understand more about the world's largest gypsum dunefield.         Treatment of Non-Native Saltcedar $66,511 in FLREA funds was used to remove invasive stands of saltcedar (tamarisk). As an invasive species, saltcedar compromises not only the view of visitors, taking away from the pure white gypsum dunes, it also spreads rapidly and alters the dunefield's formation, threatening the stability of the dunes and the unique ecosystems that form the monument. Over 100 acres of the most concentrated stands of saltcedar were treated. Through the project, spraying and cutting were used to treat the most dense stands throughout the monument. This project was completed in 2012.         Condition Assessment of Historic Sites, Roads, and Trails $40,707 in FLREA funds is being used to assess the condition of the monument's historic sites, roads, and trails, as well as to survey and document new and existing ones. All sites, roads, trails, and associated features will be recorded with condition assessments and determinations of eligibility for the National Register of Historic Places. The sites and roads will be mapped and incorporated into GIS. This work will build a knowledge base of park history and be incorporated into interpretive stories and programs. Planning for this project began in 2012.          Condition Assessment of Archaeological Sites $20,000 in FLREA funds is being used to survey and document archaeological sites within the monument. These sites will be mapped and incorporated into GIS. The condition of these sites will also be assessed. This work will build a knowledge base of park history and be incorporated into interpretive stories and programs. Planning for this project began in 2012.          Monument Newspapers and Maps $5,000 in FLREA funds is used each year to produce more than 100,000 copies of the monument's newspaper, Footprints. These publications provide critical safety and visitor information and are provided for free to every visitor.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/management\/yourdollarsatwork.htm"
}
