{
    "title": "White Sands National Monument: Field Trips",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips                 Field Trips        What Can We Do For You?  White Sands National Monument offers curriculum-based programs that directly relate park resources to what you are teaching in the classroom. Program topics are offered on geology, plants, animals, and area history. Other topics may be arranged. If you don't have time for a ranger presentation or a ranger isn't available, we also have a Teacher Resource Bag. The Teacher Resource Bag is a tote bag equipped with several outdoor guides: birds, mammals, tracks, and plants as well as binoculars. Also included in the bag are the Dune Life Nature Trail Field Notebooks: one notebook covers kindergarten through 3rd grades and the other notebook covers 4th through 6th grades.The field note questions are tied to New Mexico State Standards for the listed grades. How Many Chaperones Do I Need? The chart shown below is the average of the surrounding local school districts standards for the ratio of chaperones to students for school field trips. The chart will be used to determine the number of adults that will be covered by the fee waiver permit obtained by the schools. Any adults (age 16 and older) above the ratio will be asked to pay the $5.00 per adult fee to enter the monument. White Sands National Monument encourages parents to join their children for the school field trips. Parents should be notified that they will need to pay monument entrance fees if the maximum number of chaperones per student ratio is exceeded on any given field trip.     Grade Level   Students per Chaperone   Divide total # of students into ratio =# of chaperones    Elementary 5 to 1 25 students = 5 chaperones   Middle School 10 to 1 50 students = 5 chaperones   High School 15 to 1 60 students = 4 chaperones   College 20 to 1 40 students = 2 chaperones     What You Need to Do For Us? Plan ahead! Before calling the park, decide what curriculum standards you would like to address when visiting the monument. If you would like a ranger to lead your education program, fill out our Ranger Program Request Form and submit it at least four (4) weeks prior to your field trip. On this form, you will be asked to provide program types, date choices, and specific curriculum standards that you would like rangers to cover during your field trip. Download the Ranger Program Request Form. Once you've downloaded and filled it out completely, submit it at least four (4) weeks prior to your field trip via one of the following ways: 1) Fax it to 575-479-1116 to the attention of the Education Specialist 2) Email it to whsa_education@nps.gov The park requires at least four (4) weeks notice in order to schedule and prepare for the program. Each program will be tailored to meet your class's educational needs. Due to staffing limitations, we can only take one class at a time. We will make every attempt to schedule a ranger for your group's visit. However, due to staffing, we cannot confirm a ranger for a requested program until 14 days (or earlier) prior to your visit. Please check the school calendar to confirm that a ranger has been scheduled for your requested program.  We ask that you allow plenty of time for field trips and schedule in free\/play time in addition to program time so your students get the maximum benefit of the park experience and visit. When scheduling a field experience, please also consider time of day and the weather for that time of year. It is also helpful if you have alternate dates available in case of weather or scheduling conflicts.  When you schedule ranger program, please give an accurate time for your request. Schools who do not show for their ranger program will not be allowed to request an on-sight ranger program for one year. This will apply to the offending teacher(s) and not the entire school. There is a 15-minute window if you are running late. If your group is more than 15-minutes late, we will not be able to provide the scheduled program. Please call in advance if you are running late. If you need to cancel a program, we ask that you do so as soon as possible so that the time slot can be used by another group. For more information, please contact the Education Specialist at whsa_education@nps.gov. Educational Fee Waivers Fee waiver must be requested at least two (2) weeks in advance. All students 15 and under are admitted free. Students 16 years and older, as well as teachers and other adult supervisors, pay a $5 per person entrance fee. Classes coming to the park for a curriculum-based activity (i.e., must enter the park to complete a course requirement) are eligible for an Educational Fee Waiver. Please remember to check the visiting schools calendar when choosing a date to visit the monument. Download the Education Fee Waiver. Once you've downloaded and filled it out completely, submit it via one of the following ways:  1) Fax it to (575) 479-1116 to the attention of the Education Specialist  2) Email it to whsa_education@nps.gov",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/education\/field-trips.htm"
}
