{
    "title": "White Sands National Monument: Traveling Trunks",
    "body": "Traveling Trunks      When a field trip to the dunes is not an option, think about reserving one of our Teacher Resource Trunks. Each trunk contains everything you need to teach the section. For a list of what is included in each trunk, download the inventory sheet. We currently have four trunks available to choose from: 1) Giant Geology 2) Practical Plants 3) Amazing Animals 4) Human History To request a trunk please submit the following request form. If you are wanting the trunk mailed to you please contact the education department specifically at whsa_education@nps.gov. After you've had a chance to use the trunks in your classroom, we would appreciate hearing your comments and suggestions. Your feedback really helps us improve the resources we offer and our services to the schools. Simply download the feedback form and return it to us.        Results   Showing results 1-5 of 5    Sort By:  Title Date         White Sands National Monument Amazing Animals    The Amazing Animals trunk is a small plastic bin containing various resources that will help your students learn about animal adaptations.     Type:Traveling Trunk Grade level:Third Grade-Seventh Grade Subjects:Biodiversity, Biology: Animals, Ecology, Wildlife Biology        White Sands National Monument Giant Geology    The Giant Geology trunk is a small clear bin containing various resources relating to the geology of White Sands.     Type:Traveling Trunk Grade level:Third Grade-Seventh Grade Subjects:Earth Science, Geology, Science and Technology, Tectonics        White Sands National Monument Human History    The Human History trunk is a small plastic bin containing various resources to help your students learn about human habitation of the Tularosa Basin.     Type:Traveling Trunk Grade level:Third Grade-Seventh Grade Subjects:Anthropology, Archaeology, Hispanic or Latino American History and Culture, History, Pioneer America, Regional Studies, Westward Expansion        Mars Trunk    A five-day unit with teacher guide and materials for either 3-5th grade or 6-8th grade.  Correlated to Colorado Content Standards.    Type:Traveling Trunk Grade level:Third Grade-Sixth Grade Subjects:Design, Earth Science, Engineering, Geology, Meteorology, Physical Science, Reading, Science and Technology, Space Science National\/State Standards:Colorado Science:3rd grade: 3.1, 4th grade: 1.1, 3.15th grade: 3.2, 3.36th grade: 1.4, 2.1, 3.1, 3.28th grade: 1.1, 1.3, 2.1, 3.3HS: 1.1, 3.1, 3.6 Keywords:mars, rover, dunes, san luis valley        White Sands National Monument Practical Plants    The Practical Plants trunk is a small plastic bin containing various resources that will help you teach your students about how plants adapt to their environment to survive.    Type:Traveling Trunk Grade level:Third Grade-Seventh Grade Subjects:Biodiversity, Biology: Plants, Botany, Ecology",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/education\/classrooms\/travelingtrunks.htm"
}
