{
    "title": "White Sands National Monument: Cuatrociénegas",
    "body": "Área de Protección de Flora y Fauna Cuatrociénegas        Cuatrociénegas         Sister Parks United by a common landscape, White Sands National Monument and Área de Protección de Flora y Fauna Cuatrociénegas became sister parks in 2006 when U.S. and Mexican officials signed a Joint Declaration of Sister Park Partnerships. The declaration created a total of seven partnerships, which encourage cooperation between sister parks. As part of this cooperation, the staff of White Sands and Área de Protección de Flora y Fauna Cuatrociénegas meet together once a year to share research and resource management techniques. White Sands National Monument and Área de Protección de Flora y Fauna Cuatrociénegas both are in the Chihuahuan Desert, the largest desert in North America. Amid the earthy mountains and aromatic desert scrub, these two gypsum dunefields are dazzling white oases, providing stunning vistas as well as unique habitats for plants and animals. Gypsum is a common mineral, but it is extremely rare in the form of sand dunes. The conditions must be in just the right order for gypsum sand to form. White Sands and Área de Protección de Flora y Fauna Cuatrociénegas are two of only a handful of places where this unusual sand can be found. Both parks are located in basins ringed by mountains. The rocks in these mountains contain gypsum. Unlike a valley that has an outlet to the sea, a basin is like a giant bowl. When it rains, the water dissolved the gypsum in the mountains and carries it down to the lowest parts of the basins. In the Tularosa Basin, water eventually ends up collecting in a playa known as Lake Lucero. In Área de Protección de Flora y Fauna Cuatrociénegas the water joins a large underground aquifer, which surfaces in more than 400 wetlands, ponds, springs, and streams. Some of the water in the basins eventually evaporates under the heat of the desert sun. Selenite, the crystalline form of gypsum, is left behind. At White Sands, selenite crystals litter the surface of Lake Lucero, which is in the southwest corner of the monument. Because selenite crystals are very soft, they easily break down into smaller and smaller pieces through the destructive forces of wind and water. Once crystal pieces are small enough to be picked up by the wind, the process speeds up. The wind rolls crystals across the surface and slams them into each other until only tiny grains of brilliant white sand are left. Since both gypsum and basins are so common all over the world, you might wonder why gypsum sand isn't found in more places. The secret is something rarely found in deserts—water! Like the rest of the Chihuahuan Desert, White Sands and Área de Protección de Flora y Fauna Cuatrociénegas receive less than ten inches of rain per year, but because of their unusual geology, they are both very wet environments. Water helps keep the gypsum sand from blowing away. At White Sands, the dunes are at 99% humidity, but the water is mostly underground so you wouldn't know it was there unless you dig down to feel the moist sand just a few inches below the surface of a dune. At Área de Protección de Flora y Fauna Cuatrociénegas, however, it's a different story altogether... In Área de Protección de Flora y Fauna Cuatrociénegas, water is more obvious. It rises to the surface in countless marshes, springs, ponds, and streams that are home to an incredible diversity of plants and animals. In fact,Área de Protección de Flora y Fauna Cuatrociénegasis recognized as an essential wetland ecosystem by the following organizations:  Convention on Wetlands of International Importance (RAMSAR) National Commission for Knowledge and Use of Biodiversity (CONABIO) Parks in Peril Program, The Nature Conservancy Chihuahuan Desert Program, World Wildlife Fund  It is also considered to be one of the most important wetlands of Mexico by the North American Wetlands Conservation Council. And much like at White Sands, the unusual geology has led to extraordinary life at Área de Protección de Flora y Fauna Cuatrociénegas. Its amazing network of springs and gypsum dunes are home to more than 70 endemic species found nowhere else on earth that depend on these waters for life.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/cuatrocienegas.htm"
}
