{
    "title": "White Sands National Monument: Trackways",
    "body": "Explore This Park    Learn About the Park     Nature     Paleontology     Trackways                Trackways        NPS Photo        Have you ever wondered what this area, the Tularosa Basin, looked like 30,000 years ago? Was it a desert like today—or was it perhaps lush with lots of plants and animals? Our present day desert was once a verdant land teeming with prehistoric plants and animals. The climate during the Pleistocene epoch was much wetter and cooler than today. Rain and snowmelt filled a 1,600 square mile lake called Lake Otero. This lake was about the size of the state of Rhode Island! Clues of this past oasis are found in the ephemeral trackways left behind by the Pleistocene giants that once called the Tularosa Basin home. Scientists are studying these trackways to gain a better understanding of this ancient ecosystem and the mighty mammals that ruled the day. In 1932, Ellis Wright, a government trapper, found large tracks on the west side of the White Sands. He thought that he had discovered the tracks of a giant human! Each track was approximately 22 x 10 inches, the size of a rectangular place mat. Subsequent investigators thought that the tracks were indeed human because the print was perfect and even the instep was clearly marked. It was not until 1981 that further investigation of the tracks identified them as mammoth, an extinct camel, and an undetermined mammal. During a tour by the New Mexico Archaeological Council in June of 1984, a large mammoth molar fragment was observed in a small gully within 800 feet of one of the mammoth tracksites. Unfortunately, there is no record that the fossil was ever recovered. In 2001, tracksites in the nearby missile range were re-examined, documented, and mapped. Twenty-five mammoth tracks and 64 camel footprints from the late Pleistocene epoch were discovered. In 2007, additional trackways were discovered on the southern shore of Lake Lucero within the monument. There were hundreds of them, all of which were nearly east-west in orientation. Unfortunately, the tracks were poorly preserved in the soft gypsum. Their age was determined to be about 30,000 years old. More recent tracks discovered in 2011 were determined to be about 18,000 years old by using radiocarbon dating on the seeds and other plant matter embedded in the track itself. These tracks all pre-date the arrival of humans in the area, as humans are thought to have arrived about 10,000 years ago. Since 2007, researchers and monument staff have discovered even more fossilized tracks within the monument. They may represent the largest concentration of Pleistocene trackways in the United States. They appear to be primarily from mammoths, camels, dire wolves, and saber-toothed cats. While most of them pre-date humans in the area, a few recently discovered sets of fossil tracks appear to be associated with archaeological artifacts. This suggests the possible co-existence of humans and mammoths in the basin. The majority of the fossil tracks suggest that the ancient animals traveled to and along the shorelines of Lake Otero and across the surrounding wetlands during the late Pleistocene.  Tracks found in the monument are preserved in gypsum layers and are quite fragile. Once exposed from beneath the sand, the tracks weather rapidly. Many of the recently found tracks have already eroded and disappeared. Because they breakdown so quickly, monument staff is working with experts to develop a strategy for conservation and monitoring of the tracks. Their scientific significance underscores the need for continuing research into these incredible and rapidly vanishing natural wonders.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/trackways.htm"
}
