{
    "title": "White Sands National Monument: Dire Wolves",
    "body": "Explore This Park    Learn About the Park     Nature     Paleontology     Dire Wolves                Dire Wolves        NPS Photo        Thanks to fantasy shows like Game of Thrones, dire wolves have worked their way into popular culture, with many people having at least heard of these larger cousins to modern canids. Dire wolves, however, are not a fantasy; they really did walk the earth a long time ago! Currently the oldest-known fossil dates back to 252,000 years ago, which means dire wolves (Canis dirus) were predators of the Pleistocene epoch. At this time, they were one of most common of the larger carnivores in North America. Dire wolves are basically large wolves, so they probably looked a lot like their modern canine counterpart, the gray wolf. Interestingly, gray and dire wolves coexisted during the Pleistocene epoch. Gray wolves evolved in Eurasia and later crossed over to North America, while dire wolves evolved in North America. As a result, both species lived in North America around the same time and were even about the same size. Dire wolves, however, had a heavier, more muscular build. They stood about 2.6-2.8 feet tall (80-85 cm) and weighed about 130-150 pounds (60-68 kilograms), with eastern dire wolves (subspecies Canis dirus dirus) being slightly heavier than western dire wolves (subspecies Canis dirus guildayi). All dire wolves had a larger head for their body size than gray wolves. They had large teeth and powerful jaws with a stronger bite than modern wolves. Some paleontologists believe that they could crack open bones like hyenas. The muscular build, powerful jaws, and sharp teeth of dire wolves made them menacing predators. They probably hunted in packs like modern wolves, a theory that is supported by the sheer number of dire wolf fossils found at sites like the La Brea Tar Pits in California. This pack-hunting, as well as their large size, allowed dire wolves to hunt large animals, such as horses and bison. In contrast, the smaller gray wolves would have had to stick to smaller prey. Dire wolves may have also scavenged kills from other predators, like saber-toothed cats, to supplement their diet when prey was scarce. Dire wolves managed to hunt and scavenge their way across both of the American continents. Although a more common find in North America, their fossils have been discovered from Alberta, Canada, all the way south to Peru in South America. Within this enormous range, dire wolves would have lived in a number of different habitats, like forested mountains, grasslands, plains, and arid savannahs. Based on the fossilized canine footprints found here at White Sands National Monument, dire wolves probably lived here too, back when White Sands was a giant lake and lush grasslands. If dire wolves were such successful predators that spanned two continents, what happened to them? Why did gray wolves survive to present-day while dire wolves went extinct? Current theories blame the demise of dire wolves on a lack of prey. Towards the end of the Pleistocene epoch about 10,000 years ago, a number of large herbivore species went extinct, including animals that dire wolves hunted. This lack of prey may have caused dire wolves to become extinct themselves. Meanwhile, gray wolves were able to continue hunting smaller prey, which allowed them to survive to present-day. Even so, there are still questions that remain about the many extinctions at the end of the Pleistocene epoch. Who knows what new discoveries the future will bring?! Whatever the exact causes of their extinction around 10,000 years ago, dire wolves remain a resident of the past, living-on now only through fossils and imagination.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/dire-wolves.htm"
}
