{
    "title": "Navajo National Monument: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations         Keet Seel\/Kawestima Through the Door Marc Steuben  To hike to Keet Seel\/Kawestima requires a free permit; 20 people per day may hike the 8 1\/2 miles each way. Call 928-672-2700 for reservation date.           Special Use Permits A special use permit (SUP) is required for activities within Navajo National Monument that benefit an individual, group, or organization rather than the public at large. This is to protect the park's cultural and natural resources and public interest. It is also to reduce any potential conflict between your group and park visitors.  Such activities that require a Special Use Permit Ø Weddings and commitment ceremonies Ø Sporting events as organized walks Ø Trips organized by scouting groups, non-profit organizations Ø Filming (ANY non-amateur work, including public television and other government entities) Ø Photography (for publications or retail) Ø Any after-hours use When in doubt, it is best to apply for a special use permit.   To request a Special Use Permit (Application) The permit application must be requested at least 4-6 weeks in advance of planned activity. Some activities will require consultations with other park divisions for any resource disturbance that might occur. A non-refundable fee of $100.00 will be charged.   Application Request must include: Ø Who is requesting the permit? Name, address and telephone number of the permittee (if the permit is for more than one person, this person is responsible for the behavior and compliance of the entire group. Names for everyone in the group may be required.) Ø What is the nature of the proposed activity? Ø Why is it being conducted? (purpose) Ø When the activity will take place? (Include dates and time of the day.) Ø Wherethe activity will take place? (as specific as possible: campground, back patio, at overlook, etc.) Ø How the activity will be conducted? (methods, equipment and vehicles) Be very specific when writing your request. The more information the park has, the easier your application process will be.  Send the request to: Park Superintendent Navajo National Monument PO Box 7717 Shonto, AZ 86054  Click to download the permit applications: Application for General Special Use Permit- short form Application for General Special Use Permit-long form Application Commercial Filming\/Still Photography Permit-short Application Commercial Filming\/Still Photography Permit-Long",
    "url": "https:\/\/www.nps.gov\/nava\/permits.htm"
}
