{
    "title": "White Sands National Monument: Saber-Toothed Cats",
    "body": "Explore This Park    Learn About the Park     Nature     Paleontology     Saber-Toothed Cats                Saber-Toothed Cats        NPS Photo        Saber-toothed cats (Smilodon fatalis), also known as the saber-toothed tigers or simply smilodons, are some of the most iconic ice age animals. Their claims to fame are their oversized canine teeth, which could reach up to seven to eight inches (17-20 centimeters) long! These big cats lived during the Pleistocene epoch, appearing in the fossil record about 800,000 years ago. Although they are not the only saber-toothed carnivore to live during that period, they are certainly the best-known. Saber-toothed cats may be known as tigers or lions, but names can be deceiving! These cats are actually not directly related to modern tigers or lions. Rather, they were a unique group of animals, standing up to three feet (1 m) tall at the shoulder, 5.5 feet (1.7 m) in length, and up to 750 pounds (340 kg) in weight. They would have been somewhat similar to lions, though shorter and almost twice as heavy. Despite the size difference, saber-toothed cats likely had some things in common with lions. To begin with, they had similar throat bones as lions, meaning they could roar. They may have also lived in packs. Some depictions show this cat as a solitary hunter, like modern tigers, but fossil evidence suggests something different. Saber-toothed cat skeletons with diseases like arthritis or healed injuries have been found. If these cats hunted and lived alone, they would not have survived injuries as they would have not been able to hunt for food. However, if they lived in a pack, where other animals could share food with the injured animal, an injury did not necessarily imply a death sentence. Perhaps the movie Ice Age got this right! When the saber-toothed cat did hunt, it had a style all its own. Unlike modern big cats, who have long legs and long tails used for balance when running, the saber-toothed cat was not very good at chasing-down prey. Its heavy, bulky body, short legs, and bobbed tail made it better suited for ambush attacks. It would use its powerful, front legs to grab and hold prey so that it could use its formidable saber-like teeth, which were serrated along the front and back edges like a steak knife. The saber-toothed cat would slash at its prey’s belly or throat before retreating and waiting for the unlucky animal to die. However, it would likely not have attacked its prey’s back or neck, as the strong muscles in this area of the body could break the cat’s teeth. The saber-toothed cat mostly hunted the large, slow-moving animals that were plentiful at the time, like sloths, bison, and even young mammoths and mastodons. This ambush-hunting style worked well and helped saber-toothed cats to survive throughout the Americas. They spread from coast to coast, from southern Canada all the way to Peru. They even lived here at White Sands! Keep in mind that back then the sand dunes did not exist, and the Tularosa Basin was home to an enormous lake called Lake Otero. This lake attracted a number of ice age mammals, including sloths, mammoths, camels, and, of course, saber-toothed cats. These cats were tenacious and adaptable animals, thriving for hundreds of thousands of years before their time finally came to an end. Saber-toothed cats went extinct between 8,000 and 10,000 years ago, as the ice age drew to an end and their prey began to die out. Even so, these formidable hunters certainly left their mark on the world – quite literally here at White Sands, as we have found their footprints! These prints are part of our Pleistocene trackway, a collection of footprints left behind by our ice age inhabitants thousands of years ago.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/saber-toothed-cats.htm"
}
