{
    "title": "White Sands National Monument: Ground Sloth",
    "body": "Explore This Park    Learn About the Park     Nature     Paleontology     Ground Sloth                Ground Sloth        NPS Photo        The last ice age was filled with strange animals, from the enormous (think mammoths) to the unusual (think saber-toothed cats). However, one of the most bizarre animals from the Pleistocene epoch was the ground sloth. A combination of enormous and unusual, these colossal, furry animals are related to modern sloths, armadillos, and anteaters. However, they were very unlike the slow-moving tree sloths of today. Instead, some ground sloths could be as large as elephants! For example, the species found around this area, the Harlan’s ground sloth (Paramylodon harlani, sometimes called Glossotherium harlani), stood about 10 feet (three meters) tall when upright and weighed over a ton (about 2,200-2,400 pounds or 1000-1090 kilograms)! Sheer size was not the only strange part of a ground sloth’s appearance. These giants were bulky, with short necks, powerful chests, and massive jaws. They had three claws per hand, which they could use for digging, grabbing, or defending themselves. Under their coat of coarse, brown hair, they had small, nickel-sized, bony plates embedded in their skin. These so-called dermal ossicles probably served as protective armor, similar to armadillos today. The ground sloth’s strange appearance may be related to the fact that ground sloths originated in South America, before the continent was connected to North America by way of Panama. This geographic isolation may have contributed to this unusual appearance and helps explain why ground sloths are so unlike other North American animals. Once ground sloths reached North America, new species of sloth quickly evolved, like the Harlan’s ground sloth mentioned previously. The Harlan’s ground sloth lived throughout North America, in what is now the United States and Central America. A herbivore that fed on grasses, shrubs, and flowering plants, it used its stout snout and keen nose to sniff for food. It lived in open-grassland habitats and fed mostly on grass. Not a desert dweller, the Harlan’s ground sloth stuck to areas with permanent water sources, like rivers and lakes. This affinity for water sources may be what brought Harlan’s ground sloths to White Sands. During the Pleistocene epoch, the Tularosa Basin where White Sands sits today was much wetter. A giant lake called Lake Otero filled the area, providing a water source that attracted many Pleistocene animals, including Harlan’s ground sloths. These sloths left evidence that they were here, such as the kidney-bean shaped, fossilized footprints. As ground sloths walked, their back feet twisted inwards, giving them a slow, almost waddle-like walk and these strangely-shaped footprints. On top of that, when sloths walked, their large, hind foot covered the tracks from the smaller front foot, causing the tracks to appear bipedal. These tracks looked as if they were made by something walking on two legs, so some ground sloth tracks in the past were mistaken for tracks of a giant human! Today, the only things left from ground sloths are their confusing tracks and any other fossils they have left behind. What happened to these strange, fuzzy giants? Like many other ancient ice age mammals, they went extinct towards the end of the Pleistocene epoch, about 12,000 years ago. Scientists are not sure of the exact reasons why, but it may have been due to climate change, human involvement, or possibly both. Whatever the reason, the fact is that ground sloths perished from Earth thousands of years ago, leaving behind only fossilized bones, dung, tracks, and their much smaller relatives, the tree sloths.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/ground-sloth.htm"
}
