{
    "title": "White Sands National Monument: Sand",
    "body": "Explore This Park    Learn About the Park     Nature     Geology     Sand                Sand        NPS Photo        When it comes to sand, size is all that matters. That is because sand is defined as any mineral between .065 millimeters and 2 millimeters in diameter, which is about the width of a nickel. The fact that sand can be composed of any mineral provides endless combinations of sand! There are two general types of sand: mineral sand and organic sand. Mineral sands are formed by geological forces. Most sand on earth is quartz. Quartz begins as a rock, such as granite, sandstone, or limestone. Weathering breaks apart granite’s two major components: quartz and feldspar. When quartz, which is a silica-based mineral, reaches the correct size the quartz becomes sand. The feldspar part of granite breaks down over the ages to form the primary component of clay. Sand can take on many different colors. For example, the pink sand at the Pink Coral Reef Dunes State Park in Southern Utah is quartz has been stained by rusting hematite (iron) when it was part of the Navajo Sandstone formation. There is even green sand, which is very rare! Some of it can be found on beaches in Hawaii and Guam. This sand gets its color from the mineral olivine, which eroded from basalt flows from nearby volcanos. There are even two kinds of black sand! One type of black sand is formed with heavy metals like gold. It contains minerals like hematite and magnetite. The second type of black sand can be found on beaches near volcanos and is composed of basalt. The mineral that forms the dunes of White Sands National Monument is about 98 percent pure gypsum sand. Gypsum sand is considered rare because gypsum is water soluble—it dissolves in water like sugar in iced tea. It is even rarer to find gypsum sand in the form of dunes, which are mounds of sand piled up by wind. The 275-square miles of dunes are comprised of over 4.5 billion tons of gypsum sand. It is one of the many things that make White Sands a unique and special place. Organic sand is formed by a completely different process. Most organic sand is found in tropical regions on beaches near coral reefs. Some of the sand is created from the shells of clams and snails but a large portion comes from fish poop. Yes, fish poop! Parrot fish can “manufacture” up to 140 pounds of coral sand per year. Their unique mouths are strong enough to bite off pieces of the coral reef that contain the polyps that parrot fish eat. The polyps and their coral shell are digested. Once digested, the fish excretes a coral rock that washes on shore and forms part of the white sandy beach. The next time you plan a vacation think carefully. Would you rather build castles out of fish poop at a beach or gypsum? If the thought of fish poop slightly disgusts you, come spend your time at White Sands National Monument and play in unique, non-organic, beautifully white gypsum sand.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/sand.htm"
}
