{
    "title": "White Sands National Monument: Wildflowers",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wildflowers                Wildflowers        It’s not all white sand and red rock in the deserts of the Southwest! Desert plants add their splashes of color across the dry landscape of bottomlands and mesas. Some flowers are large and showy: hedgehog cactus set the table with claret cups; prickly pear serve up large yellow flowers; soaptree yucca send up a tall centerpiece stalk lined with large creamy flowers. In the spaces between white sand dunes—the interdunal flats—the flowers are smaller, and maybe even hardier than the cacti that grow beyond the dunes or the yuccas that grow up through the dunes. Little sand verbena sprouts tiny clusters of purple petals. Centaury plants bloom brightly pink. Blazing star shoots up its tiny firework of yellow on a foot-tall stalk. There are many more wildflowers to look for on the dunes’ edges and in the interdunal flats, dotting White Sands National Monument with their seasonal colors.         NPS Photo   Colorado Four O’clock Mirabilis multiflora Large, showy, five-lobed, magenta-purple flowers open in late afternoon and close in the morning. The foliage is dark green. It has a rounded profile, growing approximately three feet high and spreading three feet in diameter. It blooms nearly half the year, from April to mid-September. This plant has a long and varied history with many native peoples with uses that differ even among tribes. It has been used for everything from light purplish-brown dye for wool to medicine to treat rheumatism, indigestion, eye infections, and colic in babies.         NPS Photo   Desert Mentzelia Mentzelia multiflora The two-foot-tall stems of this weedy-looking plant produce brilliant yellow, star-like flowers that close during the heat of the day. It is common in sand dunes and along dry streambeds throughout the western United States. Blazing star is also called “stickleaf” because the leaves are covered with tiny barbs that grab onto the fur and pants of passers-by.         NPS Photo   Globe Mallow Sphaeralcea angustifolia Mallows are wide-spread across the Southwest. They thrive as three-to-four foot tall straggly weeds in the alleys of Southwestern towns. In spring and after summer rains, foot-high plants can blanket sandy stretches of the Navajo Reservation with orange-colored blooms below red cliffs. Their small leaves generally have three lobes but can vary in shape, from rounded to pointed. The stems are woody and have star-like hairs. The petals of the flowers open like a vegetable steamer and almost form a globe or sphere. Besides orange, the flowers can be shades of pink and red and apricot. It is a common belief that the tiny hairs of the plants cause eye irritation—hence the name sore eye poppy. However, there are some medicinal uses for globe mallow. It can be used as a tea for bronchitis and as a poultice to reduce swelling from injuries. At White Sands National Monument, globe mallow is rare in the dunefield but quite common around the visitor center and in the brushy approaches to the dunes.         White Sands Missile Range Photo   Greenthread Thelesperma megapotamicum Greenthread does indeed have two-to-three foot long stems that seem threadlike, or at least too thin to support its knobs of yellow flower heads. The knobby flower heads look a bit like opium poppies. The leaves of Greenthread are thin and hard to see on the stems and they sprout opposite of each other. Greenthread is found all over the western and southwestern United States. American Indians have used the plant to make dyes for fabrics. The dyes produce yellow or brownish-orange colors.         White Sands Missile Range Photo   Gyp Nama Andropus carnosus The name Gyp Nama indicates that this low growing plant—only a couple inches high—doesn’t just tolerate soils high in gypsum. Rather, it may actually need the sulfur in gypsum—calcium sulfate dihydrate—to grow and thrive. In interdunal flats, look for a small cluster, or tangled coil, of thin green leaves edged in white. The tight coil of leaves gives the impression of a succulent plant. Gyp Nama is in fact a member of the waterleaf family.         NPS Photo   Gypsum Centaury Centaurium calycosum Also known as rosita, or “little rose,” centaury is a low branching plant that blossoms from April to October. Look for five pink petals arranged around a white center. Although this plant is usually found near springs or streams, the variation that grows here is gypsum-loving and thrives in the interdunal area—the low areas between the dunes.         NPS Photo   Purple Sand Verbena Abronia angustifolia The perennial purple sand verbena is a member of the Four o’clock family and is often the only conspicuous wildflower in the heart of the dunes. This low-growing plant produces pale pink to purple flowers with white centers and blooms from late April into May. Sand grains stick to its oval hairy leaves, giving it a silvery appearance. The purple sand verbena was used by American Indians as a mild sedative, which had a calming effect and was useful in reducing nervousness, anxiety, and tension.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/wildflowers.htm"
}
