{
    "title": "White Sands National Monument: Gypsum",
    "body": "Explore This Park    Learn About the Park     Nature     Geology     Gypsum                Gypsum        NPS Photo        What is Gypsum? Gypsum is a common mineral that is used in a variety of products. From drywall to toothpaste, this binding mineral is versatile in its many uses. Gypsum is a hydrous, soft sulfate mineral, specifically a calcium sulfate dihydrate, which means it has two molecules of water in its chemical composition. This is seen in its chemical formula is CaSO42H20. When gypsum is heated and the water within the mineral is evaporated out, gypsum turns into a chalk or plaster, known as plaster of Paris. When water is re-added to this chalky gypsum powder, it rehydrates and becomes gypsum again, forming a hard substance. Gypsum also happens to be an evaporate mineral. This means that it dissolves in water and will recrystallize during evaporation of liquid, much like salt. This interesting property is crucial to the formation of the largest gypsum dunefield of the world. The dunefield is nested in the Tularosa Basin, which is surrounded by the San Andres and the Sacramento Mountains. These mountains are composed of layers of gypsum. Rainfall and snowmelt from these mountains dissolve the gypsum and wash it down to basin’s floor. Here it has nowhere to go, much like a bathtub or sink with no drain. The water settles on the basin floor at its lowest point, called Lake Lucero. When weather conditions are optimal, the water evaporates. When this happens the dissolved minerals recrystallize and form selenite crystals. Selenite is the crystalline form of gypsum. These crystals are very brittle and fragile. Selenite can form large crystals—some as big as bicycle tires! Visitors to the monument can see selenite crystals on hikes to Lake Lucero. There are three other varieties of the mineral gypsum: satin spar, desert rose, and gypsum flower. These different names refer to the different internal structures and outer appearances that crystalline gypsum types can have, each with its unique beauty. The rare gypsum sand and the beautiful selenite crystals are the most abundant forms of the mineral gypsum found here, at White Sands National Monument.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/gypsum.htm"
}
