{
    "title": "White Sands National Monument: Ancient Camels",
    "body": "Explore This Park    Learn About the Park     Nature     Paleontology     Ancient Camels                Ancient Camels        NPS Photo        Thoughts of camels may conjure up images of camel caravans, with lines of light brown, single-humped, dromedary camels crossing the sandy landscape of the Sahara Desert. Nowadays, camels like these, as well as the two-humped Bactrian camels, live in Africa and Asia, but did you know camels actually originated in North America? The ancestor of modern camels and llamas first appeared on this continent about 45 million years ago, and its descendants later spread throughout the world. The ancient western camel, also known as Yesterday’s camel, Camelops hesternus, or simply Camelops, was one such descendant. This now-extinct camel roamed throughout North America during the Pleistocene epoch. Although more closely related to modern llamas than camels, Camelops probably looked a lot like dromedary camels of today. This camel stood a little taller, boasting longer legs and a height of seven feet (over 2 meters) at the shoulder, but it shared the long necks and faces, short tails, and long legs of its present-day camel relatives. It may have also had a hump, but fatty humps are not preserved alongside bones, so this is not known for sure. It is known that the Camelops was strictly an American camel, living throughout North America, possibly in herds or family-groups. Evidence of its presence has been found from Alaska to Mexico, mostly in the western and central parts of the continent. Here in New Mexico, for example, it is the fourth most common animal known from the Ice Age faunas in in the state, based on fossilized bones. Here at White Sands National Monument, however, instead of bones we have found footprints. This includes one trackway (a set of tracks) that stretches over two miles long! As it turns out, Camelops leaves distinctive tracks. Like modern camels, this ancient camel did not have hooves; instead, its feet were made up of two digits with a hard, thick nail and thick soles on the bottom of its foot for walking. When it would walk, its toes would splay out, creating a distinctive track that has been found here at the monument! You may be wondering: why did Camelops come to White Sands? Well, this area has not always been desert sand dunes. About 40,000 years ago during the Pleistocene epoch, it was much wetter, with lakes, streams, and grasslands. The water source and grasslands likely attracted the herbivorous Camelops, who fed on grass, fruits, leaves, and whatever other plant material it could find. Given its large size, Camelops would have needed a lot of this food, but these tall creatures were well adapted for foraging. Thanks to its long legs, Camelops could cover large tracks of land fairly quickly, allowing it to graze and browse over large areas. It also used a pacing gait, meaning it moved its front and back legs on one side together, just like modern camels do today. This gait also helped Camelops to cover large ranges without expending too much energy. The ability of Camelops to browse and graze across great distances helped it survive and thrive throughout North America. However, that changed about 12,000 years ago when these camels went extinct. Clearly camels in other parts of the world survived to present-day, but Camelops hesternus and other North American camels died off around the end of the Pleistocene epoch. Why? Well, recent finds at Wally’s Beach in Alberta, Canada, have shown that Camelops was a victim of early, human hunters. The combination of this human hunting and climate change at the end of the last ice age is thought to have caused the demise of Camelops here in North America, a fate shared by many other now-extinct Pleistocene mammals.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/ancient-camels.htm"
}
