{
    "title": "White Sands National Monument: American Lions",
    "body": "Explore This Park    Learn About the Park     Nature     Paleontology     American Lions                American Lions        NPS Photo        You have probably heard about African lions, but did you know lions once lived around the world? During the Pleistocene epoch (the last ice age), lions lived in Africa, Europe, Asia, and North America, giving them one of the largest ranges of any mammal! The lions that lived in North America were called American lions. For paleontologists, these lions are a source of debate; their taxonomy (classification) and how they are related to other big cats is uncertain. On one side, some paleontologists classify American lions as a distinct species, Panthera atrox. They say American lions are not lions at all and are instead more closely related to jaguars or tigers. Other paleontologists disagree. They classify American lions as a subspecies of lion, called Panthera leo atrox. They say American lions are related to other Pleistocene lions, like the cave lions in Europe and Asia. Recently, a genetics study supported the second idea, suggesting that American lions evolved from Eurasian cave lions that crossed the Beringia land bridge into North America. Even so, not everyone is convinced, and the debate about how exactly American lions are related to other big cats continues. Although the exact classification of the American lion is unclear, the atrox part of its scientific name stays the same. This word means “cruel” or “frightful” in Latin, and from what we can tell, this certainly describes American lions! Standing at almost four feet (1.2 m) tall at the shoulder, almost eight feet (2.5 m) long, and over 500 pounds (230 kg) in weight, American lions were bigger than modern lions. They had long, slender legs with retractable claws, and they could roar. Although it is not certain if American lions had manes or not, their large size and bulk, sharp teeth and claws, and long legs would have made them a frightful sight indeed. These long legs would have made American lions formidable hunters as well, similar to modern lions. Long legs would have allowed American lions to sprint very fast, possibly up to 30 miles (almost 50 km) per hour! However, it is probable that they could not sprint for long periods of time and had to rely on ambushes. Being a carnivore, American lions would have probably hunted various other Pleistocene animals, such as horses, deer, camels, ground sloths, young mammoths, and bison. They might have hunted and lived alone or in small prides, kind of like modern lions. Whether the American lion hunted by itself or in groups, it must have been successful. During their time walking the earth, American lions walked themselves all across North America. Fossils have been found from Canada to as far south as Chiapas, Mexico. With this range, American lions likely made it to the Tularosa Basin in New Mexico, which is today home to White Sands National Monument. If American lions did come here, they would have found a giant lake called Lake Otero instead of sand dunes. Thanks to the footprints we’ve found at the monument, we know Pleistocene animals like mammoths, camels, and ground sloths roamed around Lake Otero. So, perhaps American lions also came through as they hunted these large prey animals. Fossils elsewhere in the state show they were in the area; besides the tracks at White Sands, bones of the American lion have been found near Jal, Lea County; Isleta Cave, San Bernalillo County; and Muskox Cave, Eddy County, all in New Mexico. American lions roamed across North America for thousands of years. Around 10,000 years ago, however, they went extinct, alongside a lot of other Pleistocene megafauna. The exact reasons are unknown. Their extinction may have been due to human interference (humans hunting the prey American lions relied on), climate change, or both. Whatever the cause, the reign of the lions in North America came to an end. Today, these animals are still studied and imagined through the clues they left behind.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/american-lions.htm"
}
