{
    "title": "White Sands National Monument: Geology of White Sands",
    "body": "Explore This Park    Learn About the Park     Nature     Geology     Geology of White Sands                Geology of White Sands          Long ago, an ancient sea covered most of the southwestern United States. It was during this time that layers of gypsum were deposited on the seafloor. The rise and fall of the sea level millions of years ago influenced the making of the gypsum sand found at the monument today. Many factors, including the latest ice age, had an effect on the formation of this magnificent wonder. The journey through time shows the marvelous transformation from sea to sand, and the amazing factors that allow this dunefield to exist.        NPS Photo   280 to 250 million years ago   During this era, the earth’s landmass was one supercontinent called Pangaea. The southwestern portion of the United States, including parts of what is now New Mexico, was covered by the shallow Permian Sea. Gypsum and other minerals were left behind in layers on the seabed through a series of rises and falls of the sea level.         NPS Photo   70 million years ago As the earth’s tectonic plates started to shift and collide, the pressure from these movements pushed up land, eventually creating many of our modern-day mountain ranges, including the Rocky Mountains and the mountains surrounding the area that is home to the monument today. This mountain-building period lifted the gypsum-rich seabed that was laid down during the Permian Sea period from the basin floor to the mountains. Today, white bands of gypsum can be seen in the surrounding mountains. These gypsum bands are a key source of gypsum for dune formation that continues today.         NPS Photo   30 million years ago As the crust continued to pull apart, numerous fault zones developed. Large areas of mountain ranges were sometimes separated, causing large parts of crust to drop thousands of feet along these faults. This formed basins in between fault-bounded mountain ranges, including the Tularosa Basin. About two to three million years ago, a fault was created, which is known as the Rio Grande rift. This rift shut-off the southern portion of the Tularosa Basin from any outlet of water to any sea or ocean, creating a closed-basin water system.         NPS Photo   24,000-12,000 years ago During the last Ice Age 24,000 to 12,000 years ago, the climate was much wetter. Rain and snowmelt carried gypsum into the basin from the San Andres Mountains to the west and from the Sacramento Mountains to the east. The gypsum runoff settled in a 1,600-square mile lake we now call Lake Otero. About 12,000 years ago, as the Ice Age ended, Lake Otero began to evaporate, changing from a lake to a playa, or dry lake bed. Left behind were concentrations of selenite, the crystalline form of gypsum.         NPS Photo   10,000 years ago to present – formation of the dunefield With the Ice Age over, the climate became warmer and drier. Slowly, the effects of the sun and wind began to transform this area into the Chihuahuan Desert and Lake Otero dried up. Lake Lucero and Alkali Flat formed in place of Lake Otero. Selenite crystals formed beneath the clay and silt surface of Alkali Flat and waited for the wind, which began to sweep the area at the end of the Ice Age. Dry air currents carried the clay and silt from the Tularosa Basin and exposed the buried crystals. Eventually, freezing and thawing broke the large crystals into progressively smaller chunks, finally turning them into sand. The tiny grains were picked up by the wind and bounce along the desert floor like bumper cars. Constantly moving to the northeast by strong southwest winds, sand grains moved a few inches at a time, eventually forming the famous white dunes.         NPS Photo   Present Day Today, rain and snow-melt from the surrounding mountains fill Lake Lucero with gypsum-laden water. Lake Lucero is a playa: a dry lake that periodically fills with water. Rain and snow-melt settle in Lake Lucero temporarily filling it like a giant puddle. When the gypsum-laden water evaporates under the hot sun, beneath the surface of Lake Lucero, selenite crystals form in the mud, just as they did in the former and larger Lake Otero. Wind and water break down these crystals into smaller and smaller particles. A 15-17 mph wind will pick up particles the size of corn flakes and push them across the desert floor like bumper cars. This process breaks down the particles until they are fine grains of white gypsum sand. A thin crust of gypsum and other minerals, including table salt and Epsom salt, may also be deposited. Eventually, this crust is swept up by the wind and carried from the basin, exposing more selenite crystals, which break down to form more sand. The formation of sand at Lake Lucero and Alkali Flat is on a smaller scale than it was when Lake Otero existed, but Lake Lucero and Alkali Flat remain the primary source of new dunes in White Sands National Monument.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/geology-of-white-sands.htm"
}
