{
    "title": "White Sands National Monument: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature                   A White Oasis               Living on the Edge               The Making of White Sands               Chihuahuan Desert Life               Finding Ancient Footprints             Like a mirage, dazzling white sand dunes shimmer in the tucked-way Tularosa Basin in southern New Mexico. They shift and settle over the Chihuahuan Desert, covering 275 square miles—the largest gypsum dunefield in the world. White Sands National Monument preserves more than half of this oasis, its shallow water supply, and the plants and animals living here.        NPS Photo   Animals White Sands National Monument has unusually harsh environmental conditions, even for the desert. But that hasn’t stopped animal species from adapting, surviving, and even thriving here. If you look closely, you can see their tracks in the sand to remind yourself of their presence. And while it may be hard to imagine, there are over 800 species of animals that call white sands their home.         NPS Photo   Geology One of the most outstanding features of White Sands National Monument is its unique geology. Without it, the white sands of New Mexico would not be here!         NPS Photo   Natural Features & Ecosystems To the untrained eye, White Sands National Monument can appear as a stark and desolate place, but in reality the monument is composed of complex, interconnected ecosystems. Even the soil is teeming with life. Tiny organisms called cyanobacterium layer themselves into a woven mat that forms the top surface of the soil in the areas between dunes. Step lightly and keep your eyes open! You never know what you might see.         NPS Photo   Paleontology Thousands of years ago, giant animals roamed the shores of an ancient lake that covered what is now White Sands National Monument. Columbian mammoths, giant sloths, and dire wolves stepped in the muddy banks of Lake Otero, leaving behind their footprints. Today evidence of the path they walked is preserved in the sediments of Alkali flat. Prints made of gypsum crystals, dolomite and sand are visible at the surface, and some tracks go on for two miles!         NPS Photo   Plants Plants play a critical role in the ecosystems of White Sands National Monument, stabilizing the leading edges of the dunes and providing both food and shelter for wildlife. But it isn't easy eking out a living here in this harsh landscape!",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/index.htm"
}
