{
    "title": "White Sands National Monument: Fish",
    "body": "White Sands Pupfish        White Sands Pupfish NPS Photo        It may seem strange to associate fish with a desert environment but long ago, a large salt lake now known as Lake Otero once filled the Tularosa Basin. While there is speculation as to whether other aquatic life lived here all that time ago, one thing is certain—the only fish to survive the hydrologic and climatic changes over the last 12,000 years is the White Sands Pupfish (Cyprinodon Tularosa). Found nowhere else in the world and listed as a threatened species by the New Mexico State Game Commission, the White Sands Pupfish is truly a unique little fish. There are only four populations of White Sands Pupfish throughout the Tularosa Basin. On White Sands Missile Range, they are found in Malpais Spring, Mound Spring, and Salt Creek. The last population is in Lost River, which begins on Holloman Air Force Base and terminates just inside the northeast boundary of White Sands National Monument.  Each site is a microhabitat all its own, ranging from deep spring-fed ponds to calm streams. A variety of plants such as salt grass, salt cedar, pondweed, bulrush, cattail, and sedges grow along their edges. Water salinity varies from location to location, ranging from fresh water all the way to being saltier than seawater. Despite these drastically different environmental conditions, the White Sands Pupfish is capable of not only thriving in their native habitat but also quickly adapting should they find themselves displaced from one microhabitat to another. As one might imagine, the pupfish is small. In fact, it ranges in size from 1.75 to 2.5 inches and are somewhat short and chunky-looking. In general, both males and females have light brownish-grey scales with silvery-white bellies. This coloration allows them to blend in quite well with their surroundings. On close inspection, however, adult males can be distinguished from females by an iridescent blue sheen on their bodies and a dusky band on the outer edge of their tail fin. Adult females, on the other hand, have a dark spot at the base of their dorsal fin and a vertical stripe pattern on their sides. They feed on plants, detritus, and small organisms such as mosquito larvae. Mating season for the White Sands Pupfish begins in early April and lasts through the month of October. During this time, both males and females shift into bright color displays to attract potential mates. In males, what was a shimmering hint of blue iridescence along their body runs a bright metallic blue while their fins and tail turn yellow-orange. Their belly shifts from silver-white to pale orange. Females put on a similar display, turning bright greenish-yellow with butter-colored fins. When breeding, males establish territories for themselves, chasing off any other males who wander across their borders. They usually mate with several females over the course of a season. Females will lay several clutches of 12-15 eggs each during a single season. After hatching, the young fish grow rapidly, reaching a size of 1.75 inches within their first year and slowly increasing in size as they reach adulthood. The average lifespan of a White Sands Pupfish is two years. As mentioned above, the White Sands Pupfish is currently considered a threatened species by the State of New Mexico. Protecting the water sources they inhabit is necessary for their continued survival. To that end, the New Mexico Department of Game & Fish, the U.S. Fish & Wildlife Service, White Sands Missile Range, Holloman Air Force Base, and White Sands National Monument all signed a Cooperative Agreement and Conservation Plan in 1994. This plan implemented general measures to maintain the current populations of the White Sands Pupfish and establish new ones in suitable locations in order to help this tough little survivor to continue to thrive.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/fish.htm"
}
