{
    "title": "White Sands National Monument: Trees and Shrubs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs                Trees and Shrubs        Very few trees and shrubs can thrive in the White Sands. After all, the dunefield is a desert-within-a-desert. Most of the water here is salty and alkaline, and the very ground for plants to take root in is often on the move—blowing dunes of gypsum sand. Still, there are hardy survivors. Shrubs and trees like hoary rosemary mint, skunkbush sumac, and Rio Grande cottonwood can hold on to moist sand with their roots, forming pedestals beneath their foliage. The pedestals can provide habitat for the few animals in the dune field, such as den sites for the kit fox. In the interdunal flats, small shrubs like Mormon tea and rubber rabbitbrush can rise one or two feet above the biological crust of the interdunal flats, spread their seeds in hopeful places downwind, and await the inevitable smothering dunes. In areas of White Sands National Monument where the dunes have not blanketed the Chihuahuan Desert, mesquite trees, or shrubs, populate the landscape. These plants are native to the desert, but large-scale cattle grazing in the late 1800s spread them from their usual stream-side habitats to the vast desert floor, changing desert grasslands to desert shrublands.         NPS Photo   Creosote Bush Larrea tridentate Creosote bush is the most characteristic species of the hot deserts of North America. Often misappropriately called chaparral, its pungent order fills the air following rains. This perennial bush is a 3-5 foot, evergreen shrub which can reach 10 feet tall. It has numerous flexible stems, but no well-defined trunk. It produces small but prolific, yellow, velvety flowers, followed by fluffy, white fruit. The bright green leaves have a resinous coating that cools the leaves by reflecting the sunlight. The creosote bush serves many medicinal purposes: cure of fever, influenza, colds, upset stomach, gas, gout, arthritis, sinusitis, anemia, and fungus infections. Creosote also has antimicrobial properties, making it a useful in first aid. Creosote can be used on the skin as a tincture or salve, and can be taken internally as a tea or capsule. In addition to medicinal purposes, creosote bush is used as livestock feed, firewood, and roofing material for adobe houses. It also serves as a yellow dye for skin painting and dyeing fabrics, a disinfectant for homes, an insecticide, as fish poison and as fuel. The resin from the branches was used as glue for pottery and for fixing arrow points.         WSMR   Desert Willow Chilopsis linearis Desert willow is a 15-40 foot, slender-twigged, moderate-sized tree or large shrub, often with a leaning, twisting trunk and an open, spreading crown. The blossoms are funnel-shaped, and the showy fragrant flower is dark pink or purple, often with white or yellow and purple streaks. It mostly blooms May to June but will continue to bloom sporadically throughout the warm season after rains. The flowers of the desert willow are an important nectar source for hummingbirds. Bows and basketry are made from its wood. The desert willow’s flowers, leaves, and bark can be used as a hot poultice to treat skin infections or as a soothing tea for coughs. Other uses treat yeast infections, athlete’s foot and scrapes and scratches. The tea (from the flowers) produces a natural anti-oxidant, which promotes cardiovascular health and regulates glucose metabolism.         NPS Photo   Fourwing Saltbush Atriplex canescens At maturity, the typical fourwing saltbush will reach up to 4 feet high. The plant derives its name from the four ‘winged’ capsules, which encompass the seed on the female plants and from the salty tasting foliage. The leaves remain on the plant throughout the winter. The saltbush flowers from June – September.  American Indians boiled fresh roots and drank the brew for stomach pain and as a laxative. Roots were also ground and applied as a toothache remedy. Soapy lather from leaves was used for itching and rashes from chickenpox or measles. Fresh leaf or a poultice of fresh or dried flowers was applied to ant bites. Leaves were used as a snuff for nasal problems. Smoke from burning leaves was used to revive someone who was injured, weak, or feeling faint. The leaves also provide a yellow dye.         NPS Photo   Hoary Rosemary Mint Poliomintha incana The hoary rosemary mint, an aromatic shrub in the mint family, is usually less than three-feet tall. Depending on the time of year, the plant will smell more like rosemary, mint, or a combination of the two. The plant has silvery hairs that cover its leaves and stems to help prevent the plant from drying out. It produces pale purple to white flowers in clusters from April through June. American Indians used the plant for seasoning foods.         NPS Photo   Honey Mesquite Prosopis glandulosa Honey mesquite is a perennial shrub or small tree 2 – 10 feet tall. The crown spreads a distance equal to or more than its height. Twigs are armed with sharp thorns up to 2 inches long, especially on young plants. Deciduous leaves are very bright-green and feathery. Tiny, yellow-green, fragrant flowers appear in April and as late as August during wet summers. Fruit is a long, yellowish brown pod, somewhat flattened. Mesquite is commonly used to treat eye conditions, open wounds, and dermatological ailments. Acting as an antacid, it can also treat digestive problems. It has soothing, astringent, and antiseptic properties. When used for cooking, mesquite wood gives food an excellent flavor. Flour can be made by grinding the ripe pods. When fermented, it produces a slightly alcoholic beverage. The green pods can be boiled in water to make a syrup or molasses. A tea or broth can also be made from the pods. The hard and durable wood of mesquite is often used for building purposes, weapons, tools and furniture. Mesquite is a good firewood burning slowly and smokeless. The taproots are also used as firewood. When used for cooking, mesquite wood gives food an excellent flavor. The bark is used to make cloth, baskets and rope. The gum or pitch is used to make candy, face paint, hair dye, and pottery paint and is also used as glue for mending pottery.         NPS Photo   Mormon Tea or Longleaf Jointfir Ephedra trifurca Mormon tea is a short, spiny, stick-like shrub with thin green stems. The leaves are like tiny scales and grow only at the plant’s nodes, giving it the appearance of a tiny bamboo-like plant. Small pale yellow flowers appear in the spring. Both the stems and the roots are high in flavonoids and were used as medicines by American Indians. Early pioneers used the stems to brew a weak tea for medicinal purposes. The plant contains traces of ephedrine, which is a stimulant and decongestant effective in countering symptoms of the common cold. The twigs were also used to dye wool.         NPS Photo   Rio Grande Cottonwood Populus deltoids subspecies wizlizenii Here at White Sands, the Rio Grande cottonwood often appears stunted because much of its trunk is buried by the sand. A member of the willow family, its presence here indicates a dependable water source. Cottonwoods in the monument also serve as nesting and roosting sites for many different bird species and provide much needed shade during the hot summer months. Its wood is soft and valued for its workability and texture. It was used by American Indians for masks and cylinders for drums. Strips of the branches and bark were woven into baskets. The tree’s buds and flowers are edible. The bark has purported curative powers and was used for treating bruises, strains, and sprains. A tea made from the bark is an anti-inflammatory agent and mild diuretic.         R. Wiles   Rubber Rabbitbrush Ericameria nauseosus This tall, grayish-green shrub produces hundreds of tiny golden flowers in late summer, making it an important food source for migrating butterflies in the late summer and early fall months. The feathery flowers are then followed by conspicuous white, downy seeds in the fall. Navajo weavers use rabbitbrush flowers to create a yellow dye for their rugs. It also was used for basketry, arrow shafts, and construction. Its English name refers to the small amount of natural rubber found in the sap.         NPS Photo   Skunkbush Sumac Rhus trilobata The skunkbush sumac, also known as squaw bush or lemonade bush, forms pedestals by binding gypsum sand grains into a compact mass around its roots, branches, and trunk. In the spring before the leaves appear, clusters of yellow and white flowers make the plant stand out. The plant also produces red and orange berries used by American Indians to make a tart lemonade-like drink. The flexible stems of the plant were used for basketry and binding. The branches contain tannin, which is useful in producing dyes. Crushed leaves were used as an astringent to treat stings, bites, rashes, and sunburn.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/treesandshrubs.htm"
}
