{
    "title": "White Sands National Monument: Wildlife Tracks",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Wildlife Tracks                Wildlife Tracks       Wild animals are shy and try to avoid us. Most animals in the desert are nocturnal. During the day you can see evidence of these animals from the tracks they leave behind in the sand. Tracks, which tell the stories of night activity in the dunes, are awaiting your discovery! If you do encounter an animal, make sure you respect its space and do not try to feed it. The images and tracks below are not to scale, but they will help you identify animal signs you might find in the dunefield.        NPS Photo   Apache Pocket Mouse Perognathus flavescens Apachii Fur-lined inner cheek pouches earned the Apache pocket mouse its name. Their diet consists of seeds found in the interdunal areas, and they never drink water. They get all the water they need from the seeds they eat. Their scat is rice shaped and crystal-like because of their efficient use of water. The total length of a pocket mouse varies from four to seven inches with a tail length from two to three inches. The length of their back feet is about one and a half inches with their front foot being much smaller.         NPS Photo   Bleached Earless Lizard Holbrookia maculata ruthveni The bleached earless lizard can range in length from four to six inches, with a width of half an inch. Lizard tracks can be distinguished from others by the tail track between the footprints. This lizard enjoys eating insects, spiders, and small plants that are abundant at White Sands. The white coloration of the lizard is an adaptation to camouflage with the white sand.         NPS Photo   Darkling Beetle Eleodes obcurus sulcipennis The darkling beetle, also known as the stinkbug, can be found anywhere in the monument and is most prevalent in the summer months. The length of the beetle can be over one inch. The name stinkbug comes from their defensive spray, which smells like kerosene. Being dark in color, the beetle is very easy to spot on the white sand. The dark color of the body acts as a sunscreen, protecting the beetle from the damaging rays of the sun.         NPS Photo   Greater Roadrunner Geococcyx californianus The greater roadrunner can get up to 23 inches tall and run up to 18 mph. The roadrunner likes to eat snakes and lizards but will also eat scorpions and spiders. Its tracks are always in the shape of an X because the roadrunner has two back toes in addition to the two front ones. The length of one print is three inches. Look for roadrunners near the visitor center where there is a lot of vegetation.         S. Noll Photo   Horned Lark Eromophila alpestris The horned lark’s height is around seven inches. Their preferred foods are seeds and insects. While a year-round resident in the monument, they are most prevalent when wildflowers are in bloom. The horned lark prefers to run rather than hop, so its tracks are continuous and in a line. The length of one print can be up to one and a half inches. The lark is a ground nester. The name horned lark refers to feather tufts at the top of the head, which look like two horns.         Doug Burkett, Senior Scientist, ECO-Inc. Photo   Merriam's Kangaroo Rat Dipodomys merriami The kangaroo rat gets its name because of its large hind legs. If scared, it can jump up to 10 feet high. Just like the Apache pocket mouse, they get all the water they need from the seeds they eat, so the scat is the same shape and texture. The total length of the kangaroo rat is about 13 inches with a tail length of eight inches. The tracks are very similar to the Apache pocket mouse in size, but the kangaroo rat will rest its tail when still, leaving a tail imprint.         J. Christy Photo   Kit Fox Vulpes macrotis The kit fox can be up to 30 inches long. Average weight is three to six pounds, similar to a Chihuahua. Their diet consists of kangaroo rats, desert cottontails, and Apache pocket mice. Their scat can have fur in it, which will leave it pointed on the ends. The tracks of a kit fox are very hard to distinguish from dog tracks in the monument. The length of one footprint is one to one and a half inches. A good distinguishing mark is that there will be claw marks with the print of a kit fox.         NPS Photo   Nevada Buck Moth Caterpillar Hemileuca nevadensis The length of the buck moth caterpillar can vary from one to four inches. In the monument, spring is the best time to see them because that is when they hatch. The best place to find this caterpillar is on a cottonwood tree, which is their preferred food source. Once they cocoon, they turn into the Nevada buck moth, which is black, white, and red in coloration.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/wildlife-tracks.htm"
}
