{
    "title": "White Sands National Monument: White Species",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     White Species                White Species       Many of the white animals you see in the dunes were once darker. Thousands of years ago before the white sands were here, the landscape was much darker. As the gypsum dunes began to form, however, the landscape became more and more white. Lighter animals could better match their white surroundings and were thus more likely to survive and reproduce. As a result, after about 7,000 years and thousands of generations of living here in the white gypsum sand dunes, many animal species are now a lighter color than their relatives living outside the dunes just a few miles away.        NPS Photo   Apache Pocket Mouse Perognathus flavescens Apachii Named for the fur-lined pockets in its cheeks, the Apache pocket mice living in the white sands have become lighter in color. They prefer sandy, loose soils with little vegetation. Nocturnal by nature, they scour the interdunal areas looking for seeds to eat but will eat insects if seeds are scarce. They are efficient gatherers and will store food for the winter when they periodically awaken from hibernation. Also, due to its highly efficient kidneys, it can go for months without water.         NPS Photo   Bleached Earless Lizard Holbrookia maculata ruthveni This pale lizard is identifiable by two black spots on each side of its abdomen and grows to about four inches in length. It is not really earless or bleached. Although it can hear, it has no external ear openings. The lizard’s overall grayish-white coloring is an adaptation to this white landscape. It can also darken slightly in cool weather and lighten slightly in warmer temperatures. Found throughout the dunefield, these insect-eating lizards are tolerant of high soil temperatures (up to 100°F) and are often seen scurrying across the sand in the mornings, early afternoons, and late evenings.         Dr. Lightfoot Photo   Sand-Treader Camel Cricket Daihiniodes larvale Two species of sand treader camel crickets live only at White Sands, where they are adapted to live in the gypsum sand. These crickets are called “sand-treaders” because they have specialized spines on their hind and fore-legs for digging in the sand. Like dogs they dig in the sand with their front legs and then use their hind legs to kick the sand several inches behind them. They are only active at night, which is when they come to the surface of the sand to forage on dead plant material. During this time, they are also hunted by scorpions and other nocturnal insectivores. In the daytime, they burrow into the sand where it can be many degrees cooler than the outside air temperature and much moister. These crickets are fairly small, less than two inches on average.          Dr. Lightfoot Photo   Sand Wolf Spider Arctosa littoralis The sand wolf spider, also called the beach wolf spider, lives in open sandy habitats such as at White Sands. These spiders do not build webs and are free ranging predators that run over the ground surface in search of small invertebrate prey. Their coloration is variable so that they are camouflaged to the particular type of sandy backgrounds that they live on. Those at White Sands tend to be much lighter in color than elsewhere. These spiders use their camouflage to sit and wait on the open sand for smaller passing invertebrates that they then chase down and consume. Sand wolf spiders have mild venom and are harmless to humans. These spiders inhabit sand dunes and sandy beaches throughout the United States and Mexico.         E. Metzler Photo   White Moths An endemic species is a species that lives no other place on Earth. White Sands National Monument is home to about 40 endemic species of moths, which is more endemic species of moths than any other single location in North America. As white animals evolved in the gypsum dunes, moths such as Protogygia whitesandsensis and Euxoa lafontainei, pictured on the left, also evolved specifically at White Sands National Monument. Both of these species of moths, the first such moths known to occur in the white dunes, were discovered in 2007. After more research the list of new species in the dunefield has grown to 35, most of them are white. The moths probably did not evolve solely because of white or pale coloration. All moths, as caterpillars, eat plants, and there is reason to think that the gypsum soils may be affecting the plants in such a way as to facilitate rapid evolution in moths.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/white-species.htm"
}
