{
    "title": "White Sands National Monument: Mammals",
    "body": "Mammals       While visiting White Sands National Monument, it is very unlikely that you will see any of our resident mammals, but you will see evidence of their comings and goings. They have adapted to the hot summers of the Tularosa Basin by hiding in their dens until it cools down, leaving behind only their footprints from their nightly hunting.        Doug Burkett, Senior Scientist, ECO-Inc. Photo   American Badger Taxidea taxus The badger is in the same family as the weasel. These nocturnal animals are found along the outer edges of the dunefield where there is more vegetation. Badgers have a strong sense of smell that helps them locate their prey. They use their huge claws, which can be up to two inches long, to dig burrows and unearth their prey. Rodents, reptiles, and insects are mainstays of the badger diet. Badgers are quite aggressive, but some have been observed hunting and even playing with coyotes! Learn More...         NPS Photo   Apache Pocket Mouse Perognathus flavescens Apachii Named for the fur-lined pockets in its cheeks, the Apache pocket mouse prefers sandy, loose soils with little vegetation. Nocturnal by nature, they scour the interdunal areas looking for seeds to eat but will eat insects if seeds are scarce. They are efficient gatherers and will store food to feed on during the winter when they periodically awaken from hibernation. Also, due to their highly efficient kidneys, they can go for months without water. Learn more...         Doug Burkett, Senior Scientist, ECO-Inc. Photo   Black-Tailed Jackrabbit Lepus californicus The black-tailed jackrabbit is so named because it has a large black line running from the top of its tail to its rump. Here at White Sands, it can be found where the dunes meet the desert. It can outrun predators at speeds of up to 40 mph, but sometimes it still becomes a meal for the coyote. This is because the black-tailed jackrabbit cannot endure a long flight, and since it does not burrow, it must depend on its speed to outdistance predators. Jackrabbit kits are born fully formed and are able to forage for themselves in about two weeks. Learn more...         Doug Burkett, Senior Scientist, ECO-Inc. Photo   Bobcat Lynx rufus The bobcat can be found on the outskirts of the dunefield at White Sands. The bobcat’s nocturnal lifestyle allows it to depend on stealth, and not pursuit, to catch its prey. Its meal of choice is small rodents, but it will also eat ground nesting birds and even insects. It looks larger and furrier than domestic cats but is no match for the mountain lion. Bobcats are solitary by nature and have a range that extends several miles. Learn More...         Doug Burkett, Senior Scientist, ECO-Inc. Photo   Coyote Canis latrans This furry fella is as iconic of the southwest as his larger cousin the wolf is of the northwest. Coyotes can be found on the fringes of the dunefield among the Chihuahuan Desert scrub. They are active in the early evenings and mornings, but are occasionally spotted during the day. Coyotes eat anything from rodents to road kill. This canine is very successful and highly adaptable to different environs, much like the other mammals found at White Sands. Learn More...         NPS Photo   Desert Cottontail Sylvalgus audobonii The desert cottontail can be found around the visitor center and in the desert scrub habitats of the monument. In the summer, they are usually found shading themselves from the heat and are active at night. In the cooler months, they can be seen at all hours of the day. The desert cottontail can run half as fast as the jackrabbit (20 mph) but has the comfort of a burrow to hide from predators. They are strictly vegetarians and eat grasses and leaves. Learn More...         Doug Burkett, Senior Scientist, ECO-Inc. Photo   Kit Fox Vulpes macrotis The Chihuahua-size kit fox is the largest animal that lives in the White Sands dunefield, weighing in at about five pounds. Unlike other canines, it is not a pack animal. This nocturnal animal eats mostly small prey such as kangaroo rats, Apache pocket mice, insects, lizards, and snakes. It has large ears for listening and for dissipating heat. Kit foxes at White Sands also have fur in between their toes to help give them traction in the sand. Great horned owls prey on the kit fox. Learn more...         Doug Burkett, Senior Scientist, ECO-Inc. Photo   Merriam's Kangaroo Rat Dipodomys merriami The kangaroo rat has a few tricks to escape from predators. It can use its long hind legs to distance itself from threats. While running, the kangaroo rat can also use its long tail as a rudder to change direction suddenly. Mainly found in vegetated areas of the monument, the kangaroo rat is 13 inches in length, eight of which are its tail. This amazing animal is also able to jump up to ten feet high if scared. That is like a three foot child leaping over a six story building! Learn more...         NPS Photo   Pallid Bat Antozous pallidus Pallid bats can be found roosting in many areas, such as the White Sands Visitor Center. They are identified by their large ears and light-colored fur. These winged mammals can eat insects in the air like other bats, but they locate most of their food on the ground while walking around. Their large ears help them to hear their prey’s footsteps. They eat arthropods like scorpions, centipedes, and crickets, but also lizards and rodents. Learn more...         NPS Photo   Pocket Gopher Geomys spp. Pocket gophers at White Sands are found in areas that are sparsely vegetated. They spend most of their life in burrows, occasionally coming out to find a mate or forage. Their diet consists of plants such as four wing saltbush and Indian rice grass. They fall prey to predators who know to look for gopher mounds, such as badgers and coyotes. At White Sands, their coat can range from reddish to a sandy brown to yellowish-white. Learn more...         NPS Photo   Porcupine Erethizon dorsatum The porcupine is North America’s second largest rodent and lives in a variety of habitats. At White Sands, the porcupine lives in the highly vegetated areas at the edges of the dunefield. Porcupines are the only mammal in North America with antibiotics in its skin. This helps the porcupine heal after it falls out of a tree, trying to reach for tender buds, and is poked with its own quills. They eat buds, roots, and bark. The porcupine is not as commonly seen at White Sands today as it was a few decades ago. Learn more...",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/mammals.htm"
}
