{
    "title": "White Sands National Monument: Animals",
    "body": "Animals                   Greater Roadrunner               Darkling Beetle                Merriam's Kangaroo Rat               Prairie Rattlesnake               Great Plains Toad               White Sands Pupfish                Kit Fox Tracks             Several species of animals have developed very specialized means of surviving in this harsh environment, enabling them to thrive in a place with very little surface water and highly mineralized ground water. In fact, the monument is home to more than 800 different animal species, many of them nocturnal. Included in this number are species from all groups of the animal kingdom: mammals, reptiles, amphibians, birds, fish, and invertebrates.        NPS Photo   Amphibians There are seven species of amphibians and one species salamander at White Sands National Monument. Learn more about how these environmentally sensitive critters survive in the Chihuahuan Desert.         NPS Photo   Birds White Sands National Monument has recorded over 220 recorded species of birds, including wrens, mockingbirds, larks and ravens, as well as larger species like roadrunners and raptors. Learn more about the most commonly seen birds in the monument.         NPS Photo   Fish The White Sands pupfish is the only species of fish endemic to the Tularosa Basin, and it is the only fish found in White Sands National Monument. It has dark eyes, silver scales, and grows from 1.75 inches to 2.5 inches in length. Learn more about this rare fish and the efforts to conserve and protect it.         NPS Photo   Invertebrates By far, the largest group in the monument is the invertebrates at more than 600 different species, including varied species of beetles, spiders, moths, and wasps. Learn more about the most commonly seen invertebrates in the dunes.         NPS Photo   Mammals Many species of mammals make their home in White Sands National Monument, including foxes, rodents, coyotes, bobcats, badgers, rabbits, and porcupines. Learn more about the interesting behaviors and unique adaptations of these mammals.         NPS Photo   Reptiles There are a large variety of reptiles living within the monument, including a variety of lizards and snakes. Learn more about how these fascinating animals survive in the desert.         Dr. Lightfoot Photo   White Species Over the centuries, a number of species of mice, lizards, moths, and other insects that inhabit the dunes have gradually changed color, becoming substantially lighter than their cousins elsewhere. Many of these white species are endemic to White Sands, meaning they’re not found anywhere else on earth!         NPS Photo   Wildlife Tracks White Sands provides the perfect opportunity to discover wildlife tracks. Scattered among the dunes are tiny footprints that lead from plant to plant. Learn more about these tracks and the many animals that make them.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/animals.htm"
}
