{
    "title": "White Sands National Monument: Plants",
    "body": "Plants                   Soaptree Yucca               Cane Cholla               Indian Rice Grass               Cowpen Daisy                Skunkbush Sumac               Plants play a critical role in the ecosystem of White Sands National Monument. They stabilize the leading edges of the dunes and provide both food and shelter for wildlife. Humans too have made extensive use of the dunefield's native plant life, using some for food and others to create things like cloth and medicine. However, it isn't easy eking out a living here in this harsh landscape. In order to live in the nutrient-poor alkaline soil of the dunefield, the flora here must be tough—only the hardiest plant species of the Chihuahuan Desert grow here. They are drought tolerant and able to survive in temperatures that range from sub-freezing to over 100ºF (38ºC), depending on the season. Many of these plants can tolerate the high soil concentrations of salt present in the monument, while others (known as gypsophiles) absolutely thrive in these conditions.         NPS Photo   Cacti and Desert Succulents Cacti are known for their sharp spines. Respect for their defenses should extend to their ability to survive with very little water. Cacti and other desert succulents are able to store precious water through the hot summers and dry winters, and still put on colorful shows of springtime blossoms.         NPS Photo   Grasses Desert grasses have developed a tolerance for the highly alkaline soils. Grass species like alkali sacaton and Indian rice grass provide for many tiny animals, such as Apache pocket mice and kangaroo rats. Grass seeds produce a protein-rich kernel that dries well and fills many rodents’ underground granaries. Native Americans wove mats with the thicker blades of grass and gathered and ate some grass seeds.         NPS Photo  Trees and Shrubs The trees and shrubs in the dunes stand tall—taller than you might think. Their trunks and stems have grown up from the level of the interdunal flats, to keep leaves in the sunlight above the shifting sands.        NPS Photo   Wildflowers It’s not all white sand and drab desert landscape. Cacti and other desert plants provide dashes of bright blooms from spring through fall.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/plants.htm"
}
