{
    "title": "White Sands National Monument: White Sands Historic District",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     White Sands Historic District                White Sands Historic District        NPS Photo        The Visitor Center building complex at White Sands National Monument is an excellent example of Spanish pueblo-adobe (“Pueblo-Revival”) architecture constructed during the years of the Great Depression. Construction was begun in 1936 and completed in 1938 by various government agencies including the Works Progress Administration (WPA) at a cost of $31,600. Wall construction of the Visitor Center is of adobe mud bricks throughout. Adobe bricks are usually sixteen inches long, ten inches wide and four inches thick. Ordinarily, two men can mix and mold over one hundred bricks in a day, sufficient to build about one foot of wall. There are various “recipes” for making adobe and most include straw to prevent the adobes from cracking as they dry in the sun. Adobe buildings are not particularly durable unless regularly maintained. If the stucco facing covering the adobe bricks is damaged, the erosive forces of wind and rain quickly destroy the exposed mud bricks. Also, annual rainfall in excess of twenty inches (White Sands averages about eight inches) will endanger the adobe structure since dampness tends to permeate and weaken the base of the walls. Are adobe buildings cooler than other types of buildings? Research indicates that adobe is inferior to modern insulation materials, yet adobe structures seem cooler than other buildings. The interior of the Visitor Center presents various examples of artistry in construction and furnishings. The ceiling in the main room is of viga and savina construction. The vigas are the large pine logs that form the basis for support of the roof. The decorative carved scrolls on which the vigas rest are called corbels, which serve to distribute the weight of the roof to the walls and to provide decoration. Running at right angles on top of the vigas are groups of three aspen poles called savinas. On top of the savinas is a split wood covering. For complete authenticity the roof would be made of brush and several feet of compacted dirt—the Visitor Center roof is of modern tar and gravel. Benches and chairs are typical Indian-Spanish design, being heavily constructed to resist splitting and loosening due to humidity or dryness. Decorative carving on the furniture is modest but typical. The lighting fixtures are made of tinware. Tin was a poor man’s substitute for silver on the Spanish-Mexican frontier. Each village had at least one tinsmith and often individuals crafted their own tinware since all that was needed was a nail to punch holes and something to cut the sheet of tin. Designs on the tinware in New Mexico show a strong New England influence, probably due to the trade with the United States over the Santa Fe Trail. One of the most prized articles of trade to reach frontier New Mexico was glass, which was so valuable that it was seldom used for windows. It was used instead for covering pictures of saints or was decorated with painted designs and famed with tin. One of the most common methods of decorating glass was to paint one side of the glass and draw a common hair comb over the painted surface before it dried, thus creating “combed glass”. Examples of combed glass can be seen in the lighting fixtures near the front entrance. In 1990, the Visitor Center and adjacent seven buildings, also built between 1936 and 1940, were officially designated as the White Sands National Monument Historic district. Set in a landscape of native plants, the historic district preserves this unique architectural style and is a tribute to the plans of the architects and the fine craftsmanship of the WPA workers. Lyle Bennett, the principal architect for the White Sands Visitor Center, began doing architectural work for the National Park Service in the 1930s. He became a master of the “Pueblo-Revival” style, as demonstrated at White Sands. He also designed the Painted Desert Inn at Petrified Forest National Park, the historic district at Bandelier National Monument, and buildings at Carlsbad Caverns and Mesa Verde National Parks. Bennett’s design of the picnic table shelters at White Sands reflects his preference for the modern architectural style of Frank Lloyd Wright.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/historyculture\/white-sands-historic-district.htm"
}
