{
    "title": "White Sands National Monument: Amphibians",
    "body": "Amphibians       Frogs, toads and salamanders are amphibians. Amphibians have very thin skin which they can both absorb water and breathe. They pass through a larval stage before changing into adults. Salamanders have a tail, and their larvae are shaped much like the adults. Frogs and toads have no tail and start life as tadpoles, which are very different from the adults.   In the State of New Mexico, there are 26 species of amphibians, which includes toads, frogs, and salamanders. This specialized group of animals only comprises about 21 percent of all of the reptiles and amphibians found in the state. There are a total of 123 species of amphibians in New Mexico.   Here at Whites Sands, we only have seven species of amphibians and 33 species of reptiles (turtles, lizards &snakes). The park has one species of salamander (Barred Tiger), three species of toads (Great Plain, Western and Red-spotted), and three species of spadefoots (Couch's, Plains and Mexican).         NPS Photo   Couch’s Spadefoot Toad Scaphiopus couchii Couch’s Spadefood Toads are highly adapted to arid locations. They are nocturnal and stay in their burrows during the day and during the worst of the arid conditions. While staying underground to avoid the dry heat, they shut down most of their bodily functions, and their skin can dry out. The drying of the skin creates a shell that encompasses them. During the summer monsoon conditions, they become explosive breeders. This allows the tadpoles to have water available for their fast growth. Couch’s Spadefoot toads also have a substance on their skin that is toxic to humans and our pets. It can cause allergy type symptoms, like sneezing and discharge from nose and eyes. Spadefoots are sometimes called spadefoot toads, but this is incorrect as they are actually frogs and not toads. Another interesting feature of spadefoots is that on the underside of each hind foot there is a single hard, dark \"spade\" that gives the animal its name, spadefoot. This \"spade\" is used to burrow into the ground to prevent water loss and hide from predators.            NPS Photo   Great Plains Toad Anaxyrus cognatus Great Plains Toads are able to store more water in their urinary glands than other toad species. This means that they are able to spend more time in deserts than other amphibian species, and they can forage further away from their underground burrows than others.                NPS Photo   Mexican Spadefoot Toad Spea multiplicata The Mexican spadefoot toad is the official state amphibian of New Mexico. It gets its name from the distinctive spade-like projections on its hind legs. These formations allow the species to dig into sandy soils where they spend most of their life underground. The Mexican spadefoot toad will emerge during monsoon season in the late summer to breed and feed on insects. These amphibians lay eggs in the pools of water that form during this rainy season. The eggs hatch quickly, and the resulting tadpoles have evolved to mature rapidly before the puddles of water dry up. You are most likely to find this animal in any low-lying area of the park where puddles may develop.            Doug Burkett, Senior Scientist, ECO-Inc.   Rio Grande Leopard Frog Rana berlandieri Rio Grande Leopard Frogs are one of the “true” frogs. True frogs are different from toads in that they have smoother skin. Five species of leopard frog exist in New Mexico, but their numbers are declining rapidly. The reasons for the decline are believed to be introduction of bull frogs and non-native fish, changes in the habitat, commercial interests, acid rain, or poisons that run off of farmlands into the frog’s habitat. Scientists agree that more research is needed to pinpoint the actual reason or reasons for the decline. Leopard frogs are primarily nocturnal (active at night). During the day, they sleep under rocks or under vegetation. If startled, they will leap into the water and quickly bury themselves under mud or debris.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/amphibians.htm"
}
