{
    "title": "White Sands National Monument: Invertebrates",
    "body": "Invertebrates       Invertebrates are animals that do not have or develop a backbone. They constitute 95% of all animal species on Earth. There are more than 600 species of invertebrates that live within the monument. Invertebrates are food for mammals, birds, fish, reptiles, and other invertebrates. They are also pollinators. They create and aerate soil, decompose organic matter, and disperse seeds. Invertebrates are critical to the environment. Despite their importance, these misunderstood animals are often feared and exterminated. At White Sands, you are guests in their home. Please respect all wildlife—both big and small!        Dr. Lightfoot Photo   Apache Jumping Spider Geolycosa rafaelana As their name implies, jumping spiders are avid jumpers. They hunt and behave much like cats, watching for invertebrates equal or smaller in size. They then pounce on, subdue, and eat their prey. Jumping spiders are ambush or sit-and-wait predators. Unlike other spiders, they roam around on vegetation and do not build webs to capture prey. Jumping spiders have excellent vision, and they can jump several inches when hunting. They also have elaborate courtship displays, where males court females by dancing and displaying iridescent blue-green markings on the fronts of their fangs. The Apache jumping spider is widespread throughout the Southwest and much of the southern United States and into Mexico.         Dr. Lightfoot Photo   Bleached Skimmer Dragonfly Libellula composite Bleached skimmer dragonflies make their homes in saline and alkaline waters of the Southwest desert. While in their larval stage of development, they look more like toads, and they live at the bottom of saline ponds where they wait to ambush other aquatic insects, larvae, and even tadpoles! Mature dragonflies feed on soft-bodied insects they can catch, such as mosquitoes and other small flies. They hunt by waiting on a perch, darting out and grasping insects with their spiny legs, and returning to their perch to feed. Skimmers mate mid-flight during their flying season, which can last from May to September. Dragonflies are among the most accomplished flying animals on earth.         Dr. Lightfoot Photo   Burrowing Wolf Spider Latrodectus mactans   Burrowing wolf spiders are medium- to large-sized spiders that construct and live in silk-lined burrows. These spiders tend to spend the daytime at the bottom of the burrows and come up to the top at night, similar to tarantulas. They have very sensitive touch senses and feel the vibrations of passing insects and other spiders from their burrows. Once they feel vibrations, they will ambush and attack their prey, pull them down into their burrows, and feed on them. The openings of the silk lined burrows, which have a similar circumference as your finger, can be seen during the day and are common at White Sands. Other species of free roaming wolf spiders look similar to the sand wolf spider, but they tend to be lighter and camouflage on the sand surface.         NPS Photo   Darkling Beetle F. Tenebrionidae Darkling beetles are scavengers of dead plant material on the ground. They tend to wander around mostly at night. There are many different species of darkling beetles at White Sands. Each is specialized to particular habitats and time periods, and each species leaves a distinctive track in the sand. Darkling beetles will raise their abdomen in the air when they feel threatened, which serves as a warning to any would-be predators. They can then exude a foul-smelling fluid from the posterior tip of their abdomen that repels predators. When this chemical gets on your skin, it can stain it purple or brown but is not harmful. The adult beetle lays eggs in loose plant material on the ground so that when the larvae hatch they can feed on that material. Being jet black, the darkling beetle is one of the easier creatures to spot on the dunes.         Dr. Lightfoot Photo  Funnel-Web Spider Agelenopsis longistylus  Funnel-web spiders build flat-spreading webs close to the ground that have a descending cylinder (funnel) near the center or on one side, which leads down into a dark retreat. The webs have two layers, a thicker, base layer that supports the entire web, and a thinner, upper layer which transmits the vibrations of insects that fall onto the web to the spider, who resides inside the funnel entrance. When the spider detects the vibration of an insect or other small arthropod, it will run out on the web to the insect, tackle it, bite it, and drag it into the funnel to feed on. These spiders have mild venom but are not dangerous to humans. They should not be confused with the unrelated and dangerous “funnel-web” spiders of Australia.        Dr. Lightfoot Photo   Harvester Ants Pogonomyrmex maricopa Harvester ants specialize in collecting seeds for their young to feed on. There are several species in New Mexico. The Maricopa harvester prefers sand and sandy soils, while other species prefer loamy or gravelly soils. These ants are active during the daytime, running around on the ground in search of seeds, which they pick up and carry back to their underground nest. The nest contains a series of chambers at different depths from the surface. These chambers are used to keep the seeds stored at optimal conditions so they do not germinate or decompose. As soil moisture and temperature conditions change, the seeds are moved to a different chamber. Like other ants, colonies consist mostly of sterile female workers, one fertile female queen that lays eggs, and larvae in special brood chambers. Winged fertile females and winged males emerge from the nests following summer rains. The winged females and males mate, and the mated females become queens, dig burrows and start new nests. Maricopa harvester ants do have stingers and can render a painful sting, so it is best to observe from afar and not handle them.         NPS Photo   Minor Ground Mantis Litaneutria minor Ground mantises are small active ground hunters that are camouflaged on soil surfaces. Unlike the larger green mantises, they do not hunt on plants. They can be seen running down prey on the ground during the day and grabbing them with their specialized raptorial forearms. As soon as they hatch, they will begin hunting and are sometimes cannibalistic. Their prey consists of any insect they can catch. When threatened, they will use their forearms as a defense mechanism and make themselves look bigger by standing to intimidate predators. Females are larger than males and cannot fly. Some males with larger wings can fly, whereas those with smaller wings cannot. At certain times of the year the ground mantis will molt and shed its exoskeleton. Egg cases, known as ootheca, will be laid on twigs and branches.          Dr. Lightfoot Photo   Sand Scorpion Paruroctonus utahensis Scorpions, like their spider relatives, have eight legs. However, they also have greatly enlarged pedipalps attached to the head, in the form of appendages, with large pinchers used for grasping prey. They also have a characteristic long tail or telson, with a single large stinger at the end. Scorpions use their pinchers to grasp other invertebrates, and then use the stinger at the end of the tail to inject venom into their prey. They chew their prey with mouthparts, or chelicerae, equivalent to the fangs of spiders. Some scorpions have powerful venom that is dangerous to humans. However, like all the scorpions that live at White Sands, the sand scorpion has mild venom and is not dangerous. The sting is painful, similar to a bee sting. Sand scorpions live in burrows they dig in the sand, and they come to the surface at night to search for prey. The sand scorpion lives on sandy soils throughout the Southwest.         Dr. Lightfoot Photo   Sand-Treader Camel Cricket Daihiniodes larvale Two species of sand-treader camel crickets live only at White Sands, where they are adapted to live in the gypsum sand. These crickets are called “sand-treaders” because they have specialized spines on their hind and fore-legs for digging in the sand. Like dogs they dig in the sand with their front legs and then use their hind legs to kick the sand several inches behind them. They are only active at night, which is when they come to the surface of the sand to forage on dead plant material. During this time, they are also hunted by scorpions and other nocturnal insectivores. In the daytime, they burrow into the sand where it can be many degrees cooler than the outside air temperature and much moister. These crickets are fairly small, less than two inches on average.         Dr. Lightfoot Photo   Tarantula Hawk Wasp Pepsis grossa The tarantula hawk is one of the largest wasps in the world. They have a painful sting, but they are not aggressive or likely to sting humans. The female wasp hunts for tarantula burrows during the daytime and uses her stinger to paralyze the tarantula before dragging it back to her burrow. A single egg is then laid on the top of the spider’s abdomen, and the larva burrows into the spider after hatching. The larva will then feed on the tarantula’s internal organs, saving the vital organs for last. Adult tarantula hawks feed on nectar, and like other wasp species, the male tarantula hawk does not have a stinger.Pepsis grossais the official state insect of New Mexico.         NPS Photo   Tarantula Aphonopelma spp. These large, hairy spiders can be six inches across with their legs fully extended. Their bite is not dangerous to humans, but can be painful and may cause an allergic reaction in some people. Tarantulas make their homes in burrows and crevices. They will lie in wait and ambush instead of using a web to ensnare their prey. Anything that the tarantula can subdue is a potential meal, including insects, small rodents, and reptiles. Before they eat, tarantulas coat their food in digestive fluids to predigest it, causing the prey to begin to liquefy. Then, the tarantula dines, its mouth acting like a tube that sucks up the resulting liquids. Tarantulas have terrible eyesight and rely mostly on their sense of touch to perceive the world around them. Male tarantulas can be seen in the evenings after summer rains going in search of female tarantulas.         Dr. Lightfoot Photo   Toothpick Grasshopper Paropomala pallida Many species of short-horned (short antennae) grasshoppers inhabit White Sands. They are herbivores, feeding on a variety of different plants. Most grasshoppers will produce sound for attracting mates. Some rub their hind legs against their forewings, and others snap their wings in flight, making crackling sounds. Only two species live in gypsum and feed off of plants that survive in it. Unlike crickets and katydids, grasshoppers are active during the daytime. After the eggs are fertilized, the female will find a spot in the soil or sand, where she will lay about 100 eggs covered in a sticky substance for protection. The nymphs that hatch the next year look like smaller versions of adults without wings.          NPS Photo   Walking Stick Diapheromera velii Stick insects are mostly nocturnal creatures and spend most of their day hiding under plants, which can also provide food. Females are generally larger than their male counterparts. In the photo to the left, the female is on top and the male is on the bottom. Stick insects like these do their best to mimic their surroundings in order to blend in. Unfortunately, this defense does not help them when bats hear them at night. When threatened, they will feign death in an attempt to deter any attacker. Sometimes they will sacrifice a limb if playing dead doesn’t work. Being very nutritious, they are highly predated. Their flexible legs help them move and hang in bushes, which makes them even more difficult to spot!         Dr. Lightfoot Photo   Western Black Widow Spider Latrodectus Hesperus The female black widow is all black with a distinct hourglass mark on the bottom of her abdomen. Females are about as big as a quarter, and males are less than half that size. The male widow is a brown-yellow color with a yellow hour glass mark and white strips along his abdomen. Adolescent females have the same markings and color as adult males. These spiders live in dark, damp places, like the thatch at the bases of yucca plants and old rodent burrows. They only bite when disturbed and are generally not lethal to healthy adults. When mating, the male spider wraps the female in a thin layer of silk. If he cannot get away fast enough after he is finished, the female may eat him. In the summer, females can lay four to nine egg sacs, each filled with hundreds of eggs.         NPS Photo   White-Lined Sphinx Moth Hyles lineata Sphinx moths are often mistaken for hummingbirds as they hover around flowers feeding on nectar with their long tongues. They feed on and pollinate a number of plants including evening primrose, four o’clock's, and desert willow. From April through October, the best time to see these moths feeding is around dusk or dawn, though they have also been observed flying in the middle of the day. Some of the plants in the monument they lay their eggs on are the desert four o’clock and the evening primrose. When the eggs hatch, the larva will feed on the host plant, growing to about the size of an index finger. They have a sharp horn at the top rear-end of their bodies and are called hornworms. The color of sphinx larva can range from pale yellow to dark green with varying highlights of red and black. After getting their fill, the larva will drop off the plant and burrow into the ground and pupate, emerging as a moth 2 to 3 weeks later. Several other species of sphinx moths live at White Sands.         Dr. Lightfoot Photo   Wind Scorpion Eremobates spp. This arthropod goes by many different names including the wind scorpion, camel spider, sun spider, and solpugid. They are not dangerous to humans and have no venom. Not especially large creatures, the biggest ones have a leg span of only a couple inches. They are very fast and active nocturnal predators, running rapidly over the ground at night in search of prey. The first pair of leg-like appendages are not actually legs but pedipalps with five segments each. These appendages function partly as sense organs, like insects’ antennae. They also assist in feeding and fighting. Wind scorpions have large pinching mouthparts called chelicerae they use to overpower and chew prey.         NPS Photo   Yucca Moth Tegeticula elatella The yucca moth is solely responsible for the pollination of yucca plants. The moth pollinates the flowers by scooping up a sticky ball of pollen with specialized mouthparts from the stamens of one plant and inserting the pollen into the pistol of a yucca flower of another plant; no other creature performs this task. After pollination, the moth will lay eggs in the bottom of the flower. The pollinated flower then turns to fruit, encasing the moth’s eggs. When the eggs hatch, the larvae feed on the seeds as they make their way out. Not all of the seeds are consumed as some must be left behind for the next generation of yucca. After emerging from the fruit, the larvae drop to the ground and burrow down a few inches where they go into a cocoon stage and wait until spring to emerge as adult moths. There are several species of yucca moths in the Southwest that are specialized to different yucca species.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/invertebrates.htm"
}
