{
    "title": "White Sands National Monument: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places               Places                   White Sands Missile Range               Trinity Site               White Sands Historic District               Place Names & Travel Routes               Monument History             Established in 1933, White Sands National Monument protects a portion of the world’s largest gypsum dunefield. While federally protected for more than 80 years, this landscape has left an indelible mark on humans and humans on it for more than 10,000 years. From historic travel routes to the Trinity site, the places in and around the monument tell a story of hardship, resilience, and ingenuity of both man and nature.        NPS Photo   White Sands Missile Range In response to the bombing of Pearl Harbor in 1941, the U.S. military established a permanent presence in the Tularosa Basin during World War II creating the Alamogordo Bombing and Gunnery Range, known today as Holloman Air Force Base, and White Sands Proving Grounds, now White Sands Missile Range. It was at White Sands Missile Range that some of the German scientists, including Werner Von Braun, who were instrumental in the conception and development of the V-2 rocket, relocated after World War II.           Holloman Air Force Base Photo   Holloman Air Force Base Have you ever heard a window-rattling sonic boom from a passing jet? If you visit the monument and hear one, do not be alarmed. Holloman Air Force Base and White Sands National Monument share a boundary. The 49th Wing -- host wing at Holloman Air Force Base -- supports national security objectives by deploying worldwide to support peacetime and wartime contingencies.         NPS Photo   Trinity Site The first atomic bomb was tested on July 16, 1945, 65-miles north of White Sands. The detonation site is known as the Trinity Site and is one of the key places associated with the Manhattan Project.         NPS Photo   White Sands Historic District The monument’s visitor center, as well as three of the living quarters to the east of it, and the adobe fence between the visitor center and the living quarters are all considered historical. These buildings are an excellent example of the Pueblo Revival architecture modeled after the Pueblos and Spanish missions in early New Mexico.         NPS Photo   Place Names & Travel Routes People have been traversing the Tularosa Basin for over 10,000 years. Evidence of their roads and trails cross the basin floor, but who traveled these roads? Where were they going? And what were they doing?         NPS Photo   White Sands National Monument History On January 18, 1933, President Herbert Hoover established White Sands National Monument to protect a portion of the world’s largest gypsum dunefield and additional features of scenic, scientific, and educational interest.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/historyculture\/places.htm"
}
