{
    "title": "White Sands National Monument: Birds",
    "body": "Birds       There are over 220 recorded species of birds within White Sands National Monument. High temperatures during the day, especially in summer months, make it unlikely that you will come across these creatures in the heart of the dunefield. However, many of these species are commonly seen in the desert scrub around the visitor center and entrance station.        NPS Photo   Barn Swallows Hirundo rustica Every spring, the visitor center at White Sands National Monument becomes a nesting destination for considerable numbers of freshly-molted barn swallows. Returning from their winter insect hunting grounds of Central and South America, they arrive in droves. Recognizing a barn swallow is easy as they are small with a slender body, long, narrow, pointed wings, and a prominent forked tail. Both males and females have bluish black upper body parts and wing coloring. Their chests and throats are reddish-orange. In younger birds, the coloring of the throat, chest, and belly is less vivid. Learn more...         Doug Burkett, Senior Scientist, ECO-Inc. Photo   Black Chinned Hummingbird Archilochus alexandri  Hummingbirds are the only birds that can fly forwards, backwards, up, down, sideways. They can also hover! Their wings can flap 80 times per second. They eat tiny insects and nectar from plants. Their tiny nests can hold two, sometimes three, eggs that about the size of peanut M&Ms. The smallest of all birds, hummingbirds are also the smallest animals with a backbone.         R. Wiles Photo   Burrowing Owl Athene cunicularia Burrowing owls nest in burrows on the ground, a unique trait that sets them apart from most other birds. It is also what gives burrowing owls their name. Small and ground-dwelling, these birds usually weigh only about half a pound and can live to be nine years old. They eat beetles, grasshoppers, rodents, cottontails, and bats. Burrowing owls are vocal, with different noises for breeding and protecting their territory.         R. Wiles Photo   Cactus Wren Campylorhynchus brunneicapillus The largest wren species in the United States, the cactus wren is a year-round resident of both the dunefield and desert scrub. It has long white “eyebrows,” a cluster of black spots on its breast, and makes a somewhat ratchety call. The intelligent bird is known for building its nests in cacti, which provides protection from predators. The cactus wren is likely to be spotted hopping under shrubs, hunting insects, but it has even been seen picking insects off the radiator grills of parked cars!         R. Wiles Photo   Chihuahuan Raven Corvus cryptoleucus This large, black bird with a long, stout bill is a common sight in desert settings, including the White Sands area. Chihuahuan ravens are often seen in pairs or small groups soaring, playing in the wind, or perched on bushes and utility poles. The Chihuahuan raven can be identified by white feathers on the back of the neck when ruffled. Their diet includes road kill, rodents, young birds, lizards, insects, seeds, and fruits. Although smaller than the common raven, the Chihuahuan raven is still an impressive sight, with a wingspan of up to three and a half feet! Learn more...         Doug Burkett, Senior Scientist, ECO-Inc. Photo   Great Horned Owl Bubo virginianus Great Horned Owls are nicknamed ‘hoot owls’ since they make the kinds of sounds that we associate with owls. They are excellent hunters, using their strong low-light vision, keen hearing, and sharp talons to locate and capture prey. These owls typically prey on small or medium-sized mammals, like rodents and even kit foxes. Great horned owls are also cautious and experts at detecting danger. Humans are their greatest predator, but crows and other owls may also attempt to kill a great horned owl. Great horned owls can fly great distances but are not migratory. Learn more...         G. Fry Photo   Greater Roadrunner Geococcyx californianus New Mexico’s state bird, the roadrunner, is a member of the cuckoo family and a year-round resident of the monument. It is a large, long-tailed bird with a shaggy, streaked appearance, and a short, ragged crest, which is often raised. Its preferred prey includes lizards, snakes, and rodents. You may see this solitary bird darting across a desert road, reaching speeds of about 15 mph! Despite the roadrunner’s incredible ability to run, the roadrunner can fly to and from elevated perches, which help the roadrunner spot its prey from up high. Learn more...         S. Noll Photo   Horned Lark Eremophila alpestris Characterized by the small, black tufts on its head, the horned lark is a year-round resident of the dunefield and dune margins, where you are likely to see its delicate tracks. Horned larks are ground foragers, primarily eating seeds and feeding small insects to their young. Their nests tend to lay within depressions at ground level and are made of grasses and other plants. The horned lark is one of the most resilient birds of North America, inhabiting and flourishing in arid, alpine, and Arctic regions.         R. Wiles Photo   Loggerhead Shrike Lanius ludovicianus The loggerhead shrike is distinguished by a black mask around the eyes, and a short powerful bill. Although small in size, the loggerhead shrike feeds on insects, rodents, lizards, and other small birds. This bird often impales its prey on sharp thorns or barbed wire for a future meal, giving it the nickname “butcher bird.” At White Sands, the bird may leave lizards and insects harpooned on the sharp leaves of the yucca. The solitary shrike is a fierce predator and is the only songbird that commonly hunts other vertebrate animals! This species is in decline due to pesticides and loss of habitat.         S. Noll Photo   Northern Harrier Circus cyaneus   This slender, long-winged, long-tailed hawk is often identified by its distinctive white rump patch. Since the northern harrier hunts by sound as well as sight, it is likely to be seen flying low over the dunefield margins and visitor center, searching for prey. It hunts small rodents, lizards, and birds, but will occasionally eat larger prey such as rabbits. The northern harrier nests and often perches on the ground. One of the other distinctive characteristics that the bird has is its owl-like face. The feathers around its head allow sounds to be focused and channeled directly into its ears.         S. Noll Photo   Northern Mockingbird Mimus polyglottos Noted for its ability to imitate the songs of other birds, this highly territorial year-round resident may be heard before it is seen. The mockingbird is 10 inches long and has gray coloration with conspicuous white wing patches. The mockingbird’s diet consists of prickly pear cactus, fruits, and other plants. This bird also likes to prey on ants, beetles, and grasshoppers. The northern mockingbird is important to many ecosystems as a seed disperser. The bird also controls insect populations by feeding on them.         R. Wiles Photo   Red-Tailed Hawk Buteo jamaicensis Red-tail hawks are the most numerous and commonly seen hawks of North America. Look for them perched on utility poles or soaring in circles high above! The red-tailed hawk is found in many color variations, but most show the rust-colored tail feathers for which it is named. The red-tailed hawk’s voice is often used in movies. It is a rasping, whistled “cheeeeeew” that gradually falls in pitch and intensity. The red-tailed hawk is found in a wide range of habitats. They feed on small mammals and reptiles. Like the Swainson’s hawk, the red-tailed hawk’s wingspan can be over four and a half feet!         S. Noll Photo   Swainson’s Hawk Buteo swainsoni This versatile hawk can hunt from a perch, while soaring, or while walking on the ground. Its diet consists of rodents, snakes, grasshoppers, and other insects. Usually solitary, like other hawks, it joins large flocks while migrating. During migration, Swaison’s hawks fly about 125 miles per day until reaching their destination in South America. Similar to the red-tailed hawk, it occurs in a range of color morphs. In its light morph it has a dark bib ring that stands out against its pale underside. Their wingspan averages about four and a half feet!         R. Wiles Photo   Western Kingbird Tyrannus verticalis The western kingbird is a member of the flycatcher family. It has a pale grey breast and head, yellow belly, and a black tail with narrow, white sides. The western kingbird mainly feeds on flying insects but can also feed on seeds and small fruit. The bird is usually solitary but may also be found in pairs. In some instances several of these birds may be spotted fending off larger birds of prey from their nests. This bird is referred to as “king” because of its defensive attacks towards much larger birds of prey, such as hawks, crows, and ravens.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/nature\/birds.htm"
}
