{
    "title": "White Sands National Monument: Space History",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Space History                Space History        NASA Photo        As World War II came to a close, a new conflict, now known as the Cold War, arose. This conflict exacerbated tensions between the two world super powers, the United States and the Soviet Union, engaged in an arms race of military defense. The conflict was fought through the advancement of military technology. Each party sought to, at the very least, maintain the balance of shared power, if not to achieve supremacy as the sole super power. By the late 1950s, space would become another arena for this rivalry. Wernher von Braun, a German scientist transplanted to the American Southwest during Operation Paperclip, was initially only used as a resource for his work in developing the deadly V-2 rockets. The United States continued to test and develop the first generation of rockets: Corporal, Atlas, Redstone, Nike, and Aerobee. White Sands Missile Range Launch Complex 33 represents the first generation of rocket testing facilities that allowed for the United States’ exploration of space. The first generation of rockets was only tested for earthbound missions, until 1957 when the Soviet Union launched the first satellite, Sputnik, into orbit. Immediately concerns about the capability of space warfare forced the United States to realize the urgency in converting their terrestrial energies into space. Variations of the Redstone rocket family were developed out of V-2 rockets technology first tested by the United States from the blockhouse at Launch Complex 33 at White Sands Missile Range. These went on to carry our first astronauts to outer space in 1961 and eventually landing on the moon in 1969. In 1963, six years before the U.S. landed on the moon, NASA established White Sands Test Facility on White Sands Missile Range. White Sands Test Facility is a U.S. government rocket-engine test facility and operates White Sands Space Harbor, a space shuttle runway, located north of White Sands National Monument in the dunefield on White Sands Missile Range. This is the primary training area for NASA space shuttle pilots, a test site for rocket research, as well as an alternative space shuttle landing location. The runway has only been activated once in 1982, when the Space Shuttle Columbia returning from orbit was rerouted due to poor weather conditions at alternate landing locations.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/historyculture\/space-history.htm"
}
