{
    "title": "White Sands National Monument: Stories",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories               Stories                   Commercial Filming               White Sands Employees               Local Perspectives               100 Years of History             Standing atop a dune with the vast expanse of rolling, white dunes, stretching out for miles in all directions, it is hard to imagine that this stark landscape is rich with the vibrant voices and stories of humans. As you take time to enjoy the silence of a sunrise on a dune, think of all the humans that have come in contact with the same environment you are admiring. The stories of White Sands connect us to the generations of those who have worked, lived, and played here long before us. Both scientists and storytellers love to work here at White Sands. What story will you write here today? The following links will give you an opportunity to enjoy the stories and oral histories of White Sands from the Mescalero Apache, ranching families driving cattle across the basin, and White Sands staff throughout history.        NPS Photo   Commercial Filming Commercial filming has been happening at White Sands National Monument since 1950. The range of films covers the spectrum from movies such as “Transformers” and “The Book of Eli” to music videos with artists Pink Floyd, Boyz II Men, and Puff Daddy, along with many documentaries and commercials.         NPS Photo   Employees of White Sands National Monument Everyday a heavy equipment operator works to plow the sands off the roads, just like in the northern United States during a snow storm. Learn about the many other employees at the monument who work to help make your stay memorable.         NPS Photo   Local Perspectives One of the most famous stories of White Sands National Monument is the white dread, La Pavura Blanca. Legend has it that the ghost bride, dressed all in white, is still searching for her lover in the dunes. Learn more about the oral histories and stories handed down through the generations.            NPS History and Centennial America’s National Park Service (NPS) will observe its 100th Birthday on August 25, 2016, exactly a century after President Woodrow Wilson signed the act that created it as a new federal agency within the Department of the Interior. Learn more about the history of the park service and the 100 year celebration.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/historyculture\/stories.htm"
}
