{
    "title": "White Sands National Monument: Place Names & Travel Routes",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Place Names & Travel Routes                Place Names & Travel Routes        NPS Photo        Long before Europeans arrived in the Americas, American Indians traveled through the Tularosa Basin and the white sand dunefield. Archaeologists do not have much evidence of their walking paths. Oral histories passed down from Mescelaro Apaches tell of the place names they had for places in the basin and the routes they would take to travel from place to place. As nomads, the Apache would have had a large territory that they considered home. Their landscape would have been several hundred square miles overlain by trail systems. Two Apache trails pass through White Sands. One trail from the Sacramento to the San Andres Mountains passes between the northern boundary of the White Sands and the southern extension of the Malpais lava flows. The Mescalero call the second trail the Tse Yahnka Trail, or Lower Edge of Sand Trail, that used to follow the southern edge of the sands. The Apaches place name Tse-Hikais the specific place name they use for the white sand dunefield within White Sands National Monument and White Sands Missile Range. When Spaniards began colonizing New Mexico, they mostly avoided the Tularosa Basin. However, there were salt beds that attracted settlers. While there is evidence that salt was being mined from the area, there are no clear place names, geographic landmarks, or maps to connect these trails and salinas with contemporary locations. The Lake Lucero salinas, located in White Sands National Monument, were first officially documented as a discovery by west Texas Hispanos in 1824 during the Mexican Period. The Salt Trail was a wagon road that connected El Paso del Norte to Salina de San Andres and followed the eastern slopes of the Organ and San Andres Mountains. After 1824, the Salt Trail is documented on maps with three stops noted: Ojo de Soledad, San Augustin, and Ojo San Nicholas. According to documentation, large expeditionary parties using mule drawn carts with military escorts would be formed a few times a year to make the long journey to the salinas. Wagon roads were the primary roadways throughout the Tularosa Basin in the early twentieth century. One early wagon road connected Tularosa to Mesilla for migration across the Tularosa Basin. It is associated with local memory of the founding of Tularosa during the territorial period history of New Mexico. It is also associated with the death of Albert Fountain, Nana’s raid, and the Ninth Calvary. Two segments of this road are preserved in the monument. Portions of the wagon road has deep ruts and high berms from long-term use, which are still visible today. You see portions of the road, and an abundance of historic artifacts are strewn along its side that date from the 1860s to the 1920s. This historic wagon road may have followed the route of a \"service road\" built by the U.S. Army from Fort Stanton (1855) south of White Sands through San Augustin Pass in the Organ Mountains. In the late 1800s, the Mesilla–Tularosa Wagon Road crossed St. Augustin Pass from Mesilla following along the southern edge of the dunes. It is believed that this route mirrored a similar route south of the dunes prehistorically and possibly the Mescalero, Tse Yahnka Trail. There was a historic wagon road stop on the monument near a well. The exact location of this well and wagon stop is still unclear and is likely covered by active dunes.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/historyculture\/place-names-travel-routes.htm"
}
