{
    "title": "White Sands National Monument: The Salt Trail and Magoffin Salt War",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     The Salt Trail and Magoffin Salt War                The Salt Trail and Magoffin Salt War        NPS Photo        In 1647, the Spanish colonists established salt trails into the interior of the Tularosa Basin connecting the salt deposits north of Lake Lucero with the Camino Real in El Paso del Norte and the silver mining operations in Durango, Mexico. Salt is an invaluable mineral, both for the health of people and their livestock, but also as a fundamental element in the processing of silver ore. The Apache presence in the Tularosa Basin continued to be a deterrent for salt gathering. The Guadalupe salinas, southwest of the Guadalupe Mountains in the eastern Tularosa Basin, were discovered by the Spanish in 1691, and both the Guadalupe and Lake Lucero deposits supplied the Spanish-operated silver mines in Mexico. While there is evidence that salt was being mined from the area, there are no clear place names, geographic landmarks, or maps to connect these trails and the salinas with contemporary locations. The Lake Lucero salinas, located on White Sands National Monument, were first officially documented as a discovery by West Texas Hispanos in 1824 during the Mexican Period. The salt trail was a wagon road that connected El Paso del Norte to Salina de San Andres, and followed the eastern slopes of the Organ and San Andres Mountains. After 1824, the salt trail is documented on maps with three stops noted: Ojo de Soledad, San Augustin, and Ojo San Nicholas. According to documentation, large expeditionary parties using mule-drawn carts with military escorts would be formed a few times a year to make the long journey to the salinas. It is entirely possible that these salt deposits were just as important during the prehistoric period, although we currently have very little evidence to validate this claim. A concept of gathering salt and trading it to distant pueblo communities could be modeled on our understanding of the salt trade at the Salinas Pueblos. These traders would gather salt from deposits in the Estancia Basin for personal use as well as a trade good over a vast network to distant pueblo communities. Hispanic populations throughout the Spanish colonial and Mexican periods were allowed to gather salt from the salinas, which were considered public property. Texan American settlers made private claims to the land, under the provision that they would receive profit from mining of minerals on their property. James Magoffin held a title to the salt flats north of Lake Lucero but had been unsuccessful in turning a profit from levying fees for salt gathering. In 1854, he received word that a salt gathering expedition of Hispanos from Doña Ana was headed to Lake Lucero. Using military force, he intercepted them at the salt flats and fatally wounded three members of the party. In response to Magoffin’s use of extreme force during the Magoffin Salt War, the courts dissolved his property claim to the salt flats and established a precedent for free public access to salt deposits.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/historyculture\/the-salt-trail-and-magoffin-salt-war.htm"
}
