{
    "title": "White Sands National Monument: Archaic",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Archaic                Archaic        NPS Photo        Without the meat and resources from hunting large game animals, the Archaic peoples had to expand the types of food they ate, as well as the ways they hunted and gathered. As a result, we find Archaic sites everywhere in the Tularosa Basin, from the mountain slopes, to the basin floor, and in the dunes. The Archaic people improved upon the hand thrown spear used by Paleoindians with the invention of the atlatl. The atlatl is essentially a wooden stick with a handle on one end and a hook or socket on the other, in which a dart shaft would sit. The atlatl acts as an extension of the human arm increasing leverage against the thrust of the object, allowing the operator to propel a lighter spear faster and farther than a hand-thrown spear.  After Lake Otero dried out, fierce winds scoured the dry lake bed. These winds carried large quantities of gypsum sand up from the basin floor and accumulated into a large dunefield. Wind and flying gypsum sand particles dominated the basin for almost 3,000 years. Sites that correspond to this time have not been found, which makes sense. Who would want to live in a dust bowl? Even if some brave individuals attempted it, any sign of their visit would be buried under thirty feet of gypsum. Approximately 4,000 years ago the dunes stabilized and Archaic people ventured back into the Tularosa Basin to stay. Perhaps they were attracted by the Indian ricegrass, a cereal grass that produces grains similar to wheat which still grows along the dunes’ edges today. Many people do not realize that the first evidence of agriculture began in the Archaic period. When most people think of agriculture they think of farm fields, straight rows of tended plants, and tractors. In reality, agriculture is just an improved adaptation to foraging practices by hunting and gathering groups. At first, Archaic peoples would tend to wild plants to encourage them to produce in a more reliable manner and in larger quantities than they did naturally. This developed a more direct relationship between people and the plants they harvested. It wasn’t long before plants began to change in response to human intervention. When domesticated crops, such as corn, beans, and squash, were first imported into the Tularosa Basin from Central America over 3,000 years ago, Archaic groups, already tending their wild plants, began to deliberately plant seeds to grow food they could eat. This is when people started regularly living in small villages throughout the year to tend their fields. The most amazing archaeological evidence of human occupation at White Sands National Monument is the unique sites known as “hearth mounds” found within the dunes. These hearth mounds are the remains of prehistoric fires, containing charcoal and ash, which are often surrounded by other artifacts. White Sands National Monument’s dune hearth mounds, unlike any other hearth features in the world, are the result of a chemical relationship between gypsum, heat, and moisture. When gypsum is heated to 300̊ F, it becomes a powdered calcium sulfate hemihydrate plaster, commonly known as Plaster of Paris. This gypsum plaster quickly hardens when moisture is added and subsequently evaporates. This process cements these hearth features in place, preserving them for thousands of years, like time capsules in the dunes. Charcoal taken from some of these hearth mounds were dated using radiocarbon dating methods. The hearth mounds in the monument date from the middle of the Archaic period all the way to recent history..",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/historyculture\/archaic.htm"
}
