{
    "title": "White Sands National Monument: Jornada Mogollon",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Jornada Mogollon                Jornada Mogollon        NPS Photo        The Jornada Mogollon is the name archaeologists use to identify the people who lived in the Tularosa Basin after the Archaic period, which ended almost 2,000 years ago. The Jornada Mogollon was a group of farmers living in houses in small villages throughout the southwest. At first, they lived in pithouses. Pithouses are circular houses dug out of the ground and framed with wood beams. Later, Jornada Mogollon peoples began to build square houses using adobe mud to construct walls. Being a farmer in the Tularosa Basin desert must have been hard. There was little rainfall to rely on and the desert sun was harsh. The Jornada Mogollon in the Tularosa Basin farmed, but they still had to hunt and gather local resources to make sure they could survive. The most significant technological difference in the archaeological record between the Archaic to the Jornada Mogollon is the switch from woven fiber baskets to clay pottery. Identifying broken pieces of pottery is one of the ways archaeologists are able to identify Jornada Mogollon sites. The second technological advancement was the introduction of the bow and arrow. Arrows were even lighter and thinner than spears from the Paleoindian and Archaic periods. Bows could propel these arrows with greater accuracy and speed over long distances. Speed, distance, and accuracy are especially important in relationship to the primary game animals the Jornada Mogollon hunted: deer, rabbits, and birds. We currently know of several Jornada Mogollon villages that existed throughout the Tularosa Basin, including two on White Sands National Monument: Lake Lucero and Huntington Site. The sheer number of artifacts surrounding these sites suggests that these were incredibly important villages. They are strategically situated along Lake Lucero’s shoreline and the Alkali Flat. This would position them to be near fresh water, as water flows down from the San Andres Mountains especially during heavy rainfall. This area is also near the salt and gypsum deposits left behind from Lake Otero. Salt is an incredibly important mineral for a healthy diet. It can also be used as a preservative to keep foods from spoiling. There is some evidence that the rich gypsum dunefield was used as a source of plaster for the walls of adobe houses, much like gypsum sheet rock is used to construct houses across the United States today. In addition, the large, gypsum crystals like those found at Lake Lucero were used as window panes in some Pueblo villages in the Tularosa Basin and northern New Mexico. Can you imagine a life before modern conveniences, like refrigerators and air conditioning? The Jornada Mogollon people faced the same types of issues as we do today causing them to be creative and use all of the resources around them. They built homes to protect themselves from the elements. The thick, adobe walls were particularly helpful as insulation against the heat and cold. The salt around them helped to keep meat fresh and their bodies healthy. Their creativeness is seen even in their painted pottery, which they sometimes traded for beautiful shell and turquoise beads to wear as jewelry. While the landscape of White Sands National Monument has not changed significantly since the large dunefields formed, the ways humans interact with that landscape has changed quite dramatically. Today, visitors to the monument enjoy the sands as a recreation area, perfect for sledding, hiking, and building sand castles. However, 2,000 years ago people traveled this expansive landscape to harvest plants and hunt animals, collect salt and water, and possibly to process gypsum plaster. Approximately 600 to 700 years ago, the Jornada Mogollon moved out of their villages in the Tularosa Basin, perhaps in response to poor crop yields or insufficient rain, and they did not return.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/historyculture\/jornada-mogollon.htm"
}
