{
    "title": "White Sands National Monument: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture                   Human History               Leaving a Mark               Sharing Stories             Did you know that this vast expanse of land, known as the Tularosa Basin, has attracted people for over 10,000 years? From atlatls to missiles, the glistening gypsum dunefield of White Sands has witnessed the steady advancement of human history, technology, and engineering. For thousands of years the people have called this place home.        NPS Photo   People Over 10,000 years ago the first people came to White Sands National Monument in search of food, water, and shelter. In more recent times, Spanish explorers and miners came to the basin in pursuit of salt, gypsum, and other resources. Ranchers also took advantage of the expansive grasslands in the basin until the bombing of Pearl Harbor during World War II, which caused the U.S. Military to see the value of using the basin for scientific research and technological development.         NPS Photo   Places Each generation of visitors to the Tularosa Basin and White Sands National Monument have left their mark. Today monument visitors can experience some of the most iconic historic places associated with the basin’s rich history. These places include the monument’s historic district, which is listed in the National Register of Historic Places, as well as the historic Lucero Ranch on the western shoreline of Lake Lucero. Visitors interested in learning more about the Tularosa Basin’s military history can also visit the White Sands Missile Range Museum and Trinity Site, the place where the first atomic bomb was tested in 1945.         NPS Photo   Stories Stories passed down from one generation to the next capture the monument’s rich history and the many accounts of people who have worked here. These stories include the legend of La Pavura Blanca and firsthand accounts of what ranching life was like on the range in the early 1900s. Park rangers also tell their stories about being employees for the National Park Service and what it is like to work at White Sands National Monument. Scenery that is never the same twice, colorful sunsets, and the brilliant night sky is an inspiration to many different artists worldwide. Did you know that White Sands National Monument has been the backdrop for many feature films, music videos and commercials? The bright white sands, blue skies, and picturesque mountains provide the perfect setting for commercial filming, photography, and various other art forms.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/historyculture\/index.htm"
}
