{
    "title": "White Sands National Monument: Apachean",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Apachean                Apachean        NPS Photo       The Apaches were nomadic hunters and gatherers, distantly related to Athabascan speakers in Alaska and Canada. They were constantly on the move, enlarging the territory that they called home and the ranges that supported their subsistence. About 700 years ago, bands of Apaches moved into southern New Mexico and made the Tularosa Basin their home. Their homeland encompassed the Tularosa Basin and all the land surrounding their four sacred mountains: Sierra Blanca, Three Sisters Mountains, Oscura Mountain Peak and the Guadalupe Mountains. They lived in temporary houses known as wickiups, round brush huts. They also lived in teepees covered in animal hides. By their own accounts, the Apache traversed the Tularosa Basin to hunt and gather. There are two historic Apache trails that cross the White Sands, one of which passes through tsetosayanela tuseka, a salt lake located just south of the malpais lava flows, indicating they also gathered salt from the basin floor. We know the Apache utilized the dunes throughout history because of the reference to the dunes in their oral histories as well as by Apache pottery and datable charcoal that has been found at hearth features within the dunes.   The Apaches' had established a sizable territory in southern New Mexico by the time European explorers arrived. They fiercely defended the rights to their homeland against the encroachment of colonial settlers. Fear of Apache warriors engaging in raids and warfare on colonial settlements insulated local tribes against colonial control far longer than the rest of the Southwest. Apache groups, led by Victorio and Geronimo, began to fight with settlers in the Tularosa Basin and engage in military battles with Buffalo Soldiers. The Apache were fighting against forceful reinstatement to reservations. The Battle of Hembrillo Basin in 1880 was a military engagement between Victorio's warriors and the United States Army's 9th Calvary of Buffalo Soldiers. The battle ground, located on present-day White Sands Missile Range, is the closest archaeological evidence to the monument of the Apache Wars (1849 to 1924). Archaeologists discovered over 800 cartridges discharged during the battle, which they were able to determine were fired from 39 pistols and 147 rifles. Conflict between the Apaches and the American settlers over their conflicting interests in the Tularosa Basin ultimately ended in the forceful removal of the Apaches from the full extent of their ancestral homelands and their instatement on the Mescalero Apache Indian Reservation. The Mescalero Apache are the living descendants of the first Apache to settle here, and they maintain an active cultural affinity to the landscape of their ancestors.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/historyculture\/apachean.htm"
}
