{
    "title": "White Sands National Monument: Spanish Colonization Exploration",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Spanish Colonization Exploration                Spanish Colonization Exploration        NPS Photo        Spanish explorers first landed on the shores of North America in 1492, but their exploratory trips into the interior of the American continents did not reach New Mexico for another fifty years. By 1598, Juan de Oñate, the first Spanish governor of New Mexico, and his entourage of Spanish settlers traveled the Rio Grande as a northern extension of El Camino Real de Tierra Adentro (the Royal Road of the Interior Land) to colonize the Santa Fe area. The Camino Real entered New Mexico through El Paso. While a Spanish colony was established to the north around Santa Fe, the general sentiment about the Tularosa Basin, named the “Land without Water,” was one of general avoidance until the nineteenth century. Its lack of reliable water resources was a primary deterrent which caused traveling parties to prefer to brave the a deadly section of the Camino Real through La Jornada del Muerto (Journey of the dead one) on the western slopes of the San Andres and Organ Mountains, than to enter the Tularosa Basin. It was also the primary stronghold of local Apaches who would routinely exploit the livestock of Pueblo and Spanish settlements during raids. These raids were costly and fatal to the settlers and bred tense and often adversarial relations between the Apaches and settlers. When Spaniards did enter the Tularosa Basin it was along established the salt trails that led to the salt flats north of Alkali Flat. Although prominent in the basin today, there is little mention of the “Great White Dunes” in Spanish records, but physical proof of their presence can be found in the material they left behind. A Spanish carreta (cart) was discovered eroding out of a sand dune on Watson Ritch’s ranch which is now within the monument’s boundaries. This artifact indicates a traveling group entered the basin with an oxen cart at some point during the Spanish influence. The carreta is currently on display at the New Mexico Farm and Ranch Heritage Museum in Las Cruces, New Mexico.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/historyculture\/spanish-colonization-exploration.htm"
}
