{
    "title": "Voyageurs National Park: Reed Canary Grass",
    "body": "Reed Canary Grass         Reed Canary Grass Stephen L. Sondheim, University of Wisconsin  Reed Canary Grass (Phalaris arundinacea) is a tall (up to six feet), cool season grass. It has wide leaves (up to 1\/3”) which can grow to 10” long. Flowers are greenish purple and bloom in spring through early summer. Seed heads are light brown and mature in mid-late July. This plant has a strain native to North America. However, it has been crossed with a European strain to create a highly invasive plant. This “hybrid” has been planted as “marsh hay” in wet areas to provide food for livestock.Because of its invasive, nature, reed canary grass is often planted along roadsides and at construction sites to prevent erosion. Reed canary grass is a very successful invader in Voyageurs National Park. Its height allows it to shade out any plants nearby. It also produces a series of underground stems, choking out the roots of other plants. If this grass is cut early in the season, a second crop may grow back later in the summer. Voyageurs National Park recognizes the negative effects reed canary grass has on the ecosystem. Staff members are taking steps to eliminate this plant from the park. A reed canary removal study has been tried near the Rainy Lake Visitor Center. Removal methods used in the study include: laying landscape fabric to cover and choke out the plants, herbicide application, and native plant restoration. The most practical methods found to control reed canary grass in Voyageurs National Park are spraying with a mild herbicide followed by reseeding with native grass species. How you can help: Please help us prevent the spread of reed canary grass in Voyageurs National Park.Inform a park naturalist if you find this plant within the park. For additional information on reed canary grass, click on the link below to visit the Minnesota Department of Natural Resources website: MNDNR – Reed Canary Grass       Reed Canary Grass NPS Photo       For more exotic plant exploration:          Wild Parsnip Reed Canary Grass Birdsfoot Trefoil Canada Thistle Bull Thistle",
    "url": "https:\/\/www.nps.gov\/voya\/learn\/nature\/reedcanarygrass.htm"
}
