{
    "title": "Pipestone National Monument: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions & Transportation         Area Map NPS PHOTO  Plane Commercial service - located at Sioux Falls, SD -Joe Foss Field airport. 50 miles from Pipestone National Monument. Rental cars are available at the airport. Non-Commercial service - located at Pipestone MN airport. Courtesy car or transit service available to Pipestone National Monument from the airport. Car Pipestone National Monument is easily accessible from the following highways. When you reach the city of Pipestone, road signs will lead you to Pipestone National Monument.  I-90 Luverne, MN Exit north on US Highway 75 to Pipestone, MN - 25 miles I-90 north on MN Highway 23 to Pipestone, MN - 27 miles. Marshall, MN, southwest on MN Highway 23 to Pipestone, MN - 45 miles. Slayton, MN, west on MN Highway 30 to Pipestone, MN - 29 miles. Lake Benton, MN, south on US Highway 75 to Pipestone, MN - 19 miles. I-29 north of Sioux Falls, SD to Exit 109 (Madison\/Colman exit) go east on SD Hwy 34 which becomes MN Hwy 30 to Pipestone, MN - 55 miles I-29 Brookings, SD exit, go east on Hwy 14 to Lake Benton, MN, south on US Highway 75 to Pipestone, MN.  There is often road construction during the summer. We suggest contacting the local DOT to get the latest construction information. [Click Here for a link to DOT]      2016 State Hwy 23 Road Construction Notice The State Highway 23 passing lanes project involves the construction of passing lanes, turning lanes and intersection improvements at six designated locations on Highway 23 between Interstate 90 and Willmar. The improvements will affect approximately 11.4 miles of the 140-mile corridor and take place May through October 2016.       Road Construction Work at Monument Reconstruction of the road will address deteriorating road surface conditions that have been developing for many years. The public's patience with any delays and inconvenience will be greatly appreciated. Visitors are advised to use caution when entering the park during this period of construction. The public will still be able to access the visitor center and parking areas, but will need to expect one-lane traffic with potential delays of up to 15 minutes. There will be signs posted to assist visitors on current updates. No construction work will be performed from noon Friday, August 12th through 6:00 am Monday, August 15th to accommodate traffic for the Civil War Days event. Reconstruction of the road will address deteriorating road surface conditions that have been developing for many years. The public's patience with any delays and inconvenience will be greatly appreciated. Visitors are advised to use caution when entering the park during this period of construction.",
    "url": "https:\/\/www.nps.gov\/pipe\/planyourvisit\/directions.htm"
}
