{
    "title": "White Sands National Monument: Archive",
    "body": "Archive       Unmanned Aircraft to be Prohibited in White Sands National Monument September 8, 2014 - Alamogordo, NM. White Sands National Monument announces the banning of unmanned aircraft within the monument. This regulation change implements a policy memorandum signed by National Park Service Director Jonathan B. Jarvis on June 20, 2014. Download the full press release.      Solicitation for Concession Proposals May 30, 2014. Alamogordo, NM - The National Park Service announces the release of a prospectus for the award of a new concession contract to provide retail and limited food and beverage services at the gift shop facility within White Sands National Monument. Download the full press release.      White Sands Reopens for Holiday Weekend February 15, 2014 Alamogordo, NM -- Dunes Drive, the eight-mile scenic drive in White Sands National Monument, will open at 8 a.m. on Sunday, February 16, 2014. Dunes Drive was closed for eight days to allow for the recovery and cleanup of a QF-4 drone from Holloman Air Force Base that crashed in the monument on February 7, 2014. Download the full press release.       Unmanned Airplane Crashed in White Sands National Monument February 7, 2014 Alamogordo, NM -- At approximately 9:08 a.m. today an unmanned QF-4 drone from Holloman Air Force Base crashed in White Sands National Monument. No injuries occurred. There is no threat to the public at this time. Dunes Drive in the monument will remain closed indefinitely while staff from Holloman Air Force Base and White Sands Missile Range investigate the crash site. Download the full press release.      White Sands will Reduce Monument Hours after Labor Day August 29, 2013. Alamogordo, NM - White Sands National Monument will open at 8 a.m. and close approximately one hour after sunset from September 3 through December 31, 2013. The monument will continue to offer visitor services and planned programming within the new operating hours. The new hours reflect changes in monument staffing and a reduction in the monument's budget in 2013. For example, monument staff found that they were not able to safely provide adequate coverage for the operating hours of 7 a.m. – 10 p.m. during summer months. Download the full press release.      White Sands National Monument Creates $15,812,000 in Local Economic Benefit February 26, 2013. Alamogordo, NM - A new National Park Service (NPS) report for 2011 shows that the 428,900 visitors to White Sands National Monument spent $15,812,000 in communities surrounding the park. This spending supported 233 jobs in the local area. Download the full press release.      White Sands National Monument Will Conduct a Research Campfire Test Burn February 20, 2013 Alamogordo, NM -- On February 21, 2013 White Sands National Monument plans to conduct a test burn with two small, ephemeral campfires on an active gypsum sand dune near the administrative complex within the monument. For more information, download the full press release.      An Inter-agency Search Effort Successfully Rescues Lost Hikers January 11, 2012  Alamogordo, N.M. - On Monday, January 9, 2012, at approximately 3:45 pm, White Sands National Monument received word that two visitors had been hiking within the dunes since 12:00 noon and were lost and unable to find their way out. Russell Vandameer and Karen Renshaw, both of Oklahoma, left to go hiking with their three dogs, Stitch, Suzy, and Griswald. After finding a suitably beautiful spot within the dunes, Vandemeer proposed to Renshaw. The newly engaged couple then attempted to hike back to their car, but were unable to find their way back. Rather than continue to wander, becoming more lost, they contacted a cousin via cell phone and requested that help be sent... Download the full press release.      White Sands National Monument to Host Fourth Annual Holiday Open House NOVEMBER 22, 2011 Alamogordo, N.M. - The public is invited to join in a special holiday open house at White Sands National Monument on Friday, December 2, 2011. For more information...      National Park Service and El Paso Bike Club Partner to Host Free Kids' Bicycle Rodeo Event OCTOBER 17, 2011 El Paso, TX -- On Saturday, November 5th from 1 - 4 p.m. the National Park Service and El Paso Bicycle Club will co-host its first Bicycle Rodeo for Kids at Chamizal National Memorial. This event is free. Children wishing to participate will need to bring an adult, their bicycle, and a helmet. A limited number of helmets will be available for loan during the event for those children who don't have one. On-site registration will open at 12:30 p.m. on November 5th. For more information...      White Sands to Celebrate National Public Lands Day with Fee Free Entry and Star Party September 22, 2011 Alamogordo, NM - White Sands National Monument will be joining national park units across the country in celebrating National Public Lands Day (NPLD) on September 24 with fee free entry into the monument. In addition, White Sands will host a star party, offer a storewide discount in the monument's bookstore, and extend it hours from 7 am-10 pm. For more information...      New Museum and Film Unveiled at White Sands JULY 27, 2011 ALAMOGORDO, NM -- For the first time in over 30 years, White Sands National Monument has installed all new museum exhibits in the park's visitor center. The new state of the art exhibits tell the story of the geology of the world's largest gypsum dunefield, the unique plants and animals that have adapted to it, and how humans have used White Sands throughout history. An all new high definition orientation film, entitled A Land in Constant Motion, complements the exhibits with stunning cinematography. For more information...      White Sands Named One of the Best Family Parks July 7, 2011 LAS CRUCES - White Sands National Monument was picked by Open Road Travel Guides as one of the best family-friendly national parks in its second edition. The monument, located about 45 miles east of Las Cruces on U.S. Highway 70, was among 21 national parks chosen by Open Road's Best National Parks with Kids. The travel guide chose the parks that offer the best vacation for the whole family. The 275-square-mile park contains the world's largest gypsum deposit. Visitors can picnic, play in the dunes or just walk around and relax. Sunset strolls are also held every evening, offering opportunities to see the plants and animals of the dune field. Also popular are the Full Moon Nights, with live music and educational programs. Authors Permenter and Bigley include color photos and maps for each park. They also feature itineraries, family-friendly hiking trails and attractions. Web sources are also available for planning your trip. Carlsbad Caverns National Park is also featured in the new edition of Open Road's Best National Parks with Kids. Carlsbad Caverns is near Carlsbad and features more than 117 caves. For more information about White Sands National Monument, contact park information at (575) 679-2599 or go to www.nps.gov\/whsa.      Significant Fossil Discoveries Made in Park June 18, 2011  Alamogordo, N.M. - Over the last four years, hundreds of fossilized tracks have been found throughout White Sands National Monument, greatly expanding the number of fossil track sites known from the Tularosa Basin in southern New Mexico. These tracks are thought to possibly represent one of the largest concentrations of Cenozoic tracks within the United States and possibly the world. Print copy of release.      Woman Dies While Hiking in White Sands National Monument June 15, 2011  Alamogordo, N.M. - A 23-year old woman from Sheldon, Iowa, died today while hiking the Alkali Flat Trail in White Sands National Monument. Print a copy of the press release.      White Sands National Monument Proposes to Construct a New Comfort StationThe National Park Service proposed to construct new restrooms at White Sands National Monument. The purpose of this project is to provide safe, healthy, and accessible restroom facilities for monument visitors. A new comfort station is needed to provide an improved visitor experience for White Sands’ nearly 475,000 annual visitors. Print copy of release.      Foundation Plan Meeting White Sands National Monument hosted a public meeting on February 5, 2009, to gain input and ideas for the park’s future management. The meeting is part of continued public conversation that will lead to the publication of a Foundation Planning Document later this summer. For more information, download the press release.      NASA Eyes White Sands National Monument for Testing Mars Equipment Crawling over the surface of Mars, looking for life, the rover keeps plugging along and finding information. Here on Earth, scientists are practicing for more planetary exploration, and they have found the best analog to Mars on Earth: White Sands National Monument. For more information, download the press release.      National Park Service Centennial Challenge White Sands National Monument will benefit from among the national proposals National Park Service Director Mary Bomar and Secretary of the Interior Dirk Kempthorne announced at a press conference in Yosemite National Park today to celebrate the 91st anniversary of the NPS. For more information...",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/news\/archivenews.htm"
}
