{
    "title": "White Sands National Monument: People",
    "body": "Explore This Park    Learn About the Park     History & Culture     People               People                   Paleo-Indian               Ranching and the Wild West               Historic Tourism               Space History               Military History             Throughout history people have been drawn to the White Sands of the Tularosa Basin. Even before the glistening gypsum dunefield formed, nomadic hunters stalked game through the lush grasslands along the shores of ancient Lake Otero. For over 10,000 years, people have called this place home. The stories of their lives have been recreated by the archaeologists who study what they left behind.        NPS Photo   Paleo-Indian Approximately 10,000 years ago when the basin was covered in lush grasslands, the very first humans arrived to the basin. They were nomadic hunters who followed large herds of mammoths, camels, bison, and other large game that roamed the area.         NPS Photo   Archaic The Archaic period spans over 6,000 years. During this time ice sheets melted, and the megafauna went extinct causing the hunters of larger animals to adapt to survive. It was during this period that the first people of the Tularosa Basin watched the winds form the dunefield and were the first to walk on the gypsum dunes. One of the most archaeologically significant districts in the monument today is composed of the remnants of their fires.         NPS Photo  Jornada Mogollon The people who made pottery, lived in permanent houses, and farmed the Tularosa Basin are known as the Jornada Mogollon, a name given to them by archeologists. Evidence of their prehistoric presence dates back to about 200 C.E. (Common Era), over 1800 years ago. For 1,200 years, the Jornada Mogollon inhabited the Tularosa Basin, but then something changed. By 1350 C.E. the Jornada Mogollon moved away from the Tularosa Basin, leaving behind puddled adobe and broken pottery sherds.           NPS Photo  Apachean   Over 700 years ago, bands of Apaches followed herds of bison from the Great Plains to the Tularosa Basin and settled here. The Apache utilized the landscape very differently than the agricultural Jornada Mogollon. From mountain slopes to mounding dunes, the Apache made all parts of the basin their home. The Mescalero Apache living in the Sacramento Mountains today are descendants of the first Apache settlers. They continue to visit the monument as an important landmark in their cultural history.         NPS Photo   Spanish Colonization Exploration Due to Apache resistance, Europeans did not settle the basin until the 1850s when the first settlements were founded at the mouths of the La Luz and the Tularosa canyons. Before then Spanish expeditions occasionally entered the basin to mine salt north of what is now Lake Lucero.         NPS Photo   The Salt Trail and Magoffin Salt War Salt is a priceless mineral, both for the health of people and their livestock. There are salt deposits, just north of Lake Lucero within the monument. Since their first documentation by Spanish settlers in 1824, conflicting interests have merged at the salt flats, sometimes violently.         White Sands Missile Range Photo   Ranching and the Wild West By the 1940s the wild, western ranches had been tamed. At the end of WWII, most of the Tularosa Basin had become an active missile range and the expansive grasslands were no longer safe for cattle ranchers.         NPS Photo   Historic Tourism The Great White Sands have attracted visitors and entrepreneurs alike. Two major tourist destinations predating the monument’s establishment, White Sands Motel and Gas Station, as well as Lester Garton’s Hot Springs Resort, sought to cater to the visiting tourists.         NPS Photo   Mining At the turn of the twentieth century, the discovery of oil, silver, coal, gold, and other precious mineral deposits inspired many settlers to cover the Tularosa Basin in mining claims. While prospect mining was initially successful and prosperous within the Tularosa Basin, full mining ventures were not as lucrative in the monument’s boundaries.         NASA Photo   Space History Since the 1940s, cutting-edge military research and testing have been conducted in the Tularosa Basin. With the start of the Space Race after the Soviet Union launched Sputnik into the Earth’s atmosphere, White Sands has been the backdrop for amazing extraterrestrial research and testing. Rockets first tested in the White Sands Missile Range’s dunefield, just north of the monument, were the precursors of rockets that carried humans into space.         NPS Photo   Military History The missile range was founded in 1945 to support research, development, testing, and evaluation of weapons and space systems. It covers 2.2 million acres, and is the largest installation of its kind in the western hemisphere.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/historyculture\/people.htm"
}
