{
    "title": "White Sands National Monument: Podcasts",
    "body": "Podcasts                         Hiking Safety Staying safe while hiking is a major concern when out on the monument's trails. Learn about how to keep safe during your visit.  Duration:5 minutes, 19 seconds                                Lake Lucero Learn about the source of the sands with Chief of Natural and Cultural Resources David Bustos.  Duration:4 minutes, 26 seconds                                Plant Pedestals Pedestals are a unique survival technique used by the plants here within the dunefield. They also provide homes for wildlife.  Duration:3 minutes, 19 seconds                                Dunes Drive in Fast Forward Want a quick preview of what you're in for when you visit White Sands? Take a look at this video of a trip along Dunes Drive in fast forward.   Duration:1 minute, 40 seconds                                The Wonderful Moths of White Sands You probably don't think about moths very often, but did you know that there are several species that are unique to White Sands?  Duration:14 minutes, 35 seconds                                Visitor Center Tinwork and Adobe This video looks at the history of our visitor center and other adobe buildings that are part of the park's historic district. Also included are demonstrations of making combed glass and how to mix adobe.  Duration:7 minutes, 54 seconds                                Science in Parks: White Sands National Monument Learn about the importance of science and the role of water in the existence of the dunefield.   Duration:2 minutes, 43 seconds                                Plant Spotlight: Pickleweed Also known as saltwort, Pickleweed is a salt tolerant plant that is native to the Alkali Flat area of White Sands National Monument. Join Ranger Sandra as she talks about this interesting and often overlooked little plant.  Duration:2 minutes, 44 seconds                     A Brief History of the National Park Service and White Sands     A Brief History of the National Park Service and White Sands  Duration:10 minutes, 1 second      Credit \/ Author: NPS    Date created: 2012-03-19     Download Original File: whsa-NPS_podcast_2_music1.mp319,251 KB                     Tour of Our Native Plant Garden     Take a tour of our native plant garden! This 30 minute self-guided tour will teach you about our native plants and their uses.   Duration:27 minutes, 43 seconds      Credit \/ Author: NPS   Date created: 2012-09-15     Download Original File: whsa-plant_podcast_FINAL4.mp353,234 KB               Download the native plant garden map to accompany the audio tour.         An Overview of White Sands National Monument This brief vidcast was made by Explore! New Mexico in 2010. This quick overview will give you an idea of what we're all about here at White Sands! See the video here.         White Sands National Monument Uncovered: Part 2 This brief vidcast was made by AdventureCrew in 2008. Park Ranger Kathy Denton talks about how the sands were formed and where they came from. See the video here.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/photosmultimedia\/podcasts.htm"
}
