{
    "title": "White Sands National Monument: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility          Wheelchair Accessibility For those with a mobility impairment, the visitor center, gift shop and restrooms are all wheelchair accessible. In the museum, all exhibits are accessibility compliant, being the correct height and width to accommodate wheelchairs. Along the Dunes drive, the Interdune Boardwalk is a 600-yard wheelchair-accessible trail that leads to the top of a dune with excellent interpretive plaques that showcase interdunal life. Selected picnic tables and pit toilets along the Dunes Drive are also wheelchair-accessible. For our full moon nights and other special events that take place in the dunes, an accessibility ramp is provided for visitors with wheelchairs, strollers, walkers, and other wheeled devices.         Accessibility for the Hearing and Visually Impaired For the visually impaired, a braille map of the visitor center is available in the lobby. A braille version of the park's brochure is also available for loan from the information desk while visitors are in the park. Museum exhibits also have tactile elements throughout. An audio receiver that provides a description of the scenes in the film is available for check out at the information desk. For the hearing impaired, all exhibits are audio described. Visitors can listen to audio stations using Orpheo audio guides, which can be checked out at the information desk. The orientation film is also fully subtitled.      Spanish Speakers and Visitors from Other Countries The visitor center and museum exhibits are presented in both Español and English. The orientation video is also available in both Español and English. We also have literature available in Español, Deutch, Français, Português, Japanese, Chinese, and Korean. If you would like information in any of these translations, please ask at the visitor center desk.      Service Animals Although pets are not allowed inside buildings, all service animals are welcome.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/accessibility.htm"
}
