{
    "title": "White Sands National Monument: Sunset Stroll",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger Programs     Sunset Stroll                Sunset Stroll         NPS Photo  The Sunset Stroll is a leisurely, ranger-guided stroll through the gypsum sand dunes. It is a splendid opportunity to experience the dunes first-hand while learning about the uniqueness of our geology, plants, and animals. As an added bonus, the stroll is timed to end at sunset, providing a panoramic view of the sun setting over the mountains and the potential for some breath-taking photographic opportunities. When Sunset strolls are offered daily approximately one hour before sunset. See schedule at bottom of the page for sunset stroll start times throughout the year. Reservations Reservations are not required or permitted. Where Meet near the sunset stroll sign parking area, a 5-mile (8.05 km) drive from the fee station. Cost Program is free. Monument entrance fees apply. Program length 45 minutes to one hour Fitness The sunset stroll is an easy to moderate hike. The hike is approximately one mile (1.6 km) in length, and it is conducted at a leisurely pace with stops along the path. The stroll does not require much climbing; however, it does lead visitors off-road, across, and over the sand. Accessibility The sunset stroll does not require much climbing;however, it does lead visitors off-road, across and over the sand. As a result, it is not wheelchair or stroller accessible. Accommodations to visitors with special needs will be made as best as possible, but the stroll may require ascending and descending a few gradual dune slopes. Service animals are allowed at all monument facilities open to the general public. Restrooms No toilets are available at the sunset stroll meeting area or along the sunset stroll path. Seating Seating is not available on the sunset stroll; however, you may sit on the ground at any time during the program if you wish. Pets Pets are allowed as long as they are non-disruptive, on a leash no longer than six feet (2 km), and under physical control at all times. Pets, like humans, should leave only footprints. Pick up after your pet(s) and Leave No Trace.   Large groups  Space is limited. Please be considerate of other park visitors. Contact us to inquire about a large group reservation. Programs may be canceled due to weather or missile range activities Weather at the monument can vary drastically and change quickly. The decision to cancel a program due to weather is rarely made more than 30 minutes before the program start time. Call the monument at 575-479-6124 ext. 236 if you would like to confirm that a program is still scheduled. If the program is canceled, it will not be re-scheduled. Safety Information Be prepared for warm and sunny afternoon temperatures.Bring a hat and wear sunglasses. The sand reflects the sun so apply sunscreen to all exposed areas even in winter. Wear loose, light-colored clothing to help keep your body cooler, and bring one liter of water per person for the sunset stroll. Bring a jacket for the cooler evening;as the sun goes down so does the temperature. 2016 Sunset Stroll Schedule 4:00 p.m. January 1 - 8 (Sunset: 5:09 - 5:14) 4:15 p.m. January 9 - 22 (Sunset: 5:15 - 5:27) 4:30 p.m. January 23 - February 5 (Sunset: 5:28 - 5:40) 4:45 p.m. February 6 - February 19 (Sunset: 5:41 - 5:53) 5:00 p.m. February 20 - March 12 (Sunset: 5:54 - 6:11) March 13: Sunset 7:11 Daylight Savings Begins (SPRING FORWARD) 6:15 p.m. March 13 - April 1 (Sunset: 7:11 - 7:25) 6:30 p.m. April 2 - April 22 (Sunset: 7:26 - 7:40) 6:45 p.m. April 23 - May 13 (Sunset: 7:41 - 7:56) 7:00 p.m. May 14 - August 7 (Sunset: 7:56 -7:57) 6:45 p.m. August 8 - 21 (Sunset: 7:56 - 7:42) 6:30 p.m. August 22 - September 4 (Sunset: 7:41 - 7:24) 6:15 p.m. September 5 - September 18 (Sunset: 7:23 - 7:06) 6:00 p.m. September 19 - September 25 (Sunset: 7:04 - 6:56) 5:45 p.m. September 26 - October 9 (Sunset: 6:55 - 6:38) 5:30 p.m. October 10 - October 23 (Sunset: 6:37 - 6:22) 5:15 p.m. October 24 - November 5 (Sunset: 6:21 - 6:09) November 6: Sunset 5:09 Daylight Savings Ends (FALL BACK) 4:00 p.m. November 6 - January 1, 2017 (Sunset: 5:09 - 5:10)",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/sunset-stroll.htm"
}
