{
    "title": "White Sands National Monument: Full Moon Hike",
    "body": "Full Moon Hike         NPS Photo  Have you ever wanted to hike the dunes under the magical glow of the full moon? This is your chance to enjoy the peace and serenity of this elusive environment and experience what the animals that live in the area see at night.Join a ranger for a full moon hike and see firsthand how these animals survive in the dunes. Full moon hikes are offered once a month on the night before the full moon. Please see schedule below. When Offered only once a month, on the night before the full moon, from May through October. 2016 Full Moon Hike Schedule Friday, May 20, 2016 at 7:45 p.m. Registration will open at 8:00 a.m. Mountain Time on May 6, 2016. Sunday, June 19, 2016 at 8:00 p.m. Registration will open at 8:00 a.m. Mountain Time on June 5, 2016. Tuesday, July 19, 2016 at 8:00 p.m. Registration will open at 8:00 a.m. Mountain Time on July 5, 2016.  Wednesday, August 17, 2016 at 7:30 p.m. Registration will open at 8:00 a.m. Mountain Time on August 3, 2016. This program is FULL and registration has CLOSED. Wednesday, September 14, 2016 at 7:00 p.m. Registration will open at 8:00 a.m. Mountain Time on August 31, 2016. Friday, October 14, 2016 at 6:15 p.m. Registration will open at 8:00 a.m. Mountain Time on September 30, 2016. Reservations Reservations are required and open two weeks in advance of each scheduled program. Reservations will not be accepted before 8 a.m. Mountain Time on the day reservations open. The registration form will ONLY be available for download during that time until the program is full. Once capacity has been met, the form will no longer be available.Submit your registration form as early as possible as the event is extremely popular and can fill up within a few minutes of registration opening. Participation is limited to 40 individuals. Group size per reservation is limited to no more than 5 people. Children are welcome to participate and must be closely supervised. Where Pre-registered participants will meet the ranger at the Dune Life Nature Trail, a 2.3-mile (3.7 km) drive from the fee station, 20 minutes before the program begins.Once at the trailhead, a ranger will direct you on how and where to park your vehicle.If your name is not on the ranger's list, you will not be allowed to participate in the program. While photography is allowed and encouraged, no tripods or flash photography will be allowed. To preserve everyone's night vision and program experience, flashlights or headlamps are also not allowed. Cost In addition to the monument entrance fees, a special program fee of $8 per person ages 16 and older and $4 per child ages 15 and younger also apply. Federal passes such as the America the Beautiful Annual, Senior, and Access passes apply only to the entrance fees and do not cover the special program fee. Monument entrance fees and camping fees are non-refundable. You must pay for the full moon hike at the fee station. If you arrive at the trailhead without paying, your will be directed back to the fee station to pay the special program fee. You may pay all fees beginning the day before the full moon hike at the fee station. Please hold on to your receipt, you must present it to the ranger at the trailhead. Program length One hour Fitness The Dune Life Nature Trail is rated as moderate. It requires hikers to climb two steep dunes and walk on soft sand. The trail starts down on the desert plain and is level for the first 300 yards before going up a steep slope onto the sand dunes. The trail is one mile (1.61 km) long. You must be able to hike the entire trail. The group must stay together for safety concerns. No one is permitted to leave the program early return to the parking area by themselves. Accessibility If you have night blindness or have a difficult time seeing outdoors at night, this hike is not recommended as flashlights and headlamps are not allowed. Due to the steepness of the slopes, this program is not wheelchair or stroller accessible.It is not recommended for those with impaired mobility or health concerns. Service animals are allowed in all monument facilities open to the general public. Restrooms Vault toilets are located at the trailhead area. Seating Seating is not available on the hike. Pets Pets are allowed as long as they are non-disruptive, on a leash no longer than six feet (2 km), and are under physical control at all times. Pets, like humans, should leave only footprints. Pick up after your pet(s) and Leave No Trace. Pets are not allowed in the visitor center. Large groups Reservations are limited. Please be considerate of other park visitors. Contact the monument at whsa_interpretation@nps.gov to inquire about a large group reservation. Programs may be canceled due to weather or missile range activities Weather at the monument can vary drastically and change quickly. The decision to cancel a program due to weather is rarely made more than 30 minutes before the program start time. Call the monument at 575-479-6124 ext. 236 if you would like to confirm that a program is still scheduled. If the program is canceled, it will not be re-scheduled. Monument entrance fees and camping fees are non-refundable.  Safety Information  Participants must stay with the group and be physically capable of walking a total of one mile (1.6 km) in the dunes. Children must stay close to parents. This is a night hike, and it is extremely easy to become lost once separated from the group. Be prepared for varying temperatures and weather conditions. You may need a hat, jacket, and gloves. The temperature drops quickly as the sun goes down. Closed-toe shoes are required. One liter of water per person is recommended. Flashlights, headlamps, and flash photography are not allowed.   How to Make a Reservation The interactive registration form ONLY works with Internet Explorer web browser. The form can be downloaded in other web browsers, but you will be unable to save the information in the form. For other web browsers, print the form, manually complete it, scan it, and then email it in.We apologize for the inconvenience. Please call 575-479-6124 x 232 with questions about the form or contact us. If capacity has been met when your reservation is received, you will be notified. Forms are processed in the order they are received according to the date\/time stamp on them (faxes included). Any forms received before 8:00 a.m. Mountain Time on the day registration opens will not be processed. If your reservation is accepted and you are unable to attend, please notify us so that we may give someone else your spot. No Show and Change of Group Size Policy Space is very limited for this event.If you are a \"no show\", you will not be allowed to register for another full moon hike within one year. As a courtesy to others who would have liked to participate but were unable to due to a capacity limitation, please call or email us to cancel your reservation if you are unable to participate. Also, if the number of people in your group changes, please call and let us know. When you arrive for check-in, the number of people reserved for your party must be present and accounted for or else your entire group will be considered a no-show. Directions for Submitting the Form: When you open the registration form, you will see three (3) buttons in the upper right-hand corner of the form itself. The following will explain what each of the three buttons do.  1) Print Form: Use this button to print the form.If you use a web browser other than Internet Explorer, you will need to print the form and complete all of the shaded areas manually.Scan the completed form into your computer and email it to us.In the alternate, mail or fax the completed form to us. Email, fax, and mailing information are all found on the form. 2) Save Form: Use this button to save the completed form to your computer. If using Internet Explorer as your web browser, complete all of the shaded areas of the form and click the \"SAVE\" button to save the completed form on your computer.Enter a file name and save it to a location on your computer that you will remember. 3) Email Form: Use this button to open your email client.Make sure whsa_interpretation@nps.gov is in the address line (\"To\").Type \"Full Moon Hike\" in the subject line and attach the completed form.The completed form (instructions above) needs to be saved to a location on your computer before attempting to attach it to an email in order to preserve the information you entered into the fields. If you use a web-based client, such as Yahoo, Hotmail, or Gmail, sign into your email account, compose a new email, and attach the completed form to your email.Make sure whsa_interpretation@nps.gov is in the address line (\"To\").\"Full Moon Hike\" should be typed on the subject line.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/full-moon-hike.htm"
}
