{
    "title": "White Sands National Monument: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety             Safety       Comment Rester en Sécurité Cómo Mantenerse Seguro    Zu Ihrer Sicherheit   确保安全   安全ガイド   안전하게머물기      Staying Safe (in summer) Visiting White Sands National Monument is an exciting experience but it is very important to safely enjoy the park. Please take a moment to read through the safety tips below. Drink plenty of water! You may not realize you are dehydrated because you are not sweating. We recommend one gallon (4 liters) of water per person per day. Eat plenty of high energy snacks to keep you going. Rest often! Heat illness can occur fast. Take frequent breaks out of the sun. All of the picnic tables are shaded. While taking a break, be sure to drink water to help your body recover from the heat. Know where you are! Spring is our windy season. Wind moves dunes and erases your tracks. GPS can be unreliable. Pay attention to and follow trail markers. Carry a compass and fully charged cell phone, and keep landmarks in sight. Never hike alone. Be prepared! Wear a hat and sunglasses. The sand reflects the sun so apply sunscreen to all exposed areas even in winter. Wear loose, light-colored clothing to help keep your body cooler. Dangerous digging!  Digging holes in the dunes is fun but keep in mind that the dunes move and the sand is heavy. Holes can collapse on you, which can lead to suffocation. Beware of lightning! Be cautious of lightning storms, which can occur even in the absence of rain. If you are in the dunefield during a lightning storm, take cover in a solid, closed-door building like our restrooms or in  your vehicle. If you are not near any of these shelters, squat low to the ground and place your hands over your ears and your head between your knees. Remember \"if you hear thunder roar, go indoors.\"   Staying Safe (in winter) Visiting White Sands National Monument is an exciting experience but it's very important to safely enjoy the park. Please take a moment to read through the safety tips below. Drink Plenty of Water You may not realize that you are dehydrated because you are not sweating. We recommend one gallon (4 liters) of water per person per day. Eat plenty of high energy snacks to keep you going. Stay Warm Temperatures drop drastically after sunset—anywhere from 20 to 30 degrees. Wear clothing that is appropriate for the day's weather and carry warmer clothing after sunset. Know Where You Are Wind moves dunes and erases your tracks. GPS can be unreliable. Pay attention to and follow trail markers. Carry a compass and a fully charged cell phone, and keep landmarks in sight. Never hike alone. Be Prepared Wear a hat and sunglasses. The white sand reflects the sun so apply sunscreen to all exposed areas even in winter. Dangerous Digging Digging holes in the dunes is fun but keep in mind that the dunes move and the sand is heavy. Holes can collapse on you, which can lead to suffocation. Beware of Icy Roads and Frozen Dunes It may be harder to spot frozen water on the dunes. For safety reasons, decrease your speed and brake gently to avoid skidding. The dunes freeze in winter so they are much harder than in the summer. This makes sledding faster but it also makes falls hurt more and can even break bones.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/safety.htm"
}
