{
    "title": "White Sands National Monument: Full Moon Night",
    "body": "Full Moon Night         NPS Photo  Enjoy the radiance of the dunes beneath a full moon with live music, ranger programs, and special guest presenters and artists. Full Moon Nights share the cultural legacy of Southern New Mexico and Northern Mexico, as well as the rich natural resources of White Sands National Monument. When Full moon nights are offered on the night of the full moon from May through October. Parking opens one hour before program start time. 2016 Full Moon Night Calendar Reservations Reservations are not required or permitted. Where Full moon night programs are held in the amphitheater (Evening Program Area), which is a 7-mile (11.27 km) drive from the fee station. Cost Program is free. Monument entrance fees apply. Program length One to two hours. Fitness There is an easy .25-mile (400 meters) walk from the parking area to the amphitheater. There are several gently sloping dunes in the amphitheater that may be climbed. Accessibility The amphitheater is an outdoor venue with a compact sand surface in most areas. For the full moon night programs, monument staff set up a wheelchair and stroller accessible ramp near the stage. There are a limited number of designated spaces for persons with mobility concerns. Only vehicles displaying a disability placard or a disability license plate may park in these designated spaces. Service animals are allowed in all monument facilities open to the general public. Restrooms There are two portable restrooms in the amphitheater area. Vault toilets are also available in other areas throughout the monument. Seating Seating is not provided at the amphitheater. You are encouraged to bring camp chairs, blankets, and coolers with food and drinks.Set up on the dunes that surround the amphitheater. Pets Pets are allowed as long as they are non-disruptive, on a leash no longer than six feet (2 m), and under physical control at all times. Pets, like humans, should leave only footprints. Pick up after your pet(s) and Leave No Trace. Pets are not allowed in the visitor center. Programs may be canceled due to weather or missile range activities. Weather at the monument can vary drastically and change quickly. The decision to cancel a program due to weather is rarely made more than 30 minutes before the program start time. Call the monument at 575-479-6124 ext. 236 if you would like to confirm that a program is still scheduled. If the program is canceled, it will not be re-scheduled. Parking The amphitheater opens for parking hour before the program start time. Full moon nights are very popular; expect a high volume of traffic. Allow an additional 30 minutes to drive from the fee station to the amphitheater area. Park rangers will direct you where to park once you arrive. Please drive slow. When walking in and around the amphitheater area, please be mindful of moving vehicles and use the pedestrian walkways. RV's, buses, and large trucks have a designated parking area. The ranger at the gate will direct all oversized vehicles to the appropriate parking ranger. Vehicles are not allowed to idle while in the parking area. Once the amphitheater parking area is full, the lot will be closed, and no other vehicles will be allowed to enter. Additional parking is allowed in the nearby pullout areas, refer to the Dunes Drive map for additional parking areas. At the end of the program, all vehicles must turn right when exiting to facilitate the orderly and safe departure from the amphitheater parking area. Buses and Passenger Vans Space is limited. Contact us to inquire about arrangements for large groups. Safety Information There are several safety considerations for the full moon night programs especially since these programs takes place at night, and it can be very dark especially if there is cloud cover. Please…  No sledding in or around the amphitheater parking area during the event. When walking to and from your car use the pedestrian walkways, not the roadway. People and cars do not mix. Cloud cover may make the area especially dark. Bring flashlights or chemical light device (\"glow stick\") to help find your way back to your car. It is easy to become disoriented in the dark amphitheater area. Always keep your children in sight as they may get lost in the crowd.  Weather in the Tularosa Basin can change quickly. Temperatures can drop very quickly once the sun sets or during storms. Bring extra layers and be prepared for a variety of weather conditions. July through September is monsoon season. Storms can quickly build. Lightning often occurs in the desert during thunderstorms even if there is no rain. Remember, when thunder roars go indoors. Lightning often strikes the tallest object in the area. Avoid high points (top of a dune) and ground currents (tree roots).If you see a gathering storm or hear thunder, take cover in a metal-topped vehicle with your windows rolled up. Fold your hands in your lap and avoid touching metal objects in your car.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/full-moon-night.htm"
}
