{
    "title": "White Sands National Monument: Full Moon Bike Ride",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger Programs     Full Moon Bike Ride                Full Moon Bike Ride         B. Burghart Photo  The full moon bike ride is a family-friendly event that allows visitors to enjoy a leisurely unguided bike ride along Dunes Drive under the light of a full moon. Twice a year, the monument opens at night for three hours to allow bike riders the opportunity to enjoy the beauty, peace, and serenity of the dunefield at night.For your safety and enjoyment, no private vehicles are allowed on Dunes Drive during the event. When Offered twice each year at 8:00 p.m. typically in April and October. 2016 Full Moon Bike Ride Schedule Friday, April 22, 2016 at 8:00 p.m.—Registration will open at 8:00 a.m. Mountain Time on March 22, 2016. Saturday, October 15, 2016 at 8:00 p.m.—Registration will open at 8:00 a.m. Mountain Time on September 15, 2016. Reservations Reservations are required and open one month in advance of each scheduled program. Reservations will not be accepted before 8 a.m. Mountain Time on the day reservations open. The registration form will ONLY be available for download during that time, until the program is full. Once capacity has been met, the form will no longer be available.Submit your registration form as early as possible as the event is extremely popular and can fill up within a few hours of registration opening. Read the how to make a reservation section below for details on how to make a reservation. Where The ride is along Dunes Drive. Pre-registered participants park at the visitor center and check-in starting one hour before the ride starts. You must check-in with staff upon arrival and have your bikes inspected for safety equipment at a safety station. See mandatory safety information below. Cost In addition to the monument entrance fees, a special program fee of $8 per person ages 16 and older and $4 per child ages 15 and younger also apply. Federal passes such as the America the Beautiful Annual, Senior, and Access passes apply only to the entrance fees and not to the special program fee. You may pay all fees beginning the day before the full moon bike ride at the fee station. Please hold on to your receipt. You must present it to the ranger at the fee station when you enter the monument for the bike ride. If you do not pay in advance, you may pay the fees once you are released to ride after the safety briefing at 8:00 p.m. Monument entrance fees and camping fees are non-refundable.  Program length Approximately three hours Fitness This is considered an easy to moderate bike ride depending on how far you ride. Dunes Drive is 16 miles (25.75 km) round trip; however, it is not required to ride the entire 16 miles. Participants should ride within their ability and turn around before they get tired. It is okay to ride one mile or 16 miles. This is a leisurely family-friendly unguided bike ride. Accessibility The roadway is relatively level with minor inclines and declines and several curves. Service animals are allowed on the full moon bike ride as long as they are in a carrier that is securely attached to a bike. Restrooms Public restrooms are available at the visitor center. Vault toilets are located along Dunes Drive. Seating Seating is available outside the visitor center and in the various picnic areas within the monument. Pets Pets are allowed as long as they are non-disruptive and in a carrier that is securely attached to a bike. If the pet is removed from the carrier for a walk, it must be on a leash no longer than six feet (2 m) and under physical control at all times. Animals cannot run alongside a bike while the bike is in motion. Pets, like humans, should leave only footprints. Pick up after your pet and Leave No Trace. Pets are not allowed in the visitor center. Large groups Reservations are limited. Please be considerate of other park visitors. Contact us to inquire about a large group reservation. Programs may be canceled due to weather or missile range activities Weather at the monument can vary drastically and change quickly. The decision to cancel a program due to weather is rarely made more than 30 minutes before the program start time. Call the monument at 575-479-6124 ext. 236 if you would like to confirm that a program is still scheduled. If the program is canceled, it will not be re-scheduled. Monument entrance fees and camping fees are non-refundable.  Mandatory Safety Requirements Participants will only be allowed to ride if they have the following required items:  Helmets White headlights and red taillights on every bike  In addition to the above mandatory safety requirements, the following items are recommended for a safe and enjoyable ride:   Closed toe and heel shoes to prevent injury during the ride. Additional layers to keep you warm. The temperature will drop quickly once the sunset sets.  Bikes and Support Equipment You must bring your own bikes, safety equipment, emergency repair kits, and spare tires. We do not rent bikes at the monument, nor do we have any of these supplies available. Dunes Drive will frequently have a rough \"washboard\" surface, potholes, and sand drifts. These hazards make riding a bike on Dunes Drive challenging. As such, mountain and city\/beach cruiser bikes with wide tires are recommended for the full moon bike ride. Road bikes with skinny street tires are not recommend on the sand-portion of Dunes Drive due to the above-listed hazards. If you need to rent a bike, you can do so from:  Outdoor Adventures in Alamogordo (575) 434-1920 Outdoor Adventures in Las Cruces (575) 521-1922 High Altitude in Cloudcroft (575) 682-1229  Parking Vehicle parking is extremely limited, and only 90 vehicles can be accommodated. Carpooling is highly encouraged to allow the maximum number of people a chance to enjoy this very popular event. If you plan to ride with friends and need to drive separate cars, please consider meeting at a location in Alamogordo and then driving to the monument together in one vehicle. Only one vehicle per reservation is allowed. Forms with more than one car noted will not be processed. How to Make a Reservation The interactive registration form ONLY works with Internet Explorer web browser. The form can be downloaded in other web browsers, but you will be unable to save the information in the form. For other web browsers, print the form, manually complete it, scan it, and then email it in.We apologize for the inconvenience. Please call 575-479-6124 x 232 with questions about the form or email us at whsa_interpretation@nps.gov. If capacity has been met when your reservation is received, you will be notified. Forms are processed in the order they are received according to the date\/time stamp on them (faxes included). Any forms received before 8:00 a.m. Mountain Time on the day registration opens will not be processed. If your reservation is accepted and you are unable to attend, please notify us so that we may give someone else your spot. No Show and Change of Group Size Policy Space is very limited for this event.If you are a \"no show\", you will not be allowed to register for another full moon bike ride within one year. As a courtesy to others who would have liked to participate but were unable to due to a capacity limitation, please call or email us to cancel your reservation if you are unable to participate 24 hours prior to the ride. Calls or emails the day of the ride to change reservations will not be processed. Directions for Submitting the Form: When you open the registration form, you will see three (3) buttons in the upper right-hand corner of the form itself. The following will explain what each of the three buttons do. 1) Print Form: Use this button to print the form.If you use a web browser other than Internet Explorer, you will need to print the form and complete all of the shaded areas manually. Scan the completed form into your computer and email it to us.In the alternate, mail or fax the completed form to us. Email, fax, and mailing information are all found on the form. 2) Save Form: Use this button to save the completed form to your computer. If using Internet Explorer as your web browser, complete all of the shaded areas of the form and click the \"SAVE\" button to save the completed form on your computer.Enter a file name and save it to a location on your computer that you will remember. 3) Email Form: Use this button to open your email client.Make sure whsa_interpretation@nps.gov is in the address line (\"To\").Type \"Full Moon Bike Ride\" in the subject line and attach the completed form.The completed form (instructions above) needs to be saved to a location on your computer before attempting to attach it to an email in order to preserve the information you entered into the fields. If you use a web-based client, such as Yahoo, Hotmail, or Gmail, sign into your email account, compose a new email, and attach the completed form to your email.Make sure whsa_interpretation@nps.gov is in the address line (\"To\").\"Full Moon Bike Ride\" should be typed on the subject line.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/full-moon-bike-ride.htm"
}
