{
    "title": "White Sands National Monument: Comment Rester en Sécurité",
    "body": "Explore This Park    Plan Your Visit     Safety     Comment Rester en Sécurité              Comment Rester en Sécurité       Comment rester en sécurité (PDF) Comment rester en sécurité (en été) Rendre visite à White Sands National Monument est une expérience émouvante, mais il est important de s'amuser dans le parc d'une manière sûr. S'il vous plaît prenez le temps pour lire l'information de sécurité. Buvez beaucoup d'eau!  Il est possible que vous ne sachiez pas si vous êtes déshydraté parce que peut-être vous netranspirez pas. Nous recommandons 4 litres d'eau par personne par journée. Mangez des collations à haute énergie pour conserver sa vitalité.  Reposez souvent!  L'épuisement par la chaleur peut se produire rapidement. Reposez fréquemment et évitez l'exposition au soleil. Toutes les tables de pique-nique sont ombragées. Pendant que vous prenez repos, assurez-vous de boire d'eau pour  aider votre organisme à se récupérer de la chaleur. Sachez où vous vous trouvez!  Le printemps est la saison des vents. Les vents déplacent les dunes et effacent vos traces. Les GPS peuvent être pas fiables. Suivez les sentiers balisés, utilisez une boussole,  et ne perdez pas de vue les points de repère.Ne faites jamais de randonnée seul. Soyez prêt!  Portez un chapeau et lunettes de soleil. Appliquez un écran solaire à  la peau exposée parce que le sable réfléchit le soleil. Portez des vêtements amples et clairs pour aidez-vous restez frais. Creuser peut être dangereux!  Creuser des trous en les dunes est amusant, mais gardez en mémoire que les dunes se déplacent et le sable est lourd. Les trous peuvent s'effondrer sur vous et peuvent vous suffoquer. Prenez garde de la foudre!  Fassiez attention aux éclairs. Ils peuvent se produire en l'absence de la pluie. Si vous êtes dans le champ des dunes pendant un orage, réfugiiez dans une structure solide avec les portes fermes comme notre toilettes ou votre véhicule. Si vous ne se trouvez pas près de les abris mettiez-vous dans une position accroupie, placiez vos mains sur vos oreilles et votre tête entre les genoux. N'oubliez pas : Lorsque le tonnerre se met à gronder, il faut vous abriter!  Animaux domestiques Les animaux domestiques sont autorisés dans le monument, mais pas dans les bâtiments comment le centre des visiteurs ou les toilettes. Les animaux domestiques doivent être tenus en laisse en tout temps. Ne laissez pas vos animaux seuls dans son véhicule pendant les températures extrêmes.   Comment rester en sécurité (en hiver) Rendre visite à White Sands National Monument est une expérience émouvante, mais il est important de s'amuser dans le parc d'une manière sûr. S'il vous plaît prenez le temps pour lire l'information de sécurité. Buvez beaucoup d'eau! Il est possible que vous ne sachiez pas si vous êtes déshydraté(e) parce que peut-être vous netranspirez pas. Nous recommandons 4 litres d'eau par personne par journée. Mangez des collations à haute énergie pour conserver sa vitalité.  Restez au chaud! La température descend drastiquement depuis le coucher du soleil, en descendant de 20 –30 degrés fahrenheit pendant la nuit.Portez des vêtements appropriés pour la journée et portez plus des vêtements pour s'habiller depuis du coucher du soleil. Sachez où vous vous trouvez!  Le printemps est la saison des vents. Les vents déplacent les dunes et effacent vos traces. Les GPS peuvent être pas fiables. Suivez les sentiers balisés, utilisez une boussole,  et ne perdez pas de vue les points de repère.Ne faites jamais de randonnée seul. Soyez prêt!  Portez un chapeau et lunettes de soleil. Appliquez un écran solaire à  la peau exposée parce que le sable réfléchit le soleil. Portez des vêtements qui vous protègent du froid. Creuser peut être dangereux!  Creuser des trous en les dunes est amusant, mais gardez en mémoire que les dunes se déplacent et le sable est lourd. Les trous peuvent s'effondrer sur vous et peuvent vous suffoquer. Prenez garde des routes glacées et dunes congelés  Les couches de glace en les routes et sur les dunes sont très difficiles à détecter. Pour raisons de sécurité, diminuez votre vitesse et freinez doucement pour éviter le dérapage. Les dunes gèlent pendant l'hiver, alors ils sont plus durs que pendant l'été. Ceci fait le traîneau plus rapide, mais les chutes sont plus douloureuses et peuvent causer des fractures. Animaux domestiques Les animaux domestiques sont autorisés dans le monument, mais pas dans les bâtiments comment le centre des visiteurs ou les toilettes. Les animaux domestiques doivent être tenus en laisse en tout temps. Ne laissez pas vos animaux seuls dans son véhicule pendant les températures extrêmes.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/staying-safe-french.htm"
}
