{
    "title": "White Sands National Monument: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases       White Sands National Monument Will Increase Entrance Fees Beginning October 1, 2015 May 18, 2015 Alamogordo, NM -- Starting on October 1, 2015, White Sands National Monument will increase entrance fees for visitors in order to fund important maintenance, visitor services, and interpretation projects within the monument. The per-person fee will increase to $5 per adult ages 16 and over (up from $3 per person). Children 15 years and younger will continue to be free. Download the full press release.      White Sands National Monument Proposes Entrance Fee Increase January 14, 2015 Alamogordo, NM -- White Sands National Monument is proposing a change in its current entrance fees. Beginning in 2015, White Sands, one of 131 national park units that currently charges entrance fees, is authorized to change its fees to align with the new National Park Service rate schedule. The tentative implementation date is October 2015. The monument invites and is accepting public comments from January 15, 2015 through February 13, 2015. Download the full press release. Public comment on the proposed fee increase is open until February 13, 2015. To submit a comment, email us at whsa_interpretation@nps.gov with the words \"WHSA Fee Increase\" in the subject line.  Or download our visitor comment card and email it to the above address or fax it to (575) 479-4333.  Alternatively, you can drop by the visitor center to submit a handwritten comment card or mail a letter to the monument at the following address:  Superintendent White Sands National Monument P.O. Box 1086 Holloman AFB, NM 88330 You can also download an FAQ on the proposed fee increase that addresses some commonly asked questions. White Sands National Monument Tourism Creates $24.5 million in Local Economic Benefit Visitation to national parks is a significant driving factor in the national economy, especially in terms of local communities. For every $1 invested in national parks through entrance fees, $10 is fed back into the economies of the surrounding communities. White Sands National Monument, a destination park for tourists from around the world, not only attracts people to the dunefield but also to the many recreational offerings found throughout the Tularosa Basin, Rio Grande Valley, and the Sacramento Mountains, supporting local jobs in the process. For more information, click here.      Gift Shop Concession Contract Awarded November 14, 2014 Alamogordo, NM -- The National Park Service has selected White Sands Trading, LLC, to provide retail and limited food and beverage services under a new ten-year concession contract in White Sands National Monument. The exisiting concession contract will expire on December 31, 2014 and the new concession contract will take effect January 1, 2015. Download the full press release.",
    "url": "https:\/\/www.nps.gov\/whsa\/learn\/news\/newsreleases.htm"
}
