{
    "title": "White Sands National Monument: Lake Lucero Tour",
    "body": "Lake Lucero Tour         NPS Photo  Have you ever wondered how the white sands formed and why Lake Lucero is often referred to as the birthplace of the dunes? Take a tour to Lake Lucero with a ranger and learn about the formation of the sands. Rangers will share the geologic story of White Sands National Monument as you traverse a steep gully down to the lake bed and walk by thousands of exposed selenite crystals, which are critical to the formation of the gypsum sand. Lake Lucero is a dry lake bed that only fills with water when there has been abundant rain or snow in the surrounding area. When Offered once a month in January, February, March, April, November, and December. 2016 Lake Lucero Tour Schedule Saturday, January 30 at 2 p.m. Registration will open at 8:00 a.m. Mountain Time on December 30, 2015. Sunday, February 28 at 2 p.m. Registration will open at 8:00 a.m. Mountain Time on January 28, 2016.  Saturday, March 26 at 9 a.m. Registration will open at 8:00 a.m. Mountain Time on February 26, 2016. Sunday, April 24 at 9 a.m. Registration will open at 8:00 a.m. Mountain Time on March 24, 2016. Saturday, September 3- Step into the Past history hike at Lake Lucero.  Logistics will be provided after registration. Registration will open at 8:00 a.m. Mountain Time on August 3, 2016.  Download Registration Form Saturday, November 26 at 10 a.m. Registration will open at 8:00 a.m. Mountain Time on October 26, 2016. Saturday, December 31 at 10 a.m. Registration will open at 8:00 a.m. Mountain Time on November 30, 2016. Reservations Reservations are required and open one month in advance of each scheduled program. Reservations will not be accepted before 8 a.m. Mountain Time on the day reservations open. The registration form will ONLY be available for download during that time, until the program is full. Once capacity has been met, the form will no longer be available.Submit your registration form as early as possible as the event is extremely popular and can fill up within a few hours of registration opening. Read the how to make a reservation section below for details on how to make a reservation.  Where The Lake Lucero tour begins 25 miles (40.23 km) southwest of the monument at the Small Missile Range Gate, located on Hwy 70 West between mile markers 174 and 175. The taking of pictures and\/or video recordings of any kind is prohibited on White Sands Missile Range property. Once at the trailhead and on monument property, the ranger will notify you when you may begin taking photos or videos. Per missile range rules, concealed carry weapons are NOT allowed on the tour. You will caravan in your own car from the gate to the trailhead 17.5 miles (27.36 km) one-way or 35 miles (56.33 km) roundtrip. It is necessary to have a sufficient amount of fuel and a spare tire in case of a flat.No services are available, and cell phone reception is poor. Download Lake Lucero travel map Download Lake Lucero brochure La Caminata de Lake Lucero  Cost A special program fee of $8 per person ages 16 and older and $4 per child ages 15 and younger apply. Federal passes such as the America the Beautiful Annual, Senior, and Access passes apply only to the entrance fees and not to the special program fee. Monument entrance fees are not charged for the Lake Lucero program. Monument entrances fees will apply If you choose to enter the monument along Dunes Drive. Program length Three hours Fitness The hike from the trailhead to the lake and back is 1.5 miles (2.41 km) long over rough desert terrain and washes. This hike is rated as moderate. The Lake Lucero trail is not maintained. This trail is down an arroyo where the soil is loose and the terrain is uneven. The trail slopes gradually downhill toward the lake, which means the hike back to the cars is gently uphill. Accessibility The hike to the lake is not wheelchair or stroller accessible.It is not recommended for those with impaired mobility or health concerns. There is a required 17.5 mile (27.36 km) drive (one-way) through a remote location with limited cell phone reception. Emergency medical response will be delay due to the remote location. Health concerns should be carefully considered before committing to this hike. Service animals are allowed at all monument facilities open to the general public. Restrooms Two portable toilets are available outside the entrance to the Small Missile Range Gate and one portable toilet is available at the trailhead. Seating Seating is not available on the hike;however, you may sit on the ground at any time during the program if you wish. Pets Pets are allowed as long as they are non-disruptive, on a leash no longer than six feet (2 m), and under physical control at all times. Pets, like humans, should leave only footprints. Pick up after your pet(s) and Leave No Trace. Large groups Reservations are limited. Please be considerate of other park visitors. Contact us to inquire about a large group reservation. Programs may be canceled due to weather or missile range activities Weather at the monument can vary drastically and change quickly. The decision to cancel a program due to weather is rarely made more than 30 minutes before the program start time. Call the monument at 575-479-6124 ext. 236 if you would like to confirm that a program is still scheduled. If the program is canceled, it will not be re-scheduled. Safety Information No sandals or open-toe shoes are allowed. Closed-toe shoes such as hiking boots or stout walking shoes are required. The tour is three hours long, two of which will be outside. Bring snacks, sunscreen, hats, and sunglasses for everyone in your group. Dress accordingly for the weather. Long sleeves and long pants are highly recommended even on warm days to protect your skin from the sun. A minimum of one gallon of water per person is strongly recommended.Dehydration and heat exhaustion can set-in incredibly fast, especially in the summer when temperatures can soar well above 100°F (38°C). You do not have to carry the entire gallon on the hike, but it is strongly recommended that you have at least two liters per person while walking to the lakebed. Rangers will NOT have extra water. Please be prepared for your tour. How to Make a Reservation The interactive registration form ONLY works with Internet Explorer web browser. The form can be downloaded in other web browsers, but you will be unable to save the information in the form. For other web browsers, print the form, manually complete it, scan it, and then email it in.We apologize for the inconvenience. Please call 575-479-6124 x 232 with questions about the form or email us at whsa_interpretation@nps.gov. If capacity has been met when your reservation is received, you will be notified. Forms are processed in the order they are received according to the date\/time stamp on them (faxes included). Any forms received before 8:00 a.m. Mountain Time on the day registration opens will not be processed. If your reservation is accepted and you are unable to attend, please notify us so that we may give someone else your spot. No Show and Change of Group Size Policy Space is very limited for this event. If you are a \"no show\", you will not be allowed to register for another Lake Lucero program within one year. As a courtesy to others who would have liked to participate but were unable to due to a capacity limitation, please call or email us to cancel your reservation if you are unable to participate. Also, if the number of people in your group changes, please call and let us know. When you arrive for check-in, the number of people reserved for your party must be present and accounted for or else your entire group will be considered a no-show. Directions for Submitting the Form: When you open the registration form, you will see three buttons in the upper right-hand corner of the form itself. The following will explain what each of the three buttons do. 1) Print Form: Use this button to print the form.If you use a web browser other than Internet Explorer, you will need to print the form and complete all of the shaded areas manually.Scan the completed form into your computer and email it to us.In the alternate, mail or fax the completed form to us. Email, fax, and mailing information are all found on the form. 2) Save Form: Use this button to save the completed form to your computer. If using Internet Explorer as your web browser, complete all of the shaded areas of the form and click the \"SAVE\" button to save the completed form on your computer.Enter a file name and save it to a location on your computer that you will remember. 3) Email Form: Use this button to open your email client.Make sure whsa_interpretation@nps.gov is in the address line (\"To\").Type \"Lake Lucero Tour\" in the subject line and attach the completed form.The completed form (instructions above) needs to be saved to a location on your computer before attempting to attach it to an email in order to preserve the information you entered into the fields. If you use a web-based client, such as Yahoo, Hotmail, or Gmail, sign into your email account, compose a new email, and attach the completed form to your email.Make sure whsa_interpretation@nps.gov is in the address line (\"To\").\"Lake Lucero Tour\" should be typed on the subject line.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/lake-lucero-tour.htm"
}
