{
    "title": "White Sands National Monument: Zu Ihrer Sicherheit",
    "body": "Explore This Park    Plan Your Visit     Safety     Zu Ihrer Sicherheit              Zu Ihrer Sicherheit       Zu Ihrer Sicherheit (PDF) Zu Ihrer Sicherheit (im Sommer) Ein Besuch des White Sands National Monuments ist ein spannendes Erlebnis. Es ist für uns sehr wichtig, daß Sie hier im Park Ihren Spaß haben, aber daß das nicht auf Kosten Ihrer Sicherheit geht. Nehmen Sie sich daher bitte etwas Zeit, diese Sicherheitshinweise durchzulesen. Trinken Sie reichlich Wasser! Sie werden nicht merken, wie Ihr Körper Flüssigkeit verliert, weil Sie nicht schwitzen. Wir empfehlen eine Gallone (etwa dreieinhalb Liter) Wasser pro Person pro Tag. Essen Sie auch immer wieder Snacks mit hohem Energiegehalt, damit Sie nicht schlapp machen. Machen Sie regelmässig Pausen! Gesundheitliche Probleme durch Sonne und Hitze treten schneller ein, als Sie denken. Legen Sie Pausen dort ein, wo Sie Schutz vor direkter Sonneneinstrahlung finden. Alle unsere Picknickplätze bieten Schatten. Bei diesen Gelegenheiten immer ans Trinken denken! Verlieren Sie nicht die Orientierung! Das Frühjahr ist unsere windigste Jahreszeit. Der Wind verlagert die Dünen und verweht Ihre Spuren. Im Nahbereich kann ein GPS unzuverlässig sein. Achten Sie auf die Wegmarkierungen, nehmen Sie einen Kompass mit, und behalten Sie Orientierungspunkte im Auge. Seien Sie auf die Wüste vorbereitet! Tragen Sie einen Hut und eine Sonnenbrille. Da der Sand die Sonnenstrahlen auch von unten reflektiert, sollten Sie jederzeit für alle unbedeckten Hautflächen Sonnenschutzmittel benutzen, selbst im Winter! Graben ist gefährlich! Es macht Spaß, Löcher in die Dünen zu graben. Denken Sie immer daran, daß die Dünen sich bewegen und daß der Sand schwer ist. Höhlen könnten über Ihnen zusammenbrechen und Sie ersticken. Vorsicht bei Gewittern! Gewitter mit Blitzschlag können auch ohne Regen vorkommen. Wenn Sie im Dünenfeld von einem Gewitter überrascht werden, suchen Sie Schutz in einem geschlossenen Gebäude, z.B. den Toiletten, oder in Ihrem Fahrzeug. Falls beide zu weit weg sind, machen Sie sich so klein wie möglich. Schützen Sie Ihre Ohren mit den Händen und stecken den Kopf zwischen die Knie. Der englische Merkspruch lautet „If you hear thunder roar, go indoors\", aber der reimt sich leider nicht auf Deutsch.  Haustiere Das Mitbringen von Haustieren ist auf dem Gelände des Monuments erlaubt, aber nicht in Gebäuden wie dem Besucherzentrum und den Toiletten. Tiere müssen zu jeder Zeit an der Leine geführt werden. Bitte achten Sie darauf, daß Sie Ihr Tier nicht bei extremen Temperaturen im Auto lassen.                 Zu Ihrer Sicherheit (im Winter) Ein Besuch des White Sands National Monuments ist ein spannendes Erlebnis. Es ist für uns sehr wichtig, daß Sie hier im Park Ihren Spaß haben, aber daß das nicht auf Kosten Ihrer Sicherheit geht. Nehmen Sie sich daher bitte etwas Zeit, diese Sicherheitshinweise durchzulesen. Trinken Sie reichlich Wasser! Sie werden nicht merken, wie Ihr Körper Flüssigkeit verliert, weil Sie nicht schwitzen. Wir empfehlen eine Gallone (etwa dreieinhalb Liter) Wasser pro Person pro Tag. Essen Sie auch immer wieder Snacks mit hohem Energiegehalt, damit Sie nicht schlapp machen. Denken Sie an warme Kleidung! Nach Sonnenuntergang fallen die Temperaturen dramatisch ab;der Unterschied kann bis zu 15 Grad Celsius betragen. Tragen Sie tagsüber dem Wetter angemessene Kleidung und stellen sicher, dass warme Sachen griffbereit sind, wenn es Abend wird. Verlieren Sie nicht die Orientierung! Das Frühjahr ist unsere windigste Jahreszeit. Der Wind verlagert die Dünen und verweht Ihre Spuren. Im Nahbereich kann ein GPS unzuverlässig sein. Achten Sie auf die Wegmarkierungen, nehmen Sie einen Kompass mit, und behalten Sie Orientierungspunkte im Auge. Seien Sie auf die Wüste vorbereitet! Tragen Sie einen Hut und eine Sonnenbrille. Da der Sand die Sonnenstrahlen auch von unten reflektiert,sollten Sie jederzeit für alle unbedeckten Hautflächen Sonnenschutzmittel benutzen, selbst im Winter! Graben ist gefährlich! Es macht Spaß, Löcher in die Dünen zu graben. Denken Sie immer daran, daß die Dünen sich bewegen und daß der Sand schwer ist. Höhlen könnten über Ihnen zusammenbrechen und Sie ersticken. Vorsicht bei vereisten Straßen und gefrorenen Dünen! Es ist schwieriger als anderswo, zwischen den Dünen gefrorene Nässe zu erkennen. Zu Ihrer Sicherheit sollten Sie Ihre Geschwindigkeit reduzieren und nur sanft bremsen, um die Kontrolle über Ihr Fahrzeug nicht zu verlieren. Die Dünen überfrieren im Winter, wodurch sie wesentlich härter als im Sommer sind. Das Rutschen und Schlittenfahren wird schneller und dadurch auch gefährlicher und kann sogar zu Bruchverletzungen führen. Haustiere Das Mitbringen von Haustieren ist auf dem Gelände des Monuments erlaubt, aber nicht in Gebäuden wie dem Besucherzentrum und den Toiletten. Tiere müssen zu jeder Zeit an der Leine geführt werden. Bitte achten Sie darauf, daß Sie Ihr Tier nicht bei extremen Temperaturen im Auto lassen.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/staying-safe-german.htm"
}
