{
    "title": "White Sands National Monument: Photography",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Photography              Photography         G. Fry Photo  With the shifting light, shadows, and truly out-of-this world landscape make White Sands a photographer's paradise. You do not need an expensive camera to capture the beauty of the dunes. Great pictures, however, require the same techniques and way of looking at things that pros have learned. Camera Care The dunes can be a dangerous environment for your digital camera. Blowing sand can cause irreversible damage to your camera. It's important to protect your camera from the elements when you're in the dunes, particularly avoiding sand. When your camera is inundated with tiny grains of sand, the grains can scratch the lens, penetrate the case, ruin the internal electronics, and clog buttons and dials. Be careful when and where you change your camera lenses. Always take a camera bag or backpack with you to store your camera when not in use. Use a soft microfiber cloth to clean the sand off your camera. Do not use canned air to clean your camera. Photo Tips Time of day Most professionals know the golden hours are around two hours after sunrise and the same before sunset. Every day is different. Sometimes there are crystal clear views of the surrounding mountains and sometimes awesome cloud formations that change hues by the minute. The Sacramento Mountains to the east are especially beautiful just after the sun dips below the horizon. They are bathed in a pink afterglow followed by the rise of the earth's shadow. Change Your Point of View  Climb high! Hike to the top of the tallest dune around and take in the bird's eye view. The tallest dunes are toward the end of Dunes Drive near the Alkali Flat trailhead. Get down! Drop to your knees and look up. Yuccas against the sky and the delicacy of dune grasses are especially interesting from a low angle. Get close! The patterns left in the sand by grasses and leaves blown by the wind are fascinating. Sometimes you will find the tiny tracks of a darkling beetle just waiting to be recorded, and sometimes you'll find the actual beetle. The interdunal areas are great places to find animal tracks and rugged, gnarly plant growth. Avoid symmetry!Most beginners tend to center objects and include the entire object in the frame. However, you'll end up with a more interesting photo when you shoot slightly off center and occasionally only include half of the object or two-thirds of it in the frame. This results in an unexpected look for the photo and in interesting composition. Show depth! Placing a plant or rock in the near foreground of your photo will help the viewer see the depth and distance in your photograph. Give the viewer an object which will help them understand size and distance of your intended subject.  Watch Where You Walk Avoid walking through the middle of dunes, since that'll mess up those nice lines in the sand and ruin any opportunity to photograph the dune. Instead, walk around dunes, or only walk through dunes you know you don't want to photograph. Avoid the Biggest Dunes When you first see a large field of sand dunes, you might think of always heading to the tallest dunes in the field, but these dunes don't always make the best photographs. These dunes are often the most visited, so they'll likely have human footprints all over them. If you're looking to photograph some undisturbed dunes, then head out towards the edges of the dunefield. Look for Layers Many dune fields are surrounded by large mountain ranges, so you can also create some nice images by layering the dunes with mountains in the background. This works especially well when the mountains are much darker or lighter than the dunes and provide a nice contrast. Control your Subject Matter Try to not include too much of the surrounding mountains or the viewer's eye may lose focus on the sand dunes as your main subject in the foreground. The most important thing to remember is that the photographs you take are your own view of the subject and you have recorded these images for your own enjoyment.Taking good photographs is a way to record your memories of White Sands and other places you visit and to share those memories with family and friends.   If you see a good photo, take it. Don't get so wrapped up in all the technical aspects of taking the photo that you miss the opportunity. Go out, have fun, enjoy the dunes and remember \"leave footprints and take only pictures.\"",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/photography.htm"
}
