{
    "title": "White Sands National Monument: Picnicking",
    "body": "Picnicking         NPS Photo   Picnicking with family and friends is a wonderful way to enjoy the peace, tranquility, and beauty of the monument. The Yucca, Roadrunner, and Primrose picnic areas are named after several of the most iconic plants and animals species in the monument. These picnic areas are located off Dunes Drive about six to seven miles (9. 65 –11.26 km) from the fee station. There are a total of 62 shaded tables in the three designated public picnic areas. Tables are available on a first-come, first-serve basis. There are typically plenty of picnic tables for everyone to enjoy. Some tables are ADA accessible, and each has an elevated grill. Personal grills are allowed in picnic areas and pull outs along Dunes Drive. When using personal grills, charcoal must be removed from the monument. If using one of the monument's grills, please leave the charcoal in the grill and douse with water. Large groups In the Roadrunner Picnic Area there are two picnic pavilions that will accommodate groups up to 20 individuals. These tables are available on a first-come, first-served basis. For larger groups, the Group Use Area offers a private location with several picnic tables and one large picnic pavilion. The group use area also has two grills and a vault toilet. Reservations are required to use this area. Tips for a great picnic:  Use colored plates, napkins, cups, and silverware. White, plastic dinnerware is not easily-visible on the white sand. Remember to Leave No Trace. When you are done with your picnic, use our recycling bins by the vault toilets to recycle plastic and aluminum. Consider using reusable tableware to reduce the amount trash left behind in the monument. Trash dumpsters are provided in the picnic areas for your use. If the small trash cans are please throw trash in the large dumpsters. Bag your trash. Wind will pick up your trash like paper plates and napkins carry them into the dunes.  Helping to keep picnic areas clean allows our wildlife to stay wild and the monument pristine.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/picknicking.htm"
}
