{
    "title": "White Sands National Monument: Community Events",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger Programs     Community Events                 Community Events         NPS Photo  White Sands National Monument participates in many community events throughout the year. These events are held in various cities and places. Check out what White Sands is doing below.        NPS Photo  City of Alamogordo Earth Day Where would we be without Earth? Join us the last Saturday of April at the Alameda Park Zoo in Alamogordo, where a wide range of agencies show their support of the Earth. n          NPS Photo  The Museum Rocks! Gem and Mineral Show Located in the city of Las Cruces, The Museum ROCKS! brings together wholesale and resale dealers of both cut and uncut gemstones, rocks, minerals, fossils, meteorites, jewelry, jewelry-making supplies, and educational displays on the art and science of rocks and gems. The Museum ROCKS! is sponsored by Friends of the NM Farm &Ranch Heritage Museum to support the special needs of the museum as a service to the community.          NPS Photo  Holiday Open House Celebrate the holiday season with the staff of White Sands National Monument. This annual event is held on the first Friday of each December. Enjoy live music, ranger programs, and the warm glow of over 300 luminarias.          NPS Photo  Take it Outside New Mexico This group is focused on engaging southern New Mexico communities, especially youth, with fun and educational outdoor experiences to promote healthy lifestyles and stewardship of our natural world. White Sands National Monument is a member of this wonderful group that encourages New Mexicans to get outside and explore their state!          NPS Photo  Trinity On July 16, 1945 the world stopped and witnessed the first above-ground atomic test. This is area is now the National Historical Landmark called Trinity. Twice a year, ground zero opens to the public for visitation to the site.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/community-events.htm"
}
