{
    "title": "White Sands National Monument: Bicycling",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Bicycling              Bicycling         R. Burghart Photo  Bicycling at White Sands is truly a unique experience—nowhere else in the world can you ride a bike on a hard-packed gypsum sand road through the heart of an immense gypsum dunefield! This distinctive experience requires one to be a prepared and alert cyclist. Safe Riding The following tips will help you have a more enjoyable and safe riding experience along Dunes Drive.  The use of a bicycle is permitted on park roads and in parking areas that are otherwise open for motor vehicle use by the general public. Off-road travel is not permitted (36 CFR 4.30 (a)). Just remember a bike can go anywhere a car can go.  You are sharing a narrow, winding road with trucks, cars, RVs, and motorcyclists. Be considerate of traffic. Ride single-file at all times. There are many blind curves along Dunes Drive, which lacks much of a shoulder. Ride to the right of the road and listen for traffic. Dunes Drive lacks much of a shoulder. This shoulder may sometimes be steeply sloped and may have loose sand. Use caution in these areas. Bicycle helmets are highly recommended for all cyclists. New Mexico law requires anyone 17 years and younger to wear a helmet. Be prepared for your ride. Dunes Drive is 16 miles round-trip. Wear sunglasses and sunscreen. Bring at least two liters of water and high energy snacks with you on your bike ride.  What kind of bike is best for Dunes Drive? Rangers are frequently asked this question, and the response is, \"It depends.\" The answer typically depends on the condition of the road. Dunes Drive is eight miles one-way. The first four miles are paved, and the rest of the road is hard-packed gypsum sand. Dunes Drive will frequently have a rough \"washboard\" surface, potholes, and sand drifts. These hazards make riding a bike on Dunes Drive challenging. Experienced riders on mountain and city\/beach cruiser bikes with wide tires should be able to handle the varied road conditions and hazards. Road bikes with skinny street tires are not recommend on the sand-portion of Dunes Drive due to the above-listed hazards. During periods of heavy rain or snow, Dunes Drive will be very slick with water, snow, and\/or ice. The sand portion of the road may be unpassable on a bike. Call the monument to check on the road conditions if you are planning to ride your bike in the monument. Off-Road Travel is Not Permitted Fat tire and mountain bikes are perfect for exploring Dunes Drive. Their ability to float over the sand may make it tempting to ride your fat tire or mountain bike on the dunes. Off-road travel on a bike will result in a fine of $50 with a $30 processing fee (36 CFR 4.30 (a)). Entrance Fees for Cyclists Monument entrance fees apply to visitors entering the monument on a bike.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/bicycling.htm"
}
