{
    "title": "White Sands National Monument: Horses and Other Pack Animals",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Horses and Other Pack Animals              Horses and Other Pack Animals         A.Yarbrough photo  Riding horses in the white sands is a very unique experience and a wonderful way to experience the expansive scenery of the dunefield. Private individual use of horses and other pack animals are welcome at White Sands National Monument. Horse and Other Pack Animals Permit Prior to entering the monument, a free day-use horse and other pack animals permit must be completed at the visitor center or fee station. Downloading and completing the form before arriving at the monument will speed up processing time and help you get out in the dunes and your horse sooner. This permit is not for commercial horse riding businesses attempting to operate within the monument. A special use permit and proof of insurance will need to be obtained and verified. General Information Group size is limited to no more than ten (10) stock animals at a time. There is only one designated parking area for horse trailers, which is specified on the back of the day use permit and is clearly marked with a road sign. If an alternate parking area has been temporarily designated, you will be notified by the park ranger before entering the monument. Racing and all types of unsafe riding are PROHIBITED. Riders must maintain physical control\/restraint of their animals. When not under physical control, horses or pack animals must be securely tied to trailers or hitching fences. No free trailing or free riding is allowed. Animals are prohibited from grazing on all plant life within the monument. Where to Ride To avoid conflict with other park visitors and monument resources, horses and other pack animals are prohibited from picnic areas, the Group Use Area, the Backcountry Camping sites, all trails, the Interdune Boardwalk and the Co-Use area. Additionally, horses and other pack animals may not be ridden on any roadway including sand packed roads. Most of these areas are identified on the Dunes Drive map on the back of the permit. When to Ride Riding is permitted only during normal operating hours. No overnight camping with stock animals is allowed. Horses are not permitted in the monument during missile tests even for tests where Dunes Drive is open to the public. Pets Pets, such as dogs, accompanying riders must be on a leash no longer than six feet (2 m), and under physical control at all times. Animals and pets, like humans, should leave only footprints. Leave No Trace. Waste Cleanup and Disposal All debris (hay, grass, alfalfa, etc.) and animal manure in the vicinity of the trailer, the Horse Trailer Parking Area, or any alternate designated parking area must also be cleaned up, and such materials must be disposed of by the owners outside of the monument. These conditions are necessary to permit the safe interaction of horse riders and other visitors and reduce the visual pollution, smell and possible health hazards associated with improperly disposed waste. Unexploded Ordinance We are surrounded by an active missile range. From time to time, debris from missile tests falls into the monument and is buried by sand. If you see any strange objects, do not touch them as they may still be able to detonate. Make a note of their location and tell a ranger so that appropriate personnel may remove the object in question.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/horses-and-other-pack-animals.htm"
}
