{
    "title": "White Sands National Monument: Ranger Programs",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger Programs               Ranger Programs          Ranger programs are the perfect way to learn more about White Sands National Monument and the amazing diversity found here. Programs are offered for a variety of ages and interests. Sunset Strolls are presented every night of the year, while Sunrise Photography and Full Moon Bike Rides are offered only twice a year. There is something for everyone, and we hope to see you on a ranger program soon.          NPS Photo  Commercial Bus Tour Are you bringing a commercial bus tour group to White Sands? Find all the information you will need to plan your tour of Dunes Drive. Request a ranger for a step-on program.          NPS Photo  Community Events White Sands National Monument participates in several community events throughout the year. These events vary from the Alamogordo Earth Day Celebration to the Las Cruces Gem and Mineral Show.           NPS Photo  Crafty Kids Kids, join rangers for hands-on learning! This 30-minute program takes place in the visitor center courtyard. Rangers share surprising facts about the creepy crawlers, amazing adapters, and the out-of-this-world geology of White Sands while guiding you through a take-home craft project. Targeted age range is 6–10 years old.          NPS Photo  Full Moon Bike Ride   Enjoy a leisurely bike ride through Dunes Drive under the light of the moon. This family-friendly event is offered two times per year. No automobiles are allowed on Dunes Drive during the event.          NPS Photo  Full Moon Hike Hike the dunes under the glow of the full moon. Full moon hikes are offered May through October the night before the full moon.          NPS Photo  Full Moon Night   Enjoy a moonlit evening with live music, ranger programs, or special guest presenters and artists. Full Moon Nights share the cultural legacy of southern New Mexico and northern Mexico, as well as the rich natural resources of White Sands National Monument. Programs are offered on the night of the full moon from May through October.          NPS Photo  Lake Lucero Tour   Have you ever wondered how the white sands formed? Take a tour to Lake Lucero, often called the birth place of the dunes, and learn about the natural forces that created and help sustain the world's largest gypsum dunefield.          NPS Photo  Skins and Skulls   Join a ranger in the visitor center courtyard for a 20-minute talk about the amazing animals of White Sands. Rangers will have pelts, skulls, and other props to provide you an up-close look and feel of the elusive wildlife of White Sands.          NPS Photo  Step into the Past   Humans have inhabited the Tularosa Basin for more than 10,000 years. Step into the Past programs celebrate the stories left behind by those who came before us. Programs include art shows, living history programs, ranger programs, and guest lectures.          NPS Photo  Sunrise Photography   The dunefield is a photographer's paradise offering shifting shadows and textures in the early morning light. Join a ranger for a photographic excursion into the dunes. This program is geared toward amateur photographers and is offered twice a year.           NPS Photo  Sunset Stroll   Sunset strolls are a great way to end your day. Enjoy a leisurely one-hour, ranger-guided walk across sand dunes and learn about the geology, plants, and animals of this unique area. Offered daily, except Christmas Day, approximately one hour before sunset.          NPS Photo  Tent Talk   What do Trinity Site, mammoth tracks, Mars research, and gypsum dunes all have in common? They are just some of the topics that rangers discuss on Tent Talk programs. These 20-minute informal ranger talks are held under the tent on the Boardwalk.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/ranger-programs.htm"
}
