{
    "title": "White Sands National Monument: Commercial Bus Tour",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Ranger Programs     Commercial Bus Tour                Commercial Bus Tour         NPS Photo  Are you a commercial tour bus operator looking for a ranger to join you tour of White Sands National monument? If so, you've found the information that will be needed to reserve a ranger for your tour. The 16-mile (25.75 km) round trip Dunes Drive is suitable for both coaches and buses. A minimum of two hours is recommended for commercial tours. This will give your guests ample time to stop at the visitor center, watch the 17-minute orientation video, and allow them an opportunity to get out and enjoy the dunes.See the additional information below to request a ranger for a one-hour step-on program and tour bus fees. Step-on Guides Park rangers may be available to serve as step-on guides and can be reserved for a one-hour on-board presentation. There is no additional fee for this one-hour program;however, additional fees do apply for programs longer than one hour. If you would like a step-on guide, please make your reservation as early as possible, and reservations are required a minimum of two weeks in advance of the tour date. Step-on guides are only available between 10:00 a.m. and 3:00 p.m. Once your reservation has been made, contact the monument one to two weeks before your tour to see if a ranger has been assigned to your tour. Staffing shortages may not allow us to fulfill all requests. For more information, contact the commercial bus tour coordinator at (575) 479-6124, ext. 232. Download the Step-on Guide Request Form (119 KB).  Please keep in mind:  If requesting a ranger, the start time you request should not be the time you plan to arrive at the monument but the time you would like the ranger to start the tour. For example, if you expect to arrive at the monument at 10:00 a.m., but don't want the ranger to start the tour until 10:30 a.m., request 10:30 a.m. as your start time. If you are going to be more than 15 minutes late for the start of your tour, please call to let us know. Due to scheduling issues, we will not be able to provide a step-on guide if you show up 15 minutes or later from your scheduled time. Please be punctual. Payment of the entrance fees should be made at the fee station on the way into the monument. Checks should be made out to \"National Park Service.\" Federal passes such as the America the Beautiful Annual, Senior, and Access passes are not valid for commercial tours.  Fees Commercial bus or van tours are charged a set fee based upon the capacity of the vehicle and not on the number of passengers. The fees are as follows:     Seating Capacity Fees    1 to 6 seats $25   7 to 25 seats $40   26 or more seats $100     How to Make a Reservation The interactive registration form ONLY works with Internet Explorer web browser. The form can be downloaded in other web browsers, but you will be unable to save the information in the form. For other web browsers, print the form, manually complete it, scan it, and then email it in.We apologize for the inconvenience. Please call 575-479-6124 ext. 232 with questions about the form or e-mail us at whsa_interpretation@nps.gov. Directions for Submitting the Form When you open the registration form, you will see three (3) buttons in the upper right-hand corner of the form itself. The following will explain what each of the three buttons do. 1) Print Form: Use this button to print the form.If you use a web browser other than Internet Explorer, you will need to print the form and complete all of the shaded areas manually.Scan the completed form into your computer and email it to us.In the alternate, mail or fax the completed form to us. Email, fax, and mailing information are all found on the form. 2) Save Form: Use this button to save the completed form to your computer. If using Internet Explorer as your web browser, complete all of the shaded areas of the form and click the \"SAVE\" button to save the completed form on your computer.Enter a file name and save it to a location on your computer that you will remember. 3) Email Form: Use this button to open your email client.Make sure whsa_interpretation@nps.gov is in the address line (\"To\").Type \"Bus Tour\" in the subject line and attach the completed form.The completed form (instructions above) needs to be saved to a location on your computer before attempting to attach it to an email in order to preserve the information you entered into the fields. If you use a web-based client, such as Yahoo, Hotmail, or Gmail, sign into your email account, compose a new email, and attach the completed form to your email.Make sure whsa_interpretation@nps.gov is in the address line (\"To\").\"Bus Tour\" should be typed on the subject line.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/commercial-bus-tour.htm"
}
