{
    "title": "White Sands National Monument: Interdune Boardwalk",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     Interdune Boardwalk                Interdune Boardwalk         NPS Photo  Length 0.4 mile (650m), round-trip Average Completion Time: 20 minutes Difficulty: Easy Distance from fee station: 4.5 miles (7.2 km) The Interdune Boardwalk is an elevated boardwalk that leads you through the fragile interdune area to a scenic view of the dunefield and the Sacramento mountains. Enjoy 10 outdoor exhibits along the boardwalk. Learn about the amazing science happening here;tenacious wildlife that ekes out a living in this harsh environment;and the perfect weather and geologic conditions that created and sustains the world's largest gypsum dunefield. This short walk may convince you that White Sands is the world's greatest sandbox AND much more. Trail Description The boardwalk is fully accessible for wheelchairs, strollers, and other wheeled devices. A shade structure with seating is located midway along the boardwalk. This area is reserved for nature study. Please stay on the boardwalk. For sand play and other recreational activities, drive three miles farther down the road into the heart of the dunes. Pets Pets are allowed as long as they are non-disruptive, on a leash no longer than six feet (2 m), and under physical control at all times. Pets, like humans, should leave only footprints. Pick up after your pet(s) and Leave No Trace.   Unexploded Ordinance   WARNING: The airspace above the park is periodically used by military aircraft and for missile testing. Debris from testing occasionally falls into the park. DO NOT TOUCH ANY METALLIC OBJECTS. They can be dangerous. Report any debris to a park ranger.   Leave No Trace   Please learn and practice Leave No Trace skills and ethics.  Avoid walking on vegetation and fragile biological soil crust. Please do not remove any sand, plants, animals, or other natural and historic objects. Removal of such objects is a violation of federal law (36 CFR 2.1) that carries with it a hefty fine and may result in criminal charges.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/interdune-boardwalk.htm"
}
