{
    "title": "White Sands National Monument: Backcountry Camping Trail",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     Backcountry Camping Trail                Backcountry Camping Trail         NPS Photo  Length: 2 miles (3.5 km), round-trip Trail marker color: Orange Trail marker symbol: Spade Average Completion Time: 1.5 hours Difficulty: Moderate Distance from visitor center: 6 miles (9.7 km) Are you looking for expansive views of snow-white gypsum dunes for miles? If so, this trail is for you. Hiking the Backcountry Camping Trail provides a sense of the magnitude of the world's largest gypsum dunefield while not having to venture too far from one's vehicle. Trail Description The Backcountry Camping Trail is a moderate, 2-mile (3.5 km), round-trip hike. Though backpackers most frequently hike the trail, it is also open to visitors who want a shorter hike through the heart of the dunes. This trail is for foot travel only. No bicycles, horses, or motorized vehicles are allowed on the trail. Follow the orange trail markers with a spade symbol into an area of beautifully varied dunes and vegetation. This trail requires hikers to climb over several steep dunes and loose sand. Look carefully for the next trail marker before continuing. If you cannot see the next trail marker because of blowing sand or because the trail marker is knocked down, do not proceed—return to your car. Strong winds, especially in the spring, can reduce visibility to a few feet, making it easy to become lost.You do not have to hike the entire trail to enjoy the spectacular scenery. Make sure that you are off the trail by sunset. Hiking Safety Your tomorrow depends on what you to do today. Be prepared for your hike and have a safe and enjoyable experience. There is no shade, no water, and no toilet facility along this trail;however, there is a vault toilet in the parking area near the trailhead. Summer temperatures can exceed 100 degrees F (38° C). Heat-related illness is common in warm weather and can be fatal. Go on this hike only if you are prepared. It is recommended that you do not start the hike if the temperature is at or above 85°F (30°C). Remember, water is life! Bring enough water to survive. Drink water before you start hiking. Have at least one gallon (4L) of water per person per day and high-energy snacks, such as fruit and nuts. Fill up water containers at the visitor center. There is no water available in the dunefield. You will need more water than you think. Take a minimum of two 32-ounce (1 L) bottles of water per person on every trail (double for longer hikes). When your water is half-gone, go back to your car. Rest, eat, and drink when tired. The white sand reflects sunlight. Use sunscreen. Wear a hat, long sleeves, and pants even in the summer to protect your skin from the sun. Protect your eyes by wearing sunglasses. We recommend that you do not hike on your own. Tell someone who is not with you where you are going and when you plan to return. Bring a fully charged cell phone and put it in airplane mode while hiking to conserve the battery. Pets Pets are allowed as long as they are non-disruptive, on a leash no longer than six feet (2 km), and under physical control at all times. Pets, like humans, should leave only footprints. Pick up after your pet(s) and Leave No Trace. Unexploded Ordinance We are surrounded by an active missile range. From time to time, debris from missile tests falls into the monument and is buried by sand. If you see any strange objects, do not touch them as they may still be able to detonate. Make a note of their location and tell a ranger so that appropriate personnel may remove the object in question. Leave No Trace Please learn and practice Leave No Trace skills and ethics.  Avoid walking on vegetation and fragile biological soil crust. Please do not remove any sand, plants, animals, or other natural and historic objects. Removal of such objects is a violation of federal law (36 CFR 2.1) that carries with it a hefty fine and may result in criminal charges.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/backcountry-camping-trail.htm"
}
