{
    "title": "White Sands National Monument: Playa Trail",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     Playa Trail                Playa Trail         NPS Photo  Length: 0.5 mile (800m), round-trip Trail marker color: Green Trail marker symbol: Heart Average Completion Time: 30 minutes Difficulty: Easy Distance from Visitor Center: 2.5 miles (4 km) Restroom: No restroom facility is available A playa is a shallow depression or low-lying area that fills temporarily with rainwater from storms. Most of the year, it is a dry lakebed. During monsoon storms, playas refill with water, creating an interesting ecosystem and ever-changing habitat for the plants and animals that live here. The playa changes throughout the season, it may be brown, white, filled with water, or growing crystals. Hike out and see what it looks like today. Please stay on the trail. Footprints destroy the vital biological soil crust. This is not the only playa at White Sands National Monument. Playas are common features in desert environments. Lake Lucero, the largest playa at the monument, is the modern source of the gypsum sand.  It covers approximately 10 square miles (16 km). Lake Lucero is located 15.5 miles (25 km) southwest of the visitor center and the only access is across the White Sands Missile Range, making it inaccessible to the public except on monthly, seasonal ranger-led tours. Trail Description This short, level, family-friendly trail leads to a small playa. Green trail markers with a heart symbol mark the trail. Five interpretive panels are located along the trail. Learn about this chameleon landscape that changes from a brown dry lake bed to one teaming with life after a rainstorm or covered with a white fully crust in the winter. An Ice Age scene filled with the ancient giants that once roamed this area awaits those who hike to the end of the trail. Hiking Safety Your tomorrow depends on what you to do today. Be prepared for your hike and have a safe and enjoyable experience. Remember, water is life! Bring enough water to survive. Drink water before you start hiking. Have at least one gallon (4L) of water per person per day and high-energy snacks, such as fruit and nuts. Fill up water containers at the visitor center. There is no water available in the dunefield. You will need more water than you think. Take a minimum of two 32-ounce (1 L) bottles of water per person on every trail (double for longer hikes). Bring a fully charged cell phone and put it in airplane mode while hiking to conserve the battery. Pets Pets are allowed as long as they are non-disruptive, on a leash no longer than six feet (2 km), and under physical control at all times. Pets, like humans, should leave only footprints. Pick up after your pet(s) and Leave no Trace. Unexploded Ordinance We are surrounded by an active missile range. From time to time, debris from missile tests falls into the monument and is buried by sand. If you see any strange objects, do not touch them as they may still be able to detonate. Make a note of their location and tell a ranger so that appropriate personnel may remove the object in question. Leave No Trace Please learn and practice Leave No Trace skills and ethics.  Avoid walking on vegetation and fragile biological soil crust. Please do not remove any sand, plants, animals, or other natural and historic objects. Removal of such objects is a violation of federal law (36 CFR 2.1) that carries with it a hefty fine and may result in criminal charges.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/playa-trail.htm"
}
