{
    "title": "White Sands National Monument: Pets",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Pets              Pets         NPS Photo  Pets love White Sands! To them, it's full of new scents, sights, cool, soft sand, and excitement! You'll love bringing your furry companions with you to the monument, too. as long as they are non-disruptive, on a leash no longer than six feet, and are under physical control at all times. We ask you to follow these simple rules for everyone's enjoyment and safety: Pick up after your pet. Please help keep White Sands clean and beautiful for your enjoyment and for the enjoyment of future generations. Cleaning up after your pet allows the area to remain sanitary and keeps diseases from spreading—helping to keep you and your family as well as your pet safe and healthy! Please consider the many people who walk barefoot, play, and sled in the sand—no one wants to step or sled into pet waste. For your added convenience, White Sands National Monument has two designated pet walking stations complete with pet poop pick-up bags to help facilitate with the removal of pet excrement. Both are located outside the visitor center;one is adjacent to the women's restroom and the other is behind the picnic tables. Keep pets on a leash. Leashing your pet ensures your much-loved friend doesn't run away and get lost. It also prevents them from tangling with hazards such as cacti and rattlesnakes. Federal law prohibits dogs from being off the leash in public areas (36 CFR 2.15). The leash can be no longer than six feet (2 m). Give pets plenty of water. Like you, pets get thirsty too. Especially in the summer pets can become dehydrated very quickly. They can also suffer from heat stroke and die. Do not bring pets inside the visitor center. While we love seeing pets in the monument, they are not allowed in federal buildings (36 CFR 2.15).  Do not leave pets unattended, especially in vehicles. It is prohibited to leave a pet unattended and tied to an object (36 CFR 2.15). Temperatures at White Sands National Monument can reach extreme highs. Pets should never be left alone inside your vehicle. Within just ten minutes, the inside vehicle temperature will become 25 degrees warmer than the outside temperature. Within 30 minutes, inside temperatures can rise over 30 degrees. Pets left unattended in hot vehicles have suffered severe organ damage or even death. The chart below shows how quickly the inside of your vehicle heats up:    If the outside temperature is... The inside temperature will reach... Within this many minutes...   75ºF\/24ºC 100ºF\/38ºC 10 minutes   75ºF\/24ºC 120ºF\/49ºC 30 minutes   85ºF\/29ºC 100ºF\/38ºC 7 minutes   85ºF\/29ºC 120ºF\/49ºC 27 minutes   100ºF\/38ºC 140ºF\/60ºC 15 minutes",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/pets.htm"
}
