{
    "title": "White Sands National Monument: Backcountry Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Backcountry Camping              Backcountry Camping         R. Burghart Photo  White Sands National Monument offers the opportunity to backcountry camp among the glistening gypsum dunes and under the star-studded night sky. Backcountry camping in the monument is a truly an amazing and memorable experience. The key to having a fun and exciting experience hiking and camping at the monument takes preparation and common sense. Deserts have unique hazards. Your safety is your responsibility.        NPS Photo  General Information Backcountry camping requires hiking at least one mile (1.61 km) to a campsite and is the only type of camping permitted at White Sands National Monument. Car camping and RV camping is not allowed. Due to the hiking distance required those who are not prepared to pack in gear may want to consider other camping options in the area.        Fees Campers are required to pay monument entrance fees as well as camping fees. There is a 50% discount on camping fees for holders of the Federal Access and Senior passes. This discount is only valid for the cardholder. It does not apply to other campers in the group. Fees are collected at the fee station (not the visitor center) at the beginning of Dunes Drive.        NPS Photo  Camping Permit There are ten primitive backcountry camping sites available on a first-come first-serve basis. Because of the possibility of a monument closure due to missile testing on the adjacent missile range, we do not allow advanced reservations. To camp, you must obtain a backcountry camping permit in person at the visitor center. A specific campsite will be assigned when the permit is issued. There is a cut-off time for issuing backcountry camping permits that varies throughout the year. Please refer to the permit cut-off times at the bottom of this page. You must vacate your site by 1 p.m. the following day. If you wish to renew your permit, you must do so in person at the visitor center the following day. Groups are limited to no more than six people per site. Groups with seven or more should contact us to make other arrangements at least two weeks in advance.        NPS Photo  Special Considerations Primitive Camping Backcountry camping is primitive camping. You must be fully self-contained and well prepared for a successful visit. The backcountry camping sites do not have any shade or amenities (i.e., water, restrooms, tables, and chairs). The nearest vault toilet is at the trailhead approximately one mile (1.61 km) away from each site. Once you leave the visitor center, water is not available anywhere in the dunefield. To reach the backcountry camping sites, you must hike up and over steep dunes in loose sand. Visit the backcountry camping trail page for more information about this trail. Be at your Campsite by Dark It is very easy to become lost in the dunefield during the day. A dark night only increases the risk of becoming lost while hiking. Permits are issued until approximately one hour before sunset to ensure you have enough time to hike to and find your campsite before dark. Quite Hours Quiet hours are from 10 p.m. to 6 a.m. Be respectful of other visitors to enjoy the solitude and quite of the dunes. No loud music or noises are allowed at any time of day. You are Locked in for the Night The monument gates are locked every night approximately one hour after sunset. You cannot leave the monument until the next morning when the monument opens. Know the monument hours of operation before committing to spending the night in the backcountry. Campfires are not Permitted Open campfires are NOT permitted in the dunes. Camp stoves are allowed, and they must be elevated at least six inches (15 cm) above the sand. Heat from campfires and camp stoves has melted the sand.        R. Burghart Photo  Weather Be prepared for rapidly changing weather conditions. During the summer months, daytime temperatures can exceed 100°F (38°C) and drop to approximately 65°F (18°C) at night. It is recommended that you do not start a hike if the temperature is at or above 85°F (30°C). During the summer, thunderstorms can move rapidly into the area. Tents will not protect you from lightning. In winter, nighttime temperatures frequently drop below freezing. The daily temperature difference can vary from 30°F to 60°F (-1°C to 15°C), especially once the sun sets. Spring is usually very windy. On very windy days, white-out conditions can result from blowing sand and dust.        NPSPhoto  Finding Your Campsite Orange trail markers with a spade symbol mark the backcountry camping trail. The wind can erase your footprints in a matter of minutes, and a GPS unit may be unreliable. Always follow trail markers to locate your site. If you cannot see the next marker, do not continue. Return to your car and report the missing tail markers to a ranger. A map is posted at the trailhead and on the back of your permit to assist you in locating your site. Orange trail markers with a tent symbol and the site number mark the location of the campsites. Tents must be placed within five feet (1.52 m) of this marker. Camp only in your designated site and keep your permit with you at all times. For your safety, you must be in your campsite and set up by dark. Remember, it is easy to become disoriented in the dunes after dark.Don't stray far from your campsite. Have fun but be safe!      Camping Essentials For a safe and enjoyable visit, White Sands National Monument strongly recommends that you bring following items on your backcountry camping trip: 1. Hydration A minimum of one gallon (4 liters) of water per person, per day is essential. The last place to fill up your water containers is at the visitor center, which is located six miles (9.66 km) from the backcountry camping parking lot. It is vital that you take enough water to last you through the day and overnight. You will not be able to access water during the night. 2. Navigation Bring your permit trail map, monument map, and a compass. A GPS may be handy but not always reliable here. 3. Sun protection Wear a wide-brimmed hat, sunscreen with an SPF of 15 or higher, sunglasses, and lightweight, loose-fitting clothing. Long sleeves and long pants help protect your skin from the sun. 4. Communication Bring a cell phone and portable charger;brightly colored bandana, signal mirror, and whistle. Make sure your cell phone is fully charged when you arrive at the monument and bring a portable charger (battery pack if you have one). There are no outlets for electricity available to charge cell phones or other electronics at the monument. While out in the dunes, you should turn your phone off or place in airplane mode. Conserving the battery for emergencies could mean the difference between life and death. In an emergency, call 911 first. Data and cellular strength can vary drastically in the monument. For better service, head to higher ground. If you are unable to make a call, try to text a friend who can then call 911 for you. Remember to provide as much detailed information about your location if possible. 5. Illumination Bring a flashlight or headlamp and extra batteries as the dunes are quite dark at night. It is strongly suggested that you do not wander or leave your campsite after dark. It is extremely easy to get lost in the dunefield after dark. 6. First Aid Bring a first aid kit tailored to the specific needs of your group. 7. Nutrition Bring high-energy and easy to prepare food and snacks. 8. Clothing Bring clothing that can be layered and provide comfort in a variety of weather conditions. Even in the summer, nighttime temperatures can be cool and additional layers will be necessary. 9. Shelter Your camp must be set-up an hour before it gets dark. A tent is highly recommended. It can provide you with shelter from the weather. Your camp should be set-up within five feet (1.52 m) of the site marker at your assigned site. DO NOT camp on top of a dune. Everyone deserves a great view. Sleeping in your vehicle is not permitted. More information about hiking safety can be found on our webpage hiking safety tips.        NPS Photo  Personal Hygiene There are no restroom facilities in the backcountry camping area. Consider using a human waste disposal bag to pack out human waste. Waste disposal bags lesson your impact on the dunes. If you do not have a human waste disposal bag, make sure you bury solid waste at least 100 feet (30 m) from the trail\/campsite and, at least, three to six inches (7 cm - 15 cm) deep. Cover urine with a fresh layer of sand. Do not urinate on plants. All trash must be packed out, including toilet paper. Do not burn or bury trash. Dispose of all trash in the dumpsters located at the trailhead.        NPS Photo  Pets Pets are allowed as long as they are non-disruptive, on a leash no longer than six feet (2 m), and are under physical control at all times. Bring extra water for your pet. There is no water in the dunefield for humans or animals. Pets, like humans, should leave only footprints. Pick up after your pet(s) and Leave No Trace.          NPS Photo  Unexploded Ordinance We are surrounded by an active missile range. From time to time, debris from missile tests falls into the monument and is buried by sand. If you see any strange objects, do not touch them as they may still be able to detonate. Make a note of their location and tell a ranger so that appropriate personnel may remove the object in question.       Permit Cut-Off Times for 2016 It is easy to get lost in the dunes after dark, and you are to be in your campsite by sunset. This is the reason permits are no longer issued each day after following times:  4:00 p.m. January 1 - 8 4:15 p.m. January 9 - 22 4:30 p.m. January 23 - February 5 4:45 p.m. February 6 - February 19 5:00 p.m. February 20 - March 12 6:15 p.m. March 13 - April 1 6:30 p.m. April 2 - April 22 6:45 p.m. April 23 - May 13 7:00 p.m. May 9 - August 7 6:45 p.m. August 8 - August 21 6:30 p.m. August 22 - September 4 6:15 p.m. September 5 - September 18 6:00 p.m. September 19 - September 25 5:45 p.m. September 26 - October 9 5:30 p.m. October 10 - October 23 5:15 p.m. October 24 - November 5 4:00 p.m. November 6 - January 6, 2017",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/backpacking.htm"
}
