{
    "title": "White Sands National Monument: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons       With the exception of Christmas Day, December 25, the monument is open daily year-round. However, hours of operation vary throughout the year. Please scroll down for a detailed listing of park hours or download a copy of the 2016 monument opening\/closing hours.     UNEXPECTED CLOSURES - Especially during the winter and occasionally throughout the year, there are times when the park may have to close due to bad roads or weather. During these times, the website may not contain the most up-to-date information because the website cannot be updated from outside of the park's offices. However, the park does try its best to notify the public. In case of unexpected closures, the information will be available at the following locations in order of priority as soon as possible: 1) Local radio stations KUPR-FM 91.7 and KRWG-FM 90.72) Our Facebook and Twitter pages3) New Mexico Department of Transportation Road Conditions Special Note on Missile Closures: Due to missile testing on the adjacent White Sands Missile Range, it is occasionally necessary—for visitor safety—to close the road into the monument for periods of up to three hours. U.S. Highway 70\/82 between Alamogordo and Las Cruces is also closed during times of missile testing. Visitors on a tight schedule are encouraged to call the day prior to arrival to confirm hours of operation.      2016 Opening and Closing Times Monument Gates **Dunes Drive opens at 7:00 a.m. daily except on days when there is a monument closure.     Dates:   Visitors Must Enter Before:   Visitors Must Exit Before:     January 1 –February 20   5:00 p.m.   6:00 p.m.     February 21 –March 12   6:00 p.m.   7:00 p.m.     March 13 –April 23   7:00 p.m.   8:00 p.m.     April 24 –May 28   7:30 p.m.   8:30 p.m.     May 29 –September 3   8:00 p.m.   9:00 p.m.     September 4 –October 8   7:00 p.m.   8:00 p.m.     October 9 –November 5   6:00 p.m.   7:00 p.m.     November 6 –December 24   5:00 p.m.   6:00 p.m.     **December 25**   CLOSED   CLOSED     December 26 –December 31   5:00 p.m.   6:00 p.m.      Visitor Center     Dates:   Visitor Center Opens:   Visitor Center Closes:     January 1 –January 3   8:00 a.m.   5:00 p.m.     January 4 –March 12   9:00 a.m.   5:00 p.m.     March 13 –May 15   9:00 a.m.   6:00 p.m.     May 16 –September 11   8:00 a.m.   7:00 p.m.     September 12 –November 5   9:00 a.m.   6:00 p.m.     November 6 –December 17   9:00 a.m.   5:00 p.m.     December 18 –December 24   8:00 a.m.   5:00 p.m.     **December 25**   CLOSED   CLOSED     December 26 –December 31   8:00 a.m.   5:00 p.m.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/hours.htm"
}
