{
    "title": "White Sands National Monument: Park Regulations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Park Regulations               Park Regulations         NPS Photo R. Wiles  White Sands National Monument is a Protected Area The sand, plants, crystals, and animals of the monument are national treasures. We know it is tempting to take home a souvenir but even attempting to remove natural objects from within the monument is not just a matter of taking home a small bag of sand or a really cool selenite crystal. It's also a matter of robbing others of the chance to enjoy those things, too. And if that's not bad enough, consider that it is also a violation of federal law (36 CFR 2.1) that carries with it a hefty fine and can result in criminal charges! The Code of Federal Regulations 36 CFR 2.1 states that removal or disturbance of archaeological or natural objects, including sand, selenite crystals, plants and animals is strictly prohibited. Metal Detectors The use of metal detectors within the monument is also prohibited under federal regulation 36 CFR 2.1. Pets All pets must be leashed and under physical constraint at all times. Though welcome in the monument, pets are not allowed in the building. Service animals are permitted inside park buildings. Speed Limits Speed limits are posted and strictly enforced. Driving on the dunes or interdunal areas is not permitted at any time. Visitors must park only in established parking areas. Remember to keep vehicles locked at all times. Litter and Trash Litter is not only a health hazard for humans and animals, but it is also unappealing to look at. Help keep the monument clean by using the trash containers and fireplaces provided throughout the park. Alcohol in the Monument Alcohol is prohibited within the park from February 1 through May 31 of every year. This rule is strictly enforced by law enforcement. For more information on why alcohol is banned during this period, see our information on the alcohol ban. Fireworks, Model Rockets, Drones, Etc. The air space above White Sands National Monument is shared with our military neighbors. As such, fireworks, model rockets, drones, and other such items are not allowed within the park. Horses and Pack Animals Horses and other pack animals are allowed within the monument under the following conditions:  All horses and pack animals are prohibited from picnic areas, the Group Use Area, the Backcountry Campground, Dune Life Nature Trail, Alkali Flat Trail and the Boardwalk. Park horse trailers only in the designated area: Area 34 or other areas as designated by a Law Enforcement Ranger Riding is permitted only during normal operating hours. Horses will be securely tied to trailers when not being ridden. Racing and all types of unsafe riding are prohibited. Pets accompanying riders must be on a leash and under physical control at all times. All debris (hay, grass, etc.) and horse excrement in the vicinity of the trailer or in the Horse Trailer Parking Area or other designated area will be transported by the owner and disposed of outside the Monument.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/park-regulations.htm"
}
