{
    "title": "White Sands National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes               Fees & Passes       Entrance Fees   Why do we have to pay entrance fees? Entrance fees are payable at the entrance station located on Dunes Drive. We accept checks, cash, and credit cards, including MasterCard, Visa, Discover, American Express, Diner's Club, and JCB. For park hours, click here.   Adults (ages 16 and over):  $5 Children (ages 15 and under): Free   Holders of the Interagency Annual Pass, Interagency Senior Pass, Interagency Access Pass, Interagency Volunteer Pass, and White Sands Annual Pass will be admitted free along with three other adults in a private non-commercial vehicle.   Fee Free Days Every year, the National Park Service picks certain holidays as fee free days. On these days, the entrance fees are waived for all national parks that charge for entrance. It's a great opportunity to see our nation's national parks. For a listing of fee free days, click here.   Special Event Fees Lake Lucero Tours: $8.00 per person ages 16 & older $4.00 per person ages 15 & under Interagency Annual, Senior, Access, Volunteer, and White Sands Annual passes are not valid for this activity. Advanced registration is required. Reservations can be made one month prior to the scheduled tour. Learn more...    Full Moon Bike Ride:  $8.00 per person ages 16 & older $4.00 per person ages 15 & under Interagency Annual, Senior, Access, Volunteer, and White Sands Annual passes are not valid for this activity. Advanced registration is required. Reservations can be made one month prior to the scheduled tour. Learn more...     Full Moon Hike:  $8.00 per person ages 16 & older $4.00 per person ages 15 & under Interagency Annual, Senior, Access, Volunteer, and White Sands Annual passes are not valid for this activity. Advanced registration is required. Reservations can be made one month prior to the scheduled tour. Learn more...     Sunrise Photography:  $8.00 per person ages 16 & older $4.00 per person ages 15 & under Interagency Annual, Senior, Access, Volunteer, and White Sands Annual passes are not valid for this activity. Advanced registration is required. Reservations can be made one month prior to the scheduled tour. Learn more...   Purchasing National Park Passports White Sands National Monument Annual Pass (General Public) – $30 This passport admits the pass holder and three persons (16 and older) in a private non-commerical vehicle into the park for free for a period of one year. It can be purchased only at the entrance station to White Sands National Monument. This passport does not apply to special use fees, such as camping, Lake Lucero tours, and full moon bike rides.   Interagency Senior Pass (U.S. Citizens & Permanent Residents aged 62 and older) – $10 This lifetime passport admits the passholder and three persons (16 and older) in a private non-commercial vehicle into any federal recreation area for free. It must be purchased in person at the entrance station. This passport does not apply to special use fees, such as camping, Lake Lucero tours, and bicycle rides.   Interagency Annual Pass (General Public) – $80 This passport admits the passholder and three persons (16 and older) in a private non-commerical vehicle into any federal recreation area free for a period of one year. It can be purchased in person, by calling 1-800-ASK-USGS, or by visiting http:\/\/store.usgs.gov\/pass. This passport does not apply to special use fees, such as camping, Lake Lucero tours, and full moon bike rides.   Interagency Volunteer Pass – Free This passport is good for one year and is available to persons who have volunteered in public lands at least 500 cumulative hours starting January 1, 2007. It admits the passholder and three persons (16 and older) in a private non-commercial vehicle into any federal recreation area for free. This passport does not apply to special use fees, such as camping, Lake Lucero tours, and full moon bike rides.    Interagency Access Pass (Disabled U.S. Citizens and Permanent Residents) – Free This lifetime passport is available to U.S. citizens and permanent residents who are permanently disabled. It admits the passholder and three persons (16 and older) in a private non-commercial vehicle into any federal recreation area for free. It must be obtained in person. Documentation of disability must be provided. This passport does not apply to special use fees, such as camping, Lake Lucero tours, or full moon bike rides.   Interagency Annual Military Pass (Active Duty U.S. Military only) – Free To show our appreciation for those who serve in the U.S. Military, the National Park Service now has an annual pass offering free entrance to all national parks for active duty U.S. military members and their dependents. This pass does not apply to special use fees, such as camping, bike rides, and Lake Lucero tours. Visit http:\/\/store.usgs.gov\/pass for more information.",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/fees.htm"
}
