{
    "title": "Curecanti National Recreation Area: 5: Past to Present",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     The Geologic Story     5: Past to Present                  5: From Past to Present          The uplift and volcanism of the early to mid-Tertiary established the highland that would serve as the headwaters for the Gunnison River. Snowmelt from the Sawatch Range to the east, the West Elk Mountains to the north and the San Juans to the south provided an ample supply of water to what would eventually become the Gunnison Basin. Geologists believe that the modern Gunnison River became established in its current course about 10 to 15 million years ago, just after the last eruptions in the San Juans and West Elks. This coincides with the beginning of a period of rapid uplift of the Great Basin and Colorado Plateau provinces that lie between the Rockies and the Sierra Nevada Range in California. To date, geologists are at a loss to explain the forces behind the uplifting of such an immense region.  Whatever the cause, the uplift allowed the early Gunnison River to easily cut its way down through the thick layers of Tertiary volcanics and Mesozoic sedimentary rocks. Then about two million years ago, the river began to expose the much harder Precambrian basement rocks of the Gunnison Uplift, a block of crust that had been forced upwards during the Laramide Orogeny. Trapped in its own canyon, the Gunnison had no other choice but to battle the rocks beneath it. At the rate of about one inch per every hundred years (or the width of a human hair each year), the Gunnison slowly worked its way through the resistant rock, forming the narrow, steep-sided Black Canyon of the Gunnison. Only a high volume, high-velocity river like the Gunnison could produce such a breath-taking canyon!  Spring meltwaters continue to feed the Gunnison today as it makes its way through both parks on its journey to the Pacific Ocean. The difference today is that you won't see dinosaurs, erupting volcanoes, or lush tropical terrain along the banks of the Gunnison. The climate is not the only thing that has changed. The Gunnison River no longer flows freely through canyon. Three dams hold back its seasonal flood, reducing its former glory to a feeble shadow. Yet even in its diminished state, the Gunnison continues to add to the geologic story of Black Canyon and Curecanti drop by precious drop.",
    "url": "https:\/\/www.nps.gov\/cure\/learn\/nature\/pasttopresent.htm"
}
