{
    "title": "White Sands National Monument: Leave No Trace",
    "body": "Leave No Trace         NPS Photo  With increasing visitation rates it is important to minimize our impact and leave as little evidence as possible of our visits to the wilderness, different parks, and other special places. Trips that include awareness and the use of minimum-impact practices preserve natural conditions of the outdoors which make the adventure enjoyable and allow others the same experience. Leave No Trace, in short, means to leave the places that you visit the same way that you found them or better, whether you are picnicking, hiking, or backcountry camping. At its heart, Leave No Trace is a set of seven principles which can be applied in any natural setting to minimize human impacts on the environment. Following the Leave No Trace principles and combining them with your personal judgment, awareness, and experience will help protect the park's precious natural and cultural resources, as well as preserve the park experience for you and for future visitors! White Sands National Monument is a beautiful place. Enjoy the pristine beauty that these shifting dunes offer and have offered to other visitors for many years. As you visit the dunes, be sure to do your part to make sure that White Sands stays beautiful for future generations by following the guidelines below.        NPS Photo  Know Before You Go Learn about our biodiversity ahead of time. Know and obey regulations for White Sands before you visit. Check the weather for the next 2-3 days. Plan hikes and other activities and develop a plan and share that plan with family and friends who will not be hiking with you. Then choose proper equipment and clothing,        NPS Photo  Don't Bust the Crust Hike on the open sand along the edge of the dunes. Walk softly in the desert. Deserts are as fragile as any other natural area. Avoid trampling any vegetation, animal burrows, or fragile interdune areas that host easily-damaged biological soil crust. This dark, bumpy surface is a community of microscopic organisms woven together like a mat or carpet. They work together to stabilize and create a nutrient-rich soil layer that our plants need to grow. Be careful where you pitch your tent. Camp only in the area designated on your permit.          NPS Photo  Pack-In, Pack-Out Trash is unsightly and unhealthy. It ruins everyone's experience, even for the animals. Leftover food like orange peels and apple cores can harm wildlife and make them sick. Always place your trash in the provided recycling bins, trash bins, and dumpsters. Pick up after your pets. Imagine being out with your family and sledding into a pile of poo! That wouldn't be fun at all!        NPS Photo  Leave Only Footprints Treat our natural heritage with respect. Leave plants, rocks, and historical artifacts as you find them. It might be tempting to take home a souvenir, but removing natural objects from within the monument is not just a matter of taking home a small bag of sand or a really cool selenite crystal. It is a matter of robbing others of the chance to enjoy those things, too. SAFETY NOTE: An active missile range surrounds the monument causing missile debris to fall into the dunefield and get buried before it can be removed. For your safety, do not touch any such items.        NPS Photo  No Campfires Campfires are NOT allowed at White Sands National Monument, as in many other desert parks. Campfires can cause lasting impacts such as scorching the top layer of organic soil and damages the gypsum sand crystals. Always use a lightweight, portable stove for cooking.        NPS Photo  Be Mindful of Wildlife White Sands is home to an amazing variety of wildlife, some venomous and some not. For your safety and theirs, always observe wildlife from a distance. Never feed animals. Feeding wildlife damages their health, alters natural behaviors, and exposes them to predators and other dangers. A sand pedestal helps to keep the plant alive and is a home for many desert animals. Carving into them may permanently damage the structure and kill the plant.        NPS Photo  Allow Others to Enjoy Too Let nature's sounds prevail. Speak softly and avoid making loud noises. Allow others to enjoy the peace and solitude of being in the dunefield. Pets love White Sands and we love them! Pets are allowed as long as they are non-disruptive, on a leash no longer than six feet (2 m), and are under physical control at all times.      Leave No Trace is a national program which promotes the protection of our nation's wildlands through education, research, and partnerships. Leave No Trace teaches minimum-impact hiking and camping skills, as well as wildland ethics. It helps build awareness, appreciation, and respect for our public recreation lands. The four federal land management agencies: the National Park Service, the U.S. Forest Service, the Bureau of Land Management, and the U.S. Fish and Wildlife Service, all promote the Leave No Trace message. These federal agencies are working with outdoor retailers, educators, and user groups, these federal agencies are helping to make Leave No Trace the common language for all outdoor enthusiasts. Please learn and practice Leave No Trace skills and ethics and pass them on to those you meet. It is easy to enjoy and protect the park simultaneously. Remember, \"Take only pictures, leave only footprints, and kill only time.\"",
    "url": "https:\/\/www.nps.gov\/whsa\/planyourvisit\/leave-no-trace.htm"
}
