{
    "title": "Glacier Bay National Park & Preserve: Sea Otters",
    "body": "× Rate the Lesson Plan             Curricula Sea Otters in Glacier Bay    Glacier Bay National Park and Preserve          Sea Otter NPS         Overall Rating  Add your review    Focus Concept: Otters Living in Glacier Bay Sub-concepts: Recolonization of Glacier Bay, history of survival, prey and eating habits, insulating attributes of fur, special adaptations to life in a marine environment, effect on marine environments, keystone species Generalization: Otters are a keystone species whose special adaptations, from physiology to eating habits, directly and indirectly effect the marine environments in which they thrive. Guiding Question What factors have allowed sea otters to make a comeback and thrive in Glacier Bay and how will that affect the marine ecosystem? Critical Content Students will know ...   The physiological adaptations that allow otters to thrive in the extreme conditions of Glacier Bay The reasons for otter near extinction over time and their comeback to previous environments such as Glacier Bay in SE Alaska The type and variety of otters' prey and the effect of their predation on marine environments    Additional Resources The complete lesson Plans are available HERE.  Sea Otters Background Sea Otters Unit Outline Instructional Resources: Sea Otters Activity 1: How Sea Otters Thrive Activity 2: The Sea Otter Diet Activity 3: Sea Otter Census Sea Otters: National Standards   Details  Subject: Biology: Animals, Conservation, Ecology, Geography, Marine Biology, Oceanography, Wildlife Biology, Wildlife Management National\/State Standards: Science Standards: A) Science as Inquiry, C) Life Science, F) Science in Personal & Social Perspectives, G) History & Nature of Science. Mathematics Standards: Data Analysis and Probability. Geography: Environment & Society type: Curricula              Lesson Plans  Marine Ecology - Water Testing   Ecology Unit   Nature, Art and Conservation at Marsh-Billings-Rockefeller National Historical Park    Distance Learning  Conservation Career Opportunities for Youth   What is Our Role in Ocean Stewardship?   Channel Islands Live Dive: High School     Field Trips  Winter Ecology Field Trip (Grades 1-2)   Fire Ecology Field Trip   Winter Ecology Field Trip (grades 6-12)    Topics  The Liberty Bell as a Modern Symbol, grades K-2   A Soldier's Notes From Michigan's Big Battle   The French and Indian War 1754-1763: Unit 3 - How Did the Conflict Begin?",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/education\/classrooms\/sea-otters-lesson-plans.htm"
}
