{
    "title": "Glacier Bay National Park & Preserve: Seabirds of Glacier Bay",
    "body": "× Rate the Lesson Plan             Curricula Seabirds of Glacier Bay   Glacier Bay National Park and Preserve          Tufted Puffin NPS         Overall Rating  Add your review    Focus Concept: The significance of seabirds to Glacier Bay's varied ecosystems and human traditions Sub-concepts: Natural history of a wide variety of seabirds found in Glacier Bay; Taxonomy of seabirds; pressures of predation by animals and humans; the interaction between the park and native American subsistence traditions; habitats; special adaptations Generalization: Thousands of seabirds live, eat and breed in Glacier Bay National Park and Preserve in the course of a year. The high diversity and abundance of birdlife is due to the variety and extent of favorable breeding habitats available within the park, many of which contain ample food resources and low numbers of land predators. Guiding Question What are the seabirds that live in Glacier Bay National Park and Preserve and what is their importance to the area's ecosystems? Critical Content Students will know ...  The natural history of seabirds found in Glacier Bay The taxonomy of seabirds The levels of predator pressures on Glaucous-winged gulls including possible human egg harvesting The importance of Glacier Bay's seabirds to the regions ecosystems  Skill Objectives Students will be able to ...  Research to create a glossary of terms associated with the study of seabirds. Learn the natural history of seabirds found in Glacier Bay National Park and Preserve. Use the vocabulary in skits portraying the lives of Glacier Bay seabirds. For seabirds found in Glacier Bay describe identifying features, including color, wing size\/shape, beak size\/shape, range and habitat, flight behavior, breeding biology, feeding style and, food\/prey of birds specific to each of the 5 taxonomic orders in which seabirds are found. Use data from their research to create an illustrated field guide highlighting the seabirds of Glacier Bay. Analyze data from a study on the nesting behavior and predation of glaucous-winged gulls on South Marble Island in Glacier Bay to draw conclusions and make recommendations concerning traditional harvesting of these eggs by the Hoonah Tlingit Native Americans. Simulate 15 predation scenarios focusing on the South Marble Island glaucous-winged gull colony to assess the usefulness of computer models as a methodology of predicting outcomes of specific actions on events in nature such as breeding and predation.  Additional Resources The Complete Lesson Plans are Available HERE   Seabirds Background Unit Outline Instructional Resources Activity #1 Speaking Bird Activity #2 Field Guide to Glacier Bay Seabirds Activity #3 Migrants to Glacier Bay National Standards Science, English\/Language Arts, Geography, Mathematics, Social Studies   Details  Subject: Biology: Animals, Marine Biology, Oceanography, Wildlife Biology National\/State Standards: Science as Inquiry, Life Science, Science in Personal & Social Perspectives, History & Nature of Science, Data Analysis & Probability, Environment & Society, The Uses of Geography type: Curricula              Lesson Plans  Acoustics 2: Echolocation in Action   Seals of Glacier Bay 1: Flipper Feet   Acoustics 3: On The Trail of a Whale    Distance Learning  What is Our Role in Ocean Stewardship?   Channel Islands Live Dive: High School   Survivor Glacier Bay     Field Trips  Channel Islands: Island Programs   Life on Sandy Shores   Channel Islands: NatureBridge Island Field School    Topics  The Liberty Bell as a Modern Symbol, grades K-2   A Soldier's Notes From Michigan's Big Battle   Why Here?",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/education\/classrooms\/seabirds-of-glacier-bay.htm"
}
