{
    "title": "Glacier Bay National Park & Preserve: The Marine Environment",
    "body": "× Rate the Lesson Plan             Curricula The Marine Environment of Glacier Bay   Glacier Bay National Park and Preserve          Life Beneath The Tides NPS         Overall Rating  Add your review    Focus Concept: The unique biodiversity of the Glacier Bay Marine Preserve Sub-concepts: The oceanography of Glacier Bay's complex fjord estuarine systems; bathymetry of Glacier Bay; the physical, chemical, geological and biological influences on the Bay's astonishing biodiversity; the interactions between the bay's complex oceanography, the abundant phytoplankton blooms and its biodiversity; the natural history of the bay and its formation; the effect of global warming on the bay's ecosystems and habitats Generalization: The marine wilderness of Glacier Bay National Park and Preserve includes tidewater glaciers, snow-capped mountain ranges, ocean coastlines, deep fjords, and freshwater rivers and lakes. This diverse land and seascape hosts a mosaic of plant communities and a variety of marine and terrestrial wildlife. Guiding Question What factors contribute to the abundant biodiversity of Glacier Bay and how can that biodiversity be maintained? Critical Content Students will know ...  The forces that shaped and formed Glacier Bay The physical, chemical, geological and biological influences on the biodiversity of Glacier Bay The natural history of Glacier Bay  Skill Objectives Students will be able to ...  Describe and explain the complex oceanography of Glacier Bay Describe and explain the interactions of the physical, chemical, geographical and biological influences on Glacier Bay's biodiversity. Build or design a Rube Goldberg type of machine in which they illustrate the oceanographic interactions they found in Glacier Bay. Analyze the effect of the oceanography of Glacier Bay on the abundant blooms of phytoplankton and understand how these blooms in turn support the whales, eagles and bears that call Glacier Bay home. Enact an imaginary award dinner with speeches and interviews during which Glacier Bay National Park and Preserve wins the Biodiversity Award of the Year. Research a variety of resources to create illustrations to describe and analyze changes to Glacier Bay over time from the point during which glaciers covered the entire region to today. Research to make predictions about the possible effect of global warming on Glacier Bay.  Additional Resources The Entire Lesson Plans are Available HERE   Background Unit Outline Instructional Resources Activity 1: Setting the Scene Activity 2: Glacier Bay: Prime Real Estate for Phytoplankton Activity 3: Changing the Scene National Standards Science, English\/Language Arts, Geography, Mathematics, Social Studies   Details  Subject: Biology: Animals, Biology: Plants, Oceanography National\/State Standards: Science as Inquiry, Life Science, Science in Personal and Social Perspectives, History & Nature of Science, Data Analysis & Probability, Environment & Society, The Uses of Geography type: Curricula              Lesson Plans  Freeing the Elwha (Salmon Nutrient Cycling)   Acoustics 1: The World of Underwater Sound   Acoustics 3: On The Trail of a Whale    Distance Learning  Channel Islands Live Dive: High School   Channel Islands Live Dive: 4th Grade   Channel Islands Live Dive: 5th Grade     Field Trips  Life on Sandy Shores   Channel Islands: Island Programs   Channel Islands: NatureBridge Island Field School    Topics  A Soldier's Notes From Michigan's Big Battle   Why Here?   John Smith's Masterpiece and Copyright Nightmare",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/education\/classrooms\/the-marine-environment-of-glacier-bay.htm"
}
