{
    "title": "Glacier Bay National Park & Preserve: Pacific Halibut",
    "body": "× Rate the Lesson Plan             Curricula Pacific Halibut   Glacier Bay National Park and Preserve          Halibut          Overall Rating  Add your review    Focus Concept: The life stages, adaptations and economic importance of the Pacific halibut in Glacier Bay National Park and Preserve Sub-concepts: Life history of Pacific halibut; preferred habitat for Pacific halibut at each of its life stages; animal ecology; the possible effectiveness of a marine preserve for protecting species, such as Pacific halibut; special adaptations to a specific marine habitat in Glacier Bay Generalization: The commercial fishery of Pacific halibut is an important industry in Alaska. Uniquely adapted to the waters of Glacier Bay and the rest of the coastal North Pacific, the Pacific halibut is in danger of alarming depreciation of viable stocks. The closing of Glacier Bay National Park and Preserve is one way to protect both the animal and the human fishery that depends upon it. Guiding Question: What factors are important to maintaining a strong population of Pacific halibut in Southeast Alaska? Critical Content: Students will know ...  The life history of Pacific halibut The physiological adaptations that allow the Pacific halibut to thrive in the extreme conditions of Glacier Bay Importance of the Pacific halibut to a variety of predators, from human beings to sea lions The relationship between a thriving fishery and marine preserves  Skill Objectives Students will be able to ...  Create a chart to illustrate the life stages and habitat changes of the Pacific halibut. Translate scientific data about an animal to factually accurate fiction about the Pacific halibut Define the biological term adaptation. Compare the Pacific halibut's physical adaptations to its environment. Use information about the Pacific halibut's adaptations and its environment to explain the strategies used by fishermen to catch it. Research to map the possible locations of Pacific halibut in Glacier Bay National Park. Analyze the ecological pressures placed on Pacific Halibut in South East and South Central Alaska and speculate on the importance of protecting the fish in a marine preserve such as Glacier Bay National Park and Preserve. Analyze the effects on the predators of the Pacific halibut of closing Glacier Bay National Park and Preserve to commercial fishing.  Additional Resources The complete lesson plans are available HERE.  Background: All about Halibut   Unit Outline   Instructional Resources   Activity #1: Halibut Family Reunion   Activity #2: Adaptation   Activity #3: Pacific Halibut: The State Emblem?   National Standards: Science, English, Geography, Math, Social Studies      Details  Subject: Biology: Animals, Conservation, Marine Biology, Recreation Ecology, Wildlife Biology, Wildlife Management National\/State Standards: Science as Inquiry, Life Science, Science in Personal and Social Perspectives, History and Nature of Science, Data Analysis & Probability, Environment and Society, The Uses of Geography. type: Curricula              Lesson Plans  Nature, Art and Conservation at Marsh-Billings-Rockefeller National Historical Park   Hoofin' It! - Wildlife Management   Conservation vs Preservation and the National Park Service    Distance Learning  Conservation Career Opportunities for Youth   What is Our Role in Ocean Stewardship?   Prairie Animals and Habitats     Field Trips  Channel Islands: NatureBridge Island Field School   Marsh Muckers   Ecohelpers Service Learning Program    Topics  The Liberty Bell as a Modern Symbol, grades K-2   A Soldier's Notes From Michigan's Big Battle   Why Here?",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/education\/classrooms\/pacific-halibut-lesson-plans.htm"
}
