{
    "title": "Curecanti National Recreation Area: 4: Cenozoic Era",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     The Geologic Story     4: Cenozoic Era                  4: The Cenozoic Era          The Cenozoic Era began about 70 million years ago and extends to the present. In our book of 1000 pages of Earth history, the Cenozoic represents only the last thirteen pages! Most of these pages fall into the Tertiary Period. The Tertiary represents a critical time in the geologic history of Colorado.  The beginning of the Tertiary coincides with the birth of the Rocky Mountains. The event is known as the Laramide Orogeny (orogeny means \"mountain building\"). The cause of the Laramide Orogeny reaches back more than 200 million years.  At the end of the Triassic period, the great supercontinent known as Pangea began to break apart, and North America began to separate from Europe. Far to the west, the North American crustal plate began colliding with and over-riding the Pacific-Farallon Plate. The collision between the two plates caused the crust to buckle and fold -- just like the fenders of two cars in a head-on collision! This folding started in California and gradually moved its way eastward, finally reaching Colorado about 60 million years ago.  During the Tertiary, the stresses caused by the colliding plates to the west forced several Precambrian crustal \"wedges\" upwards, forming the Colorado Front Range and the Southern Rocky Mountains. In some areas, the mountain building was accompanied by volcanic eruptions and magma emplacement.        Dillon Pinnacles   Tertiary volcanism is responsible for one of the most notable geologic features in Curecanti National Recreation Area. The Dillon Pinnacles tower above the northern shore of Blue Mesa's Sapinero Basin. The rock forming the pinnacles is called the West Elk Breccia (pronounced bretch'-yuh or bretch'-ee-yah). It formed from a huge volcanic mud flow (called a lahar) of ash and volcanic debris that spewed from violent, pyroclastic eruptions in the West Elk Mountains about 30 million years ago. You probably know that pyro refers to fire. The term clastic is used to describe bits and pieces of broken rock.  The West Elk Breccia contains a jumble of angular rock fragments that vary in size and shape. These fragments are imbedded in a matrix of fine volcanic ash and mud. Many of the larger clastic fragments are more resistant to the effects of erosion and weathering than the soft, mud-ash matrix. These larger rock fragments provide an \"umbrella of protection\" against the elements, sheltering the rock immediately beneath it. The result is the mysterious spire-like form of the pinnacles.  The West Elk Mountains were not the only volcanoes erupting during the Tertiary. About 28 million years ago, a series of volcanic ash flows that originated from the San Juan Mountains blanketed much of southern Colorado. The tremendous caldera eruptions of the San Juans were characterized by turbulent, flowing clouds of hot incadescent ash, gasses and tiny shards of volcanic glass. Such plinian-type eruptions are sometimes referred to as nuée ardentes or \"glowing avalanches\". As the turbulent ash clouds settled out, the burning-hot ash and glass shards welded together to form a dense, erosion-resistant rock called welded tuff. The various layers of welded tuff serve as cap rocks that protect the softer rocks beneath them and give the mesas of Curecanti their flat top (mesa means \"table\" in Spanish).",
    "url": "https:\/\/www.nps.gov\/cure\/learn\/nature\/cenozoic.htm"
}
