{
    "title": "Dinosaur National Monument: Geology",
    "body": "Geology        Dinosaur's scenic geology includes Split Mountain Canyon, one of several canyons cut by the Green River.        The geology at Dinosaur National Monument is a feast for the mind and for the eye. The landscape and scenery at the monument reflect the tremendous geological forces--pressure, deposition, uplift and erosion--that shaped this area and that are constantly at work on our dynamic earth. Because Dinosaur receives less than 12 inches of precipitation a year, vegetation is thin and the rock layers and the geologic features are clearly visible.      Geologic Setting Dinosaur is located on the southeast flank of the Uinta Mountains, a subrange of the Rocky Mountains and the highest mountain range in the contiguous United States that runs east to west. The landscape at Dinosaur was shaped by the development of these mountain ranges during the Laramide Orogeny, 70-40 million years ago.        Some of Dinosaur's 23 rock layers can be seen in the canyon wall behind the river rafters. NPS\/Mike Weinstein  Deposition Twenty-three rock layers are exposed at the monument. These rock layers are remnants of extinct ecosystems spanning 1.2 billion years, from ancient seas, to plains where dinosaurs roamed, to Sahara-like deserts that were home to tiny, early mammals. The rock layers at Dinosaur make up one of the most complete stratigraphic columns exposed within the National Park System. With the exception of the Ordovician, Silurian, and Devonian, all of the geologic periods are represented in the Dinosaur area. Almost all of the rocks exposed in the area are sedimentary and range in age from Precambrian (about 1,100 million years ago) to Miocene (about 25 to 10 million year ago).       Tilted rock layers on the Sound of Silence Trail. NPS         Mitten Park Fault on the Green River. NPS  Uplift When the Rocky Mountains began to rise, this area went along for the ride. At Dinosaur, the mountain-building did not simply push up the rock layers from below, but also squeezed them from the sides, warping and lifting them, sometimes cracking and shifting them along fault lines. Throughout the monument, much of the spectacular scenery--the faults, folded and uplifted rock layers, and river canyons more than a thousand feet deep--reflect the tremendous geological forces that shaped this area. Erosion The Green and Yampa rivers are central to the extensive geologic history on display at the monument. Over millions of years, the waters of the Green and Yampa have cut deep canyons, exposing rock layers that were uplifted during the Laramide Orogeny.      Geologists call the process of canyon formation downcutting. Downcutting occurs as a river carves out a canyon or valley, cutting down into the earth and eroding away rock. At Dinosaur, canyon walls reveal textbook examples of folded and faulted rocks formed during the past two billion years. Many of the 23 rock layers exposed within the monument are visible only in the river canyons. Without the slow, persistent downcutting of the Green and Yampa, these impressive, colorful rock layers would lie buried deep beneath the Earth's surface       Whirlpool Canyon, on the Green River, from Harpers Corner. NPS",
    "url": "https:\/\/www.nps.gov\/dino\/learn\/nature\/geology.htm"
}
