{
    "title": "Glacier Bay National Park & Preserve: Seals of Glacier Bay",
    "body": "× Rate the Lesson Plan             Lesson Plan Seals of Glacier Bay 1: Flipper Feet    Download Lesson Plan         Harbor seals hauled out on a beach in Glacier Bay as the tide rises. NPS        Overall Rating  Add your review    Subject: Biodiversity, Biology: Animals, Marine Biology, Wildlife Biology   Duration: 50 minutes Setting: classroom Keywords: seals, harbor seals, Sea lion, pinniped, flippers, anatomy, marine biology, Glacier Bay National Park    Overview Students begin this investigation by watching the seven-minute video,  Harbor Seals in Glacier Bay. Jamie Womble, a seal researcher at Glacier Bay, interacts with local students to answer questions about harbor seals and various ways to study them. Students compare their answers to the researcher questions and their reactions to the video. As researchers, students observe the similarities and differences between seals and sea lions and create a Venn Diagram to graph these features. Objective(s) Focus QuestionsWhat characteristics distinguish seals from sea lions? How can careful observation lead to a better understanding of an animal? How are seals and sea lions similar and different?    Background Our \"Seals of Glacier Bay\" curricula unit is divided into three lesson plans, each taking one class session to complete. They are part of our \"Middle School Scientists\" series that explore the fascinating research and resources of Glacier Bay National Park. Check back regularly for more lessons to be added.   Pinnipeds, also known as fin-footed mammals, are a group of carnivorous marine mammals that include three families of mammals: seals, sea lions, and walrus. Two species of pinnipeds live in Glacier Bay: harbor seals and Steller sea lions. Since they are both pinnipeds, these two animals have many similarities, but they also have key differences. With a little observation it is easy to distinguish between the two species.   Harbor seals are considered a \"true seal\" along with monk seals, leopard seals, and ribbon seals. True seals are found in marine and freshwater habitats in the Atlantic and Pacific regions. These seals have no external ear flaps (pinnae) and are sometimes called \"earless seals.\" True seals have short necks and short flippers. Their short flippers cannot be pulled under their body, making land movement difficult. Though seals are graceful and agile under the water, they are awkward on land and usually move in an undulating, caterpillar-like manner. Underwater propulsion comes from moving their hind flippers in a back and forth motion and using their front flippers for steering. Males and females are generally similar in size and shape. Pups grow quickly and are usually weaned within several weeks.     Steller sea lions, along with California sea lions and Northern fur seals, are known as \"eared seals\" for the presence of external ear pinnae. Sea lions have a more limited range than seals and are found only in marine swim underwater, sea lions flap their front flippers up and down, as if they were flying and use their hind flippers for steering. Sea lions are often vocal, emitting roars, barks, and growls. Adult sea lions are dimorphic: with male sea lions twice as big as a female with a thickened neck and a pronounced skull crest. A dominant male sea lion will form rookeries and mate with many female sea lions and defend his rookery from other males. Pups are born in the rookeries and many stay with their mothers for more than a year.       Materials   In addition to the worksheets, the students will need pens or pencils and paper for drawing.   A photo gallery of pinniped images is available on the park website.     Documents        Venn Diagram Worksheet Use this worksheet to summarize differences and similarities between harbor seals and sea lions. Download   Seals Video and Vocabulary This worksheet has vocabulary words and is used with the introductory video, Harbor Seals in Glacier Bay. Download      Procedure    Part 1 Part 2 Part 3   The entire lesson can be downloaded here.   Engagement: (15 minutes) Pass out the Video and Vocabulary Sheet to each student and give them a few minutes to answer the questions prior to watching the video. Show students the video Harbor Seals in Glacier Bay, available on the Middle School Scientists: Seals of Glacier Bay page. The video highlights current research in Glacier Bay National Park as researcher Jamie Womble interacts with local middle school students. The interaction is question and answer format, allowing time to stop and start the video to solicit answers from students. As they are watching, the students should write down the researcher's answers to the questions. In conclusion, review what the students already knew about seals, what they learned, and how scientists study seals.         Investigation: (30 minutes)   1. This is an exercise in observation. In the video, students are introduced to some of the differences between seals and sea lions. Through a simulated nature sketching activity, students will hone their powers of observation and learn about seals and sea lions.   2. Introduce students to the group of animals known as pinnipeds. What are the characteristics of pinnipeds? What other animals do they think belong to this group? Do the students know anything else about seals and sea lions?   3. Each student should choose one image of a seal or sea lion. This folder has multiple images of harbor seals and Steller sea lions. Make these images available for your students by either printing the images or allowing students to see them on computers. Students may also search for images on the internet, but they should be aware that many images are mislabeled. If they do search the internet for images, students could identify the images as harbor seals or Steller sea lions.     4. Once a student has selected an image, they can begin to draw the image in their science journal or on a piece of paper. These should be careful, detailed drawings, not just quick sketches. Many of the images have more than one animal so students may draw all of them and focus on the whole scene or they may choose to look carefully at one or two animals. Remind the students to draw what they see, not what they expect to see. Have them look carefully at color, flippers, body shape and posture, nose shape, etc…   5. Words can be used in their drawings as well. If colored pencils aren't available, students should use words to describe the colors. They may also note where the animal is located or any other features of interest.   For more information on nature journaling, see the following references and websites: Smithsonian Education http:\/\/www.smithsonianeducation.org\/educators\/lesson_plans\/journals\/index.html   Sierra Club Nature Journals Activity http:\/\/www.sierraclub.org\/education\/nature_journal.asp   Leslie, Clare Walker and Charles E. Roth.  Keeping a Nature Journal: Discover a Whole New Way of Seeing the World Around You. Storey Publishing, 2003.         Explanation: (10 minutes) Draw a Venn diagram on the board and label one circle Seals and the other circle Sea Lions. In the video, Jamie Womble listed numerous differences between these two groups. Ask the students to help list the differences of these two groups and write them in the appropriate circle on the diagram. Now that the students had time to observe a seal or sea lion, have them write the similarities of seals and sea lions on the Venn diagram. This could be an individual project for students by passing out the Venn diagram sheet.          Part 1     The entire lesson can be downloaded here.   Engagement: (15 minutes) Pass out the Video and Vocabulary Sheet to each student and give them a few minutes to answer the questions prior to watching the video. Show students the video Harbor Seals in Glacier Bay, available on the Middle School Scientists: Seals of Glacier Bay page. The video highlights current research in Glacier Bay National Park as researcher Jamie Womble interacts with local middle school students. The interaction is question and answer format, allowing time to stop and start the video to solicit answers from students. As they are watching, the students should write down the researcher's answers to the questions. In conclusion, review what the students already knew about seals, what they learned, and how scientists study seals.       Part 2         Investigation: (30 minutes)   1. This is an exercise in observation. In the video, students are introduced to some of the differences between seals and sea lions. Through a simulated nature sketching activity, students will hone their powers of observation and learn about seals and sea lions.   2. Introduce students to the group of animals known as pinnipeds. What are the characteristics of pinnipeds? What other animals do they think belong to this group? Do the students know anything else about seals and sea lions?   3. Each student should choose one image of a seal or sea lion. This folder has multiple images of harbor seals and Steller sea lions. Make these images available for your students by either printing the images or allowing students to see them on computers. Students may also search for images on the internet, but they should be aware that many images are mislabeled. If they do search the internet for images, students could identify the images as harbor seals or Steller sea lions.     4. Once a student has selected an image, they can begin to draw the image in their science journal or on a piece of paper. These should be careful, detailed drawings, not just quick sketches. Many of the images have more than one animal so students may draw all of them and focus on the whole scene or they may choose to look carefully at one or two animals. Remind the students to draw what they see, not what they expect to see. Have them look carefully at color, flippers, body shape and posture, nose shape, etc…   5. Words can be used in their drawings as well. If colored pencils aren't available, students should use words to describe the colors. They may also note where the animal is located or any other features of interest.   For more information on nature journaling, see the following references and websites: Smithsonian Education http:\/\/www.smithsonianeducation.org\/educators\/lesson_plans\/journals\/index.html   Sierra Club Nature Journals Activity http:\/\/www.sierraclub.org\/education\/nature_journal.asp   Leslie, Clare Walker and Charles E. Roth.  Keeping a Nature Journal: Discover a Whole New Way of Seeing the World Around You. Storey Publishing, 2003.       Part 3        Explanation: (10 minutes) Draw a Venn diagram on the board and label one circle Seals and the other circle Sea Lions. In the video, Jamie Womble listed numerous differences between these two groups. Ask the students to help list the differences of these two groups and write them in the appropriate circle on the diagram. Now that the students had time to observe a seal or sea lion, have them write the similarities of seals and sea lions on the Venn diagram. This could be an individual project for students by passing out the Venn diagram sheet.        Park Connections Visitors regularly spot harbor seals and Steller sea lions in the waters of Glacier Bay, but few visitors know how to differentiate between seals and sea lions. With this lesson, students can become experts in identifying these two fascinating creatures. Extensions Take a look at other marine mammals that share the marine environment with pinnipeds, such as whales or otters. Have students expand the Venn diagram to include these other animals. What are some characteristics of marine mammals that enable them to survive in the marine environment?    Additional Resources Glacier Bay National Park http:\/\/www.nps.gov\/glba\/naturescience\/harbor-seals-in-glacier-bay.htm Pinniped Field Guides http:\/\/www.nmfs.noaa.gov\/pr\/species\/mammals\/pinnipeds\/ http:\/\/seagrant.uaf.edu\/marine-ed\/mm\/fieldguide\/pinnipeds.html  Nature Journaling Lessons http:\/\/www.smithsonianeducation.org\/educators\/lesson_plans\/journals\/index.html http:\/\/www.sierraclub.org\/education\/nature_journal.asp Leslie, Clare Walker and Charles E. Roth. Keeping a Nature Journal: Discover a Whole New Way of Seeing the World Around You. Storey Publishing, 2003.   Vocabulary pinnae, pinniped, Venn Diagram           Lesson Plans  Day 2 of Biodiversity Bee Week: Flower Dissection \/ Insect Pollination   Day 3 of Biodiversity Bee Week: The Importance of Pollinators   Day 4 of Biodiversity Bee Week: Engineering a Bee    Distance Learning  What is Our Role in Ocean Stewardship?   Channel Islands Live Dive: High School   Great Smoky Mountains Electronic Field Trip     Field Trips  Biodiversity Unit Field Trip Outline   Terrestrial Invertebrate Biodiversity Inventory - Middle School Field Trip   Terrestrial Invertebrate Biodiversity Inventory - High School Field Trip    Topics  The Liberty Bell as a Modern Symbol, grades K-2   A Soldier's Notes From Michigan's Big Battle   Why Here?",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/education\/classrooms\/mss-seals-1.htm"
}
