{
    "title": "Glacier Bay National Park & Preserve: Bears of Glacier Bay",
    "body": "× Rate the Lesson Plan             Lesson Plan Bears of Glacier Bay 1: Name That Bear    Download Lesson Plan         Mother black bear and cub on beach. NPS        Overall Rating  Add your review      Grade Level: Sixth Grade-Eighth Grade Subject: Biodiversity, Biology: Animals, Conservation, Ecology, Environment, Wilderness, Wildlife Biology   Duration: 50 minutes Group Size: Up to 36 (6-12 breakout groups) Setting: classroom National\/State Standards: NS.5-8.1  Science as InquiryNS.5-8.3 Life Science  Keywords: bears, Brown Bear, black bear, habitat, Glacier Bay National Park, mammal, science, research, researcher, middle school    Overview Students begin this investigation by watching the nine minute video, Bears of Glacier Bay. Tania Lewis, a researcher at Glacier Bay, interacts with local students to answer questions about the two bear species found in Glacier Bay. Students discuss their reactions to the video and then become researchers in a role play activity. As researchers, the students collect data to compare similarities and differences between people and bears at various stages of maturity. Objective(s) Focus Questions:  What are the differences between brown bears and black bears?  How does bear growth, development, and maturation compare to humans?     Background Our \"Bears of Glacier Bay\" curricula unit is divided into three lesson plans, each taking one class session to complete. They are part of our \"Middle School Scientists\" series that explore the fascinating research and resources of Glacier Bay National Park. Check out the other lessons: Bears of Glacier Bay 1: Name that Bear Bears of Glacier Bay 2: What's the Scoop on Poop? Bears of Glacier Bay 3: Be Bear Aware  Glacier Bay National Park is home to brown\/grizzly bears (Ursus arctos) and black bears (Ursus americanus). Black bears are found primarily in the forested regions of the lower bay, while brown bears live mainly in the open, recently deglaciated regions of the upper bay.   Brown bears and black bears are closely related, but have many different traits that help distinguish the two species. Brown bears are usually larger than black bears and have a prominent shoulder hump, subdued ears, and longer, straighter claws. Their long claws are useful in digging roots, but not effective to climb trees. Black bears lack a shoulder hump, have prominent ears, and short, curved claws. They live in forested areas where climbing trees is their best method of defense. A large male brown bear may weigh up to 1400 pounds compared to 300 pounds for a large male black bear. Both have an exceptionally acute sense of smell, while their eyesight is similar to that of humans. One of the most distinguishable features of both species is their face profile. Black bears have a straight face profile and brown bears have a more dish shaped profile. Color is not a reliable key in differentiating these bears because black and brown bears have many color phases. Black bears can range in color from jet black and cinnamon to white, while brown bear colors range from dark brown to very light blond.   Both brown bears and black bears spend the winter months in a state of hibernation called torpor. They enter this dormancy period in late fall when food availability drops. In the spring, bears emerge to feed on the abundance of food available.  Through careful observation and scientific research, park biologists gain an understanding of how bears interact with their environment, each other, and humans. This knowledge allows them to make the best management decisions to protect bears, humans, and the habitat.   Materials There are a few handouts to complete this lesson. Additional Materials Needed: Student journals, pencils, internet access     Documents        Bears Video & Vocabulary Sheet Students answers the questions provided before viewing the video. Download   Measuring Up Chart A chart for students to list measurements of black and brown bears and to compare to their own measurements. Download   Measuring Up Teacher Key Measuring Up Chart for Teachers. This guide has the correct answers for teachers to check students answers in the Measuring Up Chart. Download   Bear Photo Gallery Sheet Students test their identification knowledge of black bears and brown bears. Download   Bear Photo Gallery Teacher Key Bear Photo Gallery Teacher Key. This worksheet has the correct answers for teachers to check student's work. Download      Procedure    Part 1 Part 2 Part 3   The entire lesson plan is available here.  Engagement: (15 minutes) Pass out the Bears Video and Vocabulary Sheet to each student and give them a few minutes to answer the questions prior to watching the video. Show students the video Bears in Glacier Bay. The video highlights current research in Glacier Bay National Park as researcher Tania Lewis interacts with local middle school students. The interaction is question and answer format, allowing time to stop and start the video to solicit answers from students. As they are watching, the students should write down the researcher's answers to the questions. In conclusion, review what the students already knew about bears, what they learned about bears and how scientists study bears.       Investigation: (30 minutes)     Begin a discussion with the students about the differences between brown bears and black bears. Have the students look at the Bear Photo Gallery Sheet. Have students identify each bear as either a brown bear or black bear. Ask students to think how different physical traits help each species survive.     Ask students what they think bears weigh, how tall they are when walking and standing, how long sows are pregnant, how many cubs might be born at the same time, and how long they live. Write some of their answers on the board.    Following the discussion, hand out the Bear Biology Handout and Measuring Up Chart. Have students read the comparative information in the Bear Biology Handout to help them complete the chart. Students will weigh themselves and measure their height to obtain accurate data. They may have to estimate their weight at birth, and at one year of age, if not known. Obtaining this information could also be assigned as homework prior to the investigation.     Discuss the student's results and ask them to comment on the similarities and differences between bears and people.    Using a yard stick, have a student mark out the sizes of bears standing up compared to a human. You can start by tracing a student against the chalkboard or wall and then putting a piece of tape above or below to reflect the sizes of the two bears standing up. Are they surprised? If space and time allows, have the students work in pairs and do this on the sidewalk or asphalt with chalk.     Use the data in the chart to construct a graph that compares the growth of brown bears, black bears, and humans. Begin with the weight at birth, weight at one year, and weight as an adult. Have students record the results in their journals.        Explanation: (10 minutes)  After students are finished graphing their data, ask them to make a hypothesis about \"Why do bears and humans mature at different rates?\" Allow them to talk with a partner for five minutes to help develop their thought processes and understanding of the scientific method. After the five minute exchange, have students share their thoughts with the class and each write their hypothesis in their science journal.        Part 1     The entire lesson plan is available here. Engagement: (15 minutes) Pass out the Bears Video and Vocabulary Sheet to each student and give them a few minutes to answer the questions prior to watching the video. Show students the video Bears in Glacier Bay. The video highlights current research in Glacier Bay National Park as researcher Tania Lewis interacts with local middle school students. The interaction is question and answer format, allowing time to stop and start the video to solicit answers from students. As they are watching, the students should write down the researcher's answers to the questions. In conclusion, review what the students already knew about bears, what they learned about bears and how scientists study bears.       Part 2     Investigation: (30 minutes)   Begin a discussion with the students about the differences between brown bears and black bears. Have the students look at the Bear Photo Gallery Sheet. Have students identify each bear as either a brown bear or black bear. Ask students to think how different physical traits help each species survive.   Ask students what they think bears weigh, how tall they are when walking and standing, how long sows are pregnant, how many cubs might be born at the same time, and how long they live. Write some of their answers on the board.  Following the discussion, hand out the Bear Biology Handout and Measuring Up Chart. Have students read the comparative information in the Bear Biology Handout to help them complete the chart. Students will weigh themselves and measure their height to obtain accurate data. They may have to estimate their weight at birth, and at one year of age, if not known. Obtaining this information could also be assigned as homework prior to the investigation.   Discuss the student's results and ask them to comment on the similarities and differences between bears and people.  Using a yard stick, have a student mark out the sizes of bears standing up compared to a human. You can start by tracing a student against the chalkboard or wall and then putting a piece of tape above or below to reflect the sizes of the two bears standing up. Are they surprised? If space and time allows, have the students work in pairs and do this on the sidewalk or asphalt with chalk.   Use the data in the chart to construct a graph that compares the growth of brown bears, black bears, and humans. Begin with the weight at birth, weight at one year, and weight as an adult. Have students record the results in their journals.      Part 3       Explanation: (10 minutes) After students are finished graphing their data, ask them to make a hypothesis about \"Why do bears and humans mature at different rates?\" Allow them to talk with a partner for five minutes to help develop their thought processes and understanding of the scientific method. After the five minute exchange, have students share their thoughts with the class and each write their hypothesis in their science journal.      Assessment Glacier Bay Bears AssessmentThe following pre and post tests provide assessment for material covered by the entire Bear Curriculum series (Investigations 1-3)  Pre-Test - Key Post-Test - Key  Extensions Is it a black bear, brown bear? The two species can easily be confused. Use the \"Brown vs. Black\" video clip (http:\/\/www.nps.gov\/glba\/naturescience\/bear-identification.htm) located on the park website to highlight several identifiable characteristics to help students decide. For fun, have students take the \"Bear Identification Quiz\" at the end of the program to see if they are on their way to becoming a bear researcher! Additional Resources References\/Resources: Official Glacier Bay National Park Website: http:\/\/www.nps.gov\/glba\/naturescience\/bears-at-glacier-bay.htm Alaska Department of Fish and Game - Wildlife Notebook Series: http:\/\/www.adfg.alaska.gov\/index.cfm?adfg=educators.notebookseries International Association for Bear Research and Management: www.bearbiology.com Free education lessons and downloads from WildBC:                                                            http:\/\/www.wildbc.org\/publications-resources\/grizzly\/student.pdf   Vocabulary omnivore, maturity, torpor                  Lesson Plans  Day 2 of Biodiversity Bee Week: Flower Dissection \/ Insect Pollination   Marine Ecology - Water Testing   Ecology Unit    Distance Learning  Conservation Career Opportunities for Youth   Prairie Animals and Habitats   Condor's Flight     Field Trips  Fire Ecology Field Trip   Winter Ecology Field Trip (Grades 1-2)   Winter Ecology Field Trip (grades 6-12)    Topics  The Liberty Bell as a Modern Symbol, grades K-2   A Soldier's Notes From Michigan's Big Battle   Why Here?",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/education\/classrooms\/name-that-bear.htm"
}
