{
    "title": "Dinosaur National Monument: Environmental Factors",
    "body": "Environmental Factors       For millennia, natural forces have shaped Dinosaur's landscape and its associated plant and animal life. In the past century, human activities have also shaped and changed the unique resources at Dinosaur National Monument. Natural forces at work in the monument include geologic processes, weather, and fire. The effects of human activity are evident in Dinosaur's rivers and non-native plants.       Geologic Processes Geologic processes are constantly at work at Dinosaur and across our planet. These processes shape the Earth and cause continuous changes in its physical features. Some geologic processes--floods, landslides, and earthquakes--are sudden and drastic. Others occur slowly over millions of years, such as the rising of a mountain range or creation of an ocean basin. Between these extremes is the constant, continuous evolution of a landscape over days, months, and years, as evidenced in river transport of sediment, soil formation, and cave development.      Warm Springs Rapid, perhaps the most notorious whitewater on the Yampa River, is a recent, large-scale example of geologic processes at work in the monument. (Because evidence indicates that the Earth is 4.5-4.6 billion years old, an event that occurred nearly 50 years ago is, in geologic time, very recent.)  On June 10, 1965, after days of heavy rain, tons of mud, boulders, and stones slid down Warm Springs Draw. This debris filled the riverbed and briefly dammed the Yampa. When the river breached the natural dam, Warm Springs Rapid was created. Prior to this event, only a small riffle had marked the mouth of Warm Springs Draw on the Yampa River.       Running Warm Spring Rapid NPS       The landscape of Dinosaur National Monument is a testimony to the geologic processes shaping the Earth's surface and the never-ending dynamic changes taking place around us.       The Green River near the mouth of Jones Hole Creek. NPS       Human Impacts on the Green & Yampa Rivers Flaming Gorge Dam, 47 miles upstream from the northern boundary of Dinosaur National Monument, has regulated the Green River since November 1962. Impoundment has severely altered the river's natural regime below the dam. Regulated releases from Flaming Gorge Reservoir have reduced the magnitude of high water peaks, increased early spring and late summer flows, and created erratic diurnal fluctuations. In addition to modifying the flow of the river, impoundment has lowered water temperatures, changed the natural ion balance, decreased turbidity, altered natural deposition and scouring processes, and modified riparian communities.        The Yampa River in Lower Yampa Canyon NPS       There are also currently significant proposals for water withdrawals upstream from Dinosaur National Monument on both the Green and Yampa rivers. Changes in stream flow and magnitude on these rivers may have impacts on endangered fish, and natural, cultural and river-related recreational resources within the monument.",
    "url": "https:\/\/www.nps.gov\/dino\/learn\/nature\/environmental-factors.htm"
}
