{
    "title": "Glacier Bay National Park & Preserve: Underwater Acoustics",
    "body": "× Rate the Lesson Plan             Lesson Plan Acoustics 1: The World of Underwater Sound    Download Lesson Plan         The underwater world of Glacier Bay is filled with amazing sounds. NPS        Overall Rating  Add your review      Grade Level: Sixth Grade-Eighth Grade Subject: Biology: Animals, Marine Biology, Oceanography, Oceans, Science and Technology, Wildlife Biology   Duration: One Class Period (50 min) Group Size: Up to 36 Setting: classroom National\/State Standards: NS.5-8.1 Science as InquiryNS.5-8.3 Life ScienceNS.5-8.7 History and Nature of Science\t  Keywords: marine mammals, underwater, ocean, acoustics, humpback whales, orca, alaska, marine biology, sound, Hearing, water    Overview Students begin this investigation by watching the seven-minute video, \"Underwater Acoustic Monitoring.\" Students discuss their reactions to the video and then listen to sound clips of ocean animals and human-made sounds. This will familiarize them with sounds commonly heard in the ocean. This investigation demonstrates how humans and marine mammals rely on sound for communication and even survival. Objective(s) Focus Questions:  What is underwater acoustic monitoring? What sounds can you hear underwater? Why is underwater acoustic monitoring important? How is sound important to marine mammal survival?   Background Our \"Underwater Acoustics\" curricula unit is divided into three lesson plans, each taking one class session to complete. They are part of our \"Middle School Scientists\" series that explore the fascinating research and resources of Glacier Bay National Park. Check out the other lessons: Acoustics 1: The World of Underwater Sound Acoustics 2: Echolocation in Action Acoustics 3: On the Trail of a Whale  Sound travels in waves. Waves are rhythmic disturbances that carry energy through space, like water ripples traveling across a pond's surface. Sound waves can travel through different solids, liquids, and gases. The study of sound is called acoustics and researchers in Glacier Bay conduct underwater acoustic monitoring.  The ocean is full of sound, some natural and some anthropogenic (human-made). Most anthropogenic sound comes from boat traffic, especially large shipping freighters. Other human noise contributors come from industrial activities such as drilling, mining and militaryobservations using sonar. In Glacier Bay, most boat noise is produced by small recreational boats, cruise ships, and tour boats. Other natural sounds you can hear underwater include, surf, rain, wind, underwater earthquakes, glaciers calving, fish, crustaceans, marine mammals, and more! These underwater sounds are heard and recorded by a hydrophone. Many marine animals, especially mammals, rely on sound to communicate, navigate, find food, and interact with their environment. By studying underwater sound and analyzing data, scientists are trying to understand how ambient noise, or background noise, may impact or alter the behavior of marine mammals and other ocean animals.  Your ears allow you to hear sounds because they are caused by the vibration of objects. For example, your voice is produced by the vibrations of your vocal chords. The energy produced by these vibrations is carried to your friend's ears by sound waves. Loud sounds have more energy than soft sounds. The volume (or loudness) of a sound is measured in decibels (dB). The rustling of leaves measures about 15 dB while a jet plane taking off measures about 150 dB.  Wave frequency determines the pitch of a sound. Pitch is defined as the highness or lowness of a sound. The pitch you hear depends on the sound waves' frequency, how quickly the sound waves complete a wave. The higher the frequency, the higher the pitch, and the lower the frequency, the lower the pitch. Pitch or frequency is measured in cycles per second, or Hertz (Hz). For example, most people can hear frequencies from between 20 Hz to 20,000 Hz. Sound frequencies over 20,000 Hz are called ultrasonic waves and are out of our range of hearing. A dog whistle frequency is optimized to produce sounds above 20,000 Hz, which is inaudible to the human ear.  High frequency sounds do not travel very far in water because their wavelengths are short and the energy gets rapidly absorbed by water. Low frequency sound waves travel farther in water because of their longer wavelengths. Humpback whales produce sounds that are within the range of human hearing. Their songs can travel 20-30 kilometers or more. A blue whale produces infrasonic sound, which is well below our range of hearing. These low frequency waves can travel thousands of kilometers in water.    Materials Materials Needed ·   Student journals Underwater Acoustic Monitoring Video (7 minutes) Video Worksheet and Vocabulary (1 per student)· Internet access  Sticky notes (10 per group or student)·  Marine Mammal Photo Gallery Worksheet (1 per student)·  2 safe locations where students can conduct a 1-3 minute listening activity   Procedure    Part 1 Part 2 Part 3   Engagement (15 minutes) The entire lesson plan is available HERE Pass out the Video and Vocabulary worksheet to each student and give them a few minutes to answer the questions prior to watching the video. Show students the video Underwater Acoustic Monitoring. As they are watching, the students should write down the researcher's answers to the questions. The video highlights current research in Glacier Bay National Park as researcher Chris Gabriele interacts with local middle school students. The interaction is question and answer format, allowing time to stop and start the video to solicit answers from students. In conclusion, review what the students already knew about sound and what they learned about sound and how scientists study underwater sound. Do they think noise sounds differently on land than under water? Invite children to close their eyes and listen. What sounds do they hear? How do they hear it? Remind them that sound is made when something vibrates. It pushes molecules in a medium (solid, liquid, or gas) to create waves. The waves travel to our ears, and vibrate our eardrums, which helps us hear.    Have students place their hands on the sides of their throats and hum, sing, or talk. Can they feel the vibrations? If possible, pluck a guitar string or rubber band to show them how sound vibrates.  Ask students if they ever threw a rock into a large pond. Upon hitting the surface, small waves move from the rock along the surface of the pond. Explain that this transfer of energy is how sound travels in all mediums whether a gas (air), liquid (water), or a solid. Optional: Can use dominoes to show how molecules transfer energy.    The Bamfield Marine Sciences Centre also has lots of information on underwater acoustics and recordings at http:\/\/oceanlink.info\/oinfo\/acoustics\/acoustics.html     Investigation (30 minutes)  Marine Mammal Audio Clips:       Fin Whale Vocalization  http:\/\/www.dosits.org\/files\/dosits\/fin7.mp3     Humpback Whale Vocalization                  http:\/\/www.dosits.org\/files\/dosits\/hump1.mp3       Harbor Porpoise Vocalization http:\/\/www.dosits.org\/files\/dosits\/HarborPClicks.mp3      Killer Whale Vocalization                 http:\/\/www.dosits.org\/files\/dosits\/orca5.mp3     Harbor Seal Vocalization                 http:\/\/www.dosits.org\/files\/dosits\/hbseal.mp3    After all the clips are played and students have had time to discuss, pass out the Marine Mammal Photo Gallery Sheet. Play the clips again and have them write the audio clip number (1-5) in the box beside the animal they think is making that sound. Discuss results.  Have them write a brief compare\/contrast commentary in their journals on human versus marine animal sounds. How and why do we make sound? How and why do they think marine mammals make sound? How is sound important to the survival of marine mammals?    Explanation (10 minutes) After students listen to the sounds clips, they should have an understanding that animals rely on sound for communication. In addition to communication, have them discuss other ways marine mammals use sound for survival (locating and consuming prey, attracting a mate, avoid predators, navigation, interact with their environment).            Part 1     Engagement (15 minutes) The entire lesson plan is available HERE Pass out the Video and Vocabulary worksheet to each student and give them a few minutes to answer the questions prior to watching the video. Show students the video Underwater Acoustic Monitoring. As they are watching, the students should write down the researcher's answers to the questions. The video highlights current research in Glacier Bay National Park as researcher Chris Gabriele interacts with local middle school students. The interaction is question and answer format, allowing time to stop and start the video to solicit answers from students. In conclusion, review what the students already knew about sound and what they learned about sound and how scientists study underwater sound. Do they think noise sounds differently on land than under water? Invite children to close their eyes and listen. What sounds do they hear? How do they hear it? Remind them that sound is made when something vibrates. It pushes molecules in a medium (solid, liquid, or gas) to create waves. The waves travel to our ears, and vibrate our eardrums, which helps us hear.    Have students place their hands on the sides of their throats and hum, sing, or talk. Can they feel the vibrations? If possible, pluck a guitar string or rubber band to show them how sound vibrates.  Ask students if they ever threw a rock into a large pond. Upon hitting the surface, small waves move from the rock along the surface of the pond. Explain that this transfer of energy is how sound travels in all mediums whether a gas (air), liquid (water), or a solid. Optional: Can use dominoes to show how molecules transfer energy.    The Bamfield Marine Sciences Centre also has lots of information on underwater acoustics and recordings at http:\/\/oceanlink.info\/oinfo\/acoustics\/acoustics.html       Part 2     Investigation (30 minutes) Marine Mammal Audio Clips:      Fin Whale Vocalization  http:\/\/www.dosits.org\/files\/dosits\/fin7.mp3     Humpback Whale Vocalization                  http:\/\/www.dosits.org\/files\/dosits\/hump1.mp3       Harbor Porpoise Vocalization http:\/\/www.dosits.org\/files\/dosits\/HarborPClicks.mp3      Killer Whale Vocalization                 http:\/\/www.dosits.org\/files\/dosits\/orca5.mp3     Harbor Seal Vocalization                 http:\/\/www.dosits.org\/files\/dosits\/hbseal.mp3 After all the clips are played and students have had time to discuss, pass out the Marine Mammal Photo Gallery Sheet. Play the clips again and have them write the audio clip number (1-5) in the box beside the animal they think is making that sound. Discuss results.  Have them write a brief compare\/contrast commentary in their journals on human versus marine animal sounds. How and why do we make sound? How and why do they think marine mammals make sound? How is sound important to the survival of marine mammals?     Part 3     Explanation (10 minutes) After students listen to the sounds clips, they should have an understanding that animals rely on sound for communication. In addition to communication, have them discuss other ways marine mammals use sound for survival (locating and consuming prey, attracting a mate, avoid predators, navigation, interact with their environment).          Assessment Underwater Acoustics Assessment The following pre and post-tests provide assessment for material covered by the entire Underwater Acoustics Curriculum series (Lessons 1-3)  Pre-Test - Key Post-Test - Key  Extensions Extensions: \"Try Listening For Yourself\" activity. This link provides three audio clips of humpback whale vocalizations that will allow students to compare pitch and frequency. The site also provides in depth information on humpback whale song. Students can also link to this site and conduct this activity at home. http:\/\/www.learner.org\/jnorth\/tm\/hwhale\/SingingHumpback.html  \"Soundscape Constructor\" activity. This link will allow students to construct their own soundscape by choosing their favorite sounds. http:\/\/www.exploratorium.edu\/listen\/activities\/soundscapes\/deploy\/SoundscapeConstructor.swf  Play additional sound clips of natural or human-made sounds heard in the ocean. Choose five clips from the list below that reflect a variety of sounds. Draw five columns on the board and write each sound at the top of each column. As you play the clips, have students write down what emotions they associate with each sound on sticky notes. When the listening activity is complete, have them place their sticky notes in the appropriate columns. Discuss the emotions they associated with the various sounds. In their journals, have students reflect on how this noise might affect marine mammals. Vessel Noise Cruise Ship Freighter State Ferry Small Diesel Engine Outboard Engine (60 hp) at 20 knots Outboard Engine (60 hp) at 10 knots Mid-sized Vessel Propeller Whine Ambient Noise   Heavy Rain Light Rain Snowfall Light Winds Moderate Winds Wind with Ship Noise   Additional Resources References\/Resources: http:\/\/www.nps.gov\/glba\/naturescience\/acoustics.htm Official Glacier Bay National Park website. Acoustic monitoring research.  http:\/\/www.dosits.org\/audio\/marinemammals\/ Discovery of Sound in the Sea Audio Gallery.  http:\/\/www.dosits.org\/ This website will introduce you the science and uses of \"Sound in the Sea.\"  http:\/\/oceanlink.info\/index.html Marine biology education.  http:\/\/oceanlink.info\/oinfo\/acoustics\/acoustics.html The Bamfield Marine Sciences Centre also has lots of information on underwater acoustics and recordings at Vocabulary acoustics, ambient noise, anthropogenic, decibel, frequency, hydrophone, infrasonic, pitch, ultrasonic           Lesson Plans  Geology Lesson 3. Where did the oceans go?   Acoustics 3: On The Trail of a Whale   Acoustics 2: Echolocation in Action    Distance Learning  What is Our Role in Ocean Stewardship?   Channel Islands Live Dive: High School   Channel Islands Live Dive: 4th Grade     Field Trips  Channel Islands: Island Programs   Life on Sandy Shores   Channel Islands: NatureBridge Island Field School    Topics  The Liberty Bell as a Modern Symbol, grades K-2   A Soldier's Notes From Michigan's Big Battle   John Smith's Masterpiece and Copyright Nightmare",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/education\/classrooms\/the-world-of-underwater-sound.htm"
}
