{
    "title": "Colorado National Monument: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management           Our Staff & Offices Laws & Policies   Our Partners Community Engagement   Getting Ready for 2016 Sustainability   Park Statistics  Jobs     Superintendent's Compendium            On May 24, 1911, President William H. Taft established Colorado National Monument with presidential proclamation No. 1126, under the authority of the Antiquities Act. This became the second national monument established in the state of Colorado and the 17th national monument unit. Set aside to protect its \"extraordinary examples of weathering and erosion,\" the Monument encompasses a 32 square mile area of spectacular scenery. Over 730,000 visitors enjoy the beauty of sheer sandstone cliffs, towering monoliths, and panoramic canyon views each year.      Area 32 square miles 20,500 acres Elevation West Entrance: 4,690 ft East Entrance: 4,930 ft Visitor Center: 5,787 ft Highest point in Park: 7,107 ft Highest point along Road: 6,640 ft Climate 11 inches annual precipitation Average Summer high: 90o F Average Winter low: 20o F Geology Number of named canyons: 11 Number of named rock formations: 20 Oldest Rocks: Black Canyon Group 1.7 billion years old Youngest Rocks: Dakota Sandstone Rim Rock Drive Length: 23 miles Signed waysides: 19 Number of tunnels: 3 (2 on west hill, 1 on east hill) Hiking Trails Miles of trail: 46 Number of trailheads: 14      Our Mission Bold, big, and brilliantly colored, the steep-walled canyons and towering masses of naturally sculpted rock provide an introduction to the red rock country of the Colorado Plateau. Easily accessible, Colorado National Monument provides awe-inspiring vistas and opportunities for solitude and personal connection to the cultural and natural heritage of the Grand Valley of western Colorado. The National Park Service works in a spirit of partnership and collaboration to promote the understanding, appreciation, and protection of this national treasure. Our Purpose The purpose of Colorado National Monument is to provide for the understanding, preservation, and enjoyment of the extraordinary erosional, geological, and historical landscapes of great scientific interest, the Rim Rock Drive, and all other natural and cultural resources for present and future generations. Natural Resource Preservation The magnificent scenery of the Monument is the result of geologic processes in many forms, including erosion, landslides, rockfalls, and flash floods. In addition to its geologic resources, the Monument provides vital habitat for over 400 plant species and nearly 250 animal species. The arid Pinyon-Juniper Woodland dominates most areas within the park, while the canyon bottoms are home to several species of amphibians and aquatic plants. Cultural Resource Protection Humans have inhabited the canyons of Colorado National Monument for over 10,000 years. From Fremont Indians to John Otto, their unique stories are preserved for all to understand and appreciate. Ancient travel routes in the canyons are known from the location of rock art and other archeological sites. Historic trails, such as the Fruita Dugway and Old Gordon Trail, reveal stories of more recent travelers. The park contains several structures listed on the National Register of Historic Places, including the historic Rim Rock Drive, Devils Kitchen Picnic Area, and Saddlehorn Visitor Center. Native People The latest archeological survey located over 100 sites in or near the Monument. The artifacts found at the sites suggest that there has been continual human activity in the area for 10,000 years. Shortly after the last ice age, Paleo Indians made their way into the canyons of the Monument. The Clovis and Folsom spear points they left behind allude to their nomadic hunting way of life. The Archaic Indians hunted bighorn sheep and small mammals and collected a variety of plants for food. Around 400 A.D. their culture disappeared and a more sedentary way of life dominated.The Fremont Indians, groups of farmers living throughout this region until around 1250 A.D., left behind corn cobs, hearth deposits, and check dams across small streams in the Monument telling us of their stationary lifestyle. Although it is not known exactly when they came, the Ute Indians are known to be longtime residents of the region. Similar to the Archaic Indians, the Utes followed a hunting and gathering subsistence pattern by moving throughout the Grand Valley for food. The Utes were removed from northwest Colorado in 1881 and escorted by the military to the Uintah Ouray reservation. Opportunities for Recreation Intertwined with the natural and cultural resources and scenery are opportunities to understand and appreciate those values through driving, viewing, hiking, climbing, picnicking, camping, educational programs and outreach, and opportunities to experience natural soundscapes and solitude. Whether here for a few hours or a few days, visitors can enjoy a variety of unique opportunities for exploration and recreation.",
    "url": "https:\/\/www.nps.gov\/colm\/learn\/management\/index.htm"
}
