{
    "title": "Denali National Park & Preserve: Share Your Photos",
    "body": "Share Your Pictures       \"I'm thrilled to have photos included in the visitor gallery -  the Polychrome Overlook area was one of my favorite sites in the park - the vibrancy and variety of colors there was staggeringly beautiful.  I am also a birder so I was very excited to be able to see and capture the ptarmigan. There was actually a pair of them out towards Kantishna, and they cooperated very nicely by posing for me! I feel even more connected to Denali now by having my photos posted. Thank you so much!\" - Shirley Sword, 2014 park visitor    When visiting a wilderness park like Denali, the Leave No Trace ethic, \"Take only pictures, leave only footprints\" holds particularly true; and many visitors, after leaving here with memories and pictures, are eager to share them with us and the world.   We welcome your submissions - please feel free to send us copies of your favorite photograph or drawing that you made of the park. Some images may wind up in an online photo gallery; others may find a place in park brochures, bulletin boards or other publications.  Before sharing images with us, please carefully read the submission guidelines. For example, note that we will not reuse images containing watermarks or otherwise advertising a commercial enterprise. Also, because so many visitors are keen to share their experiences, we are not able to ear-mark images for specific or one-off uses; an image donated to us enters the public domain, and may be used free of charge by anyone who comes across the image.       Submission guidelines  Please email us to indicate your interest in submitting your image(s).   Before submitting, please consider the following:  Please limit your submissions to just a few of your favorite images Provide the full name and contact information for the photographer As best you can, provide a title, subject, location and date the photo was taken  By submitting photos, you agree:  All submissions become public domain (learn what \"public domain\" means)  We cannot promise that all images will be re-used Images may be added or removed at any time from our various publications, online galleries, etc.        Privacy considerations   A national park is a public setting where there can be no expectation of privacy, even for children. That being said, it remains this park's preference that a person's likeness is used in publications and media products only with his or her informed consent. If you are donating a photograph in which someone's face is recognizable, please verify that he or she is aware of the image, and that he or she consents to having it enter the public domain.      Use and credit  As an offering of the National Park Service, this website is public domain. Unless specified otherwise with a copyright symbol and ownership citation, you can copy and use images you find here for any purpose, with no credit required.  If you so desire, credit the photographer, or if none is listed, use National Park Service.                   Pictures from Park Visitors   17 Photos  Photographs of the park, and park experiences, donated by visitors. Learn how you can donate photos: http:\/\/www.nps.gov\/dena\/photosmultimedia\/share-your-pictures.htm.",
    "url": "https:\/\/www.nps.gov\/dena\/getinvolved\/share-your-pictures.htm"
}
