{
    "title": "Denali National Park & Preserve: NEPA Documents",
    "body": "NEPA Documents       What Is NEPA?  NEPA is the acronym for the National Environmental Policy Act. This act, passed in 1969, laid the foundation for environmental protection in the United States by setting policy goals for the federal government. Two major requirements of the act are that agencies analyze the environmental impacts of federal actions and engage the public in the decision-making process.  Learn more about NEPA:   NEPA Statute Citizen's Guide to NEPA NEPA website       Denali's NEPA Documents  Below, you'll find a variety of environmental assessments and other documents. Some of these are done in conjunction with a large management plan of some kind, while others are for smaller-scale projects or actions.      Plans: Entrance Area to Savage River    Wastewater Treatment Facility Plan (2008)  Entrance Area and Road Corridor Development Concept Plan (DCP) (1997) | EA for Rock Creek Bridge Replacement | Final DCP and Environmental Impact Statement | Record of Decision Headquarters Area Plan (2008)  C-Camp Improvements (2006) Savage River Rest Stop (2006) Savage River East Parking Area (2002) | Finding of No Significant Impact Entrance Area Visitor Facilities (2001) | Environmental Assessment | Finding of No Significant Impact | Wetlands Statement of Finding Community Transportation System Needs Assessment & Feasibility Study (2006) | Final Study Triple Lakes & Savage Alpine Trails (2006)  McKinley Station & Meadow View Trails (2005)  Multi-Purpose Trail & Fiber Optic Line (Bike Trail) (2004)  Rehabilitate Mile 4.0 and 4.5 of Denali Park Road        Backcountry Management Plan (2006)  This Backcountry Management Plan updates and expands upon the 1976 Backcountry Management Plan and amends the 1986 General Management Plan. The plan's goals are to continue to provide for a range of visitor opportunities in the backcountry, to protect the internationally significant resources of the park and preserve, and to manage growth so that in the long term a greater number of users can experience the park with reduced environmental impacts. The record of decision approving the Final Backcountry Management Plan, General Management Plan Amendment, and Environmental Impact Statement was signed on February 21, 2006. Find all documents associated with the Backcountry Management Plan.  Survey of Overnight Backcountry Visitors 2000 data collection, 2002 final report   Introduction, Visitor & Trip Characteristics User Experiences & Evaluations Other User Responses, Diary Data, Stated Choice Analysis Appendices (including survey instruments)   Closure of Former Mount McKinley National Park to Snowmobile Use (2000)  Environmental Assessment Appendices Finding of No Significant Impact Statement of Finding Temporary Closure (1999)         Documents Concerning Proposals for a Northern Access Route into the Park  North Access Feasibility Study (1997) | Feasibility Study  North Access Visitor Facilities Study (2004) | Final Visitor Facilities Study North Denali Access Reconnaissance Study (2006) This study was completed by the State of Alaska Department of Transportation and Public Facilities and is not a National Park Service study. Find more about this study on the Alaska DOT website.       Subsistence Plans and Studies  Subsistence Management Plan (2000, rev. 2004) appendices not included Environmental Assessment for Construction of Replacement Subsistence Cabins  Cantwell Off-Road Vehicle (ORV) Traditional Use    Finding of No Significant Impact (2007) Cantwell ORV Environmental Assessment (2007) Cantwell ORV Traditionally-Employed Final Determination (2005)  Temporary Closure (2005)         Research \/ Resource Management Plans & Studies  Denali Road Capacity Study Resource Stewardship Strategy (RSS) . 2006 Visitor Use Survey Bear-Human Conflict Management Plan (2003)       Plans: Kantishna Area   ANILCA Title XI Access: Standard Form 299  Spruce Creek Access (2002)   Environmental Assessment - Purpose & Need, Alternatives Environmental Assessment - Affected Environment Environmental Assessment - Environmental Consequences Environmental Assessment - Appendices Finding of No Significant Impact Errata   Reclamation of Mined Lands Program (2001)   Environmental Assessment Finding of No Significant Impact   Cumulative Impacts of Mining (1990): Record of Decision  Comstock Sampling Environmental Assessment (2006): Environmental Assessment | Finding of No Significant Impact  Gravel Use Risk Assessment: Risk Assessment        Additional Environmental Assessments (2003 and earlier)  Denali's business plan (2004) Environmental Assessment for Construction of a Springtime Dogsled and Skiing Trail from Headquarters to Mile 7 of the Park Road. 2003   Decision: Finding of No Significant Impact (FONSI) 2003   Hazardous Vegetative Fuel Treatment Plan November 2002  Savage East Parking Area Improvements to the Parking Area - August 2002   Decision: Finding of No Significant Impact (FONSI)   Spruce Creek Access: Chapters 1 & 2, Chapter 3, Chapters 4 - 6, Appendices, Errata - April 2002   Decision: Finding of No Significant Impact (FONSI)   Final Snowmachine, Road Regationsand appendices   Decision: Finding of No Significant Impact (FONSI) 2000",
    "url": "https:\/\/www.nps.gov\/dena\/getinvolved\/planning-nepa.htm"
}
