{
    "title": "Denali National Park & Preserve: Sustainability",
    "body": "Explore This Park    Get Involved     Sustainability             Working for a Greener Denali       Denali is committed to being a green park. Read about the park's goals to reduce energy and water consumption, create and maintain environmentally-friendly buildings, reuse or recycle waste, reduce pollution, make green purchases, and promote a better understanding of the effects of climate change on natural and cultural resources. To learn about what the National Park Service as a whole is doing, check out the NPS Green Parks Plan.              Zero Landfill Initiative                  Small Steps, Big Changes: Sustainability at Denali National Park and Preserve   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 29 seconds  This video by SCA media intern Charlotte Bodak explores some of the ways that the park and its staff strive to reduce consumption, increase efficiency, and recycle waste toward greater environmental sustainability.          Green Denali - An Environmental Commitment Denali has already accomplished much in the way of sustainability. More than 100 photos and simple text share the story of Denali's green actions and practices--and commitment.   Denali has created an environmental commitment statement to solidify the park's environmental goals. Creating such a statement is part of the Environmental Management System that the NPS uses to guide environmentally-related projects and activities in parks.  The park is learning about the effects of climate change on Denali's natural and cultural resources, while also trying to reduce the impacts of park operations on climate change. Following the NPS Climate Change Response Strategy, Denali's climate change response includes science, adaptation, mitigation, and communication.         Traveling Green There are many ways to reduce the carbon footprint of travel...before you leave home and during your visit to Denali.  How to 'green' your visit to Denali   Traveling green Learn how to reduce your carbon footprint before and during your trip to Denali       Green Initiatives at Denali Denali has several innovative programs to help reduce waste and our environmental impact.    Recycling (saving thousands of pounds from the landfill) Water filling stations (eliminating throwaway plastic bottle use in Denali) Keeping night skies dark (changing bulbs and fixtures to minimize light pollution) Green business practices (training staff to always make green purchases and contracts)              Energy: Conservation, Efficiency, and Alternative Sources Denali is developing a fleet of vehicles that includes electric and hybrid vehicles. Solar power and hydro power are used to reduce fuel or electrical needs for energy. Energy conservation includes use of vehicles that create fewer emissions, use of \"smart\" plug-ins for cold weather, buildings that use fewer BTUs per square feet, and staff who turn off lights and computers when not in use. Denali encourages ride sharing and other behaviors that decrease fuel consumption.   Denali's vehicle fleet - adding hybrid and electric, downsizing, increasing fuel efficiency Electric car recharging station  Go Green - an initiative aimed at reducing non-renewable fuels, especially at remote locations Net zero at Eielson Visitor Center - aiming for all solar and hydro power         Denali's Green Buildings Denali uses the LEED rating system to guide the design and construction of new facilities. LEED stands for Leadership in Energy and Environmental Design and was created by the U.S. Green Building Council, a non-profit dedicated to sustainable building design and construction.  Eielson Visitor Center Eielson Visitor Center was rebuilt, with work completed in 2008. It earned a LEED platinum rating (the highest achievable LEED rating) and showcases many green building practices. Denali Visitor Center The Denali Visitor Center opened in 2005 and earned a LEED silver rating.",
    "url": "https:\/\/www.nps.gov\/dena\/getinvolved\/sustainability.htm"
}
