{
    "title": "Denali National Park & Preserve: Your Denali Story",
    "body": "Explore This Park    Get Involved     Your Denali Story             Your Denali Story        NPS \/ KENT MILLER        To record Your Denali Story, please call ... 907 683-6400   We've made it easy for you to tell others about the things you've seen and experienced during your visit to Denali. If you have a minute to spare, and a telephone, you can record a story that may appear here on the park website, with links from popular social media feeds.             Greeting and Instructions     This short audio and transcript allows you to preview the greeting and instructions you will hear when you call to record \"Your Denali Story.\"  Duration:42 seconds      Download Original File: dena-YDS_demo.mp31,368 KB           Audio Transcript Welcome to Your Denali Story, a voicemail box that you can use to share your experience of visiting Denali National Park and Preserve through recordings on the park website, and social media.Before you start, please carefully pronounce your name, the city and state or country where you live, and a telephone number where we can reach you if we have questions. Please pause for a moment to separate this introduction from the beginning of your story.You will then have about 60 seconds to describe an event, experience, or impression of visiting the park. Comments may need to be edited for length or content before they are posted on the park website, and linked to social media.Thank you. You may begin telling us your story now.           Learn how to Share Your Pictures with the park        To preview each story prior to listening, click \"Audio Transcript.\"   If you're connecting to us by iPhone, or other device that has trouble with a Flash-based interface, please click direct links to stories that appear beneath labels that read \"Download Original File.\"    If you want to help us make this offering known to others, please share the URL to this page from your browser, or this shortened link, http:\/\/go.usa.gov\/gQEQ. Please don't advertise the telephone number by itself since it may need to change from time to time.                  Jen and Neal of Moab, Utah     To preview this story, click \"Audio Transcript.\"  Duration:1 minute, 38 seconds      Date created: 2012-12-23     Download Original File: dena-121223_JenNeal.mp31,583 KB           Audio Transcript Recorded Dec 23, 2012Jen and Neal of Moab, UtahJ: When we went backpacking in Denali, I was really excited to see all the wildlife. But, I have to say, I really wanted to see a grizzly.N: We saw a few on the bus ride in...J: But that wasn't really what I had in mind.J: I wanted to see a bear...kind of...on its own turf. To share a space with it. And we spent two nights near Stony Dome. Hiked around...enjoyed the air, the views, the tundra...but no bears.N: We saw some caribou.J: Yeah.N: And a fox.J: Right.N: Until the last morning.J: We're standing there eating oatmeal Neal saysN: Yonder is a bear.J: And sure enough: a quarter mile, a half mile away...N: it seemed like a kind of like a comfortable distance...J: was a bear.N: Ambling. He was ambling.J: Toward us. And as we watched...N: with our spoons somewhere between our bowls and our mouths...J: it kept coming.J: it was uncanny, really.N: like we rang the breakfast bell.J: the bear sauntered all the way down to the streambed where we were camped.N: and stood up.J: it was what...a few hundreds yards away?N: I could have hit it with a 7-iron.J: it was happening. it was me and the bear.N: and me going for the bear spray. and trying to close our bear cans while my hands shook.J: it was so completely unlike seeing a bear from the bus. I mean, it couldn't have been more different. It was exhilarating. There were no people, no cameras, it was silent...and really wonderful.N: Once it turned around it was exhilarating. Until then, it was terrifying.J: At that point we remembered to wave our arms over our heads and use our voices.N: \"Hey bear. Heeeeeey bear. Nothing to see here. Hey bear...\"J: Before long....N: ...it seemed like long...J: ...it turned around and walked back the way it had come.J: I'll never forget it. Ever.             Denise of Walla Walla, Washington     To preview this story, click \"Audio Transcript.\"  Duration:31 seconds      Date created: 2012-12-17     Download Original File: dena-121217_Denise.mp3250 KB           Audio Transcript Recorded on Dec 17, 2012Denise of Walla Walla, WashingtonWe visited Alaska in the summer of 2011 with our daughters Daria and Denali. We wanted show our daughter Denali the mountain after which she was named. As we were traveling, we came upon four wolves walking down the road. Our driver said that seeing even one on the road was a rare occurrence. In the group there was an alpha male and an alpha female. We ended up following them for about 45 minutes. Then they finally travelled off the road. The following morning we awoke to a beautiful sunny day and we were able to see the entire mountain. It was magnificent.             Amanda of Michigan     To preview this story, click \"Audio Transcript.\"  Duration:1 minute, 6 seconds      Date created: 2012-12-17     Download Original File: dena-121217_Amanda.mp3532 KB                     Krista of Seattle, Washington     To preview this story, click \"Audio Transcript.\"  Duration:51 seconds      Date created: 2012-12-16     Download Original File: dena-121216_Krista.mp3416 KB                     Susan of Mansfield, Texas     To preview this story, click \"Audio Transcript.\"  Duration:53 seconds      Date created: 2012-12-16     Download Original File: dena-121216_Susan.mp3426 KB           Audio Transcript Recorded Dec 16, 2012Susan of Mansfield, Texas I love to come visit Denali every other year, and have since 2007. And it's a thrill on every visit to see the entirety of Mount McKinley. But my most favorite part every time I come to the state of Alaska is the excitement and the energy and the thrill of visiting the kennels of Denali National Park. The dogs and the staff there, that keep the rich history of this park alive, are just amazing, and are so filled with the love of their jobs that I think they probably don't even consider it work. The dogs are just amazing, and the people are so friendly, and so willing to talk to you, and explain to you what their role is in keeping this rich history of this beautiful park alive.Thank you for all of your hard work. And I look forward to my next visit to see you.             Nancy of Lawrenceville, Georgia     To preview this story, click \"Audio Transcript.\"  Duration:1 minute, 35 seconds      Date created: 2012-12-16     Download Original File: dena-121216_Nancy.mp3768 KB           Audio Transcript Recorded Dec 16, 2012Nancy of Lawrenceville, GeorgiaAll my life I had dreamed of visiting Alaska and seeing Mount McKinley, and finally, as a grandmother, my dream came true. We were scheduled to only be in the park for three days. We had clouds, drizzle. It covered the mountain all of those days. But then the morning of the day we were to leave, we drove back into the park, and there it was. Oh, my word. It was shining like a huge, sparkling jewel just rising up to the sky. I began to weep. I was so touched and so in awe of this beautiful mountain, and its beauty and its majesty, and just thinking about it, and thinking about our awesome Creator who made it. Needless to say, this grandmother came home to Georgia with a very thankful and a happy heart.You know Denali has such an allure. It just keeps calling you back. It just captivates you and you just want to share it and think on it. And since that first trip we've returned several times, sharing Denali with our two daughters, and our seven grandchildren, and we love Denali. And we're so thankful for the park and all the people there to make it so special.Thank you so very much. Bye-bye.             Karen of Morro Bay, California     To preview this story, click \"Audio Transcript.\"  Duration:1 minute, 57 seconds      Date created: 2012-12-15     Download Original File: dena-121215_Karen.mp3942 KB           Audio Transcript Recorded Dec 15, 2012Karen of Morro Bay, CaliforniaSeveral years ago, I visited Denali for the first time with a photo tour group. It was a \"bucket list\" trip and I had saved up for it for quite a while. I have seen breath-taking scenery before, but I was totally unprepared for what was presented to me in Denali. I was so taken by the magnificence and breadth of the landscape that I penned these words about my experience and called it, \"Denali Splendor.\" I wrote …As I stand quietly, feet squishing into the ground, my eyes feasting on the scene before me, I am mesmerized by the magnificence. The tundra below mountains of rock, snow and ice, are decorated with a color palette of brilliantly colored reds, yellows, browns, and abundance of greens. The expanse before me is like a love song that touches all of my senses. Flocks of cranes fly overhead. Bears are focused on berries. A caribou herd meanders beside the river. Petite Christmas-like trees blanket the land. Frozen mountains ascend high above crystal-blue ponds. And deep canyons entice me to participate in their discovery. There are sunrises, sunsets, and mountain reflections that take my breath away. The night sky holds a big moon, bigger than I've ever seen, and glimpses of the aurora, through sleepy eyes, are a wonder. This is a special moment in time, and the show is more than I could have imagined. Denali symbolizes wildness, where uncommon beauty is commonplace.I hope to get back to Denali soon to bring my husband this time so he too can experience the joy that still resonates in my heart for this wonderful, wonderful place.Thank you.             John of Baxter, Minnesota     To preview this story, click \"Audio Transcript.\"  Duration:24 seconds      Date created: 2012-12-15     Download Original File: dena-121215_John.mp3197 KB           Audio Transcript Recorded Dec 15, 2012John of Baxter, MinnesotaI have been in Denali National Park 16 times in the past nine years. The highlight for me is camping at Wonder Lake Campground, as well as spending time hiking in the park. It's an incredible place that quickly became my favorite place to visit in North America. And I am planning on at least two more visits in 2013.Thanks for maintaining such an incredible park.             Mark of Powell Butte, Oregon     To preview this story, click \"Audio Transcript.\"  Duration:1 minute, 59 seconds      Date created: 2012-12-14     Download Original File: dena-121214_Mark.mp31,911 KB           Audio Transcript Recorded Dec 14, 2012Mark of Powell Butte, OregonSeveral years ago when I was working at Denali National Park and Preserve, I   decided to climb this one ridge. As I looked way up ahead of me, maybe about a half mile away, I noticed there was this bear running across this tundra slope. You know, that was pretty normal, I've seen bears do that before and figured that the  bear was either chasing ground squirrel, or maybe a caribou or sheep.Well, as I kept on climbing, I noticed that the bear had left his tundra slope and decided to descend the same ridge that I was on. This kind of became a problem because there was no place to go for either of us if we ended up on this same sheep trail. Finally, one time I looked up the ridge and, lo and behold, this bear was 15 yards away from me.As the bear came closer, I began to realize this was a subadult, somebody just kind of testing the world to see where his place in the hierarchy was. And instead of running away, I stood my ground, waved my arms, and talked to it. The bear kept on walking around me and actually doing things that show that he was trying to determine its dominance. It was profiling to me sideways. It was popping its jaws. It was bouncing up and down on its feet. And every time the bear would try to circle around me I would stand my ground, look at it, and continue to wave my arms back and forth.After several minutes, the bear either got bored or decided it was going to do something else, and it ambled off. After about three or four minutes, I decided I would continue back down the way I came. As I walked down another, maybe 50, 60 yards, here was this bear, unconcerned, grazing on a tundra slope just beneath me. That's when I really became scared. I bailed off the other side of the ridge, down this steep tundra slope, hoping I didn't attract the attention of this bear, which I didn't. Made myself back to road.-- And at that point I realized just what a wonderful wilderness I just had. A bear and a human came face-to-face. No harm was done, no aggressive actions were made. We both realized that we were visitors here in this wonderful place, and we should just move on.             David of Whitefish, Montana     To preview this story, click \"Audio Transcript.\"  Duration:45 seconds      Date created: 2012-12-14     Download Original File: dena-121214_David.mp3361 KB           Audio Transcript Recorded on Dec 14, 2012David of Whitefish, MontanaThe first time I went to Denali, the only way I can describe it was an epic day. The whole day was spent on the Park Road. Just an amazing experience from seeing the mountain for the first time without any clouds. To driving the road and seeing moose, caribou, Dall sheep, wolves, grizzly bears, and even lynx. And not just one lynx, but three lynx. I'll never forget just watching a female lynx sitting there calling to her young, and then laying down and nursing them. It was just an amazing sight to see.And the best part of the whole experience was sharing it with some really good friends. Denali has captured my heart, and I can't wait to get back.Thank you.             Amy of Janesville, Wisconsin     To preview this story, click \"Audio Transcript.\"  Duration:51 seconds      Date created: 2012-12-14     Download Original File: dena-121214_Amy.mp3414 KB           Audio Transcript Recorded on Dec 14, 2012Amy of Janesville, WisconsinI came up to Denali in August with my two younger children so that we could meet up with my son who is a guide for the Boy Scout office in Fairbanks after spending three days at Denali.We had seen Denali, we actually got to see the entire mountain. We were ready to leave the park. As we always do as a family, we stopped at the sign to take a picture, only to find that my son with his guide group that he had just taken through the park for backpacking for a few days also at the sign. And we met up with him there all the way from Wisconsin before we actually were supposed to meet with him in Fairbanks.It just shows that family understands where each other is going to be. It was very special for us to meet at the Denali sign.Thanks.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/photosmultimedia\/yourstory.htm"
}
