{
    "title": "Denali National Park & Preserve: Your Wilderness Stories",
    "body": "Explore This Park    Get Involved     Your Denali Story     Your Wilderness Stories              Your Wilderness Stories        NPS Photo \/ Katie Thoresen       “The mountains are fountains of men as well as of rivers, of glaciers, of fertile soil. The great poets, philosophers, prophets, able men whose thoughts and deeds have moved the world, have come down from the mountains – mountain dwellers who have grown strong there with the forest trees in Nature’s workshops.” John Muir   2014 is the 50th anniversary of the Wilderness Act. We want your help in building a collection of stories about what wilderness means to you! Share your memories of Denali and wilderness by sending us:     an audio or video recording a photograph with text  a poem you’ve written any creative expression of your experience here   We’ll post your shared images and your shared stories of wilderness online. These are your stories, and this is your wilderness.             Your Wilderness Stories: Live   Loading the player...    Transcript Music, Gregg OaklyThis year, we celebrate the 50th anniversary of the Wilderness Act. In Denali National Park and Preserve, the community of locals, park service staff, and visitors came together to honor this influential act through the sharing of stories, poems, and music. These are their experiences.Music, Gregg Oakly50 years ago, on September 3rd 1964, President Lyndon B Johnson signed the Wilderness Act into law. It states, “A wilderness, in contrast with those areas where man and his own works dominate the landscape, is hereby recognized as an area where the earth and its community of life are untrammeled by man, where man himself is a visitor who does not remain.” In essence, this means that designated wilderness areas are protected, by law so that we don’t make any impact on the land. Wilderness areas are left wild and free from human control or manipulation. Congressionally designated Wilderness provides the greatest level of permanent protection for recreation, solitude, clean air and water, scenery, wildlife, and scientific understanding of how the natural world works. As Thoreau wrote, “in WILD-ness is the preservation of the world.” We celebrate that preservation with the following stories, songs, and poems. Music, Gregg OaklyKristin Pace: Does anyone here know where the word “wild” comes from? According to Henry David Thoreau it is the past participle of “to will” or self willed. Willful, uncontrollable, and isn’t that wonderful? It asks us to be bold, like Deborah Williams, the environmental lawyer who was instrumental in the passage of ANILCA, a law that added 56.4 million acres to the national wilderness preservation system and 4 million acres to Denali National Park and Preserve. “I am proudest of when I am bold,” she said. It asks us to be emotional, like Marty Murie, who along with her husband Olas, initiated and insisted on critical legislation on behalf of Wilderness, including the Wilderness Act of 1964 and inspired a culture of activism. As she stood before the house interior subcommittee on general oversight on Alaskan lands on June 5th, 1977, she said “I am testifying as an emotional woman, and I would like to ask you, gentlemen, what’s wrong with emotion. Beauty is a resource in an of itself. Alaska must be allowed to be Alaska. That is her greatest economy. I hope the United States of America is not so rich that she can afford to let these Wildernesses pass by, or so poor that she cannot afford to keep them.” And Wilderness asks us to show restraint during an era where, in the words of Arctic Refuge Wilderness Specialist Roger Kaye, “our will envelopes this planet like the atmosphere.”The influential leaders quoted by Kristin Pace, a Denali backcountry ranger, were crucial to preserving wilderness. Kristin and Willie Karidis, the former Executive Director of the Denali Education Center, consider the challenge and fulfillment of the wilderness those leaders worked so hard to protect.Willie Karidis: “The time will come when those of us will work endure and suffer the hardships of the wilderness, prompted only by the love of it, for its own sake.” 1904, Charles Sheldon.Kristin Pace: Sometimes when I’m out in the Wilderness, this primitive energy flows so completely through my veins that my heart fills to the brim and comes pouring through my open mouth in a wild, throaty howl. And a lot of my backcountry ranger coworkers here can attest to this. I’ve become a student of these howls over many years, and have learned that they are usually emitted after some significant struggle. Times I’ve held my breath while almost getting knocked down by a flooding glacial river with Taylor, or held white-knuckled to roots and limbs as my boots sought foothold against the slick cliff. I emerged from some harrowing moment, and as soon as my legs walk freely and unencumbered on earned solid ground, my body wild with adrenaline, the unruly howl rings to life, uncontrollable. In this I have found that I am not a part of the wilderness. As a human being, I am ill equipped to survive here permanently without modifying the landscape, without constructing a cabin, or building a fire to keep warm or cook food. I am truly, in the words of the Wilderness Act, “a visitor who does not remain.” But in my travels through this wild place, I have discovered instead that the wilderness is a part of me. I take it with me everywhere I go. I am inspired by it, in the truest sense of the word. The wind of wilderness is fresh and furious. Have you ever noticed that? How clean it is? It fills my lungs and heart and mind. I gulp it into my very being, and come to life with every inhalation. I feel perfect, I feel alive, and before I know it, I’m howling at the top of my lungs. Wilderness can be deeply inspiring. And, part of its beauty lies in that different experiences inspire people in different ways-- from howling at the top of your lungs after overcoming a challenge, to seeing a wolf as described by Rob Burrows, Denali National Park’s Glaciologist and Wilderness Resources Specialist.Rob Burrows: At some point, we saw a wolf from the bus, and there was a young woman who was probably a bit older than me, who had pined all her life to see one, and it moved her to tears to see this wolf. That made an impression on me. I thought, wow, a wolf.Davyd Betchkal, Denali National Park’s soundscape technician, shares his thought on choices, awareness, and mystery.Davyd Betchkal: You never know where your choices are going to take you. You could be walking along this ridgeline, just below the ridgeline, walking up this steep ridgeline towards a pass in the distance. All you could do in your life, you could make one choice, you could take a 90 degree turn, and all of a sudden you’d go over that ridge and be in a totally different drainage. You know, it’s like an invisible topographic map, the choices you make in your life are like that, and you can choose to do whatever you want to, but if you aren’t aware that you could take that turn. Very few people are exposed or aware of the freedoms they do have in this world. Really you can do a lot of things, you can watch ants building their mound, you can do all sorts of amazing things, and if you weren’t aware of it, you don’t have that freedom, you are not free. Until people have an experience, and can start to have these mysteries occur to them, they can suddenly see this little glimmering of this universe, you know this thing that we’re all participating in. Mountains wrapped in clouds, they are so mysterious, what’s back there? To not see something is almost as beautiful and as wonderful as to see it. to know it’s there, to be aware of it, and to have to seek it out.Art can be one of the many ways people contemplate the mystery of the wilderness. Local legends BJ and John Allen share a song written by their friend Bernease Lewis, and some of John’s poetry.BJ: (song) But I crossed the haunting ice fields before we had our roads, I sweated it out every summer, I cut wood at 40 below, I got here without money and that’s the way I’m going to go, I traded hard work for my life here in Alaska. John Allen: Miles and hours mean nothing to the great land, surrounding mountains exude power beyond challenge. Sea green silence and waves of tundra is awesome, yet in the midst of it all, riding the tip of a bush like the main mast lookout on a full blown clipper ship, a tiny bird looks me in the eye and begins to sing.Two more poems are shared by Backcountry Ranger Alonzo Mandanna, and seasonal concessioner employee Scratch Sperber.Alonzo Mandanna: Well to me, Wilderness can be so many things, as it should be, left alone and free to roam. Wilderness is a place to feel the different, a place to do something different, see something different, hear something different, hear nothing but nothing, a place where the unknown remains intact, a mirror of both monocular and ocular vision, a place where compromises are not made for the sake of all. Scratch Sperber: I want to fall into the embrace of your mountains. Loose myself in the endless kiss of your rivers, feel your arms encircle me as I reach out to you, but that’s not going to happen. You are a park, and you don’t share my passion. Every day I understand more fully just how much you mean to me, and how little I matter to you. You simply wait and watch, as you have for millions of years. Dinosaur dance floors rise and fall as mountains shudder and shift. Glaciers pour into rivers that rush north to the sea. Gentle grasses grow softly along quiet ponds, while forests burst into flames at the touch of a lightning bolt. The lives you have seen come and go must number more than the stars in your night sky. How many others have loved you? I open my heart and rejoice that I am nothing more nor less than just another breath in your wilderness.Denali National Park’s Museum Curator Kim Arthur shares about wilderness as home and heritage, and about bravery and getting over fear.  Kim Arthur: As native people, we still want that connection to places we considered home and with being Navajo, there is that connection with—well Dena’ina and some other people and a lot of the native people up here are Athabascan speaking – so, for me, when I came up it was, it still is, this thing in my head and in my own belief system that it’s a way for me to get back to my ancestors. There is something here, I don’t know what it really is yet, that I’m trying to learn and I’m trying to figure out what it is that I’m supposed to give to other people. Before I came up here, there was this woman I spoke to, and she told me “you’re going to go through a lot of things, and it’s to help get the fear out of you.” So when I think of this place, you know just last week Davyd and I had an encounter with a bear, and I was just like okay, it’s another level of getting over fears, getting over my own insecurities, getting over things I could only imagine I could do one day.While Wilderness can help some get over fears, it can also help others navigate their way through life. Kimber Burrows, Program Director at the Denali Education Center, shares her experiences with Wilderness.Kimber Burrows: In all honesty, the words National Forest and National Park and Wilderness stamped in light grey on the topo map were a foreign language to a kid born and raised just a little west of Detroit. Sure I wanted to see the mountains and bask in the sounds and smells of a pristine place, but this month-long backpacking adventure was more about me finding my way through mental illness, a turbulent childhood, and a seriously low self esteem. I suppose I was really just looking to survive. I’m not sure why I did it, perhaps I didn’t want the patrol trip to end, but shortly before reaching the dirt parking area, I bent down and picked a daisy. Yes, a daisy for my hair. I heard Rob gasp, as he reached around his backpack and in the swiftest of motions handed me a pocket-sized Wilderness Act. In case you need one. Since that day, I have come to appreciate and marvel in the foresight of those who wrote and passed this landmark conservation bill.This landmark bill has truly influenced our country’s wild spaces, Denali and beyond. Thank you for helping us celebrate its 50th anniversary. Help us continue to honor its next 50 years by getting out into these wilderness areas, and advocating for their protection. As the Executive Director of the Denali Education Center Jodi Rodwell says,Jodi Rodwell: Go outdoors, get your feet wet in the river, skip rocks, walk on an uneven trail, notice the ground, the wildflowers, the fact that there are different plants. See the sky and clouds and learn that they are, uh, related. There’s a lot to learn in the wilderness, about all that, but also about yourself. Do you hear your breath while hiking? What thoughts run through your head when the TV and Gameboy, popular in 1999, are off and the loud angry music is silenced? What happens when you don’t have distractions left in your own head?Music, Brian Taylor Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:17 minutes, 48 seconds  Listen to visitors to, and residents near, Denali National Park share what wilderness means to them. This is an excerpt from an event held near Denali in fall 2014.         Featured Stories  Betsy Gelvin and Kristin Knight Pace submitted their wilderness stories in writing:   I grew up in Alaska and graduated from Lathrop High School. My senior trip was to Denali Park. I took a nature walk by myself on the last day, fell asleep in a beautiful spot in the woods (late nighters!) and the train came and went without me due to a teacher always mixing me up with someone else. My absence was discovered halfway back to Fairbanks. They stopped the train and sent two teachers back to get me on one of those push trolley things. By the time they got back to the park, I had called a family friend who flew in and got me in his bush plane. The teachers got an extra night in Denali. They were happy!!!! --- Betsy Gelvin   When I patrolled the Denali Wilderness with the park sled dogs, I became accustomed to their howls. Good Morning howls and After Dinner howls and Thank You howls. But once, while installing a sound monitoring station in a remote part of the park, the dog teams began an unusual chorus. Seemingly, it was instigated by nothing. And then we listened. Less than a quarter mile away, up the Clearwater River, came another kind of howl. A greeting from wild cousins who knew we were there. The wolves and the dogs echoed one another for minutes on end and stopped abruptly, returning the Wilderness to its immeasurable winter silence once again. --- Kristin Knight Pace       How to Share Your Wilderness Stories  Images Check out instructions on how to donate images. Be sure to include in the email any thoughts you want us to share about what the image(s) mean to you.  Audio Learn how to share your Denali story by voicemail.  Video Email denali_info@nps.gov with any common format of video file (preferably mp4). Be sure to include any text either in the email, or in an attached document.  Social Media If you want us to share your wilderness story via Facebook or Twitter, let us know! We'll be sure to let you know when the post will be published.  Poems or Other Written Works Email us your thoughts. Please include \"My Wilderness\" in the subject line.      Need Inspiration?  If wilderness could speak, what would it say? What does wilderness and Denali mean to you?   “A wilderness, in contrast with those areas where man and his own works dominate the landscape, is hereby recognized as an area where the earth and its community of life are untrammeled by man, where man himself is a visitor who does not remain.” Wilderness Act of 1964  How did being in Wilderness feel? 50 years after the Wilderness Act was written, would you define wilderness in the same way?   “The wilderness and the idea of wilderness is one of the permanent homes of the human spirit.” Joseph Wood Krutch Are you at home in this wilderness? Where is home, and what does home mean to you? Can home be a place in which we ourselves are visitors who do not remain? If this was your home, how would you feel?    \"If you know wilderness in the way that you know love, you would be unwilling to let it go... This is the story of our past and it will be the story of our future.” Terry Tempest Williams  How will you carry forward the spirit of wilderness? How will you act?       Check out facts and information wilderness in Denali Learn more about the nationwide celebration of the Wilderness Act's 50th Anniversary",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/photosmultimedia\/your-wilderness.htm"
}
