{
    "title": "Denali National Park & Preserve: Application Information",
    "body": "Application Information       Before you apply for a position with Denali National Park & Preserve, be sure to review the entire vacancy announcement carefully. Each vacancy announcement contains specific information about the duties of the position and the qualifications required. After reviewing the vacancy announcement, if you are interested in the position and believe you meet the qualification requirements, you must then mail us the application package (faxed or e-mailed applications will NOT be accepted). Application Tips Preparing an applicaiton for a Federal governement job is a little different than preparing one for other employers. REMEMBER: Several-page-long applications are common and preferred! When you apply for a position with Denali National Park & Preserve, you may submit either a Federal Government application form (OF-612, Optional Application for Federal Employment) or your own resume. Your application must include:  Job title and announcement number The grade(s) for which you are applying Your name, mailing address, phone number, and Social Security Number Country of Citizenship Veteran’s preference eligibility Eligibility for reinstatement based on previous Federal service Work experience (including any relevant volunteer experience). Include specific starting and ending dates (month\/day\/year), job title, grade (if Federal employment), salary, hours worked per week, employer’s name and phone number, supervisor's name and phone number, and detailed information regarding your duties and accomplishments in the jobs you held. Education completed. List names and addresses of schools attended, major(s), degree(s) earned, and year(s) received. Other information relevant to the position for which you are applying, such as job related training courses, job-related skills, current job related certificates and liscenes, etc.  Note: No matter what form of application you decide to submit, be sure to sign and date the application! In addition, most announcements also require that you submit your information in response to a list of knowledges, skills, and abilities directly related to the position being filled. Other forms may also be required, such as documentation supporting veteran's preference or reinstatement eligibility. Each announcement contains all the details about application procedures and deadlines and lists all the forms and information required for a complete application package.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/management\/application-information.htm"
}
