{
    "title": "Denali National Park & Preserve: Do Business With Us",
    "body": "Do Business With Us       This page is primarily for people interested in, or currently conducting business in the park. If you are interested in visiting the park, please see the section on the website for planning a visit.  Businesses in Denali  Approximately 80 companies provide a wide variety of commercial visitor services in Denali National Park and Preserve. These services are limited to those companies having specific authorization, usually in the form of a Concession Contract or Permit or Commercial Use Authorization (CUA) (previously called Incidental Business Permit). In Denali National Park and Preserve, as in all national parks, commercial business activities are limited and require specific authorization and approval from the National Park Service before any guided activity or business can occur.   You will find that some businesses can conduct activities in only specific areas of Denali. There are references to Wilderness areas, park areas, and preserve areas. These distinct sections of Denali can be seen on various park maps.  Check out a list of authorized guiding services in Denali, as well as a listing of summer park ranger programs available.      Doing Business in National Parks Throughout Alaska   Own a business? Check out a guide to obtaining commercial visitor services permits and licenses on public and native owned lands of Alaska.   Commercial visitor services in Alaska Parks have specific rights and regulations provided under the Alaska National Interest Lands Conservation Act, Section 1307. The Federal Register notice of regulations regarding commercial visitor services related to this section of the act are 36 CFR subpart D final regs.   National Park Service Concessions Management Improvement Act of 1998 --The Senate passed a new Park Concessions Bill, S. 1693, Public Law: 105-391 (11\/13\/98), also known as the \"Thomas Bill\", improving the management of national parks. This bill is the first major change in more than three decades in the way concessions contracts are awarded and ensures that all important future contracts will be awarded through competitive bidding, which will provide better service to the visiting public and a better return to the taxpayers. New concession regulations needed as a result of this bill are in the works.    Commercial Use Authorizations  The Commercial Use Authorization (CUA), established in 2006, replaces the Incidental Business Permit (IBP). The CUA authorizes incidental commercial visitor services that begin and end outside the park. The number of businesses authorized is currently not limited. The National Park Service Alaska Region Office of Concessions manages the CUA program for all national parks in Alaska.   Commercial operators interested in obtaining a CUA should complete the Commercial Use Application Form and mail it to the address on the form.   CUA Application Instructions can be found on the AKRO Office of Concessions, CUA website. If you have questions relating to the application, click on the link above to see the instructions for completing the CUA. If you still have questions, please contact Brenda Coleman at the NPS Anchorage Office of Concession at (907) 644-3362.    CUA Revocation Policy can be downloaded from the AKRO Office of Concessions, CUA website. This policy provides guidelines about suspending, restricting, or revoking Commercial Use Authorizations.   Non-profits interested in acquiring a CUA should contact us.",
    "url": "https:\/\/www.nps.gov\/dena\/getinvolved\/dobusinesswithus.htm"
}
