{
    "title": "Denali National Park & Preserve: Resources for Businesses Who Work with Park Visitors",
    "body": "For People Who Work With The Public        An Interpreter shares his program with visitors to Denali. NPS Photo \/ Kent Miller       Visitors to Denali National Park and Preserve meet a wide variety of Interpreters, whether they are called naturalists, guides, or group leaders, as well as business and community members when they come to the park on a trip. The people visitors encounter enrich their experience in and around Denali, helping to provide them with memories for a lifetime.  This page is designed to provide resources for group leaders, naturalists, hiking guides, hotel staff, drivers, raft guides, flightseeing pilots, Bed & Breakfast owners, and anyone else who may routinely work with visitors to Denali National Park and Preserve.  The resources on this page are a good place to start, but we also have many great resources found by partnering and working together to share ideas between different organizations. Please contact the park's Division of Interpretation (click on the email link for \"General park information\") with questions, comments, or ideas on how we can all work together to deepen visitor connections to this special place.        A beaver gnaws on a twig. NPS Photo \/ Kent Miller       A Selection of Natural and Cultural Park Information    A Few Denali FAQ's Denali National Park History Timeline  A Brief Description of Denali Geology Denali Climbing History Timeline Mammal Summary Small Mammal Summary  Bear, Moose and Wolf Warnings Park Education Packet Denali's First Superintendent, Harry Karstens Charles Sheldon, early park proponent Other cultural history resources Denali Fact Sheets          Two naturalists work together to develop an Interpretive Program. NPS Photo \/ Kent Miller       Tips and Tools for Creating Effective Interpretive Programs   Core Interpretive Themes  Program Development Tips  Conducting an Interpretive Walk at Denali Outline Form: Guided Walks Outline Form: Talks  Tilden's Principals  A Few Things to Try Multiple Intelligences - Reaching Different Kinds of People Diversifying Program Techniques: Handles (1.10 MB)          A view of fall colors near Wonder Lake. NPS Photo \/ Tim Rains        Key Things You Should Know About the Park's Purposes and Goals   Denali National Park Mission Statement  National Park Service Organic Act  Park Purpose and Significance Denali Division of Interpretation Mission Statement Denali National Park and Preserve Education Plan         Training, Coaching, and Development Opportunities  Attend Denali \"Resource Days\" to learn about current scientific research in the park. Check here for updates on training opportunities in Denali. Support materials from skill development courses will also be posted here. For questions about training, coaching, or other Interpretation skill development courses contact the park's Division of Interpretation.       Want to learn more about interpretation?  There are many resources available online to help develop interpretive skills. Explore online courses about creating interpretive programs. Skills gained through the courses help interpreters hone their skills whether presenting a talk, walk, hike, bus tour, or narrated plane flight.  The introductory course Foundations of Interpretation is free. Park Partners may receive a discount when selecting additional courses. Three courses are particularly useful for people working with the public: Informal Visitor Contacts, Conducted Activities (especially for those leading hikes) and Interpretive Talk.  This site is the result of an innovative partnership between the National Park Service Interpretative Development Program and the Eppley Institute for Parks and Public Lands of Indiana University.",
    "url": "https:\/\/www.nps.gov\/dena\/getinvolved\/resources-for-others.htm"
}
