{
    "title": "Denali National Park & Preserve: Planning",
    "body": "Explore This Park    Get Involved     Planning             Planning      Documents Open for Public Review  Loading ...  There are currently no projects with documents open for public review for Denali National Park & Preserve.    Other Plans and Projects An archive of completed projects as well as projects without documents open for comment may be found on the PEPC website.        Planning for Our Parks  The National Park Service (NPS) plans for one purpose - to ensure that the decisions it makes will be carried out as effectively and efficiently as possible. The National Park Service prepares a variety of planning and environmental documents to help guide management of park resources. Planning provides methods and tools for resolving issues in ways that minimize conflicts and promotes mutually beneficial solutions - solutions that articulate how public enjoyment of the parks can be part of a strategy for ensuring that resources are protected unimpaired for future generations.  Denali Planning Portfolio  Park managers are guided by a variety of plans and studies, covering many topics. The totality of a park’s plans is referred to as the Portfolio of Management Plans (portfolio). The portfolio is a dynamic compilation of planning guidance in which certain planning elements are removed and updated, or new elements added as needed. For Alaska, the portfolio consists of basic descriptions of a park’s purpose, such as the Foundation Statement, NPS Alaska Regional Management Guidelines, Land Protection Plans, Wilderness Character Narrative, Park Atlas, and Wild and Scenic River Value Statements; comprehensive plans, such as a General Management Plan and Master Plan; implementation plans, such as a site management plan, transportation plan and fire management plan; and strategic program plans, such as a long-range interpretive plan. The above lists are examples of the types of planning elements that could be found in a portfolio. Each park’s portfolio of management plans will be composed of a unique set of plans designed specifically to help manage that particular unit.   Explore the Denali Portfolio of Management Plans   NEPA\/Compliance  NEPA is the acronym for the National Environmental Policy Act. This act, passed in 1969, laid the foundation for environmental protection in the United States by setting policy goals for the federal government. Two major requirements of the act are that agencies analyze the environmental impacts of federal actions and engage the public in the decision-making process.  The first step in the park planning process involves defining the proposed action. For most projects, the next step in the planning process is to determine the appropriate pathway for NEPA documentation based on the proposed action’s level of impact to the environment. If the proposed action will not have significant impacts to the environment, the park utilizes a categorical exclusion. If it is unclear whether or not the proposed action will have significant environmental impacts, the park prepares an environmental assessment (EA). If the proposed action will have significant environmental impacts, the park prepares an environmental impact statement (EIS).  Explore Denali's NEPA documents       What Types of Plans Are There?  The National Park Service prepares a variety of planning and environmental documents to help guide it in managing park resources. These documents can range from site-specific impact analyses on facility locations to broader park-wide plans for future use and management of the park. In the General Management Planning Dynamic Sourcebook (Version 2.1, March 2008), the National Park Service provides an overview of the NPS planning framework including the following:    The foundation statement is the basis for planning and management, and it concentrates on why a park was established. It describes a park’s purpose and significance, focusing future management and planning on what is most important about a park’s resources and values.  A general management plan (GMP) focuses primarily on what resource conditions and visitor experiences should exist – a shared understanding about the kinds of resource conditions and visitor experiences that will best fulfill the purpose of the park. A GMP defines broad direction for resources preservation and visitor use in a park. Thus, general management planning is the broadest level of decision making for parks.  Program management plans follow the GMP, and they identify and recommend the best strategies for achieving the GMP’s desired conditions for resources and visitor experiences for each program area. Program management plans serve as the bridge between the qualitative desired condition statements in the GMP and the measurable goals and implementing actions identified in the park’s strategic plans and implementation plans. Examples of Denali’s program management plans include the Denali Resource Stewardship Strategy and the Denali Education Plan.  A park’s strategic plan tiers off the GMP and subsequent program management plans. It documents decisions about which desired conditions in the GMP and which respective strategies in the program management plan should be the highest park priorities over the next three to five years.  Implementation plans take the prioritized desired conditions and strategies from a park’s strategic plan and describe in detail the actions that will be taken over the next several years to help achieve those conditions. Examples of Denali’s implementation plans include the Headquarters Area Plan and the South Denali Implementation Plan.     What Steps Are Involved in NEPA and Plans?  The first step in the park planning process involves defining the proposed action. For most projects, the next step in the planning process is to determine the appropriate pathway for NEPA documentation based on the proposed action’s level of impact to the environment.   If the proposed action will not have significant impacts to the environment, the park utilizes a categorical exclusion. If it is unclear whether or not the proposed action will have significant environmental impacts, the park prepares an environmental assessment (EA). If the proposed action will have significant environmental impacts, the park prepares an environmental impact statement (EIS).",
    "url": "https:\/\/www.nps.gov\/dena\/getinvolved\/planning.htm"
}
