{
    "title": "Denali National Park & Preserve: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer             Volunteer        Current Volunteer Opportunities          The Alpine Forget-me-Not is the Alaska state flower. NPS photo\/Jacob W. Frank  Need for Seed is Saturday, August 6 Want to learn more about native plants and seeds? Want to help collect seeds for future re-vegetation projects? Join our Vegetation Crew to harvest seeds from some of Denali's native plants. Work and Play   Help harvest and dry native seeds around the Denali Visitor Center  Learn about Denali's native plants and restoration projects in the park Earn a free voucher for a future bus ride into the park  More Details   Who: You and your friends\/family. Children must be accompanied by an adult. What: Hands-on conservation work. Bring: water, snacks, lunch, hiking boots, rain gear and clothing layers. Safety gear and tools will be provided. When: Saturday, August 6. Meet at 9 a.m. The work day will conclude by 2 p.m. Where: Meet in the automobile (not RV) parking lot on the north side of the Denali Visitor Center, located at mile 1.2 on the Denali Park Road. Look for uniformed NPS employees.  Overnight accommodations, dorm or campsite, are available to those who need them. Please make arrangements in advance. Every volunteer will receive a thank-you gift, including a voucher for a shuttle bus ride in the park (you choose the date, includes park entrance fee). Questions: Contact the Denali National Park and Preserve Volunteer Office by Email or call 907-683-9504.        More than 40 volunteers donated their time and talents for \"Dandelion Demolition 2016\" on National Trails Day in June. NPS photo\/Claire Abendroth  Centennial Volunteer Challenge Denali National Park and Preserve invites all Alaskans to participate in the Denali Centennial Volunteer Challenge during the National Park Service Centennial in 2016 and the park's 100th birthday celebration throughout 2017. When people engage with their communities and volunteer, everyone benefits. Denali National Park and Preserve is part of the Alaska community. Whether a volunteer donates his time to his local school or a volunteer lends a hand in her national park, both places are enriched. Participants in the 100 Hour Volunteer Challenge are encouraged to volunteer in Denali and in their communities. Anyone who reaches 100 hours of volunteering in either, both or a combination of both Centennial years will receive a thank-you gift from the Denali National Park Volunteer Program and a letter of recognition from Denali National Park and Preserve Superintendent Don Striker. Volunteers who donate 100 hours to Denali and their communities in both years will receive two thank-you gifts! To participate, volunteers must:   be Alaska residents. volunteer at least 10 of their 100 hours with Denali National Park and Preserve. volunteer their community hours with non-profit, secular organizations (volunteer fire department, public school, community clean-up days, etc.) or a grassroots project, subject to approval by the Denali National Park Volunteer Program staff using federal guidelines and policies. sign a National Park Service Volunteer Agreement and record their hours on the time sheet provided by the Denali National Park Volunteer Office.  For more information contact the Volunteer Office by e-mail or at 907-683-9504.              The volunteer program at Denali Each year, volunteers contribute more than 60,000 hours to Denali National Park and Preserve. Retired couples, individuals, school groups, scouts, clubs and organizations - people just like you - donate their time and efforts to provide essential services at Denali's visitor centers, offices, kennel operations, campgrounds, and even on the majestic slopes of North America's highest mountain. Our volunteers also contribute long hours constructing trails, eradicating invasive plants, gathering native seeds and assisting park researchers with a variety of projects.  More than 500 people annually make the time to give something back to this American treasure in Alaska. Depending on the opportunity, volunteers may donate several months at a time or perhaps a few hours. If this sounds like something you may be interested in, please read further.  During the summer months, housing within the park is limited. We have dedicated trailer pads with hook-ups in the headquarters area, and one trailer pad each at Teklanika River and Wonder Lake Campgrounds. Volunteers who apply through the Student Conservation Association program often have a better chance to secure employee housing.  If experiencing Denali in the winter interests you, we have lots of housing and projects to keep a person busy. The \"off\" season is a great time for us to organize and prepare for the busy summer.      In their own words \"Volunteering at Denali National Park was a once in a lifetime experience. We were fortunate enough to work at Eielson Visitor Center ... and live at Toklat in the interior of the park. Wow! The people were absolutely wonderful. They were totally accepting of us and included us in all activities as if we were park service employees. Some have become lifelong friends. Their trust in us allowed us to staff the visitor center solo, give campground talks at Wonder Lake, and lead Discovery Hikes, our favorite activity.   We experienced bears just about every day. A nearby pack of wolves with six pups provided entertainment and inspiration. The views of \"the mountain\" were unbelievable. Hiking in the wilderness gave us a sense of life there and a sense of ourselves. We hope we were able to give a tiny bit back for what we received from the experience.\"  Bill and Barbara Wellman, 2004  \"Spring newborns ... rushing streams ... beautiful flowers ... rugged, snow-capped mountains ... acres of untouched wilderness ... close-up sightings of wildlife living in their natural habitat, unaffected by human interference ... spectacular colors ... places to explore ... majesty Mount McKinley ... new friends! What better place than Denali National Park and Preserve to volunteer!\"  Ron and Beth Shugan  Teklanika Campground hosts, 2006 - 09       America the Beautiful - National Parks and Federal Recreational Lands Volunteer Pass  This pass is for volunteers who donate 250 hours on a cumulative basis. Valid for a year from the date of being awarded, it provides access to, and use of, federal recreation sites that charge an Entrance or Standard Amenity Fee. The pass admits the pass holder and passengers in a non-commercial vehicle at per-vehicle fee areas and admits the pass holder plus three other adults at per-person fee areas. Children under 16 are admitted free.           Student Conservation Association (SCA) Each summer, Denali National Park recruits a limited number of young students from the non-profit Student Conservation Association. Student interns engage in activities such as trail work, interpretive duties, resource management, and working with the park sled dogs. Students who successfully complete their commitments may apply for the Segal AmeriCorps Education Award. Learn more about the SCA or AmeriCorps       If you have further questions, please contact:  Volunteer Coordinator Denali National Park and Preserve P.O. Box 9 Denali Park, AK 99755  907-683-9504 or e-mail.",
    "url": "https:\/\/www.nps.gov\/dena\/getinvolved\/volunteer.htm"
}
