{
    "title": "Denali National Park & Preserve: Thinning Glaciers",
    "body": "Explore This Park    Get Involved     Denali Climate Anthology     Thinning Glaciers              Thinning Glaciers        In 1922, W. F. Chandler stands at the opening of an ice cave in a glacier on the north face of Mount McKinley known as the headwaters of the Muddy Fork of the McKinley River. Denali National Park and Preserve Museum Collection, DENA-00532       Denali, Thinking Like a Glacier   CAROLYN KREMERS        A deep chesty bawl echoes from rimrock to rimrock, rolls down the mountain, and fades into the far blackness of the night.  It is an outburst of wild defiant sorrow, and of contempt for all the adversities of the world.     Every living thing (and perhaps many a dead one as well) pays heed to that call…   Only the mountain has lived long enough to listen objectively to the howl of a wolf.       —\"Thinking Like a Mountain,\" Aldo Leopold, 1944     \"We're in a different climate regime up here.\"  —Rob Burrows, Denali National Park and Preserve, 2014         1. On any day or night of the year, I like to park at the pullout on the west end of the University of Alaska Fairbanks campus, high on the sacred hill called Troth Yeddha'.  Wild Potato Hill.  This is the place, named by Tanana Athabascans, where elders in the past came to discuss problems and the concerns of the many groups of Native peoples in the interior of Alaska.  It was a \"coming together place\"—not just for gathering food such as wild potatoes, but, as one Athabascan elder expressed in 2009, a place for \"wisdom sharing…and good feeling, good thinking, and working together.\"  Mindful of this sacred history, I like to climb out of my car and scan the length of the Alaska Range.  This, I admit, I do with hungry eyes. On the summer solstice, June 21—in the afternoon, say—the view of spiky, glacier-covered Deborah, Hess, and Hayes (one hundred miles south as the raven flies) is often hazy or even obscured due to moisture in the air, wildfire smoke, or billowing thunderclouds and patchy sheets of rain.  Late in the evening, though—say ten or eleven o'clock, lit with the midnight sun—the entire Range may emerge, clear and sharp, awash in a rosy light.  Even elusive Denali, the \"High One\" or \"Great One,\" the tallest peak in North America, will be sailing on its massive granite base (its glacier-covered pluton), far to the right, seemingly just beyond the outcrop of Chena Ridge and the braids of the silty Tanana River. Or say it's the opposite end of the year—winter solstice, December 21—when the temperature in the hills around Fairbanks is zero degrees Fahrenheit or minus 20 or minus 40.  Sometimes when I park at the pullout, all the mountains lie hidden behind a sinister scrim of wood-burning\/power-plant\/automobile\/truck\/bus fine particulates.  Occasionally, everything beyond this sacred hill can be lost in ice fog or thick-falling snow.  But sometimes the sky turns cranberry red at sunrise (eleven), frosty pink and pale yellow by two; cobalt and black by five with a moon, silver stars, and, later, the northern lights shimmering chartreuse overhead.  Whatever the season or the weather, often I'm glad that my little log cabin perches on the northwest side of Chena Ridge and not the south.  For I think I'd have trouble trying not to stare and stare at this priceless, ever-changing Alaska Range view.   2. People who study glaciers—glaciologists, geophysicists, geologists—become attached to their glaciers, I suppose, in a similar way.  They interact with their subjects from season to season, year in and year out, until they've developed (unconsciously, subconsciously) a relationship.  I know this is true, for I've observed how they write and speak of it, reflecting reverence and respect, excitement and wonder in their voices and eyes.  Clearly they value their work.  I think it must be hard, then, for such scientists to be witnessing the slow and fast thinning—nay, perhaps disappearance—of glaciers all over the world.    3. The Earth today is covered about 71 percent by water (most of it in the oceans) and about 29 percent by land.  Of this land surface area, about 10 percent (or six million square miles) is covered by glaciers, ice fields, and ice sheets.  This glacial ice blankets Antarctica and parts of Greenland, Iceland, Canada, Russia, and Alaska, and it exists in additional mountainous regions on every continent except Australia.  In the European Alps, for instance, there are more than 1200 valley glaciers.  Scientists estimate, however, that by 2025 the glaciers in the Alps will have lost more than 90 percent of the ice that was in them a century before. A valley glacier generally flows in one direction, whereas an ice cap or an ice sheet flows outward in all directions from the center.  An ice sheet is defined by glaciologists as covering more than 50,000 square kilometers (20,000 square miles).  Ice sheets covered much of the Northern Hemisphere during the series of Pleistocene ice ages, but today just two major ice sheets remain on Earth: one on Greenland and one on Antarctica.  The Greenland ice sheet currently covers about 650,000 square miles and is about 10,000 feet high at its summit.  The Antarctic ice sheet covers about 5.4 million miles and includes three geographic sections.  The East Antarctic ice sheet ranges from about 11,000 to 13,000 feet at its highest elevations, whereas summits on the West Antarctic ice sheet and on the Antarctic Peninsula are lower: about 8,200 feet. Entire mountain ranges are hidden beneath Antarctica's ice sheet.  This thick sheet holds 90 percent of all the ice in the world and contains more fresh water than all of Earth's rivers and lakes combined.  Like the smaller valley glaciers in the Alps, the huge ice sheet on Antarctica is losing itself: it is melting and changing.  So is Greenland's. As global temperatures rise during the 21st century due to global warming and climate change, significant portions of these two major ice sheets and of glaciers throughout the world are expected to melt.  Since these icy phenomena hold 75 percent of the world's freshwater supply, many scientists and others expect the melting to result in substantial loss of freshwater into the oceans, significant sea-level rise, and major flooding of the coastlines and islands of every continent.        Ruth Glacier    4. I learned only recently that Alaska has an estimated 100,000 glaciers—wow! Some are named, but most are not. Together they cover 29,000 square miles or about 5 percent of Alaska's total land surface. In comparison to the 5.4 million square miles of the Antarctic ice sheet, these statistics may seem miniscule. But the importance of glaciers to Alaska's land-based and ocean-based ecosystems is not miniscule. And, to me, Denali the mountain is not miniscule, either. \"The High One\" is a glacial world incarnate: ever white, ever cold and moving, literally and figuratively. At 20,310 feet, this mountain is higher than any of the 13,000 and 14,000-foot peaks in the Rocky Mountains that I climbed, huffing and puffing, with my father when I was growing up in Colorado. Since moving to Alaska in 1986, nearly 29 years ago, I have camped numerous times \"right next to Denali\": on its north side at Wonder Lake Campground and in back-country areas of the Park, and on Denali's south side along the Kesugi Ridge Trail and elsewhere. In all sorts of weather and gear—mosquito-covered and not—I have stood (or sat) spellbound with binoculars, glassing the Mountain's glacier-covered base and flanks and summits. A careful look at my new-fangled (laminated) topo map of the Park reveals names for some of the glaciers that have blanketed the Mountain since at least the last Pleistocene ice age and that are still flowing down its sides: the Harper Glacier, the Muldrow, the Kahiltna, Traleika, Peters, and Ruth. But what about Denali now, in the 21st century? Am I glassing a melting Mountain?   5. Most of Alaska's glaciers lie near its coast, in distinct regions. From south to north, these four regions include the Coast Mountains along the Inside Passage (Juneau and Stikine icefields), the Fairweather Range (including Glacier Bay National Park and Preserve), the St. Elias and Wrangell Mountains, and the Chugach and Kenai mountains surrounding Prince William Sound. The Alaska Range is the fifth major glacial region in Alaska and the farthest north. (There are many small cirque glaciers in the Brooks Range, several hundred miles north of the Alaska Range, but these \"remnants\" from the Pleistocene no longer constitute a major glacial region in Alaska.) The 600-mile-long Alaska Range provides a dividing line between Anchorage and the \"wet\" southern coastal regions, and Fairbanks and Alaska's \"dry\" interior. The iconic image of a steep glacier face calving huge chunks of ice into the ocean cannot be seen in the Alaska Range, of course, because these are not maritime or tidewater glaciers (like so many glaciers in Alaska). Still, glaciers in Denali National Park cover one million acres or one-sixth of the Park's total surface—and the Park is nearly the same size in area as the state of Massachusetts. According to modern mapping based on the interpretation of satellite imagery, in 2010 there were 881 glaciers in the Park. These 881 glaciers are remains of the very large alpine and piedmont glaciers that covered the Alaska Range as recently as 20,000 years ago. (In his book Sculpted by Ice: Glaciers and the Alaska Landscape, Michael Collier describes piedmont glaciers this way: \"A piedmont glacier is a thick continuous mass of ice resting on relatively flat land near the base of a mountain range. Piedmont glaciers are fed by other glaciers that deliver ice from nearby mountains.\") But what was previously an ice field of large glaciers blanketing the north side of the Alaska Range—an ice field that expanded and contracted numerous times over a period of three million years—is now (although it might not appear so, to the uninformed viewer) a patchwork of remnants. So my Mountain is melting—or has melted already, in the big (geological-scale) picture. But what about now? What am I seeing when I look at Denali now? And how might that image change in a hundred years, or in ten thousand?   6. The simple answer to these questions is that, right now, glaciers in Denali National Park and Preserve are shrinking. Research shows that most of the large glaciers that originate from the cold high elevations of Denali (the mountain) and from other high elevations in the Alaska Range are showing signs of thinning and retreat. At the same time, though, things are more complicated and unpredictable than this—and here's why. Glaciers are rivers of ice, yes. Five basic ingredients are required to make a glacier: snow, cold, time, pressure, and gravity. When snow, cold, and time have mixed enough to transform snowflakes into firn (snow that has survived a summer and has been buried by the next winter's snow)…and when that firn is buried deeper by successive layers of snow and firn, deeper and deeper, until there's enough pressure to fuse firn into glacial ice…and when that ice finally begins to flow because of its own weight and because of gravity pulling on it…voilá! A glacier is born. But here's the thing: like Homo sapiens, every glacier in the world is a unique creation, a unique being. Every glacier has a unique set of physical characteristics that help determine how that glacier responds to changes in mass balance (more about that below) and hence to changes in climate. Each glacier gains mass when snowfall accumulates on its surface. And each glacier loses mass primarily through surface melting (called ablation). According to Rob Burrows, the scientist responsible for glacier monitoring at Denali National Park and Preserve, \"A glacier's mass balance is the difference between accumulation and ablation, across the entire glacier. Mass balance describes the overall health of the glacier from year to year, as well as cumulatively over years, decades, and centuries.\" On any glacier, generally the average summer season temperature drives total ablation for any given year, and the total winter snowfall drives accumulation. (As Rob points out, though, in the Alaska Range at elevations above 12,000 or 13,000 feet, air temperatures are below freezing year-round, so there is rarely a summer season. At these elevations and above in the Alaska Range, snowfall and winds drive both ablation and accumulation.) Besides ablation and accumulation, numerous other characteristics of a glacier can also affect its behavior—including the glacier's size, elevation range, aspect (the compass direction that the glacier faces), slope, number and arrangement of tributaries, area-altitude distribution (called hypsometry), whether the glacier ends in a body of water (such as a lake or an ocean), and the underlying and surrounding geology of the glacier's bed or basin. If a glacier's surface is covered by rock debris, for instance (due to bedrock that readily erodes), this debris can insulate the glacier's surface ice, slow down melt rates, change flow rates and the amount of meltwater and sediment discharge, and complicate the observation and measurement of the glacier's advance or retreat. Any or all of these variables can affect how a single glacier influences ecosystems, habitat, rivers, and streams, or how a glacier influences landscape or affects sea level. And there are 881 unique glaciers (and counting) in the park!   7. While reveling in an unexpected view of the Mountain from Fairbanks, on a warm day or a frigid night at Troth Yeddha', I can't make out individual glaciers, of course. Denali looks like a luscious mound of vanilla ice cream or a very large scoop of cranberry sorbet. But peering down from my coveted window seat on the Denali side of an Alaska Airlines jet—flying to or from Anchorage, Seattle, or my beloved Colorado—if it's a clear day or a moonlit or midnight-sun evening, I can identify some of the Mountain's glaciers by name. And I can imagine voices …      *  I am the Harper Glacier, crouched at 19,000 feet near the very top of Denali between its two summits: the North Peak and South Peak. Trending northeast, I flow down for four miles to the Great Icefall and the Lower Icefall, where I become the Muldrow Glacier. I have a namesake who had a tragic end: Walter Harper. Born in 1893 in the Koyukuk region of interior Alaska—to a Koyukon Athabascan mother and an Irish immigrant father—Walter was sent to an Episcopal boarding school in Nenana at age 16. There he became acquainted with Hudson Stuck, the adventurous Episcopal missionary and archdeacon of the Yukon River area. At age 20, Walter was invited to join Stuck, Harry Karstens, and Robert Tatum in their expedition to climb Denali (then called Mt. McKinley). The party left Nenana on March 17, 1913, and made its final ascent on June 6. Walter was the first of the four-person party to reach the summit. This was the first successful ascent of the South Peak (the true summit of Denali), and that year, Hudson Stuck named me for Walter. Five years later, Walter married. He and his bride decided to take a steamship from Skagway to Seattle as their honeymoon, then travel to Philadelphia, where Walter planned to enter medical school and his wife hoped to join the Red Cross. The ship went off course in a storm outside Juneau, struck a reef, and sank on October 25, 1918. The crew and all 268 passengers died, including Mr. Harper and his wife. I think about that young man sometimes. And, of course, about all the other people—younger and older—who choose to climb Denali from the north side, the less travelled side, and follow a route similar to his. They make their way up the lower Muldrow Glacier to McGonagall Pass, ascend Karstens Ridge up to me, and establish a high camp at 17,00 feet. From there they try for the summit.   *  I am the Muldrow Glacier, trending northeast from the foot of the Harper. My Athabascan name is Henteel No' Loo'. In 1902, I was named by a man at the US Geological Survey for Robert Muldrow (1864-1946), a topographer for the USGS who took measurements in the Susitna River Basin in 1898. Currently I'm 34 miles long, the longest glacier on the north side of the Alaska Range and the largest north-flowing glacier in Alaska. I surged in 1956-57, and scientists predict I'll surge again by the 2020s. When a glacier surges, all or parts of it accelerate to 10 to 100 times its \"quiescent\" or usual (quiet) speed. Scientists believe that surging occurs when meltwater underneath the glacier and pulverized rock decrease the friction between the glacier and its bed and act like a conveyor belt. My lower section (the part of me at lower elevations) is covered by debris: rock, dirt, gravel, even plants. My terminus (or end) can be seen from the Park Road at Eielson Visitor Center and beyond, but the color is brown and green from the debris, not white. When Park visitors look at me, they often say, \"Glacier?  What glacier?\"    *  I am the Kahiltna Glacier, the longest glacier in the Park. Trending south, I stretch 45 miles—beginning from the southern heights of Denali and in an ice field between Denali, Mount Foraker, and Mount Hunter—and I move all the way down to the valley floor, where I become the Kahiltna River. My name is from the Dena'ina Athabascan language: Kagheltnu Li'a. The name was first reported to the USGS in 1899 by Lieutenant J.S. Herron as \"Car-ilt-nu.\"  Many mountain climbers are intimately familiar with me, for I offer the safest and therefore most commonly used route to the summit of Denali: the West Buttress route (first led by Bradford Washburn in 1951). Climbers are flown from the town of Talkeetna, in small planes with skis, and the planes land on the snow at my lower reaches (around 7,000 feet). Then the climbers head up, hauling gear in their backpacks and sleds, to Windy Corner and the West Buttress. Because I exhibit a broad range of elevation and climate gradients, I was chosen in 1991 by glacier researchers Larry Mayo and Keith Echelmeyer as the Denali south side \"index glacier.\"  Mayo and Echelmeyer established a single observation site at about 6,300 feet near my long-term equilibrium line altitude (ELA), where they installed a vertical stake in the snow and ice surface. (An ELA is the approximate line on a glacier where the average glacier mass balance—accumulation versus melting or ablation—is zero.)  Since 1991, field measurements have been gathered from this site every spring (at the end of the winter accumulation season: late May to early June) and every fall (at the end of the summer ablation season: early August to mid-September). The stake is visited each spring and fall to determine the change of the glacier surface relative to the height of the stake. Mathematical formulas are then used to extrapolate the stake observations to the entire glacier surface and calculate the mass balance of the whole glacier. In spring 2013, three new stakes were placed on me above the (by then) two existing index stakes. According to the data gathered since 1991, I'm moving about 660 feet per year (~0.125 mile). As more data is collected about me, it may be used to represent other unmeasured glaciers on the south side of Denali and the south side of the rest of the Alaska Range. Hence the term used for me: index glacier.   *  I am the Traleika Glacier. I was named around 1945 by the mountaineer, photographer, and cartographer, Bradford Washburn (1910-2007). Traleika is a derivation from the Dena'ina Athabascan name for Mount McKinley—Dghelay Ka'a, meaning \"big mountain.\"  I descend from near the summit of Denali—below Harper Glacier, southeast of Karstens Ridge—and eventually I flow north into the Muldrow Glacier. In 1991, I was chosen by Larry Mayo and Keith Echelmeyer as the Denali north side index glacier. Like the Kahiltna, I have a vertical stake installed in me near my ELA, which is at about 6,800 feet. Each spring and fall this stake is visited by researchers who calculate my annual glacier mass balance (the net gain or loss of snow water equivalent). In spring 2013, three new stakes were added to me, near where I join the Muldrow Glacier. According to data gathered since 1991, I'm moving about a third as fast as the Kahiltna: approximately 230 feet per year (~0.044 mile).   *  I am the Peters Glacier. My Athabascan name is Hudeetsedle Toyaane'. In 1902, I was named for William John Peters (1864-1942), a topographer and explorer who was in charge of USGS operations in Alaska from 1898 to 1901. I have also been called the Hanna Glacier for Marcus Alonzo Hanna, US senator for Ohio, who was a friend of President William McKinley. Hmm, this is rather a long story—but I might as well explain: In 1896, a gold prospector named William Dickey began calling the Mountain \"Mt. McKinley,\" in support for William McKinley and his presidential campaign. Later that year, McKinley was elected 25th President of the United States. Then, during his second term of office, he was assassinated. He was shot two times on September 6, 1901, in Buffalo, New York, while shaking hands with members of the public inside the Temple of Music at the Pan-American Exposition. William McKinley died eight days later of complications from the bullet wounds. In 1917, when the Denali region was designated a national park, the Mountain's English name became official: Mt. McKinley. Up here, high on Denali's north side, I trend north and northeast. I flow along the base of the famed Wickersham Wall and on down to the head of the Muddy River. Like the Muldrow, I am a surge-type glacier. My most recent surge was in 1986-87, when my terminus advanced about 1.24 miles and I became highly fractured and crevassed.    *  I am the Ruth Glacier. My Athabascan name is Dghelay Ka'a Li'a. My English name is unusual, for I was named for a female: Ruth Hunt, born 1898. Ruth was the stepdaughter of Dr. Frederick A. Cook (1865-1940), a surgeon and controversial figure in polar exploration history. Dr. Cook lost his first wife to complications during childbirth, and, in 1902, he married a second woman, Mrs. Marie Fidell Hunt. In 1903, Cook made his first expedition to Mount McKinley, and that is when he named me for his new stepdaughter, Ruth. (A second daughter, Helen [later changed to Helene], was born to Cook and Marie in 1905.)  Cook made a second expedition to Mount McKinley in 1906 and claimed he attained the summit, but that has never been proven. I wish I knew more about my namesake Ruth, but I don't. I don't even know what year she died. Anyway, I begin three vertical miles below Denali's summit. Trending southeast, I catch snow that falls on an expansive ice field called the Ruth Amphitheater. I move down the Mountain and find my way into a narrow, one-mile-wide area called The Great Gorge. Here I flow steeply downhill between grey granite cliffs that rise 5,000 feet along both sides of my crevassed, white surface. If all the ice and snow melted here, scientists estimate the remaining gorge would be deeper than the Grand Canyon!  As you might imagine, this gorge—and my amphitheater—are popular destinations for flightseeing operators. Several companies are authorized by the National Park Service to fly visitors here. The small planes depart from the airstrip at the town of Talkeetna, about 25 air miles away, and slip into The Great Gorge and on up to the Ruth Amphitheater. The famous octagonal Don Sheldon Mountain House is sometimes a destination. It was built in 1966 on a five-acre rock and ice outcrop, elevation about 6,000 feet, at the edge of the great Amphitheater. Don Sheldon, an expert glacier pilot, conceived of the little frame house as a rustic shelter for mountaineers, skiers, photographers, painters, writers, and others who love wilderness. The octagon sleeps four people (or five, if someone wants the floor) and must be reserved a year in advance. Other than climbers' tents and the tents of the Denali backcountry rangers, this little octagon is the only \"accommodation\" to be found on Denali.    *  I am the spirit of all who have loved Denali and its glaciers. I am the spirit of the human visitors who have climbed or attempted to climb Denali, and the spirit of all who have dreamed of climbing it. I am the spirit of the winter winds that can rage on the Mountain at more than 150 miles an hour and of the air temperatures that can plunge to minus 95 degrees F. And I am the spirit of all people who have died here…on Denali.          8.   Rob Burrows works about 80 miles from the Mountain. His office is inside park headquarters, at Mile 3.4 of the 92-mile graveled Park Road. Near the end of this road (drivable only in summer and mostly only by park buses and other permitted vehicles) lie \"primitive\" Wonder Lake Campground, a back-country ranger station, the swift and silty braids of the McKinley River, the brown and green snout of debris-covered Muldrow Glacier, and (if not obscured by clouds or fog) close-up views of snow-and-ice-covered Denali, looming from its base at about 2,000 feet—up 18,000 feet more—to a vertical rise more stupendous than that of Mount Everest. Like many scientists, Rob spends a lot of time in his office, at the computer. Sometimes, though, he gets to be outdoors \"in the field,\" gathering data and making observations about the (currently) 881 glaciers in the park and preserve. I know his voice through the telephone, email, his writings on the Internet, and several of his published scientific papers …    *  I'm young, I suppose—younger than the things I study, anyway. I do long-term monitoring of glaciers in Denali National Park and Preserve. The main question I investigate is this: How much ice is the glacier losing, and what is the rate of change of that loss?  The park has hundreds of glaciers, in all shapes and sizes, from tiny little things to the Kahiltna Glacier, 45 miles long. Glaciers aren't as solid as they look. Not only do they have water running beneath them, they have a whole network of holes and crevasses and tunnels and conduits, like a plumbing system. Every glacier is different. And Denali's glaciers are not like the coastal glaciers of much of the rest of Alaska. Nor are they like the glaciers of Greenland or Antarctica. We're in a different climate regime up here. Elevations are high for many of the glaciers, and conditions are cold for much of the year. The glaciers on the east side of the park, however, are generally at lower elevations. The lower elevation and smaller glaciers in the park seem to be dramatically thinning. One way we're observing this is by using repeat comparative photography. Historical photographs of glaciers taken in the 1950s or earlier are compared with more recent or current photographs taken from the same vantage points. A dramatic example of lower elevation glacier change is the East Teklanika Glacier, a small valley glacier that has retreated a great deal in the last century. Other striking examples include Toklat, Polychrome, West Fork Cantwell, Sunset, and Hidden Creek glaciers.  With funding from the National Park Service, researchers from the University of Alaska Fairbanks and Alaska Pacific University have completed an inventory of all glaciers in Denali, using 2010 satellite imagery. Their studies show that the area of glaciers in the park decreased by 8 percent between 1952 and 2010, with most of this loss occurring on small to medium size glaciers at mid elevations (1400-1800 meters elevation, or 4593-5905 feet). A few glaciers increased in area, but this was due to surging, most notably the Muldrow and Peters glaciers. For the higher elevation, larger glaciers, changes are not so dramatic as for the lower elevation, smaller glaciers—at least not yet. Also, the Pacific Decadal Oscillation (PDO) is important to consider. Climate in much of Alaska is strongly driven by seasonal to decadal variations in sea surface temperature of the Pacific Ocean. The PDO is an index that tracks anomalies [deviations] in Pacific Ocean sea surface temperatures. The PDO oscillates between positive and negative phases on a 20- to 30-year cycle. In Alaska, the positive phase of the PDO generally corresponds with higher air temperatures (particularly winter temperatures) and increased cloudiness and precipitation, whereas the negative phase tends toward cooler and drier climate averages. The PDO has had a significant effect on the park's glaciers in the past. And we've recently moved into a new phase again. But how will this phase pan out, overlain by the effects of global warming? There's a lot to continue studying and learning about the glaciers in Denali ...               Local students examine a widening ice chasm. NPS Photo by Sierra McLane  9. In 2013, more than half a million visits were made by humans to Denali National Park and Preserve. Few of those visitors got to stand on a glacier or touch it, though. Few got to hear the lyrical music of snowflakes and crystals melting and trickling downslope into holes and crevasses of blue-blue ice, or the clatter of dislodged rocks, the shatter of icicles falling, the creaks-cracks-groans of massive weight deep down under, or the terrible thunder or muffled whump of an avalanche tumbling downhill. Many visitors gazed in the direction of Denali and the other frozen peaks of the Alaska Range, but probably only one-third of them got to see the Mountain unveiled—for Denali is so tall, it creates its own cloudy\/stormy weather. Generations ago—perhaps 15,500 years ago or more, during the last of the Pleistocene ice ages—the ancestors of today's Athabascans may have traveled east from what is now known as Asia and over a broad plain that had appeared between the great land masses now known as Siberia and Alaska. The plain (called Beringia today, now hidden again by the ocean) had emerged over time as sea levels dropped, due to cooling temperatures and the re-formation of glaciers. Trillions of gallons of water had disappeared—locked up in ice—and the plain that appeared was several hundred miles wide and perhaps a thousand miles long. (If sea level today were to drop about 50 meters—164 feet—such a plain would surface again.)  This newly-exposed plain became covered with grasses and willows or even (some scientists have suggested) with small trees. The people who migrated here may have lived on this steppe-like expanse (or on this shrub tundra, some argue) for generations, probably in small bands or family groups—camping, gathering edible roots and plants, and hunting woolly mammoths and other prey. Likely they heard the cries of lions and the howls of wolves, and they saw camels, small buff-and-rust-colored ponies, brown moose, and huge short-faced bears. Eventually these Homo sapiens (and the animals) made their way into northern Alaska. In fact, some scientists today suggest that people may have migrated onto the plain of Beringia much earlier—as many as 25,000 years ago. It's possible that these earlier people sailed by boat from the Pacific Rim to the broad Beringian plain and then continued, by foot and boat, on down the coasts of North and South America and inland along major rivers and other natural routes. In his January 2015 article in National Geographic, titled \"Tracking the First Americans: New finds, theories, and genetic discoveries are revolutionizing our understanding of the first Americans,\" journalist Glenn Hodges puts these various theories in perspective. For most of the 20th century, he explains, the Clovis culture—named for the spear-points dating to 13,000 years ago, found in 1908 near Clovis, New Mexico, and later observed at numerous other sites across North America—was considered the first human culture to populate North America. Various discoveries during the past two decades, however— including excavations in 2008 at the Paisley Caves in central Oregon and in 2011 at the Friedkin site in central Texas—suggest, according to Hodges, \"that long before the Clovis culture began spreading across North America, the Americas hosted diverse communities of people—people who may have arrived in any number of migrations by any number of routes. Some may have come by sea, others by land.\" Whether people and animals came from Siberia and Beringia into northern and interior Alaska, or from the Pacific Rim and Beringia to the North American coast and inland, then eventually north again and into Alaska's interior—these migrants would have seen the jumble of ice that covered the north side of the Alaska Range. All of today's highest peaks—including Deborah, Hess, Hayes, and Denali—would have been sticking up, snowy and crystalline, surrounded by the ice fields and massive glaciers emanating from them, while the lower mountains and foothills of the range would have lain hidden beneath, buried like some of the mountain ranges on Antarctica today. The peaks of the Alaska Range had a four-million-year head start on the Pleistocene. Over geologic time, eons of it, they had been uplifting, eroding, and changing, along with the snow and ice. At some point during the very last period of the Pleistocene (from which Homo sapiens would emerge \/ human beings \/ evolved \/ into the Holocene), the gaze of the ancestors, I imagine, was drawn like a magnet to the High One. As if a bird were soaring above the jumble, the glacier-covered Mountain must have shone white or cranberry red—or a myriad of other sun-tinted colors—veiling and unveiling itself like an apparition. It wasn't long, I expect, before the people began putting their feelings into words and names, creating gifts—of stories, songs, drumbeats, and dance. Henteel No' Loo'. Kagheltnu Li'a. Dghelay Ka'a. Hudeetsedle Toyaane'. Deenaalee.   10. A new geologic epoch is born when a big change occurs. It's not always easy to determine when that big change starts, nor when it ends. This is the case with the Holocene—and with what some scientists and others are now calling the Anthropocene. The Pleistocene epoch is easier to pin down. Today most researchers agree that the Pleistocene spanned from 2.6 million to 11,700 years ago. Glaciers and the appearance of humans distinguish this time span. During this epoch, most of Earth's ice ages occurred, as glaciers and ice sheets advanced during periods of cooling and retreated during periods of warming. Evidence of Homo sapiens appears in the fossil record during the late Pleistocene, about 200,000 years ago. The human species grew and expanded, and by the end of the epoch, people had spread through much of the world. According to the International Union of Geological Sciences (IUGS), the professional organization that defines the earth's time scale and confers its names, the Earth is now in the Holocene epoch. This time span began 11,700 years ago, at the end of the last major ice age, and the epoch has been notable (so far) for the retreat of glaciers and the societal evolution of humans, including the establishment of major civilizations and the development of human knowledge and technology. Some scientists believe, however, that a new geologic epoch is now in progress. They argue that this time span began when humans permanently altered the Earth, and that this change can be dated (in the form of sediment layers and other geological features) from about 1800, the beginning of the Industrial Revolution in Europe. They call this new epoch the Anthropocene—from the Greek anthropos, meaning \"human.\"  Examples of human-caused alteration, they say, include urbanization, agriculture, soil erosion, deforestation, depletion and pollution of groundwater, extinction of species caused by hunting and destruction of habitat, ocean acidification and dead zones, rises in sea level and global temperature, and rises in greenhouse gases—notably carbon dioxide and methane—due to the burning of fossil fuels. These scientists—and other researchers, thinkers, and ordinary citizens—are not talking about non-human Nature triggering such changes. They are identifying Homo sapiens as the major cause. I've not yet met Rob Burrows, the scientist at Denali National Park. I've only talked with him by telephone and read his words. In one of his emails to me, he wrote, \"The Alaska Range has existed and been growing for ~6 million years, so I suspect the High One has been draped by ice and eroded by ice for all of its life, but in varying amounts through the glacial and interglacial periods of the Pleistocene.\"  I don't know whether Rob ever uses the term \"Anthropocene\" when documenting his glacier research—and that probably doesn't much matter yet. (The IUGS says it will decide by 2016 whether to endorse the new epoch name.) What matters to me is what Rob meant, when I asked (on the phone) what he would most like people to understand about climate change, glaciers, and Denali. Regarding rapid climate warming on an Earth-wide basis, Rob stated \"the cause is unequivocably anthropogenic. Regarding glacier ice loss in Denali National Park, though, the situation is tricky. What proportion is anthropogenic and what proportion is PDO [Pacific Decadal Oscillation] related?\" \"Even the big glaciers on Denali, like the Ruth and Kahiltna, are thinning,\" Rob said. \"Here we have this really high-elevation, cold mountain, and even there the glaciers are thinning. There's no way to disprove—not yet, anyway—that this change is anthropogenic. But we're seeing such changes all over the world. I guess I'd like people to think about that. And start paying attention.\"          “Glacier,” by Margo Klass (2010), an artist book with concertina binding, Somerset paper, gouache, pochoir technique, approximately 10 x 30 inches. Photo courtesy of Margo Klass   11.   A few nights ago in my cabin, I put down my pencil and walked down the stairs from the loft. It was just past 4:30 and approaching twilight, though the sun had set more than an hour before. At the foot of the stairs I glanced out the big picture window, as I usually do.   My breath sucked in with an audible \"Oh!\" and I froze. There on the snow, just yards from the thin double-glass of the window, lay the brown furry form of a moose—a big bull moose—legs tucked under its horse-like back (but bigger than a horse, much bigger), its jaw slowly chewing (on willows?), its huge brown head and six-tined antlers an ancient silhouette against the white, darkening snow.   My heart beat fast, for I felt as though I had just encountered—suddenly, at close range—a grizzly or a black bear \/ and at the same time, a ghost.   Save for the length of little red Christmas lights suspended just above my head—strung along a log rafter and down to the windowsill—the cabin was nearly dark. I knew I could stand motionless among the shadows and likely not be seen.   By now my reaction had changed from one of fear and danger—instinctive fight-or-flight—to a keen sense of wonder. The moose and I were each navigating our existences with good intentions and, it seemed, alone. But what unlikely conflation of luck and timing had brought us this moment—when I had stopped writing and emerged from the loft, while the moose had bedded down, on my land, just beyond my window, in plain view … and with its rack of antlers still intact on its head, in the middle of winter?     Two days before, I had seen moose tracks that crossed the driveway and ambled over to a tall willow bush, now frozen in January, and on into the birch forest beyond. Not having glimpsed many moose since summer, I wished I had seen that one as it brushed past my parked car and the snake-like blue cord plugged in to the engine-block heater. I pictured the moose munching—contentedly?—in the unseasonable, balmy minus ten degrees.   With my wish granted now—as if by magic yet synchronously, purposefully—I felt, for some moments, transported out of time and place: flung beyond the twilight and moose and warm cabin with its string of red lights, and dropped into a dawning long ago: when moose (Aces aces) and Homo sapiens crossed from Siberia onto the wide plain of Beringia—or migrated up from the south, perhaps—and into the future of Alaska. It was a time of new things and old \/ spear, horse, and prey \/ cry of lions, howl of wolf \/ green leaves, strong breeze \/ and the shifting glacial ice.   How was it that now, fifteen thousand years later or more, I was a human in a little log cabin on the edge of Fairbanks and he a bull moose on the land?  Why had things not played out differently: I the wild moose, and he the human trying to write about ice in the glare of quick change?  In ten thousand years more, who would be moose and who would be human, if anyone?   And Denali …?   Would that the High One might still be sailing—white or not white—sharing the future with seekers of wisdom and food, near the sacred coming-together-place known as Troth Yeddha'.                 Carolyn Kremers     \"Denali, Thinking Like A Glacier\"(Excerpts of an essay recorded on June 6, 2015 at Tonglen Lake Lodge, Denali Park, Alaska)   Duration:20 minutes, 51 seconds      Credit \/ Author: NPS \/ Jay Elhard   Date created: 2015-06-06     Download Original File: dena-DCAKremers.mp320,031 KB           Audio Transcript Full text of essay available at http:\/\/www.nps.gov\/dena\/getinvolved\/dca_kremers.htm          Carolyn Kremers writes literary nonfiction and poetry, and is a dedicated teacher and lifelong musician. Her books include Place of the Pretend People: Gifts from a Yup'ik Eskimo Village (memoir), The Alaska Reader: Voices from the North (anthology), and Upriver (poetry).  Upriver was a finalist for the 2014 WILLA Award in Poetry, from Women Writing the West.  Kremers' essays and poems have appeared in numerous journals, magazines, and anthologies, and her piece, \"John Haines and the Dream Place,\" was named a \"Notable\" essay in Best American Essays 2012.  She designed and implemented the MFA creative nonfiction program at Eastern Washington University in Spokane and currently teaches part-time at the University of Alaska Fairbanks.  She has been artist-in-residence at Gates of the Arctic National Park and at Denali National Park.  In 2008-09, she was a US Fulbright Scholar at Buryat State University in Ulan Ude, Russia.         Return to Denali Climate Anthology  Learn more about the latest Climate Change Research in Denali",
    "url": "https:\/\/www.nps.gov\/dena\/getinvolved\/dca_kremers.htm"
}
