{
    "title": "Denali National Park & Preserve: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       Not only does the National Park Service turn 100 in 2016 -- Denali itself has it's one hundredth birthday in early 2017! Learn more about Denali's centennial anniversary      Ongoing Ways to Celebrate  Whether you live near Denali or far away, consider taking part in one of these ongoing activities to celebrate the 100th-anniversary of the National Park Service, and to get excited for next year's Denali centennial.               Human Hundred Challenge   To celebrate the NPS and Denali turning 100, we challenge you to move 100 miles! Hike, bike, whatever you like - just get out in your park!          Share Your Story   Are you active on social media? Share your experiences from Denali with the hashtags #NPS100 and #DenaliNPS.          Telling Stories Through Maps 100 Years of the National Park Service   Explore a short history of the National Park Service, as told through a series of maps from around the country.           Scheduled Centennial Events  Search for Events       By Date     Start Date      End Date           By Keyword By Keyword        Search          Upcoming Events    Showing 8 results    Show ALL instances of recurring events   RSS Feed      Denali National Park & Preserve Family Hike on the Horseshoe Lake Trail Friday, August 12, 2016   Join rangers for a hike on Horseshoe Lake Trail for the whole family. Participants meet at the entrance to the Denali Visitor Center at 9:30 am and will take the free Riley Creek Shuttle near to the trail head. The hike will begin around 10 am. More     Time: 9:30 AM   Location: Denali Visitor Center   Fees: Free         Denali National Park & Preserve Summer Speaker Series Friday, August 12, 2016   Join our Alaska Geographic host for a presentation of the Summer Speaker Series, occurring several evenings a week and featuring researchers and other experts from various fields. More     Time: 7:00 PM to 8:00 PM   Location: Murie Science and Learning Center (Mile 1.4, Denali Park Road)   Fees: free         Denali National Park & Preserve Evening NPS Centennial Celebration in Talkeetna, Alaska Saturday, August 13, 2016   This is the Alaskan premier of Voyagers Without Trace and an event not to miss! The film has received multiple distinguished awards, including those from the Wild and Scenic Film Festival and the Banff Mountain Film Festival. More     Time: 7:00 PM   Location: Sheldon Community Arts Hangar, Talkeetna, Alaska   Fees: Free         Denali National Park & Preserve Guided Hike in American Sign Language Saturday, August 13, 2016   Join a ranger-led hike interpreted in American Sign Language (ASL) by a Volunteer-in-Park. The trail is 3.4 miles long and gains about 400 feet in elevation.  More     Time: 1:00 PM to 4:00 PM   Location: Denali Visitor Center   Fees: Free         Denali National Park & Preserve NPS Centennial Celebration in Talkeetna, Alaska Saturday, August 13, 2016   Come celebrate 100 Years of the National Park Service in Talkeetna with staff from Denali National Park and Preserve. These activities will begin at the Walter Harper Talkeetna Ranger Station. More     Time: 12:30 PM to 4:00 PM   Location: Walter Harper Talkeetna Ranger Station, Talkeetna, Alaska   Fees: Free         Denali National Park & Preserve Guided Hike of Triple Lakes Trail Sunday, August 14, 2016   Rangers will be leading a through-hike of Triple Lakes Trail on Sunday, August 14. Participants meet at the entrance to the Denali Visitor Center at 9:30 am and will transport to the trail head. Participation is limited! Please sign up in advance. More     Time: 9:30 AM   Location: Start at the Denali Visitor Center   Fees: Free         Denali National Park & Preserve Living Legacies: Hiking in the Footsteps of Denali's Conservation Icons Wednesday, August 24, 2016    Celebrate the National Park Service’s 100th birthday by retracing the steps of some of Denali’s most influential conservationists with an Alaska Geographic educator. This is a multi-day field course. More     Location: Varies   Fees: Varies         Denali National Park & Preserve Celebrate Founder's Day! Thursday, August 25, 2016   Celebrate THE day that the Organic Act was signed. This Act created the National Park Service 100 years ago.  More     Location: Riley Creek Day Use Area   Fees: free              The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Denali National Park & Preserve is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      Take a Field Course with Alaska Geographic  Learn more during your visit to Alaska by taking a field course through Alaska Geographic! AK Geo is a non-profit partner of all national parks in Alaska. Their field courses include an element of excitement and recreation, like sea kayaking or backpacking, while a naturalist guides you through some of the wildest places in America. Read more      Call to Action Projects      Denali Science School Bring Students to Denali to Explore and Learn  During the fall of 2015, the Murie Science and Learning Center is bringing Alaskan fifth and sixth-grade classes into Denali on three-day, overnight field trips. During Denali Science School, students learn about how park rangers use science to protect and showcase this special place. The students conduct investigations, participate in discussions and collaborative activities, play games, hike, and grow as individuals by experiencing new and exciting things. Read more   Alaskan Students Spend a Week Job-Shadowing in Denali  In September 2015, Denali National Park and Preserve offered local teens a behind-the-scenes tour of their own backyard. During the Intensives program, 50 8th and 9th grade students from Susitna Valley High School spent three days exploring why Denali is so special. The students shadowed many types of rangers, and in doing so, experienced first-hand the challenges of managing this spectacular and complex place. Read more   Students receive a ticket to ride to discover Denali National Park and Preserve  In August and September of 2014, Denali National Park and Preserve hosted two separate programs that brought students from the local community and across the state into the park for hands-on experiential learning experiences.  Read more   Murie Science and Learning Center Program of Research Fellowships   The National Park Service is committed to supporting the professional development of young scientists. The Murie Science and Learning Center (MSLC), located within and operated by Denali National Park and Preserve, achieves this goal by providing financial support for graduate students through its Program of Research Fellowships. The Fellowships are available to students conducting research in any of Alaska's eight northern national parks. Read more   Denali’s Bug Bioblitz provided chances for active learning and scientific discoveries  In July, 2014, seven arthropod researchers from across the United States journeyed to Denali National Park and Preserve to take part in the Park's first ever \"Bug Bioblitz\". The goals of this citizen science event were to increase our knowledge about insect diversity in Denali and to engage the public in research side-by-side with scientists. Read more   A Call to Action Projects for Denali National Park & Preserve",
    "url": "https:\/\/www.nps.gov\/dena\/getinvolved\/2016.htm"
}
