{
    "title": "Denali National Park & Preserve: Youth Conservation Corps",
    "body": "Explore This Park    Get Involved     Work With Us     Youth Conservation Corps              Youth Conservation Corps       Denali National Park and Preserve is offering some unique summer employment opportunities to teens. This program is open to all applicants ages 15 through 18.   Applicants must have parental consent to participate in the program. Enrollees will be paid a special remote park Youth Conservation Corps (YCC) wage of $10.00\/hour and will work for eight weeks beginning on or about June 5, 2016 and ending on or about July 29, 2016.    The park will fill 10 YCC positions in 2016 as described below. Jump to application info, at the bottom of the page.   Do you like working outside?  Trails Department  (4 positions)  These positions work for the Trails Crew of Denali National Park and Preserve. Work is performed outside in all weather conditions and is physically challenging. Duties include hiking up to 8 miles with a 20 lb. backpack, trail brushing, clearing of drains, repairs to trail tread, hauling materials, transplanting native vegetation, digging, installing signs, and collecting data. Tool use may include shovels, picks, sledges, rakes, wheelbarrows, and hand tools. This position may include light custodial work. Incumbent is responsible for actively participating in safety trainings, adhering to safety policies, and wearing Personal Protective Equipment (PPE) when required.  Position Requirements: must be 16 years old by June 5, 2016 in order to work 10-hour days and to ride a shuttle bus Work Schedule: 10-hour days, 4 days a week (Monday-Thursday)    Do you like trades work?  Buildings and Utilities (East District - 1 position)  This position works for the Buildings and Utilities department. Work is performed outside in all weather conditions. Duties include light maintenance and landscaping of park grounds, cleaning buildings and yards, preparing recycling for weekly town trips, and assisting maintenance and trades workers as assigned.  Position Requirements: must be 16 years old by June 5, 2016 in order to work 10-hour days Work Schedule: 10-hour days, 4 days a week (Monday-Thursday)         Do you like telling visitors about Denali National Park?  Interpretation Division Denali Visitor Center (DVC)   (1 position) Staff the Denali Visitor Center front desk and provide quality customer service to park visitors. Work includes answering trip planning questions, sharing safety tips, and working with Junior Rangers. Walk around the Denali Visitor Center Campus, Wilderness Access Center Campus, Riley Campground or trails to greet visitors, answer questions, share safety tips, and provide informal interpretation. Staff a “touch table” and talk with visitors about park resources (topic and props may be based on employee’s interests). Develop a short talk (up to 10 minutes) to deliver to visitors upon request. Assist with projects as assigned and shadow park staff in a variety of disciplines.   Position Requirements: none Work Schedule: eight, 9-hour days and one, 8-hour day; 9 days every two weeks  Backcountry Information Center (BIC) (1 position) Staff the Backcountry Information Center in order to provide quality customer service for park visitors planning on visiting the backcountry. This includes answering trip planning questions, and sharing safety tips. Rove the Denali Visitor Center Campus, Wilderness Access Center Campus, Riley Campground or trails to greet visitors, answer questions, share safety tips, and provide informal interpretation. Staff a “touch table” to talk with visitors about park resources (topic and props may be based on employee’s interests related to backcountry travel). Participate in overnight backcountry operations traveling by foot and carrying a backpack weighing up to 50 pounds. Assist with projects as assigned and shadow park staff in a variety of disciplines.   Position Requirements: must be 16 years old by June 5, 2016 in order to ride a shuttle bus as part of the duties Work Schedule: eight, 9-hour days and one, 8-hour day; 9 days every two weeks  Talkeetna Ranger Station (south district)  (1 part-time position): Develop a (short talk (up to 30 minutes) on Denali mountaineering to present to visitors at the Talkeetna Historical Society Museum. Rove Talkeetna’s Main Street and the trail to the Susitna River to greet visitors, answer questions, share safety tips, and provide informal interpretation. Staff a “touch table” to talk with visitors about park resources (topic and props may be based on employee’s interests). Assist the Talkeetna staff with logistics and presentation of special events or kids’ programs. Staff the Talkeetna Ranger Station front desk in order to provide quality customer service for park visitors. This includes answering trip planning questions, sharing safety tips, and working with Junior Rangers.  Assist with projects as assigned and shadow park staff in a variety of disciplines.   Position Requirements: none Work schedule: part-time, 4 days a week, 20-28 hours a week, 5-7 hours a day.    Do you think like a scientist?  Road Ecology & Museum Collections  (1 position):  Enjoy world-class wildlife viewing 2-3 days per week while collecting data essential to the park. Collect data using hand-held Juno GPS units while riding in concessioner buses traveling the Denali park road. Collect data on wildlife observations and the indicators (number of vehicles at a wildlife stop, number of vehicles at rest stops and visitor center, amount of time hikers have been waiting to be picked up by a bus). During the remainder of the week, assist the park’s museum curator document historic objects and artifacts. Photograph or scan objects for on-line presentation. Take care of artifacts by learning proper storage techniques and relevant entering data.  Optionally: Participate in early-season, ground-based Dall’s sheep surveys. Work will involve earlymorning departures from the Wilderness Access Center (6:00 am) and weekends. Sheep surveys will involve hiking in wilderness and working in grizzly bear habitat.   Position Requirements: must be 16 years old by June 5, 2016 in order to ride a shuttle bus as part of the duties Work Schedule: varied schedule    Do you like to work with dogs?  Kennels  (1 position):  Assist with all aspects of care, feeding, exercise and training of 30+ active Alaskan huskies weighing between 60- 90 lbs. Assist with all aspects of dog yard, pen, and equipment maintenance and repairs as needed. Assist with informal interpretation and safety in the dog yard before, after, and in between demonstrations for the visiting public. Assist with the safe and smooth delivery of formal interpretive programs and dog sled demonstrations including handling and harnessing dogs for the sled run. (YCCs do NOT drive the summer demo sled teams). Assist with raising and training any puppies born during the work season. This position requires extensive physical labor outdoors in all weather conditions. Applicants must be comfortable working with large, vigorous sled dogs.   Position Requirements: none Work Schedule: eight, 9-hour days and one, 8-hour day every two weeks; or ten 8-hour days every two weeks.       How to Apply  Enrollees must be able to commute from home to the program site. Park housing is not available.   The park makes selections by a random drawing. The first name selected gets the first pick of positions; second name selected gets to choose from the remaining open positions, and so on. Preference is given to first-year applicants. Names are drawn alternately from male and female applicant pools.   Application forms are available from the Denali National Park Human Resources Office and from all high school guidance offices in the Denali Borough School District, as well as online.   Download the YCC application  Please return applications in person or mail to:  Attn: Cass Ray, Human Resources Office  National Park Service- YCC PO Box 126 Denali Park, AK 99755   The park will accept applications from February 11 through February 29, 2016. Applications must be postmarked by February 29, 2016 or received by the Human Resources office at Denali National Park and Preserve by 4:00pm on Monday, February 29, 2016.  Mailed applications need to be received by March 7, 2016 to be part of the random drawing. Applicants will be contacted starting March 8, 2016 in the order in which their names were drawn.   Individuals selected for participation in the program must have a social security number. Social security card applications are available from the social security office located at 101 12th Avenue, Fairbanks, and should be filed as soon as possible to allow time for processing.  For more information about how to apply, please email Denali's YCC Coordinator Cass Ray or call (907) 683-9533.  Enrollee Eligibility  Young men and women, 15 through 18 years of age, who are permanent residents of the United States, its territories or possessions, are eligible for employment without regard to social, economic, racial, or ethnic backgrounds.  To be eligible youth must:   be at least 15 years of age by June 5, 2016 and not have reached 19 years of age during employment as a YCC enrollee be permanent residents of the continental United States, its territories, possessions, or trust territories possess a social security card and have a work permit before the first working day of the YCC program; the park will process the work permit",
    "url": "https:\/\/www.nps.gov\/dena\/getinvolved\/youth-conservation-corps.htm"
}
