{
    "title": "Denali National Park & Preserve: Rising Temperatures",
    "body": "Explore This Park    Get Involved     Denali Climate Anthology     Rising Temperatures              Rising Temperatures        NPS Photo by Jacob W Frank       When Snow Becomes Rain and Other Impacts of Warming Weather on Subsistence Life in Alaska JULIE COLLINS   The rain began on a Saturday morning, dripping intermittently throughout the afternoon from heavy clouds that flowed across Alaska’s interior. A second, stronger front brought more rain. It rained all of Monday and through the night, and most of Tuesday, and much of Wednesday, dropping more than an inch and a half of water.   The downpour was typical of August storms that commonly hit this wilderness area along the north edge of Denali National Park and Preserve. But this deluge came in winter. The rain didn’t fall on water and leaves and grass. It fell on snow and ice and tree branches still cold from the below-zero weather of the week before.   At first the precipitation froze, crusting snow and glazing twigs. As the storm pulled in warmer air and temperatures rose from about 10° F to near freezing, the snow crumpled into melting slush. Water pooled on rivers and lakes, which began to flood.   As life-long Alaskans, my twin sister Miki and I see winter as a time of freedom and travel. Extensive networks of swamps, ponds and mucky drainages freeze, and with a silken layer of snow quilting the muskeg, our dog sled glides easily across wetlands that prove nearly impassable in summer. On that first day of rain, Miki ran our dog team 15 miles through the drizzle to our first trapping cabin, planning a two-week trip to push the trapline trail farther out. When the big storm began in earnest on November 22, 2010, she cut short her journey and headed home, dogs wading and sled splashing through drizzle, overflow and slush.                        Wading on the flooded lake ice ... Wading on the flooded lake ice, Julie pulls a floating sled with fishing tools toward an under-ice fish net after the big rain of November 2010. The ice chisel in her left hand provides stability on the slippery ice, but is mostly for checking the depth and soundness of the inundated lake ice.  Duration:29 seconds               Subsistence life in the bush requires flexibility in response to severe weather conditions. With a lifetime in this area and after decades working outside in a wide range of conditions, we know our limits: when the wind whips up waves too dangerous for boating on the lake, or when a cold snap of -60° F makes travel unwise. But during the big rain of 2010, we found ourselves confused and alarmed by conditions far outside the normal range. We had never witnessed such a winter rain, especially with the lake ice only seven inches thick, and this created a predicament. Our under-ice fish nets needed checking, but with warm runoff flooding the surface of the lake I worried that the thin ice would rot dangerously. Together, Miki and I set out on foot, pulling a high-sided plastic sled with our fishing tools as we felt our way cautiously across a mile of flooded ice to the first net, using an ice chipper to frequently test the ice thickness and quality. Our sled floated carelessly along behind as we sloshed across black ice shimmering with water that ranged from ankle to almost knee deep. The snow had mostly dissolved and the dark water stretched eerily before us as we splashed along. We checked the two nets, drew each one back under the ice with a long rope, and carefully felt our way, wet but safe, home again. Although none of the long-time locals could remember such a November rain, rainstorms struck again in two of the following three years. The extremely warm wet weather delayed trapping and made travel difficult. It was miserable for the sled dogs and our three shaggy Icelandic horses. It saturated the golden stands of wild bluejoint grass that we’d planned to cut for bedding straw for the dogs.                        Luckily ... Luckily the immediate area surrounding the fish net hole did not flood so we weren’t kneeling in water to pick out the fish.  Duration:35 seconds               The unseasonable weather also affected wildlife, and we especially worried about the marten, or sable, that we rely on as our main cash crop. The rain compacted and glazed the snow, eliminating the critical layer of dry fluffy white insulation that protects voles and other small creatures from severe cold. These microtines provide a major food source for the marten, which starve quickly in hard times. Winter rain makes life miserable for marten, too, since these long skinny mustelids have a light soft winter coat that provides superior warmth but doesn’t resist water well — and why should it? Whoever heard of winter rain? Occasionally, yes, perhaps once every five years, but north of the Alaska Range winter rain is not routine. Or has it become routine? With climate-related changes, we simply don’t know what to expect anymore. For someone who relies largely on harvesting a wealth of natural resources — moose, fish and furbearers; wild berries and moss; cabin logs and firewood and homegrown vegetables — climate change can have, is already having, a major impact. Earlier spring breakups mean we must rush to sled in supplies and fill woodsheds before snow-melt. We must cut our birch firewood earlier in April, before the sap flows. We catch fewer fish during hot summers. Instead of normal berry crops, wild patches might produce prodigiously or hardly at all. The greatest impacts hit us in the fall and early winter. The seasonal cycle takes us first in search of moose for the winter’s meat, then to the lake for fish, and then far out into the mosaic of spruce taiga and swamps, wild rivers and old burns, where we follow hundred- year-old trapline trails in search of fur.                        A late freeze-up ... A late freeze-up makes it difficult to condition sled dogs for running on the trapline. A 14-mile round trip around the lake shore to the Post Office makes a long early-season run, but we’re anxious to put miles on the dogs – and to pick up mail for the first time since before the freeze. Miki skijors with the leaders to keep them out on the creaking (but safe) ice instead of on the rocky beach.  Duration:38 seconds               We hunt for moose along small rivers that wind through swamplands and riparian thickets of birch and willow, where cows rear their young and powerful bulls rumble in September. In the early 1980s, when Miki and I assumed the family tradition of shooting the yearly moose, the legal season ran from September 5 to 15. Although young and inexperienced, we generally shot a moose within a few days and processed most of the meat during the next few weeks. Most years we left a hind leg hanging to freeze outside with the approaching winter’s cold, for sawing into big tender roasts. Eventually the season was extended to the 20th, but although moose numbers had increased we encountered more difficulty finding them. By the mid-1990s an occasional sultry fall meant we had to rush the meat into the freezer. Later, when the local subsistence hunt was extended to September 30th, we basically stopped hunting before mid- September because increasingly warm weather prohibited us from hanging the meat long enough to tenderize. Concurrently, we found it easier to locate moose only after the 20th for a disconcerting reason: we couldn’t hear them on warm days. In the tangled willow thickets where we hunt, a moose can remain invisible from a few feet away. (One bull approached within 30 feet before he presented a clean shot.) Poor visibility means we generally hunt by sound rather than sight, but a warm moose is a quiet moose. Even if we locate a good prospect, without cold weather to animate the bull he may not bother responding to attempts to call him out of the swamps. When successful, this technique of moose calling has lured bulls to our boat from up to a quarter-mile away, saving us the bone-cracking job of packing out the 800 to 1,500 pounds of treasure each kill provides. These big animals overheat easily; the book Ecology and Management of the North American Moose (1997) reports that moose can be heat stressed at 57° F in the summer and 23° in the winter. They avoid movement in sultry weather, and without an early-morning frost we rarely thrill to the sounds of antlers crashing against trees, the deep grunt of bulls or the long bawling wail of cows. All too often these days, summer loiters into September and temperatures soar into the 60s and even 70s, far too uncomfortable for our big ungulates. The cascade of dilemmas continues after we haul the moose home. If it remains warm, we must process and freeze the meat quickly, a time-consuming process when our main freezer is at the community freezer house, six miles across the sometimes-turbulent lake. Buckets of scraps, organs and blood saved for dog food might spoil before the huskies consume them. The viscera, head, hide and other parts saved for trapline bait are less attractive to furbearers when wormy with maggots. As if that weren’t enough, the horrible specter of winter ticks looms in the future. These parasites can cause a high mortality in young moose and they have been approaching Alaska through Canada. Winter ticks proliferate with warm springs and late falls — conditions we’ve witnessed for a majority of the last 15 years. If they invade Alaska, whether on wild ungulates or imported livestock, they could batter moose populations and crush our hopes for a yearly moose.                        Our thick-coated, 85-pound sled dogs ... Our thick-coated, 85-pound sled dogs can overheat at temperatures above 0º F., especially when working hard. In this clip our dogs buckle down to pull the sled through deep snow after a March storm, while Miki guides the loaded sled with a gee pole.  Duration:17 seconds               By October, we eagerly anticipate crisp windy days and rapidly cooling weather as nights grow long and winter approaches, but today we rarely enjoy this once-normal scenario. Much of October lingers with weather more typical of September: nights that may or may not freeze, and mild days with temperatures in the 20s, 30s and 40s. While this might sound pleasant compared to the normal range of 0° F to near freezing, we find it incredibly frustrating. We have winter supplies arriving on the mail plane to sled home and fish nets to set under the ice. We need to move dogs to a frozen winter yard and horses across the frozen river to their winter range. There are carrots and tomatoes and pumpkins to process and freeze, which requires cold weather since the freezer is already full of wild and homegrown foods. Most of all, we must get our sled dogs working in harness to toughen them up for running the trapline, a job that traditionally starts on November 1, the opening day of legal trapping. With no snow for sledding and no roads for training with wheeled rigs, we resort to running dogs loose. Although we all enjoy this, it proves ineffective at hardening summer-soft muscles for pulling heavy loads on rough trails. Of course, we enjoy the extended autumn for garden clean-up and finishing summer projects. But we’re pretty unhappy if we don’t have snow by the third week of October, and the energetic dogs are devastated, venting their impatience with long songfests, rowdy sparring and boisterous bellowing at wild intruders, real and imagined. We used to attempt the first run with dogs along the frozen marshy lake shore to the Post Office during the last 10 days of October, but since 2002 there have been eight years that ice and snow conditions remained unsafe until November. Once we could not cross until November 17, once November 18. Rivers freeze even slower, and unless temperatures drop well below 0° F some remain treacherous until late December. When heading out the trapline, our dog team must cross or follow two frozen rivers and many smaller tributaries just to reach the first cabin. If warm temperatures continue into November or even December, our trapping season gets increasingly truncated. During these aggravating weeks of delay our available daylight dwindles significantly and we enter serious winter, when temperatures of 30° to 40° below zero are common even with the warming climate. On the initial trapline run, if we head out in early November we can usually reach each line camp with good daylight to open the cabin after the summer’s layoff. By December we face working in dark, cold conditions. Whether this becomes a nightmarish endeavor depends on whether we encountered unexpected travel difficulties en route, or if bears did significant damage to stove pipes and other critical structures over the summer. If a cold snap hits, we won’t even attempt that arduous first journey, leading to yet another frustrating delay.                        An early spring ... An early spring can mean hauling supplies on deteriorating winter trails. When crossing the lake to the airstrip, the dog team must cross a shore lead created by snowmelt.  Duration:27 seconds               In the 1980s, we often set 60 to 80 miles of trail in the first two weeks of November, but that doesn’t happen anymore (partly because we’re no longer youthful). November and early December are normally the most productive months for trapping, but fur animals do not develop their best coats until they experience deep cold. Consequently, we delay trapping for quality as well as for safety: to avoid taking these disappointing and lesser-quality pelts because it’s a waste of productive, healthy animals. We never saw a wolf with lice before 2010, or caught a coyote before 2012. While it’s easy to blame climate change for everything, perhaps both coyotes and dog lice are spreading regardless of temperatures. When we finally do hit the trapline trail, more troubles await us, for with warmer temperatures comes melting permafrost. On that first arduous trip out, as the huskies muscle through unbroken snow over rough muskeg while pulling the heavily-loaded sled, we sure don’t want major trail problems. Yet in the last 15 to 20 years we’ve come to anticipate appalling new features in the terrain because of rapidly-melting permafrost. The sled may crash into a four-foot ditch that didn’t exist a year before. Unexpected holes appear in the trail, knee deep or shoulder deep. Whole sections of the trail sometimes slump into rivers that easily undercut banks composed of ice-saturated soil teetering on the brink of thawing. Hillsides slump into bodies of water. Scrub spruce tilt crazily over unstable thawing muck, and topple drunkenly into the trail, one at a time or in bunches. I dropped into one ravine on a loop trail to find the precipitous ten-foot climb up the far side had been undercut, making it completely impassable. If I’d run the loop in reverse, the whole team would have crashed into the ravine, potentially crushing dogs and breaking bones. In other places, increasingly-deep ditches force us to cut new trails to avoid the pitfalls. Some evolving hazards demand trail changes every few years. Since we have a deep respect for this park which allows traditional subsistence harvest within its immense boundaries, cutting such a hodgepodge of detours is distressing as well as exhausting. As I wrote in an article for Alaska Park Science, “Although our trapping area was established almost a century ago, after inheriting it we re-opened 100 miles of old trails and never found jags where the original trail had been re-routed around eroded ditches or riverbanks. In the 1980s, we moved the trail in a couple of places where permafrost melt made it impassable. We made several more detours in the 1990s, and over the last 15 years we find ourselves cutting detours almost every year.” Warmer temperatures affect us in numerous other ways. Mild weather does go gently on the wood pile. It may take 10 cords of firewood per year to feed hungry stoves in trapping cabins as well as the home fires and dog-food cooker, and leftover firewood in the spring is sure nice. Conversely, we have traditionally looked forward to spells of -50° to hole up, rest and catch up on indoor work. That simply doesn’t happen often anymore. In most years the growing season for our garden is 20 to 40 days longer than in the 1960s. While this means we can sometimes harvest a few ears of corn, our staple crops of root vegetables and cole crops flourish only in cool weather. Brush grows faster with warm weather and a longer growing season. This translates to more trail work and fewer lovely views, but more moose browse. On our occasional solitary treks to the high country deep within Denali Park, it’s distressing to see the rampant spread of brush over the caribou hills, reducing forage for the wild herds and impeding the way of any free-spirited traveler.                        Miki uses our Icelandic horse ... Miki uses our Icelandic horse Dropi to pack slabs of sphagnum moss for one of our cabins. Sod prefers cool wet weather and may be over-run by grass when stressed by heat and drought.   Duration:29 seconds               One of our hardest challenges is the concept of planning for a future that defies predictability. Should we rush to finish a new dog sled even though it has been years since we needed a sled by mid-October? Should we prudently pull the fish net at the first sign of freezing even though during recent years the first ice is followed by weeks of warm weather? Will some wild critters and plants become scarce or locally extinct as their habitats change? Maybe we should plant garden sets earlier and assume we’ll have another astonishingly early spring. Or maybe not, because extreme variability of weather has increased along with average temperatures. The worst fire season in Alaska history, 2004, was preceded by one of the wettest Mays on record. On May 18, 2014, we saw the earliest ice-out on the lake that anyone could remember, while a year earlier it was the latest, June 12. We do feel fortunate to not suffer the heart-wrenching fates of many Alaskan villagers whose very homes are threatened by massive erosions caused by climate change. While warmer weather will generate great challenges, it cannot touch certain cherished aspects of bush life. It cannot take away our summer midnight sun, or our long winter nights full of wind and stars and fiery northern lights. The moon will still rise behind the Alaska Range to light our way home. If Miki and I have a motto, it is “Muddle Through,” and we’ll do just that. Bush life has always required adaptability, flexibility, tenacity and determination. The myriad problems that rising temperatures create for us will require the generous application of all these traits, but there’s no doubt that we will adapt to the new reality. After all, what choice do we have?                    Rising Temperatures   16 Photos  Images courtesy of Miki and Julie Collins to accompany an essay for Denali Climate Anthology, “When Snow Becomes Rain and Other Impacts of Warming Weather on Subsistence Life in Alaska”                              Julie Collins     “When Snow Becomes Rain and Other Impacts of Warming Weather on Subsistence Life in Alaska”(Excerpts of an essay recorded on June 6, 2015 at Tonglen Lake Lodge, Denali Park, Alaska)  Duration:16 minutes, 49 seconds      Credit \/ Author: NPS \/ Jay Elhard   Date created: 2015-06-06     Download Original File: dena-DCACollins.mp316,160 KB           Audio Transcript Full text of essay available at http:\/\/www.nps.gov\/dena\/getinvolved\/dca_collins.htm          Miki and Julie Collins live in the wilderness just off the northwest corner of Denali National Park and Preserve. Their home, first settled by fur farmers in the 1920s, has been in their family since the 1950s. When not rambling or harvesting wild provisions, the twins authored three books: Trapline Twins, Riding the Wild Side of Denali and Dog Driver: A Guide for the Serious Musher.          Return to Denali Climate Anthology  Learn more about the latest Climate Change Research in Denali",
    "url": "https:\/\/www.nps.gov\/dena\/getinvolved\/dca_collins.htm"
}
