{
    "title": "Denali National Park & Preserve: Shrinking Wetlands",
    "body": "Explore This Park    Get Involved     Denali Climate Anthology     Shrinking Wetlands              Shrinking Wetlands        Sandhill cranes NPS Photo by Tim Rains              Large flock ...     Large flock of kettling sandhill cranes, recorded Sept 2014, Gustavus  Duration:58 seconds      Credit \/ Author: Courtesy of Hank Lentfer               Crane, Water, Change: A Migratory Essay CHRISTINE BYL    I. Neighbors   Near the end of August, I wait for the first sound. Usually it comes from a few birds too high to see clearly. Not flocks, not yet. Gradually, it builds—the number, the sound—through early September until it crescendos in the third week with a raucous noise that vaults past beautiful. Sandhill cranes on the move are startling and epic. They remind me that wildness is not always silent.   By early October, the numbers thin, lessening until again there are just the few birds too high to see clearly: migration’s parentheses. The last cranes leave as snow comes to stay. “Hurry guys!” I cheer them on from the front porch as Arctic storms move in from the nesting grounds they’ve just left behind. “It’s getting cold. Go, go, go!”   The first time I saw sandhill cranes en masse I lived further south, on Prince William Sound, and though notable flocks flowed overhead in Spring, they were so intermingled with every other noisy bird that passes through the Copper River Coastal Plain, it was hard to focus on cranes alone. Now I live just outside the town of Healy in Alaska's Interior, abutting Denali’s northern border, and sandhills pass right over the roof. In our arid, empty sky, cranes are the stars. Some mornings they fly directly above the skylight over my bed, the first living things I see when I open my eyes.   My neighborhood is knit by sounds: mosquitoes, engines, birdsong, wind. This is rural living, each of us seeking quiet privacy on our own two acres or twenty. But at the edge of taiga forest, stunted black spruce and tundra plants do not muffle the way a denser forest does, and we live amidst each other’s daily noise. Howls from the north mean Jared is hooking up the dog team. A nail gun early is Jess at her rafters, hoping to be weathered in before the first snow. Neighbor kids shout and fire BB guns too close. Approaching tires on the gravel road say truck or station wagon, local commute or tourist drive-by, trailer or dump truck or ATV. We add our voices—stopped in the middle of the road with our car doors open to talk—or short honks, or a lifted finger from the wheel in the quietest local hello.   This neighborhood is a subdivision, which makes it a home for us, but it’s also woven through with wetlands, which makes it a home for birds. Just up the road is Eight-Mile Lake, bowled in saturated muskeg, and in springtime Panguingue Creek tributaries flow loud enough to hear even over the sounds of a chainsaw and drifting Top 40 from seasonals too new to know how much we can hear.   Resident birds offer up their sounds with ours all year long: a great-horned owl pair hooting in the aspen grove, loudest in May, and the magpies, tricky ventriloquists, hollering in every voice but human. Ravens dip into the dog’s bowl and crow about the soggy kibbles they find floating there. In spring, migratory birds join the cacophony. Robins drink from puddles and sing bright orange songs, novel after winter’s limited palette hush. And cranes pour overhead in coursing Vs. \"Welcome back!\" I shout from the porch. Something is always communicating, somewhere.   In the fall, at the close of a busy summer not prone to standstill, the humans finally pause and talk to each other at length. An annual Harvest Party has sprung up in our neighborhood. Four years running now, it is a tradition I look forward to. The first weekend in September, we gather to share local food and discuss the passed months. We make a table out of sawhorses and 2x10s and load it with all the Alaska food you can imagine—moose backstrap and flounder ceviche, three kinds of smoked salmon, sauerkraut and sourdough bread and beer to wash it all down (a little home-brew, a lot of cheap stuff in cans). We debrief about trips taken or not taken, too much work, too little, a good garden harvest, a bad fishing year, the biggest tomato of the summer. The party is chatty and laughing; no one comes to stand quietly.   This year, as usual, it rained. Bonfire, giant tarp, layers zipped up to our chins. Just before it grew dark and the rain lifted enough to allow the day’s clearest shaft of unfiltered sun, cranes streamed from the West and filled the sky with their chorused uproar. The party went still. Together, we watched: Susan and David who have lived here for 25 years, our 6-year-old friend Jake, someone's parents on the first night of a visit from Wisconsin. All of our faces uplifted. I can’t remember the last time I was outdoors with 30 silent people. The nightening sky was so noisy with cranes we could hardly have heard each other if we spoke anyway. I wondered about my clustered friends and neighbors, chins tipped upward as if receiving a blessing, though the cranes were their own world, too intent on survival and travel to bother with dispensing grace. Is everyone thinking what I am, looking to the sky that spans our homes? This is what I’m thinking: of course the cranes are here. They are our neighbors, too.          Mixed media paper collage by Gabe Travis  II. Three Things I’ve Learned About Cranes ONE: The birds that migrate over my neighborhood are lesser sandhills (Grus candadensis), the only one of fifteen crane species worldwide that breeds in Alaska.(1) These birds are part of the Midcontinent flock, also known as the Central Flyway Sandhills, and they head southeast in autumn from points north—the Yukon-Kuskokwim Delta, Eastern Siberia—five to six distinct streams of migration converging just east of Healy. The Alaska Range forces the birds slightly northeast over the Upper Tanana Valley before they head south again, wending through Canada, east of the Rockies, through Platte River country and their winter grounds in the Southwest and Mexico. In the mid-90s I lived in Western Montana and I remember seeing a few cranes, stragglers off course from their migration path slightly further east. The average lifespan of a crane is between 20-30 years (the oldest known 36 years and 7 months),(2)  which makes it likely that some of the birds I saw in Montana are part of the flock that migrates over Healy now. That a single bird could connect two of my homes, more than 2,500 miles and 15 years apart, blows my mind. Me at 25, new to the West, and me at 41, at home in the North. Such different worlds. The same bird.  TWO: Cranes, like most creatures, have multiple calls. A contact call states I am here, the adult’s a soft purr, almost a growl, in chicks (or colts) a tiny peep. A distress call is strident and higher, intended to draw attention, and a guard call intensifies further—a single loud warning, a crane alarm. (Even a colt only a few weeks old can give a guard call; young doesn’t mean you can’t recognize threat.) Sandhills’ unison call is one of the most distinct bird sounds; the female sings two notes, the male one, and their entwining call-and-response duet initiates and reinforces pair bonds and stakes territorial claim. As Kim Heacox writes about these monogamous birds, “if loons invented the music of being alone, cranes invented the music of being together.”(3)  To describe a crane’s call—any one of them—pushes the limits of language and metaphor. The sound is nearly impossible to describe. Thumbnail dragged along a taut piano string, friction causing stops and starts. Nothing I write will help you hear it exactly. The hum of a small plane’s engine heard from behind the next ridge, and the pilot singing loud. I sit at my desk trying an old-fashioned wooden ratchet noise-maker at soccer matches, mining the seams of my experience a ski pole tip plunged into hard-packed single digit snow but nothing feels exactly right children shouting on the playground, one odd voice above the rest, the creak of an old see-saw in the background and suddenly my mouth and throat open and I am croaking and warbling instead. That which cannot be described by the mind tries to lodge itself in the body. Sound is not a sentence you quietly read. It requires a living world, and presence. Mine to hear the sound; the cranes to make the sound. Listen. THREE: The Athabaskan word for crane is dildoola, after the onomatopoeia of their song, and the word for cranberry is dildoola baba, meaning crane’s food.(4) English echoes this trajectory, with the word origin kranebeere, from Low Germanic, named because the flower, petal and stem of the berry plant looked like the head and neck and bill of a crane. The omnivorous sandhill eats cranberries along with every other tundra plant on the menu, and the protein-y burst of insects, even a vole if it can catch one. Cranes are opportunivores who dig and plunge and strike and nibble, feeding on what’s near.  I love the way language invites polarities onto a tongue. A word connects the eater and the eaten, a berry connects the Athabaskan and the European, a bird connects a berry to a mother tongue. Cranberry and crane’s call are woven in with boggy sphagnum, the wetland that supports them both, where one grows and the other feeds. These are my autumn treasures, a taste and a sound bound up in a stew of wetness and coming cold. The bustle of motion—fly, pick—and the promise of winter’s stillness to come.         Photo courtesy of Kim Arthur  III. Wetlands & Climate   There is no way to write about sandhill cranes without writing about wetlands. As the Forest Service states baldly on its website, “wetland habitat is used in all aspects of [cranes’] life history.” Summer nesting, breeding, hatching, feeding and foraging; migratory rest stops in spring and autumn; life on wintering grounds to the south. All aspects means that cranes can’t be without wetlands to be in.   Cranes are voracious omnivores and Arctic wetlands are a crane buffet. Sandhills surface feed and also use their bills to probe. The hunt-and-peck for bugs and roots and leaves happens in saturated tundra marshes and along riparian zones: the wet edges. Cloudberries, lichen, dwarf birch leaves, cotton grass, reindeer moss, Labrador tea, diamond leaf willow, woody roots and stems; mosquitoes, moths and flies hovering. These shallow wet places evaporate more quickly than bodies of deeper water, so cranes’ choice feeding grounds are particularly vulnerable to warming periods. Picture the way a soggy yard dries up faster than a large puddle.   Arctic wetlands are nurseries. Sandhills often breed in open tundra, the nests themselves placed at the top of high spots: sandy knolls, raised mounds, or dry islands on ponds, areas that are snow-free first, and where visibility is good. Both birds in a mating pair gather to build; the male collects grasses and plants and tosses them over his shoulder to his mate while the female stands on the nest and assembles material. Cranes use the same nests over years, raising generations of young from a familiar swampy home.   Wetlands are rest stops on the Central Flyway turnpike— traveling cranes home in on braided river bars from thousands of feet above, often beckoned to the ground by the presence of other birds—and wetlands are runways. A neighbor of mine has been watching cranes for years and says he’s “never seen a crane land or take off from deep water. Seems like they are always on the edges or in very shallow water.”   Wetlands are community centers where cranes gather in large groups to sing and dance and find their mates. Cranes preen and high-step and sing their braided throttle all year long at the sedgy edges of things, their favorite swamping grounds.   *   The sub-Arctic is a dry climate, but not a dry place. If it weren’t for snowfall, the north side of Denali would be classified as a desert, receiving less rain in a year than Salt Lake City or Los Angeles. Yet the surface of this region is intermittently saturated, providing habitat rife with food. Thank permafrost for this. Permafrost—ground that does not thaw for at least two consecutive years, and often much longer—exists in many forms: continuous, discontinuous and sporadic, static and thawing. The ideal wetland environment has enough thawing to create surface water, and enough permanently frozen soil to prevent surface moisture from percolating into earth as it would in unfrozen soils. Think of the thawing layer as the tap and the frozen layer as the bottom of the bathtub.   You’ve probably heard for years—I have—that climate change diminishes wetlands.(5)  At one level obvious—increased temperatures in a generally arid climate speed the evaporation of surface water—a subtler factor is that warming temperatures thaw the deep permafrost layers that keep water from percolating. The amount of ice in permafrost and the amount of permafrost in soil affect the speed of thawing, but generally speaking, warming average annual temperatures mean a pulled plug and a swirling drain in currently productive wetlands.   The permafrost front—the band across Interior Alaska where permafrost is consistently degrading—extends laterally from Kobuk to Bettles to Tok, migrating slowly northward. Like treeline, the permafrost front is affected by elevation and latitude. And also like treeline, it’s on the move. At the permafrost front, thawing layers underlain by frozen layers form new lakes, many of which will be thermokarsts, the most productive type of meltwater lake for bird habitat. But south of the band, where permafrost is degrading completely, wetlands will dry up. In Denali, dry-up is already clear—ponds have receded, lakeshores contract.   As wetlands shift, habitat becomes a moving target: cranes will lose current range and gain habitat in places that are currently too frozen to be productive wetlands. Net gains or losses will be hard to predict, as with many of the hypotheticals in climate modeling. But add to thawing permafrost the fact that the arid summer's evaporation rate will likely exceed precipitation, and we get a net loss of surface water. Some data sets are educated guesses, but Arctic warming itself is not a projection. It’s happening now, at a faster rate than anywhere else on earth.(6)   Some surface water at the permafrost front comes from thawing ice, but Interior Alaska’s primary source of wetland recharge is snowmelt, most of which happens during that distinctly Alaskan season: break-up. From April to June, Denali eases from harsh winter temperatures and the season’s build-up of snow to what the world would recognize as spring. Catastrophic break-ups—where lakes, rivers and snowpack melt quickly—are best for wetlands water recharge, though they are taxing for humans and our infrastructure. (Witness the recent spring floods that have ravaged Yukon River villages.) Ice melting fast, ice jams giving way, and heavy rainfall combine to produce large volumes of surface water at once, too much to be absorbed by the still-frozen ground. A slow and gradual thaw, on the other hand, means that smaller volumes of water are easily absorbed by the ground and standing water disappears faster.   Recent years’ seesawing temperatures and gradual shrug into spring have triggered the term “mush out.” This term corrects break up’s catastrophic vibe and connotes the more typical recent phenomenon—a long, protracted, slushy melt that means less water on the ground in the long run. A drier spring can have a huge effect on migrators passing through during that exact period.   Alaska’s drought cycles are another unknown. As with permafrost thaw and evaporation rates, nothing is etched in stone. The Park Service, among others, is working on mapping drought patterns, but there are big gaps. There have been multiple small warming periods in the last century, couched in one long warming period (the Holocene Age), but the current rate of change is much more accelerated than the background rate against which species have been evolving. Predictions point to a 7-8° F temperature shift in the Arctic. That it’s warming faster immediately is a fact. If you are a crane, this is not a particularly helpful forecast.   Sandhill cranes are currently considered a stable population, but the Audubon Society’s recently-released Climate Report is sobering. “Of the 588 species Audubon studied, 314 are likely to find themselves in dire straights by 2080.”(7)  (Compare this to the nine species of bird that have gone extinct in North America in all of modern times.) Audubon categorizes sandhill cranes as climate-threatened; it predicts that cranes will remain viable, but not without major concerns. Melanie Smith, an ecologist at Audubon Alaska, outlines some of the questions that researchers ask when trying to predict species viability. “How adaptable will they be? Will populations suffer at their traditional places or will they find new habitat?” In the Arctic, cranes may have sufficient habitat, though its location will likely change; pressures in the lower 48 are more intense, including climate factors as well as human encroachment.(8)   Smith concurs with most scientists, who agree that though the general trajectory of warming and its effects is mappable, and though the Audubon Climate Report is based on \"eight years' worth of sophisticated ecological modeling,\" still, “the larger scientific community does not right now, have a sure way to predict” which species will thrive and which will not. Many projections will be proven or disproven only as the future becomes the present. Smith calls this the broader challenge of conservation in light of accelerated and unprecedented change. “We have to do something with the knowledge we have. We can’t get bogged down by what we don’t know or can’t predict.” If we wait for certainty, it will be too late for many birds. “Things haven’t changed this fast before,” she says.   One way to mitigate so many unknowns, Smith notes, is to protect places that are important today, and to identify the places we think will be important tomorrow. If birds' habitat is limited only to the places they currently use, the pace of change won’t leave space for adaptation. Large tracts of land could help absorb potential changes in birds’ behaviors. This is why Audubon stays focused on land conservation. The hope is that if we protect acreage across present and future habitats, we’ll buy birds time to adapt.   Scientists have begun talking about something called the \"Portfolio Effect.\" Just as your financial planner advises that risk is best managed in small bits across many assets, scientists know that nature needs portfolio diversification, otherwise known as biodiversity. More species, more habitat, more varieties of bioregions and more varied relationships between healthy animal populations increase the chances that creatures will be able to ride out periods of risk like drought, flood, population crashes and weather extremes. As the permafrost band moves north, temperatures rise, and current viable habitat morphs, we need to protect not just areas that are currently productive, but also ones that may provide respite as others dry up. It’s akin to buying stock that is doing well now while also buying bits of stock that seems likely to have value in the future.   Cranes would be wise to hedge their bets; they recover slowly from population lows. Unlike birds that lay many eggs with only a small percentage surviving, breeding cranes have only one to two chicks per year that receive all the calories and nurturing possible. Like humans infants, each colt matters; there is no planned expendability. Fortunately, cranes also have some major strengths; for one, the fact that their migration patterns seem to be learned more than genetically hard-wired. With enough time, cranes can change behavior incrementally, each leap like a stepping-stone to new ways of being. Most importantly, cranes have species longevity and the genetic experience that comes with having ridden out eons. Writer and crane expert Hank Lentfer says, “Sandhills are incredibly adaptable. They have a longer history of adapting than any other birds on the planet.”(9) Crane fossils have been found dating from 2.5-10 million years ago, the longest surviving species of any existing bird, practically a dinosaur. Though sandhills were near extinction from over-hunting in the 1930s, protections helped them rebound from a perilous low to their current relative stability. They have been figuring out how to live—with humans, without them, in cold temperatures and warm ones—for a long, long time. Cranes are ancient and versatile and accustomed to change. We should protect them, to be sure, and worry about their status. But we could also take some lessons from them on how to live in a changing world.   *   The contemporary Earth is huge and far-flung, but it is also tightly bound. We know that water ties distant places to each other, something we learn in grade school (remember the lessons about water as the vascular system of the world?) and revisit as adults with phrases like “we all live downstream.” Precipitation in one bioregion becomes run-off in another; one latitude’s ocean currents influence another’s snowfall.   Cranes connect ecosystems, too, in a tangible way. The air and water that flow between us are mostly invisible and aggregate, but cranes are distinct, trackable, visible, and audible. They come to our place from someone else’s place, and they return there again, announcing their arrival and departure. They affect and are affected by places we never see.   In addition to the purely aesthetic spectacle of those flocks and the biological wonder, they also do the metaphoric work of connection. Cranes are ambassadors for otherness. They help us imagine beyond our own borders, and to beckon what is far off closer in. As the noted Oregon poet William Stafford wrote about cranes, They reach for the land; they stalk  the plowed fields, not letting us near, not quite our own, not quite the world’s. People go by and pull over to watch. They peer and point and wonder. It is because these travelers, these far wanderers, plane down and yearn in a reaching flight. They extend our life, piercing through space to reappear quietly, undeniably, where we are. (10)      IV. Four Things I Wonder About Cranes   ONE: How do you learn to dance like you do? To jump and twist and lurch, lifting one leg, then the other, a feathered yogi? You combine awkward and graceful like a teenaged athlete or a moose. Science hypothesizes that your dancing is a combination of hard wiring and learning, similar to the way some birds develop song. A finch’s tune improves through its first months of life; so does a crane’s dance, your steps at 25 days old awkward and stumbling and weeks later markedly improved. A two-month old colt dancing reminds me of the way it feels to jump rope, half skimming rhythm, half cavort.   You dance to communicate and eventually, to attract a mate. Sometimes it seems you move for sheer pleasure—an almost meditative stalk, your neck dipped and wagging, wings out to the side like a child finding balance. When threatened by a predator—eagle from above, fox on the ground—these same acrobatics become weapon, a kick and leap and flap to fend off menace. I understand this, how the body is moved by love or anger.   TWO: You are particular to specifics. You choose certain wetlands for breeding, over and over, often raising years of colts from the same nest. You graze the same fields each winter, gleaning harvested corn stalks and fallen threshed grains. Your migration patterns are so set in stone that, for decades, you will stop at the same exact lake or river bar to drink. But your travel patterns are elective, not rigid, like some other birds (the godwit, that famed long-haul flier, seems to be genetically encoded). What makes you choose something—when to leave, which pond, field or hummock for a nest—the first time? When you return to a familiar place, does it feel like it does to me, coming home when I’ve been away for long time?   THREE: Do you get thirsty when you travel? Or hungry before it’s time to stop? Are you ever discouraged? Do you sometimes have to force yourself to soldier on in the face of headwinds and lowering clouds? I thought of you when I was traveling on a glacier in pelting snow, a week into an arduous trip, in need of calories and rest. Imagine you are a sandhill migrating, I told myself, and angled my torso into the wind. I would love to know if your endurance is always innate, or sometimes a decision. Do you ever feel relief when the flock arrives and lands on winter ground, where you can eat and stay and rest and eat and rest?   FOUR: Do you know how singular is the sound your throat makes? Part of your brain is conditioned to begin with the right noises (and not those of a loon), and then you build your vocabulary by imitating your parents and older birds. You practice, practice, practice, learning to sing while you learn how to dance. Your calls get clearer and stronger, just like your steps.   You are among the loudest birds in the world, that resonant tenor from the shape of a coiled-up, bony-ringed trachea in your sternum. Like you’ve swallowed a hollow snake, which, if stretched out would reach from your beak to your feet. You sing while you mate and while you fly, while you feed and even while you rest—Hank Lentfer told me, “cranes are talking all the time on the nest.” I wait all year for the harmonic sound of you in flight. Your sonorous rattle, that woodpeckerish rusty hinge. When you hear your own voice, or the merged songs of your flock, does your heart lift?   If birds went extinct—any, or all—how many sounds would be lost, like dead languages whose native speakers no longer exist to mouth them? Extinction must bring a quiet I hope I never hear.                  Close up ...      Close up of flying sandhills, recorded Sept 2014, Gustavus  Duration:36 seconds      Credit \/ Author: Courtesy of Hank Lentfer               V. Neighbors, Again   \"Nature, the total of all of us, is the wheel that drives our world; those who ride it willingly might yet catch a glimpse of a dazzling, even a spiritual restfulness, while those who are unwilling simply to hang on, who insist that the world must be piloted by man for his own benefit, will be dragged around and around all the same, gathering dust but no joy.\" (11)  —Mary Oliver        Animals know how to use what the world offers. I have always loved how suited creatures are to their habitats, to a level of survival that includes a core of thrive. I admire a wolf’s coat--water-resistant and warm, comfortable in temperatures from 80 above to 40 below--while I change in and out of ten layers from season to season. I notice how a wood frog’s spotted skin conceals it among last year’s dead aspen leaves floating at the edge of the pond where it breeds, how its blood enables it to freeze solid in winter and thaw when it is safe to be cold-blooded and thin-skinned. I covet a snowy owl’s furry feet. I marvel at how a bear sow’s body delays egg implantation until it has enough fat stores to grow a fetus.   When I watched the cranes fly southeast last fall, my unspoken admiration took a further step. A fully-worded question sprang to my mind as I looked at the sky, and it recurred to me every time I heard them. What must it be like to find the world sufficient? I’ve asked it again and again in the months since, a koan I must be meant to worry at until it produces a sharp stab of insight.   Cranes are experts at adapting themselves to what the world offers.(12) Unpowered fliers (birds that stay in the air with an up-stroking wing beat as opposed to the more common and efficient down stroke), they compensate for their slower pace by leveraging wind and the heat that rises off large thermal masses—water, open tundra bogs—to help them get airborne with minimal flapping. To conserve energy and get the most loft for their lift, cranes often leave the ground for travel at the warmest part of the day, rising and spiraling wherever air currents allow. Cranes plan their routes around water and where they've seen it, patching a migratory path from linked wetlands. The way cranes site their nests atop elevated domes and humps is passive design at its best. Water drains to the base, leaving moisture and plant life close to the nest and a high and dry spot for hatching and rearing a colt. This is what it is like to find the world sufficient. You make a bed out of whatever soft thing is near. When there is water, you drink it. When it is dark, you rest, unless dark helps you, and then like an owl or a bat, you prowl.   One of the greatest tragedies of climate change, one we can never explain to animals, is that we are shaping a world that will be unable to provide for some creatures. At its simplest, that is how extinction happens. The world (sometimes distanced as a \"resource\") becomes not enough, or, too much. We have recently begun to realize that we are vulnerable to the same fate. Like most species, humans will likely not be around forever. We are animals, and though our ingenuity and our plastics and desalinated ocean water and flights to the moon occasionally convince us that we do not evolve or exist within limits, at some point, if the world becomes insufficient, then we too will diminish and die out.   I am unused to true scarcity, the kind that triggers thoughts of extinction. Even though my lifestyle, like others' I know, dances the edges of self-sufficiency—eating within the seasons’ dictates, living off the grid, harvesting wood and sun for fuel—still, I rarely confront the limits of true need. A lean berry year is softened by the remainders of last year's epic bounty, Ziploced in the chest freezer. An overcast month means we buy more gas for the generator. In a summer where we don't bring in enough salmon, friends offer fillets and we eat less fish, more of something else. For most of us, me included, scarcity means there are no ripe avocados at the grocery store. I’d guess that only when we have to confront the stark reality of not-enough—the hunger or thirst the developing world knows but which we consign to our apocalyptic novels—will we truly grasp what it means that we are animals. When the world is suddenly or slowly unable to provide, and we realize that it is all we have, all we have ever had.   It's water that puts me in this animal place. Groundwater on the esker top I call home lies hundreds of feet deep. In lieu of an expensive private well, we haul water from a community spigot and supplement it with rain catchment barrels. Fifty gallon drums sit under every eave, providing water for dogs and plants, dishes and showers and any cooking that requires boiling. In a dry spell, I watch the water levels in the barrel drop with each watering can or solar shower. Even though our well is just down the gravel road, I imagine: if these barrels were all we had, I would be frightened. My own little wetland drying up. The moisture in my skin, my mouth, palpable and temporary. When I have nightmares about climate change, they are dry-mouthed ones.   It is no stretch to move from my own imaginary thirst to a dry world—no, start smaller than that—a dry neighborhood. Eight-Mile Lake, shrunken and shallower. No kettle ponds, no Panguingue Creek tributaries coursing fat in spring run-off and tearing out culverts and the edges of fragile asphalt. A neighborhood without surface water would be a neighborhood without birds. Imagine it. Spring comes and no robins, no fat orange breasts hollering too early from the tops of stunted trees. No ravens, their heckle and swoop. No swans, no geese in strutting Vs. No cranes. That can't happen, scoff denialists and those skeptical of imagining. No ravens? That'd be the day.   About ravens, at least, they are probably right. Ecological change is more typically incremental than catastrophic. But this is exactly why imagination is critical. It is good to think about what has not happened, and it’s even important to envision what we think could not happen. Such imagining keeps me aware of the high stakes. It reminds me to keep scanning for the birds that are here, to dip my toes into the water that puddles in the ditch line. Imagining something lost is a good way to jump-start noticing.   While I value their symbolism and the way they prod my shadow-mind, I do not believe that nightmares are a place to rest. I know the shrunken ponds and waning birds and too-warm weeks in July and in January. The polar bears drowning and the villages falling into the sea. I can’t turn away from these realities and the injustices they prefigure; to do so is to fail. But it is possible, in these times, to become afraid of the world, and in the face of that fear, to become numb to the world. There is no more point in living in a state of fear—or for that matter, elegy—while we are still alive and thriving than there would be in mourning a person we love before she is gone. When I wake from a dream of thirst, I get a drink and then I throw myself into the day, where there is plenty to worry about, but far more to do. There is work on behalf of birds—counting, banding, leaving one cranberry on every bush. Work to use less water so that more can remain on the surface of the world. Work to replace the words less and scarce with the word enough. Work to notice. To watch.   A critical role arisen in recent years is that of the citizen scientist, \"the unpaid, unprofessionally trained non-scientist” who commits to such noticing. As climate scientists run up against the limits of what can be predicted by theoretical modeling, deeply invested people on the ground counting and watching are gaining traction. Audubon’s annual Christmas Bird Count (the 115th, this year) is a renowned example of how a group of volunteer observers can aggregate a massive amount of data useful for conservation. Thoreau was a citizen scientist long before the label was coined and his observations about the natural world, recorded in his journals, have helped scientists establish climate benchmarks for a time we can’t go back to.   My neighbors are citizen scientists, too. When I sent out an email recently asking local residents for their observations about the habits and patterns of our crane neighbors, they gave everything from instinctive hunches to anecdotes to carefully logged data. Susan said, “There are fewer cranes now or else more dispersed. And we both think they are staying longer.” Will noted “they seem to fly over and even circle around but (I've) never seen them on the ground here.” Lori has been tracking cranes in her journals since the early 90s, and she says “there were more cranes in the 90's: heavier, steady traffic flow and longer trailing 'V's, culminating in a peak year of 1997, when the sky was full of waves of possibly 10,000 cranes per afternoon for nearly the entire month of September. Since then, there has been a steady decline in overall numbers and smaller Vs. The lowest year was about 3 or 4 years ago, when the swans actually outnumbered the sandhills. This year seemed a bit better. I estimated about 12,000 total cranes during the whole season. A definite decline, but there are always fluctuations. I am hopeful the steady uptick will continue.”   These observations matter to scientists, and they matter among neighbors. When we meet at the well or a potluck or out on the ski trails, we talk about what we’re noticing: I heard the great-horned owls’ mating call in the aspen grove last week, in April. I haven't seen a whimbrel at Eight-Mile Lake in years. There used to be long-tailed jaegers everywhere, and now there aren't. Do the wood frogs seem quieter to you this year? Such conversation connects us, and yields animated discussions. We’re interested in what others see and hear. We want, in the way of most neighborhoods, to keep tabs on the goings on. This confirms the truth of the linguistic link between watching and vigor. The word watch makes its way to us from old English, waeccan, \"to be awake,\" and from the proto-German, wakjan, which means to be strong, lively.  Strong and lively reminds me of the personality of cranes, and so the circle goes. Watch and work merge with dance and warble, migrations of birds connect with neighbors staying put. Amidst the shifting ground of climate and projection, worst case scenario and high hopes, the repeated, circling question the cranes trigger in me is the only place I have to stand. Trying to be brave enough to ask, what would enough be like? Letting the mantra pulse beneath all ordinary days: what the world offers is sufficient.   I picture the pure effort of those cranes, launching themselves from a soggy patch of cotton grass into an easterly wind, allowing a thermal to lift their bodies, each the size of a small child. I hear their throaty gargle and in it a simple belief in the future, in the existence of where they are going next. Of course, because I cannot describe the motions or the sound, my body takes over and as I write this my arms want to spread to show how wide the wings, how high the loft, and my throat wants to open, to give noise to how rowdy and exquisite the call. I believe this is where any change will originate, any hope: from our animal bodies. From hunger and thirst and the pleasure of eating and drinking, from limbs flapping and legs kicked out, movement expressing a joy in the world that cannot be contained. From shouts and laughter, warning and song, the indescribable alchemy of effort and the release that trust in the present can bring. All of us together here, trying to find our way.              Crane calls ...     Crane calls and wing noise, recorded Sept 2014, Gustavus  Duration:14 seconds      Credit \/ Author: Courtesy of Hank Lentfer               Endnotes I am a lay-naturalist, by no means a scientist. My research for this article was grounded in conversations with various experts on birds, wetlands, and ecology, several of whom are mentioned in the footnotes. I hope I conveyed their expertise fairly. Any errors of fact or interpretation are my own. Special thanks to Carol McIntyre, NPS wildlife biologist & bird specialist in Denali; Amy Davis, NPS wetlands ecologist for the Northern Region; Melanie Smith, ecologist & Science Director at Audubon Alaska; and Hank Lentfer, sound ecologist with the NPS at Glacier Bay and University of Alaska Southeast. Thanks also to my neighbors on Stampede Road who shared their observations about local cranes with me: Will Forsberg, Susan Braun, and Lori Yanuchi. Websites with useful overviews on birds (and sandhill cranes in particular) include the Cornell Lab of Ornithology; Audubon Society; and the US Forest Service, in addition to many links in the text of the essay.  Kessel, Brina. “Migration of Sandhill Cranes, Grus canadensis, in East-central Alaska, with Routes through Alaska and Western Canada.”  The Canadian-Field Naturalist, July-Sept 1984. This article remains the most significant paper on sandhill migration and behavior 30 years after its original publication. The Cornell Lab of Ornithology. An excellent resource on all kinds of birds.  From The Only Kayak: A Journey Into the Heart of Alaska by Kim Heacox; Globe Pequot, 2006. From writer-anthropologist Richard Nelson’s serial radio show Encounters, an episode about cranes. This segment was recorded in the field, delivered with Nelson's peerless enthusiasm. It's as close as you can get to being amidst a flock without actually being there. I owe much of my understanding of the relationship between Interior wetlands, permafrost, and climate change to Amy Davis, a wetlands ecologist for the NPS, who spoke to me at length and provided me with unpublished NPS handouts on wetlands in Denali. NOAA recently released its Arctic Report Card 2014, with data on various climate trends in the Arctic. From \"A Storm Gathers for North American Birds\" by Michelle Nijhuis. Audubon's recent Climate Report has a wealth of information, research and projections on birds and climate, and some excellent essays synthesizing the data, including this one. There are many pressing issues affecting cranes & wetlands in the Lower 48 wintering grounds, unfortunately outside the scope of this essay. I spoke on the phone with Hank Lentfer, who is the author of The Faith of Cranes, a memoir set in Gustavus, Alaska, where he lives. Lentfer has spent years observing cranes, and now records them in the wild as part of his job creating a library of natural sounds in the Glacier Bay region, for the National Park Service. Excerpt from “Watching Sandhill Cranes,\" by William Stafford. From Even In Quiet Places; Confluence Press, 1997. From the essay \"A Few Words,\" in Blue Pastures by Mary Oliver; Mariner Books, 1995. Carol McIntyre, biologist in Denali National Park, talked to me at length about sandhill cranes in the Denali region.             From above the author's home ...   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:41 seconds  From above the author's home, this video clip depicts flocks of cranes in seasonal migration.               Christine Byl     “Crane, Water, Change: A Migratory Essay”(Excerpts from an essay recorded on June 6, 2015 at Tonglen Lake Lodge, Denali Park, AK)  Duration:20 minutes, 37 seconds      Credit \/ Author: NPS \/ Jay Elhard   Date created: 2015-06-06     Download Original File: dena-DCAByl.mp319,794 KB           Audio Transcript Full text of essay available at http:\/\/www.nps.gov\/dena\/getinvolved\/dca_byl.htm          Christine Byl lives and writes outside of Healy, Alaska, where she lives in a yurt with her husband and retired sled dogs. Her book, Dirt Work: An Education in the Woods, was a finalist for the 2014 WILLA Award in Nonfiction from Women Writing the West. Her fiction and essays have been published by Crazyhorse, The Sun, Glimmer Train, Broadsided Press, Lumberyard, and others. She worked on trail crews on public lands for 15 years; with her husband she now runs a family business doing trail design and construction. When not writing or working, she loves homesteading chores, wilderness adventures and anything that happens in the snow.         Return to Denali Climate Anthology  Learn more about the latest Climate Change Research in Denali",
    "url": "https:\/\/www.nps.gov\/dena\/getinvolved\/dca_byl.htm"
}
