{
    "title": "Denali National Park & Preserve: Composing in the Wilderness",
    "body": "Explore This Park    Get Involved     Artist-in-Residence Program     Composing in the Wilderness              Composing in the Wilderness         NPS Photo  Composition and the National Parks Field Course  In 2012 nine composers from around the globe spent several days at a Denali field camp with Stephen Lias and researcher Davyd Betchykal learning about the soundscapes of Denali. The compositions premiered at the Davis Concert Hall in Fairbanks, Alaska and performed by the Fairbanks Summer Arts Festival orchestra.         NPS Photo  Acoustic Niche Hypothesis, Ryan Peters, 2012 In the science of soundscape ecology, the Acoustic Niche Hypothesis states that animals will tend to separate their calls from those of other animals, to increase the probability that they are heard. In nature, this means that the well-adapted soundscape of any ecosystem will be as diverse as possible, with minimal overlapping sounds- a reality strikingly different from the undistinguished droning of urban life. This piece introduces three distinct melodies, each struggling against the other until they \"adapt\" into their natural harmony.         NSP Photo  Flow, Christina Rusnak, 2012 This piece is inspired by the flow of water in Denali National Park. Water flows not only from rain and snowmelt along the edges of the mountains, but from the melting glaciers as well. Water even flows beneath the matted vegetation of the tundra. At Denali, we learned about the frequency and noise levels of the water and the degree to which those change over the course of a day and by season. I did not attempt a replication of the sounds variations of the streams. Instead I chose to personify the flowing water adjusting the level of activity seasonally beginning with the summer solstice. While keeping primary motives similar, they do change over time- just like the flowing water in Denali.         NPS Photo  String Quartet No. 1 \"Written in Denali National Park,\" Sam Hooper, 2012 Living and hiking out in Denali these past several days, what struck me most was the vastness of the place. From the height of the mountains to the depth of the valleys, length of the rivers and unobstructed nature of the air, the world is scaled up in Denali, to a quieting grandeur I'm not used to. In this string quartet, I tried to reflect a sense of space and solitude in a variety of ways- listen for moments of ascents and descents, within a varying openness of texture.         NPS Photo  A Letter to the King of Norway, Scott McIntyre, 2012 The scenery helped conjure up a piece that encompasses the vast scale of the wilderness and the almost insignificant scale of the human in such areas. I found fascinating the concept of space but also the niches of frequency that certain animals occupy. As species propagate and occupy new areas, they work with the current inhabitants to separate their calls and increase the tonal and harmonic spectrum of space. This piece explores how these narrow fields can expand and form newer and richer variations in the music of the wilderness.         NPS Photo  Aeolian Music, Justin Ralls, 2012 Denali is a vast and penetrating place. Sound and stillness contain an uneasy partnership; even the sounds of a passing plane or tour bus seem to spread out, getting swallowed up by the mountains and valleys. In the stillness of Denali two sounds dominate the landscape: the river (and its tributaries) and the wind. These keynotes are definitive characteristics of Denali's language that all other life must endure. The wind carves ou the air, pulsing the rustle of grasses or tunneling through the rocks and trees much like the river does- its energy shaping the extremes of this place. The brevity of the work hints at the fleeting nature of our human experience, a gentle breeze can quickly turn into a storm, summoning the unpredictable and often harsh forces of weather, a reminder of both the lands and our own fragility. I set out to convey, perhaps, a glimpse into this aeolian music of wind, water, and stillness- hoping to translate the human experience with the language of this marvelous place.         NPS Photo  The Shy Maiden, Stephen Wood, 2012 A single delight, the Shy Maiden, is Moneses uniflora. A small plant with a rosette of small, light green, roundish leaves (about ½\" high) with shallow teeth. The flower is on a leafless stem 2 ½\" to 4\" high and has five pointed, waxy petals. It has a protruding ovary and faces downward. The capsule is round with protruding stigma. A distinctive fragrant plant frequently found with other pyrolas.         NPS Photo  Sketches from Denali for Trumpet, Horn, Trombone, and Tuba - Cathedral, Sanctuary, Ken McSperitt, 2012 Two movements depict scenes from Denali, including Cathedral Mountain and Sanctuary River. In movement 1, the grandeur and majesty of this mountain is represented by large, open chords, while the complexity of its topography is approached using arpeggiations and sweeping lines. Movement 2 depicts the river as contemplative, winding and life sustaining through the use of flowing melody, staggered entrances, and swells.        NPS Photo  Hiker's Log: Denali National Park: Day 2: Hike to Cathedral,Lisa Eleazarian, 2012 During my exposure to the overwhelmingly beautiful and new wilderness of Denali National Park and Preserve, I recorded my reaction in a journal of musical snippets. These snippets draw mainly from my experiences from our daily hikes. This work includes a variety of wonderful memories for me, from the moment I found out about the varieties of lichen that form the tundra, to the sight of the smeared oil-pastel look of the mountains. The particular excerpt comes from my second hike, up a creek bed to the top of Cathedral Peak.         NPS Photo  Alaska Takes No Prisoners, James Hodson, 2012 This piece encapsulates my personal response to Denali and the parts of Alaska I have visited. The music is not seeking to imitate natural sounds, with the exception of one section. During our exploration of the park, we stopped by a stream at the base of Igloo Mountain, and the cascade of a few simple tones is a sound I have included in the middle section of this piece.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/historyculture\/composition.htm"
}
