{
    "title": "Denali National Park & Preserve: Foreword",
    "body": "Explore This Park    Get Involved     Denali Climate Anthology     Foreword              Foreword        East Fork of the Toklat River NPS Photo by Kent Miller       The Rules of Rivers KATHLEEN DEAN MOORE   At midnight on the Toklat River in the Alaska Range, the thermometer recorded 93 degrees. The sun, dragging anchor in the northwest sky, fired rounds of heat against the cabin. I was lying naked on the bunk, slapping mosquitoes. Next to the wall, my husband lay completely covered by a white sheet, as still and dismayed as a corpse. He would rather be hot than bitten, and I would rather be bitten than hot.  I had come to the Toklat River to think about global warming, and it wasn’t going well. The week’s heat was breaking all-time records, drawing a new spike on the graph of jaggedly rising temperatures in Alaska. The average day is now four degrees warmer than just a few decades ago, and seven degrees warmer in winter. The Arctic is heating twice as fast as the rest of the world.   Furious and despairing, I had no chance of falling asleep that night. So I pulled on clothes and walked to the bank of the river.   The Toklat is a shallow river that braids across a good half mile of gravel beds, dried stream courses and deep-dug channels. Sloshing with meltwater, it clatters along through islands and willow thickets. Banging rocks on cobblestones, surging into confused swells, the grey currents looked unpredictable and chaotic. But there were patterns.   A hydrologist once explained the rules of rivers to me as we walked a river-path. The processes of a river are manifestations of energy, he said. A fast, high-energy river will carry particles – the faster the river, the bigger the particle. But when it loses energy and slows, the river drops what it carries. So anything that slows a river can make a new landscape. It could be a stick lodged against a stone or the ribcage of a calf moose drowned at high water. Where the water piles against the obstacle, it drops its load, and an island begins to form. The island – in fact, any deposition – reshapes the current. As water curls around the obstacle, the current’s own force turns it upstream. Around one small change, the energy reorganizes itself entirely.   And here’s the point: No one pattern continues indefinitely; it always gives way to another. When there are so many obstacles and islands that a channel can no longer carry all its water and sediment, it crosses a stability threshold and the current carves a new direction. The change is usually sudden, often dramatic, the hydrologist said, a process called an \"avulsion.\"    On the Toklat that night, the physics of the river played out right in front of me. A chunk of dirt and roots toppled from the bank upstream, tumbled past me, and jammed against a mid-river stone. The current, dividing itself around the rootball, wrinkled sideways and turned upstream. It curled into pocket-eddies behind the roots.   Even as I watched, the pockets filled with gravel and sand. A willow could grow there, and its roots could divide and slow the river further, gathering more gravel, creating a place where new life could take root.   I shoved a rock into the river. The sudden curl of current made me grin. Yes, we are caught up in a river rushing toward a hot, stormy, and dangerous planet. The river is powered by huge amounts of money invested in mistakes that are dug into the very structure of the land, a tangled braid of fearful politicians, preoccupied consumers, reckless corporations, and bewildered children – everyone, in some odd way, feeling helpless. Of course, we despair. How will we ever dam this flood?   But we don’t have to stop the river. Our work and the work of every person who loves this world – this one – is to make one small deflection in complacency, a small obstruction to profits, a blockage to business-as-usual, then another, and another, to change the energy of the flood. As it swirls around these snags and subversions, the current will slow, lose power, eddy in new directions, and create new systems and structures that change its course forever. On these small islands, new ideas will grow, creating thickets of living things and life-ways we haven’t yet imagined. Those disruptions can turn destructive energy into a new dynamic that finally reverses the forces that would wreck the world.   This is the work of creative disruption. This is the work of radical imagination. This is the work of witness. This is the steadfast, conscientious refusal to let a hell-bent economy force us to row its boat. This is much better than stewing in the night.                 \"The Rules of Rivers\"     Listen as Kathleen Dean Moore reads her essay, \"The Rules of Rivers.\"  Duration:4 minutes, 54 seconds                  NPS Photo by Charlotte Bodak  Kathleen Dean Moore was a Writer-in Residence at Denali in 2013. This essay, based on her experience at the East Fork Cabin near Mile 43 of the Denali Park Road, was among the works she donated to the park following her stay. Moore is a nature writer and environmental philosopher best known for books set on the edge of water – Riverwalking, Holdfast, Pine Island Paradox, and Wild Comfort. A Distinguished Professor Emerita at Oregon State University, she travels widely to speak about ethics and climate change.          Return to Denali Climate Anthology  Learn more about the latest Climate Change Research in Denali",
    "url": "https:\/\/www.nps.gov\/dena\/getinvolved\/dca_moore.htm"
}
