{
    "title": "Denali National Park & Preserve: About the Program",
    "body": "About the Artist-in-Residence Program       Program Overview  Since 2002, dozens of accomplished artists, writers, and composers have participated in the Artist-in-Residence program at Denali National Park and Preserve, Alaska. Following a 10-day residency, each volunteers to lead a public outreach activity with visitors and to donate one piece of finished artwork to the program collection. For a two-year trial period beginning in 2016, the program will explore a preference for digital and performance-based donations rather than physical pieces for the program collection. Artists are challenged to create artwork and activities for visitors that offer a fresh and innovative perspective of the park drawn from their own experience.   Guiding Principles The program seeks qualified and accomplished artists, writers, and composers with demonstrated achievement in creating pieces that are both high in artistic merit and accessible for general audiences. Alaska Natives and American Indians are strongly encouraged to apply. Please feel welcome to mention your tribal or ANCSA corporation affiliation in essay responses.  The music composition residency draws upon successful foundations in Composing in the Wilderness and Denali Music Festival programs which emphasize contemporary classical music. The final product should be a notated chamber piece for traditional instruments found in classical orchestral repertoire (with optional use of electronics and\/or projection).  The park hopes that the completed piece will be premiered at the Denali Music Festival in a subsequent year, and the selected composer will consult with park staff to ensure that the instrumentation and technical requirements are appropriate for that setting. Within this general framework, there are no stylistic requirements.   The residency experience and expectations All residents must provide their own transportation to and from the park, as well as any supplies, provisions, clothing, and outdoor gear for the duration of their stay. No stipend is provided. Each resident may bring one adult guest to stay within accommodations provided. Residents must have a valid driver's license and be willing and able to drive according to prescribed \"Rules of the Road.\"   Winter (one writer, one artist) Depending on weather conditions, each winter resident may spend as many as four nights at the historic Upper Savage Cabin near Mile 13 of the Denali Park Road. Please be prepared for extreme winter conditions. There is no electricity or running water. There is an outhouse nearby, a small wood stove for heat, and a propane stove for cooking. A double bed, bedding, and an arctic sleeping bag are provided.The remaining six nights of a winter residency are based in shared, apartment-style housing at Park Headquarters near Mile 3.4 of the Park Road. Winter residency dates are intended to overlap so that the two participants can interact and share activities and experiences in the park to the largest extent possible. Please be proactive about expressing your interests for winter activities and experiences with program staff so that arrangements can be made well in advance.   Summer (one writer, one composer, two visual artists) Summer residencies are scheduled between June and September and are not concurrent. (The music composition residency may have preferential scheduling to coincide with the Denali Music Festival in mid-July each year.) Residencies are based at ranger patrol cabins located in remote settings, but within proximity to the Denali Park Road. Typically, offerings include a 14' x 16' cabin with an outhouse, propane heater, range, oven, and refrigerator, bunks with double beds, bedding, a full complement of cooking equipment, and a small resource library. There is no electricity or running water, but water jugs are replenished regularly by park maintenance staff. Showers, laundry, telephone, and limited access are available at the Toklat Road Camp near Mile 53. A road pass for private vehicle access is limited to one roundtrip use for driving out to a cabin site, and returning again to the park entrance. Day-to-day transportation within the park is available through passes provided for Visitor Transportation System (VTS) shuttle buses. Residents who articulate in advance specific creative goals or project objectives may be able to receive additional private vehicle access on a case-by-case basis. Summer residencies typically begin on a Tuesday morning with arrival, orientation, and safety briefings at Park Headquarters followed by independent travel to the cabin site by afternoon. After a stay of nine nights in the park, on the Thursday morning of the following week, residents return to the park entrance to lead outreach activities at the Denali Visitor Center and to stay one final night in transient housing at Park Headquarters. Checkout and final departure from headquarters occur on Friday morning. Typically, summer outreach activities take place at 3 pm on Thursday afternoons using picnic tables in public spaces outside the Denali Visitor Center. Events can last 45 to 90 minutes. The number of participants is usually limited by advance registration, from 12 to 24 participants, as set by resident preference. Residents are each allowed to spend as much as $150 for activity materials and supplies. Please provide receipts for purchases to be reimbursed and ship items to the park, preferably by USPS Flat Rate Priority Mail, well in advance of the residency.   Second residencies The program currently receives many as 300 applications a year for as few as six residencies. While previous residents aren't prohibited from applying again, prospects for being selected for another opportunity are considered exceptionally slim. Criteria that may have a bearing upon their chances include:   Applicants must demonstrate significant development in their work over a span of years. Rather than an extension or reprise of previous achievements, the opportunity for a second residency must provide an entirely fresh perspective of the park for visitors    Applicants must request a different season than they experienced during a previous residency. For instance, someone who visited previously in summer may only apply for winter, and vice versa.     Donations of artwork to the program collection All finished pieces are due at the park by December 31 of the calendar year in which the residency takes place. For a two-year trial period beginning in 2016, the program will explore a preference for digital and performance-based donations rather than physical artwork. Beyond that trial time frame, future two-dimensional donations should not exceed 48 inches in any dimension and be suitably framed for hanging on wall-track systems in park galleries. Three-dimensional donations that require the purchase of custom display cases may not exceed 24 inches in any dimension. No piece should require permanent installation or structural modification of park facilities. Composers are asked to donate both a PDF (including score, parts, and program notes) as well as a digital recording of the work, either as a high quality MIDI realization, or as performed by an ensemble.  While program participants retain copyright of donated artwork, they are asked to grant permission without restriction for the program to use and publish artwork (including on NPS websites) for the purposes of interpretation, exhibits, and education.          Jon Van Zyle painting of the East Fork Cabin        A team approach to program operations  Among the strengths of Denali's Artist-in-Residence program is that the effort involved in keeping the program going and growing draws on wide support and contributions of members of the community and park staff. Many different people share responsibility for discrete aspects of program operations -- from coordinating residencies, to facilitating public outreach activities, to cataloging and protecting donated artwork, to updating offerings and information here on the park website.  For initial inquiries about the program at large, please contact:  Jay Elhard Park Ranger, Media Specialist Email link (907) 683-9535",
    "url": "https:\/\/www.nps.gov\/dena\/getinvolved\/arts-program-about.htm"
}
