{
    "title": "Denali National Park & Preserve: Apply: May 1 to Sept 30",
    "body": "Apply to the Artist-in-Residence Program       Program Application In celebration of Denali National Park and Preserve's Centennial anniversary in 2017, the park is seeking a diverse suite of voices to help share the unique story of Denali through art. Alaska Native artists and artists between the ages of 16 and 25 are strongly encouraged to apply.  Applications are accepted only through an online process hosted by CaFÉ (CallForEntry.org). Entries are accepted each year from May 1 through September 30 for residencies during the winter and summer of the following year. Applications submitted after the deadline will not be considered.    Begin your application here        Selection Process  Panels including past program participants, subject matter experts, local community members, park personnel, and others serving at the discretion of the park superintendent are invited to review applications from professional artists annually. Selection is made on the basis of required entry materials, vision, new and innovative ways of responding to the park, and recognized accomplishment as demonstrated in those materials. Formal invitations for residencies typically are extended by the park superintendent by December 15 each year, followed by a public announcement of selections early in the new calendar year.   Alaska Natives and American Indians are strongly encouraged to apply. Please feel welcome to mention your tribal or ANCSA corporation affiliation in essay responses.   The music composition residency draws upon successful foundations in Composing in the Wilderness and Denali Music Festival programs which emphasize contemporary classical music. This composer residency is timed so the composer may participate in these programs. The composer will have one year to create their final product, with the intention that the completed piece will be premiered the Denali Music Festival the subsequent year. The selected composer will consult with park staff to ensure that the instrumentation and technical requirements are appropriate for that setting. Within this general framework, there are no stylistic requirements. Song-writers, music artists and composers working within other music genres are also encouraged to apply for residency at Denali National Park.   Please refrain from uploading media files (such as audio and video) unless they are either required or are directly relevant to your application category or public outreach proposals.   2 letters of recommendation may be used in lieu of a resume if you are an applicant between the ages of 16 and 25. Recommended sources are teachers, employers or other mentors who can write about why you should be an Artist in Residence.  Visual Artists The application requires:  Six images  Artist statement  Artist resume  Image list  Your plans for a public outreach activity with visitors at the park  Your plans for public outreach about the program once you’re back at home  Writers The application requires:  Ten pages of prose, or three to five poems, 12-point font, single spaced, saved as a PDF document. Pages scanned from published works that are designed to different specifications will not be considered. Writer statement Writer resume  Your plans for a public outreach activity with visitors at the park  Your plans for public outreach about the program once you’re back at home  Music Composition The application requires:   Three compositions, including a PDF upload of each complete score, and an MP3 audio file excerpt limited to five minutes each  Composer statement  Composer resume Your plans for a public outreach activity with visitors at the park Your plans for public outreach about the program once you’re back at home  Categories  Choose one per application:   Music Composition (Summer only) Visual Artist (Summer) Visual Artist (Winter) Writer (Summer) Writer (Winter)",
    "url": "https:\/\/www.nps.gov\/dena\/getinvolved\/arts-program-apply.htm"
}
