{
    "title": "Denali National Park & Preserve: Get Involved",
    "body": "Explore This Park    Get Involved           Get Involved             Volunteer in Denali   Volunteer for trail work, as a campground host, a naturalist guide and more!            Voice your opinion on park plans   The park planning process is a way for the public to comment on upcoming projects or plans. Comment on or read about planning efforts.         Share Your Story!   Tell us what Denali means to you by sharing your experiences or photos from your time here.              Artist-in-Residence Program   Learn more about Denali's Artist-in-Residence Program        Work With Us!   Find jobs like building trails, leading hikes, working with the sled dogs and more.             Looking for how to get involved? Browse through the website navigation or use the search tool to find opportunities.    NPS Centennial 2016 is the 100th birthday of the National Park Service. Find out what we're doing to get ready, and look for ways that you can help!   Our partners It takes more than an agency to keep this a special place. Our non-profit partners, like Alaska Geographic, the Denali Education Center, and others, play a vital role in connecting Denali to the world.   Donate Find out how you can make a financial donation.   Work with Us Keep an eye out for year-round or summer seasonal positions in Denali. Most seasonal hiring occurs in mid-winter, and the park hires both paid and volunteer positions.   Do Business with Us Like our non-profit partners, our business partners play an integral role in connecting the public to this place. If you run a travel or tourism business and want to do business within Denali, read up on commercial use authorizations here.   Planning The planning process is how the public can express opinions in the management of a national park. Find out if any current opportunities exist to share your voice, or browse past planning documents.   Sustainability Learn what we're doing to minimize our impact on the environment, and find suggestions of how you can help.",
    "url": "https:\/\/www.nps.gov\/dena\/getinvolved\/index.htm"
}
