{
    "title": "Dinosaur National Monument: Plants",
    "body": "Plants       Approximately 650 species of vascular plants have been collected and identified at Dinosaur National Monument. Botanists anticipate that another 200 to 250 species might be located through more intensive surveys. To download a species list for Dinosaur National Monument's plants, visit the Northern Colorado Plateau Network website.       Some wildflowers at Dinosaur NM (left to right): globemallow, hedgehog cactus, scarlett gilia. NPS       High Diversity Why does Dinosaur NM have such high plant diversity?   Several physiographic provinces, including the Wyoming Basin, Great Basin, central Rocky Mountains, and Colorado Plateau, converge in the monument.   Elevations within the monument range from 4,730 feet\/1,442 meters where the Green River exits the southwestern corner of the monument to 9,005 feet\/2,745 meters atop Zenobia Peak. This tremendous elevation difference over short linear distances results in widely varying climatic conditions and diverse plant communities occurring in close proximity.   Diversity in the topography, soil, and moisture availability also contribute to plant diversity.          Some shrubs at Dinosaur NM (left to right): rabbitbrush, big sagebrush, greasewood. NPS       Plant Communities The most common plant community types in the monument are big sagebrush\/grassland and pinyon\/juniper woodlands. Higher elevations and northern exposures are home to ponderosa pine and Rocky Mountain Douglas fir. Riparian plant communities are less common, but contribute significantly to biological diversity.       Some trees at Dinosaur NM (left to right): pinyon pine needles, Utah juniper bark, Fremont cottonwood leaves. NPS       Human Impacts Over the last century, human activities throughout the monument have caused changes in the distribution and abundance of native vegetation and have contributed to conditions favoring the invasion of nonnative species. Grazing by domestic livestock and suppression of natural fires have increased the frequency of big sagebrush, pinyon pine, and Utah juniper, and decreased the abundance of native grasses. Current fire management practices are designed to restore a more natural fire regime through use of prescribed fire and associated fire effects monitoring.",
    "url": "https:\/\/www.nps.gov\/dino\/learn\/nature\/plants.htm"
}
