{
    "title": "Parashant Grand Canyon-Parashant National Monument: Science & Research",
    "body": "Explore This Park    Learn About the Park     Science & Research            Science & Research          Acoustical Monitoring Recording equipment set up in remote areas of Parashant National Monument captures 24\/7 data on the acoustic environment, including natural and manmade sounds. Data collected creates a baseline for understanding natural sound conditions. Studying acoustic environment helps preserve visitor experience of wilderness characteristics like solitude and quiet.      Viewsheds Scenic quality of a wide variety of sites across the Monument is assessed by considering features like vistas, air quality and uniqueness. Inventories consider the impacts of activities that might occur on adjactent lands such as strip mining, billboard construction and wind farming and the effect on Parashant's viewsheds and visitor experience of wilderness.         Bat Research Bats are carefully caught in mist nets to identify species, gender, age and health. So far, third party researchers collecting baseline data have identified 20 bat species, including six sensitive species. Information gathered helps assess the health of Parashant bat populations, an indicator of overall ecosystem health.         Caves The largely wild and undisturbed dry caves of the Monument represent time capsules that harbor items like ice age fossils, cultural artifacts, unique wildlife and geologic features. Research is focused on biodiversity, fossils and microbial crusts. The precious resources within caves help deepen our understanding of climate change and the natural history of the Southwest.         Weather Stations Ten weather stations situated across the Monument collect comprehensive data on weather and precipitation trends. Data sets reach far beyond the traditional scope of weather pertaining to fire operations in high elevation ponderosa pine forests. A focus on precipitation and soil moisture yields high quality, localized data that is much more specific than that provided by remote satelite weather reports.          Water Quality Naturally occurring springs used heavily by grazing animals in the past are being monitoring and mapped. Site visits, surveys and mapping provide climate change indicators and useful data on aquifer health. Sites are revisited yearly to track the changing dynamics of recovering springs and the impact of climate change on adjusting riparian areas.         Relict Leopard Frog A conservation agreement between Parashant National Monument and a team of state and federal organizations allowed for the re-introduction of the relict leopard frog to Tassi Springs. This back-up population ensures the continued survival of a species that could be designated as \"threatened\" in the future. Currently, the population at Tassi is deemed \"stable\" to \"declining\" as the frogs adjust to their habitat.           Pakoon Restoration The largest spring system on Parashant National Monument, Pakoon Springs was heavily modified for agricultural purposes in the past. Rehabilitating the spring has involved removing manmade structures, contouring the land to mimic natural flow patterns, and encouraging the return of native vegetation and animal use. Since the spring is open to the public, Pakoon is a great place to learn about the intricacies of healing altered and damaged ecosystems.      Invasive Plant Monitoring This ongoing attempt to learn the locations and population sizes of invasive plant species involves collecting transect data and vegetation mapping. Since invasive species like cheat grass play a dangerous role in the fire cycle, this data has serious implications for preserving ecosystem health. It may also increase public awareness of the role people play in the accidental spread of invasive plant species.      Vegetation Mapping A comprehensive vegetation mapping project will display species and locations of various trees, shrubs, forbs, grasses and cacti across the NPS portion of Parashant National Monument. Maps will enable visitors and researchers to locate particular species, like the aspen tree or the beavertail cactus, with ease. Data collected will provide a baseline for tracking how plant species change in response to changing environmental conditions.      Vital Signs Monitoring This project involves long-term monitoring of large springs and small, arid springs in the Mojave Desert. Researchers collect data on water volume, chemistry and flow. Since water in this area drains to the Colorado River, data collected may provide useful in gauging the volume of water in this critically important river. In addition to hydrology, researchers also inventory riparian plant and animal species like the rare Grand Wash springsnail.      Rehabilitating Mojave Desert Ecosystem Efforts to restore the Mojave Desert ecosystem after catastrophic fires include regenerating native plant species and suppressing invasive species. The threatened Mojave Desert tortoise and the iconic Joshua Tree both stand to benefit from this important rehabilitation. Rebuilding the natural Mojave Desert and providing healthy habitat for threatened species will help to ensure that fewer new restrictions apply to land use in the future.      Rangeland Condition Assessments In a long-term monitoring project of pinyon-juniper\/shrub areas, researchers gather data on the current status of vegetation and soils. Plots are measured for soil stability, hydrologic function and biotic integrity. In the future, plots will be revisited to gauge trends related to grazing managment and restoration. These lots provide windows to see through time and determine how the environment is changing.      Dark Sky Monitoring After receiving an International Night Sky Province designation in 2013, Parashant National Monument began efforts at long duration starlight monitoring. The first park unit to custom design software and instruments for measuring starlight, Parashant has erected three remote, solar-powered stations that use photometric instruments to measure the illumination for stars in lux units.",
    "url": "https:\/\/www.nps.gov\/para\/learn\/scienceresearch.htm"
}
