{
    "title": "Dinosaur National Monument: Plant Communities",
    "body": "Plant Communities       The diversity of plant species native to the area results from the wide variations in elevation, slope, exposure, soils, and moisture availability found at Dinosaur NM. Six major vegetative community types exist in the monument: montane forest, montane and semi-desert woodlands, montane shrub-steppe, semi-desert shrub-steppe, desert shrublands, and riparian woodlands and wetlands.        A view of the montane forest on Harpers Corner Trail. NPS\/Paul Souders   Montane Forest At Dinosaur, the montane forest is found in the highest and coolest places. There Ponderosa pine, Douglas fir and quaking aspen inhabit the cool, north-facing cliffs and slopes of Dinosaur's mountain terrain. The montane forest is found only above 7,000 feet\/2,134 meters and covers just three percent of the monument. To see this plant community, peer over the rim at Canyon Overlook or Harpers Corner Overlook, both on Harpers Corner Drive.        Montane and semi-desert woodlands at Plug Hat Butte on Harpers Corner Road. NPS\/Paul Souders   Montane and Semi-desert Woodlands The sheltering montane & semi-desert woodlands are dominated by pinyon pine and Utah juniper and cover more than half the terrain in Dinosaur.  The pinyon pine and juniper woodlands provide habitat for many species of birds: nearly a third of all the bird species in the monument have been spotted here. Explore the montane and semi-desert woodlands on Harpers Corner Drive with a stop at Iron Springs Bench Overlook or hike the Harpers Corner Trail to see (and smell) some beautiful examples of pinyon pine and Utah juniper. Some of these trees, gnarled and aged, have an almost sculptural beauty.        Montane and semi-desert shrub-steppe near Escalante Overlook on Harpers Corner Road. NPS\/Peter Williams   Montane Shrub-Steppe The drier and rockier soils of the wind-swept montane shrub-steppe support a variety of shrub species, including mountain big sagebrush, mountain mahogany, antelope bitterbrush and Utah serviceberry. Fire will temporarily transform shrubland to grassland in this system, but the shrubs recover quickly, usually in a decade or less. This plant community is found near the upper portions of the pinyon-juniper zone. Explore the montane shrub-steppe at Escalante Overlook or on the Ruple Point Trail, both on Harpers Corner Drive.        Semi-desert shrub-steppe on the Yampa Bench Road. NPS   Semi-Desert Shrub-Steppe An expansive mosaic of sagebrush and grassland, the semi-desert shrub-steppe is home to Wyoming big sagebrush, rabbitbrush, shadscale and a variety of grasses. Unlike the montane shrub-steppe, fire will convert this plant community to grassland for several decades. The semi-desert shrub steppe is found near the lower portions of the pinyon-juniper zone, where deep, well-drained soils support a warmer, drier shrub-steppe ecosystem. Explore the semi-desert shrub-steppe on the Yampa Bench, where this plant community can be found in both its unburned state and in several stages of post-fire development. For a landscape-scale view of the Yampa Bench and this plant community, stop at Iron Springs Bench Overlook on Harpers Corner Drive.        Desert shrubland near Swelter Shelter on the Cub Creek Road. NPS\/Peter Williams   Desert Shrubland Found at lower elevations, desert shrublands produce some of the most unusual adaptations to life in Dinosaur's arid environment. Open-canopy shrub vegetation and dry inhospitable soils characterize this ecosystem, several variants of which can be seen in the western portion of Dinosaur, on the Utah side of the monument. Grey-green shrubs, including four-wing saltbush, shadscale, greasewood, Wyoming big sagebrush, and mat saltbush are prevalent here. Many of Dinosaur's most unusual wildflowers occur in this plant community. To explore the desert shrubland, drive Cub Creek Road or a hike the Desert Voices Nature Trail.        Riparian woodlands and wetlands along Jones Hole Creek. NPS\/Paul Souders   Riparian Woodlands and Wetlands The riparian woodlands and wetlands is the smallest plant community in Dinosaur's otherwise arid landscape, but it contributes in huge measure to the diversity of wildlife here. Water is life and the ribbon of green vegetation clinging to the river's edge is full of living things. Boxelders and netleaf hackberry trees dominate this plant communityin the river canyons, cottonwoods and willows along the meandering floodplain reaches. Discover the riparian woodlands and wetlands as you camp among the cottonwoods at the Green River Campground and Split Mountain Campground or hike the shady trail along Jones Hole Creek.",
    "url": "https:\/\/www.nps.gov\/dino\/learn\/nature\/plant-communities.htm"
}
