{
    "title": "Carlsbad Caverns National Park: Pinchot Juniper",
    "body": "Pinchot Juniper        The reddish-brown fruits of the female plant of Pinchot juniper. NPS photo by Renée West       The common shrubby junipers you see in the visitor center area of the park are an ecologically important and unusual species called Pinchot juniper (Juniperus pinchotii). Another of its common names is redberry juniper, but that name is also used for other species of juniper. The scientific name honors Gifford Pinchot, the first chief of the US Forest Service. It wasn’t until 1969 that park staff realized that these junipers weren’t the one-seed juniper so common elsewhere in the West (Juniperus monosperma). At that time, park biologist Walter Kittams consulted with botanical experts and determined that the junipers at the park’s lower elevations are all Pinchot junipers. Junipers are dioecious plants, meaning that they have separate trees that produce female reproductive parts (berries or cones) and male reproductive parts (the tiny cones that produce pollen). It’s not always easy to tell Pinchot from one-seed juniper if you look at male plants because they look similar. The females produce the seed cones, blue for one-seed junipers and yellow to red and reddish-brown for Pinchot junipers. This distinction is no small matter ecologically. Most junipers, including one-seed, do not resprout from the stump after fire or cutting. But Pinchot juniper is a vigorous resprouter. Therefore, it is naturally adapted to recover from fire, a critical ecosystem component of the Chihuahuan Desert. Pinchot junipers are shrubs or small trees, with multiple stems and heights of 3 to 20 feet. The species occurs only in southeast New Mexico and scattered locations in west-central Texas and western Oklahoma. Among its many attractions for wildlife, Pinchot juniper is a larval host for the juniper hairstreak butterfly (Callophrys gryneus), meaning that the caterpillars eat juniper. The berries of Pinchot juniper are a valuable food source for numerous species of birds (including mockingbirds) and small mammals (ringtail, fox, raccoon). Insects are also known to feed on it. Pinchot juniper provides valuable cover for numerous wildlife species. Many species of birds use Pinchot juniper for nesting and roosting cover, especially the gray vireo, a bird listed as threatened by the state of New Mexico.",
    "url": "https:\/\/www.nps.gov\/cave\/learn\/nature\/pinchot_juniper.htm"
}
