{
    "title": "Capulin Volcano National Monument: Hummingbird Monitoring Project",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds     Hummingbird Monitoring Project                  Hummingbird Monitoring Project         A Capulin Volcano park ranger feeds a hummingbird before releasing it at the banding station. L. CARTMELL  Hummingbirds can tell us a lot about the climate and how it may be changing just by where they can be found. Considered an indicator species, hummingbirds are organisms whose presence, absence or abundance exhibits the overall health of a specific environment. As the climate begins to change or warm up, high elevation birds are being pushed even higher to find food. By studying where birds are located and where they have been we can see the patterns of the warm and cool weather moving across country. Our bird banding station at Capulin is staffed most Fridays from May to August. Rangers and trained volunteers band four different species of Hummingbirds: Broad-tailed, Black-chinned, Calliope, and Rufous. These fancy fliers provide an endless source of entertainment for guests at the park. Young kids love to watch us set free the birds and even delight in the opportunity to possibly hold one. The traps fascinate the adults as they watch the trappers attempt to catch these fast birds. There are several types of traps used for capturing hummingbirds. At Capulin Volcano, we use a Hall Trap. Hall Traps are a cylindrical net attached to plastic rings; a string is attached to the net allowing us to drop the net from a distance. The feeder is hung in the center of the net where the birds can still get to it. Whenever a hummingbird lands on the feeder, the string is released allowing the net to fall completely around them without hurting the hummingbird. The hummingbird is then gently placed in a net bag for banding. Capulin Volcano uses this version of a trap because we found this to be an effective and less stressful way of capturing hummingbirds. Birds are in no way harmed during this process and strict protocols are in place to ensure their safety.",
    "url": "https:\/\/www.nps.gov\/cavo\/learn\/nature\/hummer.htm"
}
