{
    "title": "Chaco Culture National Historical Park: Group Camping",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips     Group Camping                  Group Camping       Reserving a Group Campsite   You must make separate arrangements for Group Campground Reservations and for Educational Fee Waivers.   Two group camping sites (10 to 30 people in each) are available. The maximum capacity of the group campground is 60 people. Group campground reservations must be made in advance by calling the park at (505) 786-7014 ext. 221. The cost for group camping is $2.00 per person, per night with a minimum fee of $25.00.  The group campsites are designed for tent camping, and cannot accommodate RVs, pop-up trailers, etc. There is sufficient parking for 4-5 vehicles in each group site. Picnic tables and a fire ring (with a grill) are provided at each site. There are restrooms in the campground with flush toilets; however, there are no showers. Firewood and charcoal are not available in the park, so bring your own. Wood gathering is not permitted. Drinking water is available at the visitor center.   Upon your arrival and before setting up camp, please check in at the visitor center or with the campground host. You will be directed to the site reserved for your group. You must stay in the assigned site. The visitor center is open daily from 8:00am to 5:00pm year round.   The group leader must pay the group camping fee at the visitor center. Payment in the form of cash, check, or credit card is accepted.   Your reservation will be held until 5:00pm on the day of your scheduled arrival. If your group will arrive late, please call (505) 786-7014 ext. 221 before 5:00pm. If we do not hear from you by 5:00pm, your site(s) will be reassigned to others. Cancellation or changes to your reservation must be made at least 2 weeks in advance.   Using a nearby private campground is another option for groups. A list of alternative campsites is available here.",
    "url": "https:\/\/www.nps.gov\/chcu\/learn\/education\/classrooms\/group-camping.htm"
}
