{
    "title": "Aztec Ruins National Monument: Commercial Use Authorization",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies     Special Park Use     Commercial Use Authorization                  Commercial Use Authorization       Commercial Use Authorizations are required for commercial tour groups that will be guiding or providing other interpretive services in Aztec Ruins National Monument. Commercial tour outfits offering language translation services or transportation to the monument for guests to take a self-guided or ranger-guided tour (but offering no outside interpretive services) do not need a Commerical Use Authorization. The application fee for a Commercial Use Authorization is $100, and, if approved, the permit is good for a year. Additional monitoring costs are typically only necessary if the group wishes to use non-public areas or visit during irregular hours. Tour providers must carry a copy of their Commercial Use Authorization for the duration of their visit. Entrance fees are $5.00 per adult tour participant (excluding drivers, trip leaders, and guides). America the Beautiful passes are accepted and include interagency annual, senior, military, and access passes. Entrance fees are separate and distinct from the Commercial Use Authorization application fee and are due for each tour conducted.   The forms necessary to apply for a Commercial Use Authorization are below. Mail all the required material, along with the application fee, to Aztec Ruins National Monument, Visitor Services Division, 84 Road 2900, Aztec, NM, 87410 at least two weeks prior to your visit. Please contact the Chief Ranger at 505-334-6174 x228 or e-mail us if you have any questions.      Checklist and Application Commercial Use Authorization (Form 10-114) Attachment A - \"Provisions\" Attachment B - \"Special Photo Provisions\" Attachment C - \"Trip Itinerary\"",
    "url": "https:\/\/www.nps.gov\/azru\/learn\/management\/commercial-use-authorization.htm"
}
