{
    "title": "El Camino Real de Tierra Adentro National Historic Trail: Certification",
    "body": "Certification            To Become Part of the National Historic Trail Certification is a partnership that helps landowners protect and preserve their historic trail properties, and share them with others. The certification process begins when a landowner or manager invites Bureau of Land Management\/National Park Service trails staff to evaluate a property's historical significance and condition. If the site has played a role in trail history and the owner will allow at least occasional public access, the partners together prepare a certification agreement. The owner\/manager can establish visiting times, say where visitors may go on the property, and set other reasonable conditions. Next, the partners might begin planning for site protection and any other needs, such as walkways, signs, and exhibits. The partnership allows plenty of room for choice and flexibility. For example, one owner might choose to install exhibits and sidewalks and open his property to daily visitation. Another might prefer to keep her land undeveloped and limit visits to an occasional school group or researcher. The needs of both owners can be met. Why certify your site? The Bureau of Land Management\/National Park Service offers many benefits to its certification partners: Technical Assistance Protection and Site Development Guidance Project Funding and Assistance Recognition As an owner or manager of a certified trail site, segment, museum, or visitor center located near a congressionally designated National Historic Trail, you can request guidance from trails staff in many specialities. In addition, all trails partners may apply for Challenge Cost Share matching funds to help protect a trail property, make it accessible, research its history, or tell its story. A guidebook, Guide to Partnership Certification Along National Historic Trails (April 2009) is available for viewing and printing. This guidebook provides information about the program. A brochure, How to Certify Your National Historic Trail Property October 2010 (345 KB pdf) is available for viewing and printing. A sample certification agreement is available for viewing and printing. Please consider this agreement to be an example, only. The process of becoming a certified trail partner is a collaborative effort between a property owner and the National Park Service and Bureau of Land Management.  So if you're interested in becoming a certified trail partner, please contact the National Park Service or Bureau of Land Management offices in Santa Fe. NPS Contact: Frank Norris (505) 988-6005  e-mail us BLM Contact: Jane Childress (575) 525-4324 e-mail us",
    "url": "https:\/\/www.nps.gov\/elca\/learn\/management\/certification.htm"
}
