{
    "title": "El Camino Real de Tierra Adentro National Historic Trail: Certified Sites on El Camino Real de Tierra Adentro NHT",
    "body": "Certified Sites on El Camino Real de Tierra Adentro NHT       The owners or managers of these historic sites and interpretive facilities are certified partners with the National Park Service on El Camino Real de Tierra Adentro National Historic Trail (north to south). (updated May 20, 2014) NEW MEXICO Palace of the Governors: at 105 West Palace Avenue, on the north side of the Santa Fe Plaza Spanish Colonial Arts Museum: 750 Camino Lejo, Santa Fe (at Museum Hill) El Rancho de las Golondrinas: at 334 Los Pinos Road, La Cienega Camino Real Site: in the La Cienega area, southwest of Santa Fe. The specific location is restricted. Coronado Historic Site: at 485 Kuaua Road, Bernalillo Casa San Ysidro, The Gutiérrez-Minge House: at 973 Old Church Road, Corrales Albuquerque Museum of Art and History: at 2000 Mountain Road NW (corner of 19th Street), Albuquerque Estancia de los Jaramillo: 1305 Blake Road, SW, Albuquerque Gutierrez-Hubbell House: at 6029 Isleta Boulevard SW, Albuquerque Tomé Hill: (El Cerro de Tomé) is approximately five miles southeast of Los Lunas. A portion of the hill is protected in Tomé Hill Park, at the corner of Tomé Hill Road (Rio del Oro Loop North) and La Entrada Road. Tomé Jail, 8 Church Loop (SW side of plaza), Tomé El Camino Real Historic Trail Site: approximately 30 miles south of Socorro and 35 miles north of Truth or Consequences. To reach the site, take Interstate 25 to Exit 115 and head five miles east. Fort Selden Historic Site: in Radium Springs, 13 miles north of Las Cruces Antonio Store: at 5285 Cristo Rey, Doña Ana Barncastle House, John M. and John D.: at 5492 Cristo Rey, Doña Ana Branigan Cultural Center: 501 North Main Street, Las Cruces New Mexico Farm and Ranch Heritage Museum: 4100 Dripping Springs Road, Las Cruces Mesilla Plaza: in Central Mesilla, bounded by Calle Principal, Calle de Guadalupe, Calle de Santiago, and Calle de Parian TEXAS Keystone Heritage Park: at 4200 Doniphan Drive, El Paso City of El Paso Museum of History: at 510 N. Santa Fe Street (at W. Franklin Avenue), El Paso Ysleta Mission Church: at 131 S. Zaragoza Road, El Paso La Purisima Socorro Mission: at 328 S. Nevarez Road, Socorro Casa Ortiz: at 10167 Socorro Road, Socorro Los Portales (Casa Garcia): at 1587 San Elizario Road, San Elizario (adjacent to San Elceario Catholic Church) San Elceario Catholic Church: at 1556 San Elizario Road, San Elizario",
    "url": "https:\/\/www.nps.gov\/elca\/learn\/management\/certified-sites-on-el-camino-real-de-tierra-adentro-nht.htm"
}
