{
    "title": "El Camino Real de Tierra Adentro National Historic Trail: National Register Research",
    "body": "National Register Research       National Register of Historic Places Nominations The National Park Service (NPS), in partnership with a wide variety of other government agencies, non-profit organizations, and other entities, is in the process of nominating properties associated with El Camino Real de Tierra Adentro to the National Register of Historic Places. The nomination process involves identifying properties of high integrity with a significant association to El Camino Real de Tierra Adentro. Associated properties eligible for the National Register promote the significance of the trail in our communities. A listing on the National Register may offer additional protection features to historic sites and trail segments. A key feature of the research process is the completion of a National Register of Historic Places Multiple Property Documentation Form (MPDF) for El Camino Real de Tierra Adentro, which has been submitted to the Keeper of the National Register. The MPDF provides historic contexts and significances for properties. And it also identifies property types, including descriptions, resource significance statements, and nomination requirements for various trail properties - both historic sites and historic trail segments. Download the MPDF (1.1 MG pdf) for this trail.      A contractor working for the New Mexico State Preservation Office has recently completed 11 new nominations to the National Register. These nominations have been submitted to the Keeper of the Register. Stay Tuned. Below are the trail-related properties already entered onto the National Register. (traveling south to north) Visit the National Register of Historic Places website at http:\/\/nrhp.focus.nps.gov\/ for more information. Or contact the National Trails Intermountain Region staff using the Contact Us link in the left-hand navigation bar. National Register of Historic Places (NRHP)\/National Historic Landmark (NHL) March 1, 2011 Properties are on the National Register of Historic Places ONLY unless otherwise indicated. Texas   Presidio Chapel of San Elizario, Mission Trail, El Paso San Elizario Historic District, Mission Trail, El Paso Socorro Mission, Mission Trail, El Paso Mission Socorro Archeological Site Ysleta Mission, Mission Trail, El Paso New Mexico International Boundary Marker No. 1, U.S. and Mexico, Sunland Park Fort Fillmore, Las Cruces vicinity, (restricted, private property) Mesilla Plaza, Mesilla (NHL\/NRHP) La Mesilla Historic District, Mesilla Doña Ana Village Historic District, Doña Ana Fort Selden State Monument, Radium Springs Fort Craig National Historic Site, San Antonio vicinity Teypama Piro Site (address restricted) Sagrada Familia de Lemitar Church, Lemitar El Cerro Tomé Site, Los Lunas vicinity Gutiérrez-Hubbell House, Albuquerque Kuaua Ruin (Coronado State Monument), Bernalillo San Marcos Pueblo, Cerrillos vicinity Palace of the Governors, Santa Fe (NHL\/NRHP) Santa Fe Plaza, Santa Fe (NHL\/NRHP) Fort Marcy Ruins, Santa Fe San Gabriel de Yungue-Ouinge, Española vicinity (NHL\/NRHP) San Juan Pueblo, Española vicinity      Browse the Certified Sites page by state to find address information for some of these locations.",
    "url": "https:\/\/www.nps.gov\/elca\/learn\/historyculture\/national-register-research.htm"
}
