{
    "title": "El Camino Real de Tierra Adentro National Historic Trail: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture       A Brief History During the colonial years, New Mexico was tied to the outside world by a single thoroughfare that descended the Rio Grande valley from north of Santa Fe, dropped through the natural gate at El Paso, and wended its way via the provinces of the old Viceroyalty of New Spain to Mexico City, some twelve hundred miles to the south. This artery of commerce and travel was known as El Camino Real, which meant Royal Road or King’s Highway. Of the great highways leading north, this was the oldest, having been extended by segments throughout the 16th century. For a time, it also enjoyed the distinction of being the longest road in North America. Some of El Camino Real had its earliest beginnings as Indian trails. Later, sections of the route were traversed by Spanish conquistadors and colonizers. Finally, with the coming of Juan de Onate's expedition in 1598, the full length of the trail was defined. During the subsequent 300 years, it witnessed increasingly varied traffic as quantities of trade goods and representatives of different cultures traveled it, bringing with them currents of change that would forever alter the face of this land. Largely forgotten in modern times, New Mexico's El Camino Real needs to be recognized and valued as a richly informative cultural and historic resource.      Significance El Camino Real de Tierra Adentro is recognized throughout the United States of America and Los Estados Unidos de Mexico as a timeless route of trade and cultural exchange and interaction among Spaniards and other Europeans, American Indians, Mexicans, and Americans. Trade and travel on this trail shaped individual lives and communities and affected settlement and development in the greater Southwest. Recognition of this route as an international historic trail commemorates a shared cultural heritage and contributes in a meaningful way to eliminating cultural barriers and enriching the lives of people along El Camino Real de Tierra Adentro.      Websites related to El Camino Real de Tierra Adentro The New Mexico Office of the State Historian website highlights El Camino Real. In the Search function, write El Camino Real, and hit the Enter or Return key to Search.        Exhibits - Outdoor wayside exhibits can be found along the trail in the wilderness and across cityscapes - read them here, then visit the sites!  Research - Scholarly research, how to get projects started, and a long list of resources are found here. Stories - Check here for old, new, and ongoing stories!",
    "url": "https:\/\/www.nps.gov\/elca\/learn\/historyculture\/index.htm"
}
