{
    "title": "El Camino Real de Tierra Adentro National Historic Trail: Traveling the Trail",
    "body": "Traveling the Trail       The question we hear most is \"Where's the trail?\" It's a good question. This national historic trail weaves through communities as well as wildlands. There are many stops along the way from south of El Paso, Texas to Ohkay Owingeh (San Juan Pueblo), north of Santa Fe, New Mexico. Return to this page often to find more videos that will help you travel the trail, and experience an incredible heritage that dates back to 1598. Over time colonizers brought silver, chiles, silks, and other products from Mexico City; items that we still use across America today.             Take a Journey Along El Camino Real   Loading the player...    Transcript Take a Journey along El Camino Real de Tierra Adentro National Historic TrailWelcome! ¡Bienvenidos! My name is Brooke Safford and I’ll be taking you on a short journey along the oldest European American trade route here in the United States, El Camino Real de Tierra Adentro National Historic Trail. I am standing outside of El Camino Real International Heritage Center; a New Mexico State Monument located 30 miles south of Socorro. This center offers a variety of award-winning exhibits on the Camino Real and also overlooks a pristine and historic section of this national historic trail.  El Camino Real de Tierra Adentro, Spanish for the Royal Road to the Interior Lands, was one of many roads supported by the Spanish Crown to link Old Spain, which is Spain in Europe to New Spain, which is now present-day Mexico and New Mexico.  Extending over 1,500 miles, this Royal Road began in Mexico City and continued north through Zacatecas, Chihuahua onto the region of El Paso and Las Cruces, making its way up the Rio Grande Valley, through the historic Santa Fe Plaza and eventually to Ohkay Owingeh Pueblo for the first 10 years and then finally to Santa Fe for the remainder of its lifespan.  For more than 300 years, the trail served as a major artery for trade, commerce, and settlement. Lured by potential riches and territorial expansion, Spanish explorer Juan de Oñate led the first recorded expedition up this route in 1598. Sections of the Camino Real already existed as a series of Indian footpaths and trade routes among native tribes. Oñate followed many of these footpaths as he made his six month journey into unfamiliar territory and eventually to the confluence of the Rio Grande and Chama Rivers where he established the first Spanish settlement at Ohkay Owingeh Pueblo.   Over the next three centuries, thousands of merchants, soldiers, friars, women, and children traveled along this route looking to settle in new territory, establish missions or simply to make more money. Occasionally, American Indians familiar with the area would accompany them and serve as guides.Goods moved up and down this route. Some of the most common items included: corn, sheep, cattle, woven goods, hides, salt, piñon nuts, and cow and antelope hides. Luxury goods such as satin sheets, beds, silk, musical instruments, chocolate, and precious stones were also transported or sold. In addition to exchanging material goods, the trail was a primary conduit for change, introducing new cultures, ideas, materials and conflict with the American Indians who had inhabited areas along the route for thousands of years. You may be lucky to travel in a car today but back then the main mode of transportation along this route was via the two-wheeled carreta, the four-wheeled carro or by horse, mule, or foot.  A yoke of oxen would typically pull the vehicle — averaging around 10 to 15 miles per day. A typical caravan consisted of 20-30 wagons followed by mule trains and flanked by thousands of pigs, sheep, horses, and cattle. We are now walking along a dreaded yet unavoidable section of El Camino Real. This section is called the Jornada del Muerto or Dead Man’s Journey. Due to rugged and impassable terrain along the Rio Grande, the caravans were forced to leave the comforts of the river and tread across this 90-mile stretch of waterless and desolate terrain.  As you can see the land is parched, it’s exposed and there’s really nowhere to hide from the elements. The travelers likened this to traveling across a barren sea. The temperatures were extremely hot in the summer time and bitterly cold in the winter time.For days on end, the air resounded with the screeching of wagon wheels as the drivers pushed the caravans further into Tierra Adentro.  It took about two to three days to traverse the Jornada before travelers could quench their thirst at the first paraje or campsite located at the end of this no man’s land. The arrival of the railroad in 1880 eventually replaced the need for wagon transportation and ultimately the use of El Camino Real.Physical traces of this trail provide a tangible link between our modern times and the historic people, places, and events that are associated with this ancient transportation corridor.What we’ve seen today is just a glimpse of what El Camino Real de Tierra Adentro National Historic Trail has to offer.  Although much of the trail has been replaced by modern roads, the trail corridor is still remains alive today. There is much to see and do along the trail. Come and travel the trail and experience firsthand the people, places and culture, and events that have shaped this part of the United States. The past — touching your life today. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:6 minutes, 32 seconds  Take a journey along this historic route to discover the people, places, and events that have shaped Mexico, New Mexico, and America. In this film, we take you to El Camino Real Historic Trail Site and along Jornada del Muerto, south of Socorro, New Mexico.         Título: Haga un viaje a lo largo del Sendero Histórico Nacional de El Camino Real de Tierra Adentro Take a Journey along El Camino Real de Tierra Adentro National Historic Trail Spanish Translation WORD (36 KB) PDF (90 KB)            The Children of Spanish Colonial Times   Loading the player...    Transcript Along El Camino Real de Tierra Adentro during Spanish Colonial times — from the late 1500s to the early 1800s — what were children doing to contribute to their community; and how did they have fun? At El Rancho de las Golondrinas, a Spanish Colonial ranch from the 1700s, life as it was then is still alive in the setting, the buildings, and the activities that take place here. Several times a year, children come to the Ranch of the Swallows to experience and to perform the duties of the children from the 1700s.They learn that Churro sheep were brought up El Camino Real from Mexico City in the late 1500s — and that the wool of the sheep became invaluable to everyday life. Once sheep were sheared, the wool needed to be washed to get it ready to be dyed with brilliant colors. To wash the wool, the family dug up a yucca plant and used the root to obtain soap.They would take the bark off the root with a mano and metate or a knife. They squeezed the root and swished it in a pan of water to make the water soapy. Swirling the wool in the water cleaned off all of the oil. Now it was ready to be dyed. Hand spinning of the wool turned it into yarn for Colcha embroidery. Children as young as 6, 7, or 8 learned this skill. Mothers would teach the girls to embroider blankets, bedspreads, and rugs.  Colcha embroidery is easy. It’s just one stitch repeated over and over. Corn had long been an important crop for pueblo Indians and Spanish people. Children shucked the corn and used a mano and metate to grind the corn, which was then made into cornmeal for tortillas.The people who settled here didn’t have stores along El Camino Real to buy sugar. They made their own sweetener by boiling down sorghum cane. The sorghum mill you see here is from the 1900s. In the 1700s, children would take a mallet and pound the sorghum cane in a trough to squeeze juice out of the cane. The juice was boiled for 5 or 6 hours to make sorghum molasses, which tasted very sweet and a bit smoky. Children also helped make rope — and bake bread in a traditional adobe oven called an horno. But what did they do for fun? Fun then and fun now are relatively different. In the 1700s, chores and free time were interwoven in every day life. Boys may have enjoyed hunting but it was also essential to survival. Some activities included spiritual beliefs. Ojo de Dios or the Eye of God is a weaving made across two sticks. The spiritual eye has the power to see and understand things unknown. They were placed in places where people worked or where they walked along a trail — where the eye can watch you do your work or inspire you. Today children place Ojo de Dios by their homework so they’re inspired to do good schoolwork. During down time in the winter, girls might make ramilletes, a beautiful bouquet of paper flowers. Cutting vibrant patterns of paper into various shapes, the ramillete was layered and secured. This was an excellent chore to achieve good hand and eye coordination.The children of Spanish Colonial times were intimately involved in daily family life. Bring your family to El Rancho de las Golondrinas and many other points along El Camino Real de Tierra Adentro National Historic Trail. You may be surprised to find family traditions that look and feel familiar. The past — touching your life today.  Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 36 seconds  Children in the 1700s worked alongside their family members, but they also had fun! In this video we travel to El Rancho de las Golondrinas (14 miles south of Santa Fe) to experience the children's lives.         Título: Los Niños de la Época Colonial Española Children of Spanish Colonial Times Spanish Translation: WORD (30 KB) PDF (85 KB)            Three Trails Children's Musical   Loading the player...    Transcript THREE TRAILS CHILDREN’S MUSICALPresented at the Three Trails Conference, Santa Fe, New Mexico September 19, 2015)Script written and music composed by Dolores Valdez de Pong.(Introduction): Bienvenidos, welcome to our program this evening about the three historic trails that are linked to Santa Fe: El Camino Real de Tierra Adentro, The Santa Fe Trail, and The Old Spanish Trail.Stage: A child comes out center stage with a sign: El Camino Real de Tierra Adentro. Then other children come out with signs showing the starting point (Mexico City), some of the parajes (stopping places) on El Camino Real: Guanajuato, Zacatecas, Santa Bárbara, El Paso del Norte, Robledo, Paraje de San Diego, Paraje de Fray Cristóbal, Socorro, Atrisco, Bernalillo, Algodones, La Bajada, and El Rancho de las Golondrinas as well as the end of the trail at Pueblo Ohkay Owingeh.Speaker: El Camino Real de Tierra Adentro is one of the oldest roads in North America. At one time it was also the longest road in North America. It was a north-south trade route that was about 1,500 miles long between Mexico City and what is now known as northern New Mexico. The parajes were stopping places along the way. These official campsites were usually 10 to 15 miles apart and had water and fodder for the travelers’ animals.Speaker: This road was actually based on a network of ancient trails that enabled native people from the north to communicate and trade with other natives farther south. This system of routes later came to be called El Camino Real de Tierra Adentro, The Royal Road of Interior Lands. It belonged to the king of Spain. This trail was responsible not only for trade along its route, but also for much cultural exchange.Speaker: This road was something like braided routes, and was originally the way from Mexico City to Santa Bárbara in southern Chihuahua. Later it became longer. The journey to Santa Fe in northern New Spain was always extremely dangerous. Some travelers died of heat exposure, disease, or Indian attacks.Speaker: The journey from Mexico City to Santa Fe took six months. Caravans that supplied missions arrived in Santa Fe at least every three years. The trips back to Mexico City were quite infrequent. Stage: Sign carriers retreat. New sign carrier comes to center stage with “1598” sign. Speaker: I am Don Juan de Oñate. My father came from a Spanish Basque family, and my mother came from southern Spain. We are quite wealthy and own many silver mines in Zacatecas. I made El Camino Real longer in 1598 when I led the colonists all the way to the new Spanish settlement by Ohkay Owingeh Pueblo. I brought around 400 colonists to northern New Mexico that year.Speaker: The colonizers included 129 soldiers and their families and servants and a few priests. They brought over 7,000 head of livestock with them. The caravan was more than two miles long and had 83 wagons and ox carts, which had their loads covered with sturdy white canvas.Speaker: Travelers on this road came northward seeking a better life. The colonizers brought their Christian faith with them and introduced Christianity to the area for the first time.Speaker: This was the first European settlement in the continental United States. The year was 1598, nine years before the founding of Jamestown Colony in 1607 and 22 years before the pilgrims arrived at Plymouth Rock in 1620.Speaker: The trail was especially difficult when it passed through the Jornada del Muerto, a hundred mile stretch with little or no water for travelers and animals. El Camino Real was a very hard road to travel.Stage: Various children come out portraying the caravan, some carrying props, some as animals. They walk and sing to the music, accompanied by the choir.Speaker: This road was an important link between Mexico City and the area now known as northern New Mexico. Many new things brought by the Spanish settlers had never been seen before by the American Indians.  Speaker: These were things such as new animals, new plants, new tools, and even new technologies. Spanish settlers introduced the chile pepper as a crop to New Mexico. These are just some of the many new things the Spanish introduced to the area in 1598. Stage: The following come out: watermelon, carrots, wheat, grapes, chile, sheep, cow, oxen, horse, chicken, shovel, hammer, scissors, beehive oven, adobe wall, and guitar.Speaker: This trail was responsible for a lot of change to the way of life in all the places it went through. It was in use for almost 300 years until the railroad replaced the need for wagons.Speaker:  By 1900, people almost forgot about El Camino Real. But there are places where we can still see some of the wagon ruts made on this trail. Now today there are people who like to study its history.Stage: New sign carriers comes to center stage with “The Santa Fe Trail and 1792” signs.Speaker: I am Pedro Vial. I was an explorer born in France, but I came and blazed trails for Spain. One of them was a trail from Santa Fe to St. Louis. I accomplished this in 1792. Later someone else came and traveled on this same trail going the opposite direction. He traveled from the East to the West. He became very famous. He was William Becknell.Stage: Sign carriers retreat. New sign carrier comes to center stage with “1821” sign. Speaker: Howdy Folks! My name is William Becknell. As I travelled by horse to Santa Fe, I didn’t know that Mexico would soon gain independence from Spain. With independence, outsiders could trade with the people of Santa Fe. Before then, it was strictly forbidden by the Spanish government to trade with outsiders. Little did I know that I was leading the first pack train of Yankee merchandise into Santa Fe in 1821! Because of that, I am called “The Father of the Santa Fe Trail” to this day.Speaker: Becknell’s first trip on the Santa Fe Trail was with a few men and some pack mules. They left Franklin, Missouri and headed west on September 1, 1821. They arrived in Santa Fe on November 16th. They had traveled about 1,000 miles in 77 days.Speaker:  Some New Mexicans welcomed people from the United States because they were eager to trade with them. They were interested in acquiring goods that they did not have. Speaker: Later, wagon trains pulled by oxen and mules made their way from Missouri to New Mexico and back. Each trip often lasted about two months. Wagons were only able to travel about 15 miles a day.Speaker: Items brought west were such things as cotton calico fabric and other kinds of cloth, various dry goods, hardware, jewelry, and sewing notions. Many other miscellaneous items were brought as well.Speaker: Items taken east from New Mexico were furs, piñón, silver coins, processed gold, and woolen goods such as blankets and serapes. Mules that had come over the Old Spanish Trail from California were used on the Santa Fe Trail. Speaker: People who used the Santa Fe Trail were engaged primarily in commerce. They wanted to make money. It became one of the most important overland trade routes in the 19th century.Speaker: Stagecoaches went back and forth, too. These trips took about 25 to 30 days. But because this trail was so dangerous and rugged, not very many women and children made the journey, though some did start traveling on it after the year 1850.Speaker: Travelers who left from Missouri and other places along the way were quite tired when they finally arrived in Santa Fe at the plaza. But they would look forward to attending a fandango while they were in Santa Fe.Speaker: Fandangos were dances held somewhere in Santa Fe, almost every night, and everyone there had a very good time. The local people of New Mexico were known to love dancing.Stage: Children play fake guitars. Couples come out to sing and dance to instrumental music. Speaker: The Santa Fe Trail and El Camino Real formed an international route of commerce used between 1821 and 1880. This was business between people in Mexico and the United States.Stage: New sign carrier comes to center stage with “1880” sign.  Speaker: The Santa Fe Trail as an important trade route came to an end with the arrival of the railroad in Santa Fe in 1880. People no longer wanted to travel by wagons or stagecoach.Speaker: This truly was an end of an era. In some places along this historic trail, today one can still see ruts made by the wagons.Stage: Sign carrier leaves. New sign carriers come out with “Old Spanish Trail” and “1829” signs.Speaker: The Santa Fe Trail had been open since 1821. About eight years later, in 1829 a young merchant named Antonio Armijo decided to do something no one had ever done before. He wanted to take goods from Santa Fe to California for trading. He went on a trail originally used by many different American Indian tribes of the Southwest.Speaker: I did prove that riding from New Mexico and back to southern California could be a profitable business. I am Antonio Armijo. I get the credit for pioneering Mexican trade on the Old Spanish Trail. This trail was not a wagon route like El Camino Real and the Santa Fe Trail. It was a pack mule trail that was nearly 1,200 miles long. It took 10 to 12 weeks to travel one way. It is considered one of the most difficult of all trade routes ever established in the United States, because it was the longest, crookedest, and most arduous.Speaker: Other traders came after me and traded merchandise made in New Mexico, especially blankets and serapes. California had an abundance of mules and horses, and people in California were very happy to trade these animals for woolen goods. A common price was one horse or mule for two blankets. Most pack trains left in the fall and returned in the spring. This was because rivers were low at that time and easier to ford with heavily packed animals.Speaker: Even the Utes and Paiutes were happy to see these animals on the Old Spanish Trail. They were able to increase their herds by having travelers pay them in horses and mules to cross their lands. Travelers also encountered Pueblo Indians as well as Navajos, Apaches, and Mojaves. Three quarters of the Old Spanish Trail went through Indian land.Speaker: Thousands of these animals were traded as far away as St. Louis or Chihuahua. The horse and mule trade certainly helped with the settling of the West, because many necessary animals were provided to do so. Yes, mules and horses were a very important part of the activity on the Old Spanish Trail.  Speaker: The starting point of The Old Spanish Trail was the plaza in front of the Palace of the Governors in Santa Fe. The pack trains had 150 to 200 animals per train. Each animal carried about 300 pounds of woolen goods. The use of this trail helped to build the economies of both New Mexico and California.Speaker: The horse and mule trade certainly helped with the settling of the West. Animals necessary for settlement were now readily available. The Old Spanish Trail was also important to Colorado, Arizona, Utah, Nevada, and even Oregon. The Old Spanish Trail was used the most from 1829 to 1848.Stage: Sign carriers leave.Speaker: But the day came when all three of these trails, El Camino Real deTierra Adentro, The Santa Fe Trail and The Old Spanish Trail were no longer used as trade and emigration routes for animals, wagons, and travelers.Speaker: The modern era arrived and brought the railroad, automobiles, and airplanes. But these three trails had changed life forever along their routes. We shall never forget the importance of their history.Stage: Sign carriers for the three trails come to center stage. All other children stand behind them to sing closing song. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:30 minutes, 34 seconds  Fourth and fifth graders from Carlos Gilbert Elementary School in Santa Fe, New Mexico perform an awesome musical covering three historic trails: El Camino Real de Tierra Adentro, Santa Fe, and Old Spanish. All three trails converge at Santa Fe. Which one goes to Missouri? Which one goes to Mexico City? Which one goes to California? What was the purpose of each trail? Find out here!                A Child's Story of Socorro   Loading the player...    Transcript A Child’s Story of SocorroBy Sheri ArmijoSixth grade actor: Socorro is kind of basically the story of our ancestors and people who have been here from since a long time ago, 1598 and before that, soSheri Armijo:New Mexico is full of great historical events. The town where I live, Socorro, was the setting for a very special interaction between the native people of the area and the Spanish-speaking colonists that came here in 1598. They came up El Camino Real. I wrote this play when I moved to Socorro in 2004. I was teaching first grade at the time and I was looking for a child’s version of the story and to my surprise I couldn’t find one. So I felt it was very important for the children of Socorro to know this story because it’s about history about their home town. So what better way than to have them act out the story for themselves and for others. The play has been presented by several of my classes since 2004. This year it will be presented by sixth graders from Cottonwood Valley Charter School where I’m their Spanish teacher. We are excited to present this play for the National Park Service. We hope that you will enjoy learning about Socorro.Narrator: Long ago the Pueblo people lived by the river in a large village called Teypana, which meant “Village Flower” in their language.In June of 1598 a group of over 500 Spanish-speaking people, including Indians and slaves, came from Mexico. There were 130 soldiers & families. Oñate knew they would find Indios de los pueblos because of the records of the Rodríquez-Chamuscado Expedition in 1581. They had traveled hundreds of miles on El Camino Real. They would walk or ride horses. Some of the men, women, and children got sick and some died.They brought horses, cows, oxen, mules, donkeys, goats, pigs, Churro sheep, dogs, and a cat.Their leader Juan de Oñate carried a banner of “Nuestra Senora de los Remedios” known as Socorro, which means Our Lady of Succur. They were ragged after coming out of the Jornada del Muerto, a 90-mile stretch of land without water. They were hot and tired and hungry and thirsty. They thought they were going to die. They prayed for help.Colonists and others:Socorro! Socorro! Socorro!Narrator:They stopped and camped across from Qualacu on the east bank of the Río Grande.   Qualacu was a Piro-speaking pueblo settlement. The people there were farmers. The people of Qualacu were not certain they wanted anything to do with newcomers. They fled from their pueblo. The Piros heard them speaking a different language. They didn’t understand Spanish but they could tell that the Spanish speakers needed help.The Piro crowded on the rooftops of their houses to see the strangers. They believed these strangers to be “children of the sun.”  The leader Letoc was not afraid. Through signs with his hands, he showed that he wanted to be friendly. He offered them a huge gift of com. The Piro people gave them water to drink. They also had squash and pumpkins. The Piros showed them plants for making dyes for cloth and herbs for medicines.The Spanish-speaking people were so happy to be helped. They gave the Piro people the wonderful things they brought with them.They gave them sheep and lambs.They showed them how to make cloth out of the wool from the sheep. They also brought other things to trade. They acted out a play for the Piro people to teach them different ways to pray. Narrator: The Spanish speakers taught the Piros how to build a church.They named the church Nuestra Señora de Socorro de Pilabo, because of the relief that they received.The colonists and Piros learned from each other. New ideas, new foods, and new ways to farm helped both cultures achieve succor. All: Relief!Narrator:And everyone learned to be friends in Socorro. Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:7 minutes, 56 seconds  Cottonwood Valley Charter School 6th graders perform what happened when Spanish colonizer Juan de Oñate arrived at the Pueblo of Teypana  from Mexico City in 1598 (the pueblo was near present-day Socorro, 138 miles south of Santa Fe).          Título: El cuento de un niño de Socorro, por Sheri Armijo A Child's Story of Socorro Spanish translation WORD (25 KB) PDF (424 KB)                 La Bajada Mesa   La Bajada Mesa is a cultural landscape about 16 miles south of Santa Fe, New Mexico. As you will see in this video, the landscape was the \"last hurdle\" on the trail for caravans heading to Okhay Owingeh. Enjoy.  The Last Hurdle: El Camino Real de Tierra Adentro from New Mexico PBS \"Moments in Time\" www.youtube.com\/watch?v=Uy6Bx6Tk6Os",
    "url": "https:\/\/www.nps.gov\/elca\/learn\/photosmultimedia\/traveling-the-trail.htm"
}
