{
    "title": "Parashant Grand Canyon-Parashant National Monument: Share Your Visit",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery     Share Your Visit                Share Your Visit         Mt. Logan in a frame Photo by Chelsea Moody  Do you have photos of Parashant that you would like to share with us and the world? We welcome your submissions - please feel free to send us copies of your favorite photograph or drawing that you made of the park. Some images may wind up in an online gallery; others may find a place in the park brochures or other publications. Before sharing images with us, please carefully read the submission guidelines. For example, note that we will not reuse images containing watermarks or otherwise advertising a commercial enterprise. Also, because so many visitors are keen to share their experiences, we are not able to ear-mark images for specific or one-off uses; an image donated to us enters the public domain, and may be used free of charge by anyone who comes across the image. Submission guidelines Please email us to indicate your interest in submitting your image(s). Before submitting, please consider the following:  Please limit your submissions to just a few of your favorite images Provide the full name and contact information for the photographer or artist As best you can, provide a title, subject, location and date the photo was taken  By submitting photos, you agree:  All submissions become public domain (learn what \"public domain means\") We cannot promise tha all images will be re-used Images may be added or removed at any time from our various publications, online galleries, etc.  Privacy considerations A national park is a public setting where there can be no expectation of privacy, even for children. That being said, it remains this park's preference that a person's likeness is used in publications and media products only with his or her informed consent. If you are donating a photograph in which someone's face is recognizable, please verify that he or she is aware of the image, and that he or she consents to having it enter the public domain. Use and credit As an offering of the National Park Service, this website is public domain. Unless specified otherwise with a copyright symbol and ownership citation, you can copy and use images you find for any purpose, with no credit required. If you so desire, credit the photographer, or if none is listed, use National Park Service.                   Peep visits Parashant   4 Photos  Peep visits Parashant",
    "url": "https:\/\/www.nps.gov\/para\/learn\/photosmultimedia\/share-your-visit.htm"
}
