{
    "title": "El Camino Real de Tierra Adentro National Historic Trail: Places To Go in New Mexico",
    "body": "Places To Go in New Mexico       El Camino Real Interactive Map!   Here's a fun, exciting way to find places to visit. Zoom in to find a location in New Mexico, then click on the yellow balloon of your choice to see the site name, address, access, image, and website. You'll find museums, interpretive centers, and historic sites that provide information and interpretation for El Camino Real de Tierra Adentro National Historic Trail.    Please contact each site before you go to obtain current information on closures, changes in hours, and fees.              Historic sites and interpretive facilities (north to south) on El Camino Real de Tierra Adentro National Historic Trail in New Mexico for you to visit. Please contact each site before you go to obtain current information on closures, changes in hours, and fees. (updated January 26, 2015) Palace of the Governors, Santa Fe Location: 105 West Palace Avenue, on the north side of the Santa Fe Plaza. Telephone: (505) 476-5100 Access: Open to the public; call for hours Historical Significance: The Palace of the Governors, built in 1610, served for almost 300 years as the seat of the Spanish, Mexican, and American territorial government in New Mexico. After occupying New Mexico for the United States in 1846, General Stephen W. Kearny raised the U.S. flag over the palace and took up temporary residence inside of it. Available Facilities: The palace has housed a historical museum since 1909. Exhibits: Objects from American Indian, Spanish, Mexican, and Anglo cultures are represented in the museum's collection, many of which are on display. To learn more: www.palaceofthegovernors.org\/    Spanish Colonial Arts Museum Location: 750 Camino Lejo, Santa Fe Telephone: (505) 982-2226  Access: Open to the public; call for hours Historical Significance: The Museum of Spanish Colonial Art is the only museum in the country dedicated to exhibiting and interpreting the art of the Hispanic Southwest. The Museum houses a collection of over 3700 pieces, including historically significant and contemporary works. Available Facilities: The Pueblo Revival-style building was designed by renowned architect John Gaw Meem in 1930. The inside provides an intimate, homelike setting where visitors from around the world can view the collections and learn the fascinating history of Spanish colonial art worldwide. Exhibits: The museum offers an array of exhibits for all ages. The Delgado Room recreates the quarters of Officer Manuel Delgado, a trader along both the Santa Fe Trail and El Camino Real. Many of the displayed items were brought to Santa Fe over one of these trails. In the Costume Corner, children may don replicas of traditional local historical outfits from the peak of the Spanish Colonial era. Many more salons take you through time and across continents to paint the rich story of the arrival and evolution of the Spanish Colonial Arts in New Mexico. The museum also includes rotating exhibits that include national traveling shows. To Learn More: www.spanishcolonial.org\/   El Rancho de las Golondrinas, La Cienega Location: 334 Los Pinos Road, La Cienega (15 miles southwest of the Santa Fe plaza). The rancho is located just west of Interstate 25 between the La Cienega turnoff and the New Mexico Highway 599 turnoff. Telephone: (505) 471-2261 Access: June through September, open to the public; call for hours. Historical Significance: This historic rancho dates from the early 1700s and was an important paraje (stopping point) along the \"Royal Road\" from Mexico City to Santa Fe, New Mexico. Available Facilities: El Rancho de las Golondrinas is a living history museum located on 200 acres in a rural farming valley. The museum, dedicated to the heritage and culture of Spanish Colonial New Mexico, opened in 1972. Adobe buildings are built on original colonial foundations at the site, some dating from the early 18th century. In addition, historic buildings from other parts of northern New Mexico have been reconstructed at Las Golondrinas. Villagers clothed in the styles of the times show how life was lived in early New Mexico. Special festivals and theme weekends offer visitors an in-depth look into the celebrations, music, dance and many other aspects of life in the period when this part of the United States was ruled by Spain and Mexico. To learn more: www.golondrinas.org\/   El Camino Real Site, near La Cienega Location: La Cienega area, southwest of Santa Fe. Specific location is restricted. Access: Because of archeological sensitivities, this site is not open to regular public visitation. Contact the Archeological Conservancy at 505-266-1540 for information on yearly site tours. Historical Significance: This is the site of a pre-1680 (pre-Pueblo Revolt) rancho. Available Facilities: none To learn more: www.americanarchaeology.com\/aaabout.html   Coronado Historic Site, Bernalillo Location: 485 Kuaua Road. The monument is on the north side of U.S. Highway 550 (and New Mexico Highway 44) and 1.7 miles west of Interstate 25. Telephone: (505) 867-5351 or (800) 419-3738 Access: Open to the public; call for hours Historical Significance: In the fall of 1540, Spanish explorer Francisco Vásquez de Coronado - with 300 soldiers and 800 Indian allies from New Spain - entered the valley west of here in search of the fabled Seven Cities of Gold. Near here he found the Tiwa pueblo of Kuaua and visited there. After exploring as far east as central Kansas, he turned around and again passed through the area in 1542. Kuaua was first settled around AD 1300. After Coronado's visits, Spanish estancias were established in the area. Available Facilities: Kuaua is an earthen pueblo excavated in the 1930s by WPA workers who also reconstructed new ruin walls over the reburied original ruins. There is a kiva here with replicas of magnificent murals found during its excavation. Some of the original murals that were removed from the earthen walls in the 1930s can be seen in the visitor center. Many people believe that the original murals represent some of the best pre-Columbian art in the United States. The monument site also has ramada-covered picnic tables with a magnificent view of the Rio Grande. Exhibits: The visitor center, designed by noted architect John Gaw Meem, contains prehistoric and historic Indian and Spanish colonial artifacts on display with several hands-on components. To learn more: www.nmmonuments.org\/coronado-state-monument   Casa San Ysidro: The Gutiérrez-Minge House, Corrales Location: 973 Old Church Road (PO Box 1487), Corrales, NM 87048. The site is near the corner of Mission Valley Road, and one-half mile west of Corrales Road (State Highway 448). Telephone: (505) 898-3915 Access: The house is open to tours only; call for days \/ hours Historical Significance: The Gutiérrez home, dating from the 1870s, consisted of four rooms organized around a central hallway. This floor plan was characteristic of the Greek Revival style then popular in the eastern United States. Hispanic and Anglo residents enthusiastically adopted the floor plan but built their version of traditional adobe brick with flat roofs supported by vigas, creating a new \"Territorial Style\" of architecture, which linked Spanish Colonial and American house types. After the Minge family acquired the home in 1952, they completely restored the original house. It has been open to visitors as a historic house museum since the Albuquerque Museum acquired the property in 1997. Available Facilities: The original home, built by the Gutiérrez family, dates to the 1870s. Today, Casa San Ysidro also includes Alan and Shirley Minge's recreation of a 19th century rancho, complete with a small family chapel, a central plazuela, and an enclosed corral area Exhibits: A priceless and scarce collection of Hispanic New Mexican artifacts, collected over several decades by the Minge family, is exhibited throughout the house. To learn more: www.cabq.gov\/museum\/history\/casatour.html   Albuquerque Museum of Art and History, Albuquerque Location: 2000 Mountain Road NW (corner of 19th Street), across the street from Tiguex Park and one mile northwest of downtown Albuquerque, NM 87104 Telephone: (505) 243-7255 Access: Open to the public; call for hours Historical Significance: The permanent history exhibit focus is on historical maps of the southwest region of the United States, Spanish occupation, Camino Real, Hispanic life, Civil War and statehood in 1912. On a broader scale, the museum staff researches, collects, preserves, and exhibits the history of Albuquerque and the Middle Rio Grande Valley from the founding early Spanish settlements prior to the Pueblo Revolt in 1680 and the settlement of Albuquerque in 1706 to the present.   Available Facilities: The museum is housed in a large, modern building adjacent to Albuquerque's Old Town. Exhibits: An excellent art museum complements the many history exhibits. There are also a number of traveling historical exhibits, as well as a large repository of arms and armor, Hispanic crafts, Victorian items, decorative arts contributions, maps and textiles. To learn more: www.cabq.gov\/museum\/    Gutiérrez-Hubbell House Location: 6029 Isleta Blvd. S.W., Albuquerque Telephone: (505) 244-0507 (Hubbell House Alliance) Access: Open to the public; call for hours  Historical Significance: Located along El Camino Real, the oldest continuously used European roadway in North America, this property is listed on the New Mexico Register of Cultural Properties. Its name comes from the family who built it in the years following the Civil War. It was originally the private residence, built in 1868, of James L. (Santiago) Hubbell, a merchant and trader; his wife Julianita Gutierrez-Hubbell; and their twelve children, all of whom were born in the house. Lorenzo, the third child, followed his father's trade and established the well-known Hubbell Trading Post in Ganado, Arizona (on the Navajo Indian Reservation), a historic site that is now managed by the National Park Service. The Gutierrez-Hubbell house later served as a trading post, a stagecoach stop, and the local post office. This 5,700-foot, 150-year-old adobe hacienda features 28-inch-thick walls and 10-foot ceilings with pine vigas. Available Facilities: The property consists of the main house, which is surrounded by 10 acres of cultivated farmland. It is part of a 1500-acre Bernalillo County open space network and is one of several public open space sites in the South Valley. It serves as the centerpiece of the Pajarito community and is a natural focal point for community building and area pride. The property offers a variety of community events including a composting facility, backyard farming, a master naturalist program, history internships, and natural history observation opportunities.  Exhibits: none  To learn more: http:\/\/gutierrezhubbellhouse.org\/    Estancia de los Jaramillo, Albuquerque  Location: 1305 Blake Road S.W. (corner of La Vega Drive)  Access: This is a private residence;it is primarily important because of its history and its extant exterior architectural features. It is not open to general public visitation. Historical Significance: The site contains two buildings: a flat-roofed building contructed circa 1850, and a pitched-roof building constructed during the 1880s. One of these buildings is a portion of the original L-shaped adobe house - which was part of the Atrisco land grant - that may date as far back as the late 17th century. More research is needed on both the history of the property and of its two extant buildings.  Available Facilities or Exhibits: no current on-site interpretation. The property is an open community garden and the landowners allow public access, but the buildings themselves are not accessible to the public.   Tomé Hill, outside Los Lunas Location: Tomé Hill (El Cerro de Tomé) is approximately five miles southeast of Los Lunas. A portion of the hill is protected in Tomé Hill Park, at the corner of Tomé Hill Road (Rio del Oro Loop North) and La Entrada Road. Access: unrestricted Historical Significance: This hill is a natural landmark that has served El Camino Real travelers for centuries. Various petroglyphs are located on the hill. A 17th century road ran along the western base of the hill. After the river changed its course during the early 18th century and the founding of Tomé village, the main road shifted to go along the valley and by the village plaza. Available Facilities: none To learn more: www.v-i-a.org\/tomehill.htm   Tomé Jail, outside Los Lunas  Location: 8 Church Loop, SW side of plaza (adobe, set-back from street), Tomé  Access: The exterior of this unmarked building can be viewed at any time. However, the jail is privately owned and is not open to the visiting public. Historical Significance: The agricultural village of Tomé dates from 1740, and the town jail (1875) is one of the few village buildings that dates to the historical period of significance (1598-1882). The jail was listed on the National Register of Historic Places on October 5, 1977.  Available Facilities and Exhibits: none  To learn more: http:\/\/wetherillfamily.com\/tome_new_mexico.htm or http:\/\/nrhp.focus.nps.gov\/    Sevilleta National Wildlife Refuge (US Fish and Wildlife Service) Location: This 230,000-acre refuge is located along both sides of the Rio Grande between Belen and Socorro in Socorro County. The refuge's visitor center is located in La Joya, at the southern terminus of New Mexico Highway 304.  Telephone: (505) 864-4021  Access: Refuge lands are not open to the public. Call the visitor center for special tours. Historical Significance: The historical trail traverses the refuge along both sides of the Rio Grande.  Exhibits: Exhibits and NPS Passport stamps for the trail can be found at the visitor center.  To Learn More: www.fws.gov\/refuge\/sevilleta\/    San Miguel Mission Location: 403 El Camino Real (corner of San Miguel Street); 2 blocks west of California Street (US 60), Socorro  Telephone: (575) 835-2891  Access: The exterior of this Roman Catholic Church can be viewed at any time. It is open for masses on a daily basis.  Historical Significance: The mission was founded in 1598 (during Juan de Oñate's settlement expedition), and for many years it served as the southernmost mission in New Mexico's Rio Abajo (lower Rio Grande). Portions of the present church date back to 1826. In 2014, the church reopened to the congregation after a multiyear restoration. It is the oldest building in Socorro, New Mexico.  Available Facilities: Surrounding the church and an adjacent church building is the downtown area of Socorro.  Exhibits: Historical markers are located in the general vicinity.  To learn more: http:\/\/www.sdc.org\/~smiguel\/schedule.htm         Bosque del Apache National Wildlife Refuge (US Fish and Wildlife Service)  Location: This 57,331-acre refuge is located along eight miles of New Mexico Highway 1, south of San Antonio in Socorro County;the refuge's visitor center is on the west side of the highway, 8 miles south of San Antonio.  Telephone: (575) 835-1828  Access: Open to the public; call for hours Historical Significance: The historical trail traverses the refuge along both sides of the Rio Grande.  Exhibits: The visitor center references El Camino Real in the exhibits. A large exhibit panel describing trail history is located at a viewpoint south of the visitor center, along the east side of New Mexico Highway 1. Point of Lands, as a viewpoint to the Rio Grande, hosts two outdoor exhibits.  To learn more: www.fws.gov\/southwest\/refuges\/newmex\/bosque\/    Fort Craig Historic Site (Bureau of Land Management)  Location: about 35 miles south of Socorro. Leave I-25 at either Exit 115 or Exit 124 and follow Old US 85 (which parallels I-25) to Fort Craig Road, which is four miles long and terminates at the fort.  Telephone: (575) 835-0412 (Socorro Field Office, BLM)  Access: Open year-round during daylight hours. Historical Significance: In 1854, the US Army established Fort Craig (on a bluff west of the Rio Grande) to protect El Camino Real de Tierra Adentro (located east of the Rio Grande). In 1862, troops stationed there fought an invading Confederate force in the Battle of Valverde. Troops remained here until 1885, three years after a railroad was built through the area.  Exhibits: A small visitor station at the fort has the trail Passport stamp. To learn more: www.blm.gov\/nm\/st\/en\/prog\/recreation\/socorro\/fort_craig.htm   El Camino Real Historic Trail Site, outside Socorro Location: Approximately 35 miles south of Socorro and 35 miles north of Truth or Consequences. To reach the site, take Interstate 25 to Exit 115 and head five miles east. Telephone: (575) 854-3600 Access: Open to the public; call for hours Historical Significance: The heritage center overlooks the northern end of the dry desert expanse of the Jornada del Muerto, the lower Rio Grande, and El Camino Real de Tierra Adentro. The remote desert location presents a sense of the climate and the long dusty trail endured by these early travelers, spending six months or longer on the trail to reach Santa Fe from Zacatecas, Mexico. Available Facilities: The center is one of New Mexico's newest state monuments, dedicated in November 2005. The site offers a visitor center, a gift shop, food service, and hiking trails. Exhibits: The center contains award winning exhibits, interpretive learning center, and artifacts presenting the history and heritage of \"the Royal Road to the Interior.\" To learn more: http:\/\/elcaminoreal.org\/new\/friends_camino\/index.html   Fort Selden Historic Site, Radium Springs Location: Take Interstate 25 to Exit 19 (New Mexico Highway 157 or Fort Selden Road), exit and continue west one-quarter mile to the site. Access: Open to the public; call for hours Historical Significance: Fort Selden was established in 1865 in an effort to bring peace to south central New Mexico Territory. Built on the banks of the Rio Grande, this adobe fort housed units of the U.S. Army's infantry and cavalry. Their intent was to protect settlers and travelers in the Mesilla Valley and along El Camino Real from desperados and Apache Indians. The fort remained active until 1891, five years after Geronimo's capture and six years after the completion of a railroad paralleling the Rio Grande relegated El Camino Real to obsolescence. Available Facilities: Today the stark adobe brick walls of the frontier post evoke a feeling of personal connection to the past. A visitor center at the monument offers exhibits on frontier military life during the fort's heyday. Living history demonstrations of 19th-century military life highlight most weekends during the summer.  To learn more: www.nmmonuments.org\/fort-selden   John M. and John D. Barncastle House Location: 5492 Cristo Rey Street, Doña Ana (Doña Ana County), across the street from Our Lady of Purification Church  Access: This is a private residence;it is primarily important because of its history and its extant exterior architectural features. It is not open to general public visitation. Historical Significance: This house, built in the 1850s, is a contributing element of the Doña Ana Village Historic District. John Duncan Barncastle was born in Philadelphia in 1832 and fought in New Mexico during the Civil War. His company remained in New Mexico after the war. He soon settled in Doña Ana and married the daughter of the community's founder. By 1870, he had the general store, a flour mill, and a profitable farm, which had pecan trees, pomegranate trees, and well-known vineyards. He died at Doña Ana in October 1909. His son, John Melendez Barncastle, was born in Doña Ana on April 17, 1870 and died at Las Vegas, New Mexico on March 3, 1958. Both father and son are buried at the small cemetery in Doña Ana.  Available Facilities: none  Exhibits: none  To learn more: www.findagrave.com\/cgi-bin\/fg.cgi?page=gr&GRid=25653405   Antonio Store Location: 5285 Cristo Rey, Doña Ana (Doña Ana County)  Access: This is a private residence;it is primarily important because of its history and its extant exterior architectural features. It is not open to general public visitation. Historical Significance: This building was erected in approximately 1850. It may have been a store operated by Antonio Girón Cardón, who lived from January 1873 to March 1952. Available Facilities: none  Exhibits: none  To learn more: www.newmexicoalhn.net\/donaana\/dona_anacemetery07.htm   Branigan Cultural Center Location: 501 North Main Street, Las Cruces Telephone: (575) 541-2154 Access: Open to the public; call for hours Exhibits: The center hosts a permanent local history exhibit and changing cultural exhibits, as well as educational programs, classes, concerts, and other special events. The permanent exhibit offers a comprehensive look at the history of Las Cruces and the Mesilla Valley spanning the past 400 years, through the use of photographs, documents, artifacts, and narrative. The building is on the National and State Registries of Historic Buildings. To learn more: www.las-cruces.org\/Departments\/Public%20Services\/Services\/Museums\/Branigan%20Cultural%20Center.aspx   New Mexico Farm and Ranch Heritage Museum Location: 4100 Dripping Springs Road, Las Cruces Telephone: (575) 522-4100 Access: Open to the public; call for hours Historical Significance: This museum brings to life the 3,000-year history of farming and ranching in New Mexico. Available Facilities: The main building contains more than 24,000 square feet of exhibit space, a mercantile, and a theatre. Exhibits: Fun and learning go hand in hand as visitors can watch a cow being milked, stroll along corrals filled with livestock, enjoy several gardens, or watch one of the museum's growing number of demonstrations. One of the museum's many exhibits deals with the role of El Camino Real in New Mexico's agricultural development. To Learn More: www.nmfarmandranchmuseum.org\/   Mesilla Plaza, Mesilla Location: Bounded by Calle de San Albino, Calle de Guadalupe, Calle de Santiago, and Calle de Parian Telephone:  (505) 524-3262 ext. 117 (J. Paul Taylor Visitor Center in Mesilla) Access: unrestricted Historical Significance: Founded in 1853, the town of La Mesilla was originally located in Mexico. At the time Mesilla was founded, the population of the town was concentrated around the plaza for defense against Apache Raiders who were a constant threat to the settlement. Many of the adobe buildings built during that era remain today. Perhaps the most significant event to occur on the plaza included the consummation of the Gadsden Purchase by the raising of the United States flag in the plaza by troops from Fort Fillmore in 1853. The town became a stop on the Butterfield Overland mail route, which linked St. Louis and San Francisco. It lost its prominence when it was bypassed by the railroad in 1881. Available Facilities: Today, the historic La Mesilla Plaza welcomes trail travelers to enjoy its hospitality and culture. To learn more: www.oldmesilla.org\/html\/the_plaza.html",
    "url": "https:\/\/www.nps.gov\/elca\/planyourvisit\/places-to-go-in-new-mexico.htm"
}
