{
    "title": "Parashant Grand Canyon-Parashant National Monument: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do         Hiking Nampaweep Trail on Mt. Trumbull PARA photo  Hiking\/Backpacking   Exploring a remote area requires planning:  Take a map, compass, and\/or GPS. Water is not available so take a supplemental supply. Always carry extra food, matches or a lighter, a signal mirror, whistle, and foul weather gear.  Be aware that cell phones do not work in most areas.  Leave a detailed itinerary and a return date with family or friends. Never climb up or down into areas that you are not certain that you can exit. Never assume that you can continue forward, and be aware that descents from the steep areas you climb to, can be difficult and dangerous. People have died in parks when they jump down a precipice while canyoneering, then find they can't climb back up or proceed downstream due to sheer dropoffs. If you climb below the rim you have left GC-Parashant National Monument and have entered Grand Canyon National Park. You do not need a permit to hike but if you plan to camp below the rim, you must obtain a permit from Grand Canyon National Park's Backcountry Office in advance.  If your backpacking trip leaves Parashant to the east near the Grand Canyon you have entered the Tuweep\/Toroweap area of Grand Canyon NP. There is no entrance fee for this section of Grand Canyon NP but camping\/backcountry permits are required in advance. They are not available for purchase on site.       Camping Public lands throughout the Parashant are open for camping    No fees or permits are required for backcountry camping in the monument. This includes the top of the rim of the Grand Canyon within Parashant's boundary. If you descend below the rim of the Grand Canyon you have entered Grand Canyon National Park. This requires a permit in advance.  There are no developed campgrounds within the Monument. To minimize impacts on fragile soil crusts and plants, please camp in areas where others have previously camped. Maximum stay - 14-days Do not camp within 1\/4 mile of any water source including seeps, springs, earthen tanks, and wildlife catchments. No toilets are available. Walk away from camp and dig a hole about six to eight inches deep - spread out toilet sites. Cover the hole with dirt when finished. Take toilet paper back to camp and deposit in camp garbage.  Practice Leave No Trace techniques at all times.   Information about camping at Toroweap (Grand Canyon National Park)",
    "url": "https:\/\/www.nps.gov\/para\/planyourvisit\/things2do.htm"
}
