{
    "title": "El Camino Real de Tierra Adentro National Historic Trail: Places To Go in Texas",
    "body": "Places To Go in Texas       El Camino Real Interactive Map!    Here's a fun, exciting way to find places to visit. Zoom in to find a location in Texas, then click on the yellow balloon of your choice to see the site name, address, access, image, and website. You'll find museums, interpretive centers, and historic sites that provide information and interpretation for El Camino Real de Tierra Adentro National Historic Trail.    Please contact each site before you go to obtain current information on closures, changes in hours, and fees.              Historic places on El Camino Real de Tierra Adentro National Historic Trail (north to south) in Texas for you to visit. (updated Dec. 5, 2014) Keystone Heritage Park, El Paso Location: 4200 Doniphan Drive. This 52-acre park is located 8 miles northwest of central El Paso and immediately west of Interstate 10 between the Sunland Park Drive and North Mesa Street offramps.  Telephone: (915) 584-0563 Access: The park's wetlands are open (for birdwatching) at dawn and at dusk the last Saturday and following Sunday of every month, while the botanical gardens are open by appointment. Historical Significance: The archeological site was first discovered in the late 1970s by the U.S. Army Corps of Engineers. Runoff from a thunderstorm revealed a cut-away of an ancient pitch house. Preliminary research revealed the hut was part of a larger village, which according to some experts may be one of the largest and oldest villages of its kind in the United States. Available Facilities: The park is an archeological site, an archaic wetlands, and a botanical garden. Located in El Paso's upper valley, the park is a city-owned property leased to a volunteer board of directors who are charged with preserving and developing the park. The park's wetlands are home to many species of birds and are a stop on a migratory route for even more. The botanical garden encompasses features such as a xeric demonstration garden, a children's garden, an amphitheater, a moonlight garden, and an ethnobotanical garden. Exhibits: none related to El Camino Real To learn more: www.keystoneheritagepark.org City of El Paso Museum of History, El Paso Location: 510 N. Santa Fe Street (at W. Franklin Avenue), El Paso, TX 79901. The museum is located between Interstate 10 and the El Paso Convention and Performing Arts Center. Telephone: (915) 351-3588 Access: Open to the public; call for hours Historical Significance: This museum was established in 1974 as the Cavalry Museum, but soon afterward broadened its scope and began to function as a local history museum. This facility promotes the understanding and significance of the rich multicultural and multinational history of the border region known as The Pass of the North. Available Facilities: Due to a successful $6.5 million bond election in 2000, the museum moved away from its former facility in June 2007. The new El Paso Museum of History building is a 2-story, 44,000-square-foot facility in the heart of the El Paso cultural district. Exhibits: Exhibits explore and display a wide variety of subjects related to both the El Paso area and its sister city to the south, Ciudad Juarez, Chihauhua, Mexico. To learn more: www.elpasotexas.gov\/history\/ Ysleta Mission Church, El Paso Location: 131 S. Zaragoza Road, El Paso Telephone: (915) 859-9848 Access: Open to the public; call for hours  Historical Significance: The first church at Ysleta was built in 1682 by Spaniards and American Indians who had fled from Isleta (south of present-day Albuquerque, New Mexico) during the Pueblo Revolt. Due to periodic floods of the Rio Grande, the present church was built in 1744, but it was heavily damaged after an 1829 flood and subsequently rebuilt. The last major renovations to the church took place after a 1907 fire partially destroyed the structure. Available Facilities: Onsite facilities include the church, an adjacent school, gift shop, and administrative office.  Exhibits: Several historical markers are located near the front of the church.  To learn more: www.nps.gov\/nr\/travel\/tx\/tx3.htm or http:\/\/en.wikipedia.org\/wiki\/Ysleta_Mission La Purisima Socorro Mission, near El Paso Location: 328 S. Nevarez Road, Socorro Telephone: (915) 859-7718 Access: Open to the public; call for hours  Historical Significance: Following the Pueblo Revolt of 1680, Spanish and American Indians fled south to this site and named it after the place in New Mexico where they had previously resided. The first adobe church was built here in 1691. A major flood on the Rio Grande in 1829 (which switched this location from present-day Chihuahua, Mexico to present-day Texas), destroyed the church, and the present structure was built in 1840. Over the years, the church has been administered by Franciscan monks, by Diocesan priests, and by Italian and Mexican Jesuits. Available Facilities: Onsite facilities include the church and an adjacent administration office.  Exhibits: Several historical markers are located on the mission property.  To learn more: http:\/\/www.nps.gov\/nr\/travel\/tx\/tx1.htm or www.hmdb.org\/marker.asp?marker=4714 Casa Ortiz, Socorro Location: 10167 Socorro Road, Socorro, TX Telephone: (915) 859-4066 or (915) 859-6132 Access: Open to the public; call for hours  Historical Significance: This building was constructed in the late 1700s by Father Ramón Ortiz. It is a fine example of New Spain’s frontier architecture. Thick adobe walls have original cottonwood and willow vigas. Available Facilities: The building now houses an independent bookstore called The Bookery, owned by Margaret Barber, which \"features the Southwest’s most extensive collection of children's books and puppets.\"  Exhibits: none  To learn more: http:\/\/elpasohistory.com\/show.html Los Portales (Casa Garcia), near El Paso Location: 1521 San Elizario Road, San Elizario (adjacent to San Elceario Catholic Church) Telephone: (915) 851-1682 Access: Open to the public; call for hours  Historical Significance: This building, known as “the portals,” was erected about 1850. It was once the residence of Captain Gregorio Nacianceno Garcia, a well-known respectable member of the San Elizario community between 1835 and 1898. The building later housed the first public school in El Paso County, which operated throughout the first one-third of the twentieth century. Available Facilities: The building, which is owned by El Paso County, is operated by the San Elizario Genealogy and Historical Society. It is now called the Los Portales Museum and Information Center, providing historical exhibits and general information about the San Elizario community.  Exhibits: The historical museum contains a number of historical exhibits; outside the museum are a number of historical exhibits and plaques.  To learn more: www.epcounty.com\/sanelizariomuseum\/default.htm San Elceario Catholic Church, near El Paso Location: 1556 San Elizario Road, San Elizario Telephone: (915) 851-2333 or (915) 851-1682 Access: Open to the public; call for hours  Historical Significance: Spanish troops built a presidio (fort) and chapel at this site during the 1780s, but by 1846 the chapel was in ruins. A new chapel was begun in 1853 but proved inadequate. As a result, the present structure was begun in 1877 and was completed in 1882. It was dedicated to St. Elzear, a 13th-century French saint. Available Facilities: Onsite facilities include the church and the adjacent Los Portales information center and museum.  Exhibits: Several historical markers are located on the town square in front of the chapel.  To learn more: www.nps.gov\/nr\/travel\/tx\/tx4.htm",
    "url": "https:\/\/www.nps.gov\/elca\/planyourvisit\/places-to-go-in-texas.htm"
}
