{
    "title": "Parashant Grand Canyon-Parashant National Monument: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Filing a trip plan It is strongly recommended that visitors file a trip plan with a friend or relative. This plan should include:  Your route, and backup route.  When you expect to return from the backcountry. Communication equipment you will be carrying.  Instruct your friend or relative to call the monument and initiate a search if they do not hear from you by a prearranged date and time.  Backcountry Communications  It is a good idea for each party venturing onto the monument to carry some type of emergency signaling device. As one of the most remote areas in the contiguous 48 states, some emergency signaling devices do not work on the monument and may delay reaching emergency services. Each member of the party should know how to use the device in the event of an emergency and it is often a good idea to carry more than one device. Good planning, self-reliance and commonsense will help minimize the need for emergency services. Regardless of the communication device you carry, self rescue is the first line of defense in the event of an emergency.  Types of communication devices and their usefulness in Parashant National Monument  Because of the remoteness of the monument, technological communication devices are often not the most effective means of communication.      Signaling Mirrors are the least technologically advanced and been the most useful over the years. Used with ground markings (rocks, tarps, clothing, etc. spelling HELP or SOS), they will most likely be seen by pilots flying through the area.  Flares are not always visible to pilots flying overhead during hours of sunlight or in heavy overcast skies. Cell phones do not have service in the monument and will not work in an emergency situation. Personal Locator Beacons (PLBs) are dependent on satellites. When deployed they activate a search response and should only be used in legitimate EMERGENCIES. One disadvantage of PLBs is that they provide no means of communicating what the exact emergency is (broken leg, hypothermia, etc.) Satellite Phones\/Messengers work in some areas of the monument. Sometimes they require hiking up to a higher elevation and\/or multiple tries before a satellite is in range.       Wildlife Keep wildlife wild. Any wild animal may be dangerous if approached. Additionally, wild animals can carry deadly diseases such as hantavirus, plague, and rabies. Always view wildlife from the safety or your car or from a distance. Do not approach animals to take pictures, and teach children not to chase or pick up animals. Never feed wildlife; it is unhealthy for animals and may lead them to become aggressive towards humans. Store food in hard-sided containers or in your vehicle to prevent ravens, coyotes, and other animals from eating it. It is exciting to see wildlife, but remember: the park is their home and it is our responsibility to allow animals to live their lives undisturbed. A few venomous animals live in the park, including rattlesnakes, scorpions, black widow spiders and gila monsters. When outside of your vehicle in the monument, always look before you place your hands or feet. Avoid stepping or reaching into places you cannot see. Bees may attack when their hives are threatened. Listen for buzzing and stay away. Bees looking for water are attracted to any moisture source, including human perspiration. Do not swat at them; they might sting you. Keep drinks and food inside your vehicle. Keep car windows rolled up and use caution when exiting your vehicle.      Driving Monument roads are narrow and winding, with soft, sandy shoulders. Take care when driving and plan plenty of time to get to your destination. If you stop to view wildlife or scenery, please use pullouts or parking lots. Do not stop in the travel lane—it could cause an accident. Off-road driving is prohibited. The desert environment is more fragile than it may look. Off-road driving creates ruts, upsets delicate drainage patterns, compacts the soil, and leaves visible scars for years. Crushed and uprooted plants may not recover. Travel with extra water in your vehicle. If you experience car trouble, stay with your vehicle.      Flash Floods Storms and flash floods can be powerful and sudden. Avoid canyons and washes during rainstorms and be prepared to move to higher ground. While driving, be alert for water running across dips in the road. Remember: turn around, don't drown      Hiking & Biking Planning to hike, or cycle in hot weather? Plan to bring along two gallons (8 liters) of water per person, per day. Drink the water and do not economize. When the water is half gone, it's time to turn back. Avoid hiking alone. Whether or not you're with a group, always inform a friend of family member of your planned route and expected return time. Carry a map and compass and know how to use them. Check the weather forecast before departing for your hike, but recognize that desert weather can change suddenly. Remember that the first principle of Leave No Trace is plan ahead and prepare. Carry a comprehensive first aid kit. Suggested items for desert hikers include tweezers, safety pins, bandages of various sizes, antibiotic ointment, antiseptic towelettes, wound closure strips, moleskin or duct tape for blisters, compression bandage, ibuprofen, aspirin, antihistamine tablets, extra food and salty snacks, and an emergency blanket. This is not a comprehensive list, but will help you get started in your planning. Know your skill level and do not take chances. The desert can be deadly.      Stay Out, Stay Alive Many old mine sites are found within the monument. If you choose to visit them, use extreme caution and never enter mine tunnels or shafts.      Winter Visits Winter temperatures can drop well below freezing. Hypothermia can be a hazard even at temperatures above freezing. Always carry extra layers of clothing during the cooler months. The short days of winter lead some hikers to miscalculate how much time they need to complete a hike. Around the winter solstice, plan to be back at the trailhead by 4:00 pm.",
    "url": "https:\/\/www.nps.gov\/para\/planyourvisit\/safety.htm"
}
