{
    "title": "Capulin Volcano National Monument: Artist in Residence",
    "body": "Explore This Park    Get Involved     Volunteer     Artist in Residence              Capulin Volcano's Artist-in-Residence Program       Artists in National Parks Artists have long been integral to fostering meaningful connections to the landscape of the American West. Visual artists, such as George Caitlin, documented these natural wonders introducing an eastern populace to special places destined to become the first national parks. Today, artists in parks throughout the nation continue to document amazing scenery giving life to the sights and stories of the National Park Service and translating our mission into art that evokes responses in those who may never visit. These artists translate the national park's purpose, as a place of pleasure and preservation, into images which bring others enjoyment and a deeper understanding of the parks many Americans may never visit. Capulin Volcano National Monument's Artist-In-Residence Program continues this tradition.        The Return, 2011. By Mikel Davison.   Artist-in-Residence Program The Capulin Volcano's Artist-in-Residence program is managed by the Division of Interpretation at Capulin Volcano National Monument. There is one position to be filled. This program is open to all professional artists and art students. Writers, composers, and visual and performing artists are invited to interpret the unique cultural and natural landscape of northeast New Mexico. The program provides time for artists to get away from everyday responsibilities to focus on their surroundings and their medium. The residency lasts for a maximum of two weeks. Capulin Volcano National Monument will provide housing at no cost to the artist.      Artwork Donations The selected artist chosen to participate in the Artist-in-Residence Program is required to contribute to the park a mutually agreed upon piece of original work representative of their stay with the Capulin Volcano within one year of completion of their residency. Artwork from visual artists should be framed with UV protective glass and prepared for hanging before donation. Artists are also required to provide the copyright for this artwork to the National Park Service. The National Park Service will not allow the commercial use of any donated artwork once it is selected and accessioned in to the Park's permanent museum collection. 1. The artist retains a royalty-free, nonexclusive use license under the copyright of the art. 2. The National Park Service owns the artwork and the rights to produce it. Under those rights, the artist has a license to make use of the artwork for his or her purposes. When artists reproduce artwork for their own purposes, publication information will include the language: \"This artwork was produced under the Artist-In-Residence Program at Capulin Volcano National Monument.\" These creative works are exhibited as frequently as possible and are shared with the public through other appropriate means. Artwork not on display is stored in the Park's secure,environmentally controlled museum storage facility.      Volunteerism & Public Programs Artists participating in this program are considered volunteers for the National Park Service. Artists are required to present two 45 minute public programs during their residency and one school program following their residency. These programs should be tied to the work the artist performs during the residency. Programs may be a demonstration, talk, or a performance. Because of the Capulin Volcano's strong commitment to education and outreach into our rural school districts, all artists are required to present at least one program at a school of their choosing to introduce students to an aspect of art and its interpretation of their national parks. How to Apply Artists must submit application materials and art samples exactly as indicated on the entry form. Insufficient, or excess materials, are causes for application rejection, as is an artist's proposed use of a work already in progress as a residency project. Click to download a printable brochure and application. Calendar Entries are accepted for the 2013 Program with postmarks dated November 15 through December 31, 2012. Applications postmarked after the deadline will not be considered. Notifications will be made to finalists by February 1, 2013. The Selection Process A panel of professionals consisting of representatives from the National Park Service and established artists will be convened in March each year to review submissions and select resident artists. Selections will be based on artistic merit, ability to interpret the natural and cultural landscape of New Mexico, willingness to donate a finished piece of work inspired during the stay, and the artist's ability to relate to the public and school age children through their work. Artists will be notified by February 1. Program Management Capulin Volcano National Monument's Artist-In-Residence Program is managed by the Division of Interpretation. The works completed under this program contribute to the public understanding and appreciation of our national parks and create a legacy preserved for future generations. For more information on this program or other opportunities to volunteer contact the park by email or by phone at (575) 278-2201.",
    "url": "https:\/\/www.nps.gov\/cavo\/getinvolved\/supportyourpark\/artist-in-residence.htm"
}
