{
    "title": "Capulin Volcano National Monument: Our Staff & Offices",
    "body": "Explore This Park    Learn About the Park     Management     Our Staff & Offices              Our Staff & Offices      Park Management and AdministrationSuperintendent                                                                     Randy Bilbeisi  The superintendent's office oversees all activities related to park-wide administrative, managerial, and support functions, as well as safety and planning. In addition, our superintendent is responsible for working with external constituencies in order to develop valuable park partnerships. Interpretation and Visitor Services Lead Park Ranger                                                 Lynn Cartmell  The interpretive division is primarily responsible for visitor services. Park rangers and guides in the interpretive division conduct activities that allow visitors to make intellectual and emotional connections to Capulin Volcano and the National Park Service. From guided hikes to night sky programs, these rangers help people from childhood through adulthood to experience and learn about the park's resources. Resource ManagementNatural Resource Manager                   Zach Cartmell  Resource management at Capulin Volcano encompasses activities related to the management, preservation, and protection of the park's natural and cultural resources. Resource Management is responsible for ecosystem monitoring, restoration efforts, exotic\/invasive species management, climate change response, natural resource education, and a variety of other activities regarding general resource protection.  Facilities Management Maintenance Work Supervisor Virginia Tavarez  Facilities management, or maintenance, includes all activities designed to preserve and prolong the use park facilities and assets. From building renovation and roadway maintenance to water sampling and trash pickup, facilities management at Capulin Volcano ensures the preservation of park resources allowing visitors and staff to safely enjoy the park.",
    "url": "https:\/\/www.nps.gov\/cavo\/learn\/management\/staffandoffices.htm"
}
