{
    "title": "Capulin Volcano National Monument: Reptiles and Amphibians",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles and Amphibians                Reptiles and Amphibians      Reptiles and amphibians are cold-blooded animals whose bodies take on the temperature of their surroundings. They may be seen basking in the sun on warm rocks that make up the mountain. Cool nights usually send them into burrows or crevices to keep warm.  Several species of snakes and lizards inhabit the monument. Amphibians are somewhat less numerous since there is no permanent water source in the park.        Bullsnake NPS photo  The Bullsnake (Pituophis melanoleucus ssp. affinis), also known as the gopher snake, is non-venomous and widespread throughout North America. A bullsnake can grow to a length of 4 to 8 feet, and is tan with darker brown blotches on the back and a banded black and tan tail. This snake, while looking similar to the rattlesnake, often acts like a rattler as well; when threatened, the bullsnake will hiss, flatten its head, and shake its tail. Unfortunately, this leads to many humans killing bullsnakes, believing that is indeed a rattlesnake. The Bullsnake frequents deserts, prairie, brushland, woodland, coniferous forests, and farmland. It is active chiefly by day, except in hot weather.        Western prairie rattlesnake. NPS Photo  Western Prairie Rattlesnake (Crotalus viridis)—a heavy-bodied, venomous snake with a slender neck and broad triangular head. Coloration varies but is generally light brown with brownish diamond-shaped blotches down the midline of the back, generally edged with dark brown or black. Adults range from 1 to 5 feet long. It is most commonly found in the monument in open desert country, rocky hillsides, and overgrazed shortgrass prairies.        Lesser Earless Lizard NPS photo  The Lesser Earless Lizard (Holbrookia maculata) is a 4\"-5\" gray to brown lizard with the color depending upon the color of the earth it inhabits. It is diurnal and may have no external ears since it burrows headfirst into the soil.        Plains Spadefoot NPS photo  The Plains Spadefoot (Scaphiopus bombifrons) is a stout toad with a sharp-edged spade on the inside os each hind foot. This is used to push soil aside as the toad burrows in the ground. These toads are nocturnal.     Complete wildlife surveys have not been done in the park. These checklists are the best information we have at this time.  Checklist of Reptiles and Amphibians - 1973  Checklist of Reptiles and Amphibians - 2002",
    "url": "https:\/\/www.nps.gov\/cavo\/learn\/nature\/reptiles-and-amphibians.htm"
}
