{
    "title": "Capulin Volcano National Monument: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture      While the geologic history of Capulin Volcano began well over a million years ago, its involvement in human history has been much more recent. Capulin has traditionally been a crossroads of human activity as diverse people and cultures traversed to and from the Great Plains.  Archaeological evidence found at the Folsom Man site, eight miles from Capulin Volcano, confirms that Paleoindians roamed this area in search of Pleistocene Bison as early as ten thousand years ago. Likewise, groups of Native Americans, such as the Jicarilla Apache and the Ute, used this region as hunting grounds until the arrival of the Spanish in 1541. Early explorers Don Francisco Vasquez de Coronado and Juan de Padilla passed through Capulin area in search of riches and regions to conquer paving the way for a greater influx of Europeans and a transformation of the cultural landscape over the next 350 years.  Spain controlled New Mexico until August 1821 when Mexico declared independence. Spanish colonial trade had been limited, however, under the new regime barriers for New Mexico were gone and its doors were opened to traders from the burgeoning United States. In September 1821, William Becknell of Missouri blazed the Santa Fe Trail which would be followed by countless others in search of profit.  Traders traveled several routes attempting to reach Santa Fe over the next twenty-five years while tensions built between the U.S. and Mexico and finally erupted in 1846 as the Mexican-American War. These trails proved invaluable by carrying soldiers and supplies to Santa Fe and beyond. The war ended in 1848 with the Treaty of Guadalupe Hidalgo which officially made New Mexico a territory of the United States. Military forts such as Fort Union, Fort Larned and others were established along the trail to control Indian conflicts and protect travelers as a result. However in an effort to supply Fort Union as railroads began expanding westward, the original Santa Fe Trail routes were swiftly abandoned for the Granada-Fort Union Military Freight Route which passed directly south and east of Capulin Volcano's base. As the Santa Fe Trail neared its decline, a new industry was rising. Ranching and sheep herding had previously been commonplace throughout the plains but overnight cattle became the more profitable industry.  Struggling to feed soldiers and captives a Fort Sumner, the War Department issued advertisements offering to pay high prices for cattle. Two Texas cattle dealers, despite the risks, forged a trail from Texas to New Mexico which became known as the Goodnight-Loving Trail. Charles Goodnight and Oliver Loving drove cattle north through sparsely populated, lawless regions with very little water to Fort Sumner. The cattle not sold to the military continued north, directly past Capulin Volcano, to Colorado for sale at the market. The cattle industry grossed a million dollars over the next five years and created a profitable economy for Great Plains which remains to this day.  By 1891, the Spanish and Mexican empires had fallen. Native Americans were confined to reservations. The West was nearly won. And, a new chapter had begun as Congress withdrew Capulin Volcano from settlement.",
    "url": "https:\/\/www.nps.gov\/cavo\/learn\/historyculture\/index.htm"
}
