{
    "title": "Capulin Volcano National Monument: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety          Be aware of the hazards below to keep you, others, and park resources safe during your visit. Your safety depends on your own good judgment, adequate preparation, and constant awareness. Your safety is your responsibility.         Driving The Volcano Road stretches 2 miles from the Visitor Center to the Volcano Rim and sits at a 6% grade. Drivers must abide by the posted speed limit at all times and operate in a lower gear coming down. The Volcano Road has a series of S curves that can be dangerous at higher speeds. Drivers should also be prepared for encountering wildlife and adjust appropriately.         Elevation  Capulin Volcano's Rim Trail increases 350 feet from the parking lot to the top of trail, reaching a maximum height of 8,182 feet above sea level. This can pose a health risk to visitors with certain medical conditions or are not used to physical exertion at higher elevations. The higher altitude of the trail means less oxygen is available for the body to process.         Lightning Capulin Volcano is an area of high lightning strikes. Thunderstorms are common, particularly during the summer, and Capulin's high elevation makes lightning strikes more likely. Lightning can strike from up to 10 miles. This is the same distance at which you can hear thunder. IF YOU CAN HEAR THUNDER, YOU CAN GET STRUCK BY LIGHTNING. IF A STORM IS APPROACHING, GET TO A SAFE PLACE BEFORE IT HITS. Avoid the high points of the trail, open areas, and lone trees. Lightning strikes can cause serious injury or even kill.         Stay on the trail. A cinder cone volcano is more akin to a gravel pile than a conglomerate mountain. This loose collection of cinder and lapilli is extremely slippery and prone to slide. Visitors need to remain on the trail for their safety and the safety of others.         Steep Slope Due to the significant grade of the Crater Rim Trail (18%) and the Crater Vent Trail (14%), use of strollers, roller skates, roller blades, skate boards, wheel chairs, bicycles, and\/or segways is prohibited.         Water The high elevation at Capulin Volcano cause faster evaporation of water and increased dehydration. There is no water available at the Volcano Rim, so make sure you have enough before you leave the Visitor Center or Juniper Picnic Area.         Wildlife  Do not approach or attempt to handle wildlife, no matter how tame they appear. Wild animals are WILD! Snakes, bears, mountain lions, elk, and deer can all pose significant risk to visitors unwilling to respect their space. Do not feed any animals. It's illegal and it harms them.",
    "url": "https:\/\/www.nps.gov\/cavo\/planyourvisit\/safety.htm"
}
