{
    "title": "Capulin Volcano National Monument: Guided Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Guided Tours              Guided Tours      During the summer (Memorial Day to Labor Day), interpretive programs and demonstrations covering a variety of topics are offered daily at 11:00 a.m. and 1:00 p.m., and by special arrangement by contacting Park Ranger Lynn Cartmell at (575) 278-2201 x 231. Rangers are also available on trails and in the visitor center to answer questions. No fees are charged for ranger talks.       Students participating in an Operation Hummingbird program. NPS L. Cartmell       Program offerings for Summer 2015 include: Operation Hummingbird- The park is abuzz with these flighty feathered creatures. Help us monitor them by learning about their contribution to climate change. (Banding every Friday at 8:00 a.m.) I Lava Volcanoes!- Learn about the geological processes that formed the Raton-Clayton volcanic field and Capulin Volcano and experience a fun foam explosion replicating a volcanic event.                                    Our Dynamic Earth-  Discover the dynamic geological processes that create volcanoes. Learn about the life cycle of a cinder cone volcano and glimpse the violence of an eruption by handling volcanic bombs. Rangers Wear Many Hats- Ever wonder what Rangers do at a National Park? Come see the many hats that Rangers wear! Riding the Range- Step back in time with a ranger as he or she introduces you to Capulin Volcano's history as a marker on the Santa Fe Trail and the Goodnight-Loving Cattle Trail. Learn about the outlaws and cowboys who traveled through the area. Wild Animals I Have Known: Hunting Lobo- Join a park ranger in exploring the past of Ernest Thompson Seton, famed conservationist and founder of the Boy Scouts of America. Learn about Lobo, the elusive wolf, and the events that forever changed Seton's life. (Tuesday and Thursday at 1:00 p.m.) What's Blooming- Hike with a ranger and experience nature. Learn about the different wildflowers that call Capulin Volcano home. The Diverse Life-  New Mexico is a uniquely diverse land with a wide variety of flora and fauna that co-exist in a delicate balance. Explore the Capulin Volcano and learn about its biodiversity.",
    "url": "https:\/\/www.nps.gov\/cavo\/planyourvisit\/guidedtours.htm"
}
