{
    "title": "Capulin Volcano National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       The National Park Service will waive entrance fees on the following days in 2016:  January 18: Martin Luther King Jr. Day April 16-24: National Park Week August 25 - 28: National Park Service Birthday Weekend September 24: National Public Lands Day November 11: Veterans Day  Tough economic times call for economical fun, and you can't beat America's 407 national parks for family time, fresh air, and opportunities to learn about our great country.         Park Visitors All park visitors  traveling to the volcano rim are required to purchase a recreational use pass upon entering Capulin Volcano National Monument. Capulin Volcano participates in the congressionally authorized Federal Recreation Lands Enhancement Act. Under this program, the park keeps 100% of all fees collected. Funds generated by the fees are used to accomplish projects the parks have been unable to fund through yearly Congressional allocations.  Capulin Volcano prefers payment of all fees and permits with credit and debit cards. It helps us be safe,secure, and effective and allows us to spend more time with you.     Weekly PassesWeekly passes are non-transferable and are valid for 7 consecutive days including the date of purchase. Weekly passes may be upgraded to annual passes within 7 days of purchase.Per private vehicle: $7.00 - receipt valid for 7 DaysAdmits private, non-commercial vehicle (15 passenger capacity or less) and all occupants to Capulin Volcano National Monument. Please contact us in advance if you are arriving in a large vehicle (RV) or bus. The maximum size of a vehicle allowed on the Volcano Road without a permit is 26 feet in length and\/or 8 feet in width. Capulin Volcano National Monument accepts the America the Beautiful - Federal Lands Passes (Interagency Annual, Senior, and Access passes) in place of an entrance fee. The park also offers an annual pass specific to the monument at the cost of $15.00, good for twelve months from the date of purchase. Non-Commercial Organized Groups - Valid for 7 days. Organized groups such as Scouts, Rotary, Clubs, Youth Groups, Churches, Reunions, etc. that do not qualify for an Academic Fee Waiver are charged as follows: $5.00 - per individual 16 and older.Fees will not exceed the commercial fee for the same-sized vehicle. Youth 15 and under are free. Individuals or families with any valid Annual or Lifetime pass may use their pass for entry at the per person rate. Pass and photo ID must be present upon entry. Please contact us in advance if you are arriving in a large vehicle (RV) or bus. The maximum size of a vehicle allowed on the Volcano Road without a permit is 26 feet in length and\/or 8 feet in width. Commercial ToursPass is valid for the day of purchase and the next six days for a vehicle carrying the same group of passengers. $25.00+: 1-6 Passengers $40.00: 7-25 Passengers $100.00: 26+ Passengers A commercial tour is defined as consisting of one or more persons traveling on an itinerary that has been packaged, priced, or sold for leisure or recreational purposes by an organization that realizes financial gain through the provision of the service. The entry fees of commercial tours are based upon the total capacity of vehicles that can carry seven or more passengers regardless of the actual number of passengers. Fee WaiversEducational groups may apply for a waiver of park fees. We ask that you submit your fee waiver request 4 weeks in advance of your visit so that we may be able to accommodate your needs by ensuring adequate staffing and the best possible customer service.        Oversized Vehicle Permit  Per vehicle over 26 feet: $18.00 - One time use of the Volcano Road The Volcano Road was originally constructed in 1925 and not built to accommodate vehicles over 26 feet. These oversized vehicles require the use of both lanes of traffic and Park Ranger to escort them up and down the Volcano Road. This also requires the closure of the Volcano Road to other visitors. Due to the significant nature of the operation, each vehicle over 26 feet will pay for a Oversized Vehicle Permit, in addition to the $7.00 entrance fee. This permit is only good for one trip up and back down the Volcano Road. Since this is a permit and not an entrance or standard amenity fee the America the Beautiful - Federal Lands Pass (Senior, Access, or Annual passes) will not decrease or waive the cost of the Oversized Vehicle Permit.",
    "url": "https:\/\/www.nps.gov\/cavo\/planyourvisit\/fees.htm"
}
