{
    "title": "Aztec Ruins National Monument: Bookstore",
    "body": "Explore This Park    Learn About the Park     Bookstore            Bookstore         WNPA bookstore at Aztec Ruins   Western National Parks Association Western National Parks Association (WNPA) manages a bookstore at Aztec Ruins National Monument. You'll find a wide range of books, including local and regional research, guide books for natural & cultural resources, Southwestern cookbooks, archeological-based novels, American Indian literature, and multi-language children's books. Also available are DVDs, music, T-shirts, posters, postcards ¬e cards, and coffee mugs. Proceeds from purchases in the bookstore are used to support educational programs, including Junior Ranger camps and the annual Earth Day Celebration. Western National Parks Association also funds archeological research at Aztec Ruins. Items can also be ordered by calling 505-334-6174 or emailing azru@wnpa.org. A Sample of Our Sales Items        Aztec Ruins: Footprints of the Past DVD   Aztec Ruins: Footprints of the Past DVD by the National Park Service. The complex story of the people of Aztec Ruins National Monument is brought to life in the stunning cinematography of this beautiful and informative film. Shown regularly in the park visitor center, this DVD is the perfect way to share Aztec Ruins with family and friends.        A History of the Ancient Southwest   A History of the Ancient Southwest by Stephen H. Lekson. According to archaeologist Stephen H. Lekson, much of what we think we know about the Southwest has been compressed into conventions and classifications and orthodoxies. This book challenges and reconfigures these accepted notions by telling two parallel stories, one about the development, personalities, and institutions of Southwestern archaeology and the other about interpretations of what actually happened in the ancient past.        Chaco's Northern Prodigies   Chaco's Northern Prodigies edited by Paul Reed In the late eleventh and early twelfth centuries, the ancient pueblo sites of Aztec and Salmon in the Middle San Juan region rapidly emerged as population and political centers during the closing stages of Chaco's ascendancy. Some archaeologists have attributed the development of these centers to migration and colonization by people from Chaco Canyon. Others have suggested that the so-called Chacoan 'system' was largely the result of emulation of Chacoan characteristics by local groups in outlying areas. Research over the last five years in the Middle San Juan suggests that both of these processes were operating.",
    "url": "https:\/\/www.nps.gov\/azru\/learn\/bookstore.htm"
}
