{
    "title": "Aztec Ruins National Monument: Your Dollars At Work",
    "body": "Explore This Park    Learn About the Park     Management     Your Dollars At Work              Your Dollars at Work       We appreciate the many ways our visitors contribute to the National Parks. The money you pay in entrance fees stays in the park and supports important improvements. Below are some examples of Aztec Ruins projects funded by fee revenue in recent years.        Entrance Sign NPS Photo by Lauren Blacik  New Entrance Sign In December 2011, your fee dollars helped fund the first official entrance sign Aztec Ruins National Monument has ever had. Aztec Ruins became a National Monument by order of Warren G. Harding in 1923. Our Visitor Center, visitation, and even site boundaries grew over time, but we never built a sign to welcome travelers to this special place. The new sign is modeled after the ancestral Pueblo building style. Masons built a veneer in the pattern of the ancient architects, and the large beams jutting out of the top represent the 900 year old vigas still intact in the roofs of West Ruin. In addition to the NPS arrowhead, a small World Heritage logo was installed on the lower left corner of the sign in honor of our designation as a World Heritage site in 1987.        JROTC cadets applying linseed oil to buck and rail fence NPS Photo  Buck and Rail Fence During the summer of 2012, your fee dollars backed the construction of a buck and rail fence to delineate the Monument's boundaries. Local Aztec High School JRTOC cadets completed the work through a Youth Conservation Corps grant. First, the students dug holes for the fence posts under the watch of an archeological monitor looking to make sure no ancient artifacts were disturbed. After building the fence itself, they treated the beams with linseed to ensure they'll resist rot. In years to come, we plan to continue this project along the southern and eastern boundaries.",
    "url": "https:\/\/www.nps.gov\/azru\/learn\/management\/your-dollars-at-work.htm"
}
