{
    "title": "Parashant Grand Canyon-Parashant National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information        All Terrain\/Utility Terrain Vehicle License Requirements (Click above for Arizona, Nevada, and Utah)          Physical Address           345 East Riverside Drive  St. George, UT 84790                 Directions         The monument is located in the northwest corner of Arizona, bordering Nevada to the west and near the southern border of Utah. There are no paved roads or visitor services within the monuments million-plus acres. Visitors should be prepared for travel on rugged dirt roads. Traveling with an appropriate high clearance vehicle equipped with 8-ply or 10-ply tires or with two full-sized spare tires is recommended. The monument has entry roads from Nevada, Utah and Arizona.  Directions Details           Operating Hours & Seasons         Operating Hours & Seasons The monument is open 24 hours a day 365 days of the year, but there are no facilities or visitor contact areas within the boundaries.   Standard Hours    Sunday: 10:00 AM - 3:00 PM   Monday: 7:45 AM - 5:00 PM   Tuesday: 7:45 AM - 5:00 AM   Wednesday: 7:45 AM - 5:00 PM   Thursday: 7:45 AM - 5:00 PM   Friday: 7:45 AM - 5:00 PM   Saturday: 10:00 AM - 3:00 PM             Weather           Parashant's  climate is a subtropical, hot desert climate, typical of the Mojave Desert in which it lies. The region enjoys abundant sunshine year-round; it has an average of about 310 sunny days per year. It is virtually free of tornadoes and ice storms. The summer months of June through September are very hot and mostly dry, with a July daily average temperature of 92.5 °F (33.6 °C), while night time temperatures often remain above 80 °F. There are an average of 134 days of 90 °F + highs.         Fees & Passes     Entrance Fees:   Entrance Fees - $0.00 No permits or fees are required for general visitor activities. Visits to this monument require special planning and awareness of potential hazards such as unmarked rugged roads, venomous animals, extreme heat, and flash floods. Bring plenty of water, food, extra gasoline and at least two spare tires. High clearance vehicles are recommended.   Entrance Passes:   Passes - $0.00 No permits or fees are required for general visitor activities. Visits to this monument require special planning and awareness of potential hazards such as unmarked rugged roads, venomous animals, extreme heat, and flash floods. Bring plenty of water, food, extra gasoline and at least two spare tires. High clearance vehicles are recommended.         Visitor Centers                  Your Safety in the Parashant Before venturing into the Monument, be sure you are well prepared to deal with the rough roads and isolated conditions.   It is strongly recommended that travelers enter the Parashant with a BLM Arizona Strip Visitor Map. It shows most (but not all) of the 6,000 miles of open roads on the Arizona Strip including the Parashant. It costs less than $15. The free Parashant map produced by the National Park Service only shows major unpaved roads. Most roads are not shown on the NPS map. Directional signs can fall over and visitors have gotten lost in the past due to lack of familiarization with the Parashant. Road and safety information and resource materials are available at the Interagency Information Center in St. George, UT. There is no paved road access to or within the Monument. During dry periods graded dirt roads are passable by 2-wheel drive vehicles, but roads may become impassable when wet. We recommend that only well-equipped four-wheel drive vehicles with two full-sized spare tires travel Monument routes. Cell phones do not work in the Monument so leave a detailed itinerary and an estimated time of arrival with a friend or family member. There are no services within the Monument. Take extra food, water and clothing, to allow for weather changes or vehicle breakdowns. If you are staying more than one day, take additional gas.  Note: It is illegal to drive any vehicle (including ATVs and bicycles) off designated roads.",
    "url": "https:\/\/www.nps.gov\/para\/planyourvisit\/basicinfo.htm"
}
