{
    "title": "Aztec Ruins National Monument: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants       Plants of Aztec Ruins National Monument As part of the National Park Service’s Natural Resources Initiative, botanists conducted plant inventories during 2001 and 2002 in the park. Prior to these inventories, only partial plant lists had been compiled based on inventories of small areas within the park.  The early season inventory during 2001 documented 105 plant species, including 19 exotic species. Plant lists for late summer and the following year’s inventory have not yet been compiled, but documentation of more species is anticipated. The archeological sites are characterized by a mixture of native riparian species and non-native species, with native and non-native trees making up a substantial portion of the vegetation. The riparian zone and Farmers Ditch have some additional native and non-native trees and shrubs. The irrigation ditch supports exotic species that require more water than is available in drier locations, but it also provides habitat for native riparian trees and herbaceous perennials. Where the arroyos or washes slope down to the ditch, riparian and semi-riparian species also occur, along with several exotic species. The slopes and uplands north of the main archeological sites support a rich plant community of native grasses, herbaceous perennials, annuals, cacti, and shrubs. Non-native plant species are numerous and abundant in some areas, particularly along the irrigation ditch, and around the park headquarters, the large prehistoric structures, and the orchards and formerly cultivated fields. Tumble mustard occurs in many places. Hoary cress and Russian knapweed, noxious weeds that are very competitive with other species, occur in several areas of the park. Disturbance associated with previous agriculture—croplands, orchard, pastures—coupled with the disbursal of exotics via the irrigation ditches have contributed to the establishment of exotic species within the park. No federal or state listed species of concern are present. Botanists have recorded eleven vegetation types, including pinon-juniper woodland, grasslands, and riparian vegetation. A partial list of the vegetation found so far include the following:   Archeological Sites Garden Asparagus* Smooth Brome* Rabbitbrush Orchard Grass Hedgehog Cactus New Mexico Olive Tansy Mustard Ash Horehound* Prickly Pear Brittle Prickly Pear Chinese Elm* Fremont Cottonwood Skunkbush Threadleaf Groundsel Honeysuckle  Irrigation Ditch Cheatgrass* Tall Fescue Perennial Morning Glory* Prairie Sunflower Foxtail Barley Fireweed* Pepperweed* Yellow Sweet Clover* Scarlet Globe Mallow Cocklebur Barley Virginia Creeper Narrowleaf Cottonwood Mock Orange Licorice   Upland Bench Big Sage Four Wing Salt Bush Pincushion Cactus Cheatgrass* Catseye Burgrass Storksbill* Caniagre Dock Threadleaf Groundsel Needle Grass Tumble Mustard*  Previously Cultivated Field Tumble Mustard* Rabbitbrush Alfalfa* Tansy Mustard Tall Fescue*  Riparian Black Sage, Big Sage Golden Aster Fourwing Saltbush Shadscale Cheatgrass* Hedgehog Cactus Russian Olive* Tall Fescue New Mexico Olive Fireweed* Pepperweed Pricklypear Fremont Cottonwood Goodings Willow Threadleaf Groundsel Torrey Seepweed Tamarisk, Saltcedar* Chinese Elm* Wheatgrass Greesewood     (*indicates non-native species)",
    "url": "https:\/\/www.nps.gov\/azru\/learn\/nature\/plants.htm"
}
