{
    "title": "Aztec Ruins National Monument: Plan A Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip               Plan A Field Trip         Students arrive for a field trip at Aztec Ruins. NPS Photo.  Self-Guided Field Trip: Aztec Ruins provides many resources to assist teachers with planning and running their own field trips. Use the online \"Curriculum Materials\" to familiarize yourself with the site and develop lesson plans before the scheduled trip.   What's Here: A trip could include a 1\/2 mile teacher-guided walk through Aztec West and the reconstructed Great Kiva, a viewing of the 15-minute video Aztec Ruins: Footprints of the Past, a visit to the visitor center museum (newly remodeled in April 2015), a ranger activity, and a sack lunch in the picnic area. Teachers can also reserve a replica artifact trunk for use at the site.   Logistics: There is a bus unloading area, and bus parking. We request that teachers have one adult\/chaperon for every ten students. Two hours is usually enough time for the visit itself (for 1-3 classrooms); more time should be scheduled for lunch in the picnic area. The video room can accommodate a maximum of 30 students and the video plays every half hour. Teachers and chaperons are responsible for directing their groups during the visit.  Recommended Group Rotations   45 minutes: Watch the 15 minute video and tour the museum. 45 minutes: Take a teacher-guided tour of the archeological site with chaperons using the trail guide. 45 minutes: an educational activity   Teacher-guided (walk the Old Spanish Trail, Replica trunk activity, or see our online curriculum for activity ideas) Request a ranger activity (ancestral Pueblo games, the replica trunk or atlatls). Our team will confirm availability after we receive your reservation)    Additional options for a longer experience or larger groups:    Whole group picnic lunch Old Spanish Trail walk (1\/4 mile one-way to the Animas river) Service learning project (confirm availability when you make your reservation)  Heritage Garden activity (best in the fall)  Online Field Trip Scheduling:  (NEW!) View our online schedule and create a field trip request using our new online system! If you have additional questions, email azru_information@nps.gov or call us at (505) 334-6174.  Educational Fee Waiver Application: If you represent an educational or scientific institution, you may be eligible for a waiver of entrance fees for adults over 15 years old (children 15 and under are free). You may download the fee waiver application (feewaiver.pdf) or email us for more information. Groups of students age 15 and under do not need a fee waiver. Bringing 4th Grade Students: A new park pass is now available to 4th grade students nationwide! Students who bring their paper vouchers can exchange them for their \"Every Kid in a Park\" pass during their field trip. Visit everykidinapark.gov for details on how classrooms can participate, or schedule an \"Every Kid in a Park\" ranger presentation in your classroom. (For large groups, please call ahead.)",
    "url": "https:\/\/www.nps.gov\/azru\/learn\/education\/planafieldtrip.htm"
}
