{
    "title": "Aztec Ruins National Monument: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       Aztec Ruins National Monument: Administrative History of an Archeological Preserve Document Type: HTML One of the best resources on the excavation findings at Aztec Ruins and the history of the Monument.  Environmental Assessment for XTO Energy Document Type: PDF, 1.51 MB Analysis of XTO Energy operating natural gas wells within the Monument.  Finding of No Significant Impact Document Type: Word, 90.0 KB Determination that XTO Energy has supplied the necessary information to continue operating two natural gas wells within the Monument.  Fire Management Plan Document Type: PDF, 2.62 MB Plan for wildfire management and fuels reduction in context of culture and natural resource goals and public safety.  General Management Plan Document Type: PDF, 4.51 MB Description of the general vision for Aztec Ruins in the coming 15-20 years.  Superintendent's Compendium Document Type: PDF, 1.99 MB Information on designations, closures, permit requirements, and other restrictions imposed under the discretionary authority of the superintendent of Aztec Ruins. Vegetation Management and Cultural Landscape Preservation Maintenance Plan\/Environmental Assessment Document Type: PDF, 8.48 MB Plan for the management of natural resources and an environmental assessment completed December 2012.  Vegetation Management and Cultural Landscape Preservation Plan\/Finding of No Significant Impact Document Type: PDF, 696.28 KB Approved February 2013.  Volunteer Application Form to print Document Type: PDF, 31.15 KB Volunteer Application Form to complete electronically Document Type: Word, 82.0 KB  World Heritage Periodic Report Document Type: Word, 319.0 KB Report submitted to the UNESCO World Heritage Committee with basic information about Chaco Culture World Heritage Site, which includes Aztec Ruins.  XTO Energy Operation Plan Document Type: PDF, 33.46 MB Plan prepared by XTO Energy Company of Fort Worth, Texas for the National Park Service detailing operation of two natural gas wells inside Monument boundaries.",
    "url": "https:\/\/www.nps.gov\/azru\/learn\/management\/index.htm"
}
