{
    "title": "Aztec Ruins National Monument: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                Birds       Birds of Aztec Ruins National Monument The riparian and pinon-juniper woodland areas, along with patches of once-cultivated grassy fields, orchards, and desert scrub all provide diverse habitats for birdlife in the park. As part of the National Park Service’s Natural Resources Initiative, ornithologists conducted bird inventories in the park in 2001 and 2002. In addition, a multi-park grant from the National Park Foundation and Hawks Aloft provided for a survey in 2002 of neotropical migrant breeding birds. Prior to these recent inventories, volunteers from the local Audubon Society had compiled a bird checklist for the park that listed 74 species. During the 2001 field season, a total of 53 species were detected. Of these species, 40 were in riparian habitats, and 14 of those were detected only in riparian zones. Thirty-seven species were detected in upland habitat, 12 of which were only found in uplands. Although no federally listed species of concern were detected, one State of New Mexico species of concern was detected, the yellow-billed cuckoo. During the 2002 breeding season, a total of 58 species were detected, including six species previously undetected in the park. The yellow-billed cuckoo was not detected during this season. The two years of inventory yielded a detection of 63 species within the park. Species detected in 2001-2002 during the bird inventory are listed below: American Robin American Kestrel American Crow Ash-throated Flycatcher Barn Owl Barn Swallow Bewick’s Wren Black-billed Magpie Black-capped Chickadee Black-chinned Hummingbird Black-crowned Night Heron Black-headed Grosbeak Black-throated Sparrow Blue Grosbeak Brown-headed Cowbird Brewer’s Blackbird Brewer’s Sparrow  Bullock’s Oriole Canada Goose Cassin’s Kingbird Chipping Sparrow Cliff Swallow Common Raven Common Nighthawk Common Yellowthroat Eastern Meadowlark European Starling Evening Grosbeak Gambel’s Quail Greater Roadrunner Great-horned Owl House Finch House Sparrow Juniper Titmouse Killdeer Ladder-backed Woodpecker Lark Sparrow Lazuli Bunting Lesser Goldfinch Mallard Mountain Chickadee Mourning Dove Northern Flicker Northern Mockingbird Northern Rough-winged Swallow Pinyon Jay Prairie Falcon Red-tailed Hawk Red-winged Blackbird Ring-necked Pheasant Say’s Phoebe Spotted Sandpiper Spotted Towhee Turkey Vulture Violet-green Swallow Virginia’s Warbler Western Bluebird Western Kingbird Western Meadowlark Western Scrub Jay Western Tanager Western Wood-Pewee White-breasted Nuthatch White-crowned Sparrow Wilson’s Warbler Yellow Warbler Yellow-billed Cuckoo Yellow-rumped Warbler",
    "url": "https:\/\/www.nps.gov\/azru\/learn\/nature\/birds.htm"
}
