{
    "title": "Aztec Ruins National Monument: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature       Natural Resources at Aztec Ruins National Monument People have long made their living in the Animas River valley of northwest New Mexico. Aztec Ruins National Monument, bounded on the east by the Animas, preserves an extensive community of multi-story structures, smaller residential buildings, roadways, ceremonial kivas, earthworks, and artifacts left by the 11th through 13th century ancestors of today's Pueblo peoples of the Southwest. Then, as now, the people took advantage of the year-round water from the Animas by constructing irrigation ditches to bring water to their cultivated crops of corn, beans, and squash. More recent settlers also constructed irrigation ditches, some tracing the paths of the prehistoric ones, to irrigate fruit trees and pasture lands. The Farmers Ditch, a major irrigation ditch built in 1892, runs east-west through the 320-acre park and transports precious water to users outside the park boundaries. The Farmers Ditch supports a narrow strip of riparian vegetation and moisture-dependant animal life, despite the ditch's seasonal March through October use. Because its source is the Animas River, which begins its long journey in the Colorado San Juan Mountains and travels through many developed areas, it spreads seeds of exotic vegetation. Along the Animas River, at the lowest elevation in the park of 5630 feet, riparian vegetation of cottonwoods, willows, and exotic Russian olive trees are home to a variety of birds and other animals. As the topography rises away from the river, lands historically irrigated for pasture and fruit trees surround the core area that preserves most of the large prehistoric structures. Since acquiring these previously cultivated lands in the late 1990s, the park has discontinued irrigation according to a long range plan of converting to Upper Sonoran desertscrub native vegetation. Within the core historic area, native vegetation already dominates the scene. North of the previously farmed areas, the land rises to 5820 feet to a terrace dominated by grasslands, pinon, and juniper trees. Irrigation never reached this upper area, but historically ranchers grazed animals here. Even so, native grasses and other vegetation are thriving among the prehistoric remains that dot this landscape. Two active gas wells with access roads have also impacted this area, and many more are visible beyond park boundaries. Despite the park's small size, historic alterations to the native environment, and impacts from the nearby residences of the City of Aztec, a variety of habitats support a remarkable diversity of plant and animal species.",
    "url": "https:\/\/www.nps.gov\/azru\/learn\/nature\/index.htm"
}
