{
    "title": "Grand Canyon National Park: Grand Canyon Spring Types",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Springs and Seeps     Grand Canyon Spring Types                  10 Spring Types Are Found in Grand Canyon       10 of the 12 types of classified springs found in the world - are found within Grand Canyon National Park. Imagine how vast and complicated the geology of Grand Canyon is - to have this many spring types.  Illustrations and information on this page courtesy of the Museum of Northern Arizona Springs Stewardship Institute. For more detailed information about spring types visit their website: http:\/\/www.springstewardship.org\/  Watch  Hidden Waters, the new video podcast about Grand Canyon's Seeps and Springs.          Spring Type  Emergence Setting and Hydrogeology  Grand Canyon Example            Springer and Stevens (2008)   Cave Emergence in a cave in mature to extreme karst with sufficiently large conduits    Roaring Springs           Springer and Stevens (2008) Fountain Artesian fountain with pressurized CO2 in a confined aquifer    Vulcan’s Bidet            Springer and Stevens (2008) Gushet  Discrete source flow gushes from a cliff wall of a perched, unconfined aquifer   Vasey's Paradise           Springer and Stevens (2008) Hanging Garden  Dripping flow emerges usually horizontally along a geologic contact along a cliff wall of a perched, unconfined aquifer    Showerbath Spring           Springer and Stevens (2008) Helocrene  Emerges from low gradient wetlands; often indistinct or multiple sources seeping from shallow, unconfined aquifers    Fence Garden Spring           Springer and Stevens (2008) Hillslope Emerges from confined or unconfined aquifers on a hillslope (30-60 degree slope); often indistinct or multiple sources    Robbers Roost           Springer and Stevens (2008) Hypocrene  A buried spring where flow does not reach the surface, typically due to very low discharge and high evaporation or transpiration   70 Mile Mound Spring          Springer and Stevens (2008) Limnocrene Emergence of confined or unconfined aquifers in pool(s)    Kanabownits Spring          Springer and Stevens (2008) (Carbonate) mound-form Emerges from a mineralized mound, frequently at magmatic or fault systems    Pumpkin Spring          Springer and Stevens (2008) Rheocrene  Flowing spring, emerges into one or more stream channels    Hermit Creek          Spring Types Not Found Within Grand Canyon National Park          Springer and Stevens (2008) Exposure Cave, rock shelter fractures, or sinkholes where unconfined aquifer is exposed near the land surface  Example: Devil's Hole in Ash Meadows National Wildlife Refuge, Nevada            Springer and Stevens (2008) Geyser  Explosive flow of hot water from confined aquifer  Example: Riverside Geyser, Yellowstone National Park, Wyoming                  Illustrations and information on this page courtesy of the Museum of Northern Arizona Springs Stewardship Institute. For more detailed information about spring types visit their website: http:\/\/www.springstewardship.org\/  When most people think of water at Grand Canyon, they immediately picture the raging Colorado River. The water in that river travels through Grand Canyon like a boater, passing by on a journey elsewhere. Not native to Grand Canyon, the water in the Colorado River travels from distant mountain streams on its way to the Pacific Ocean.  Seeps and springs - the true local water of Grand Canyon - offer significant resources to visitors and wildlife alike. The water from Roaring Springs, for example, provides the park with its entire domestic water supply. And at even the smallest seeps, abundant plant and animal life grows and flourishes. In fact, the ecosystems of seeps and springs represent some of the most complicated, diverse, productive, provocative, and threatened ecosystems on earth.       Learn More  Watch \"Hidden Waters\" Episode 2 of the Grand Canyon in Depth Video Series.  Visit A Study of Grand Canyon Springs.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/spring-types.htm"
}
