{
    "title": "Aztec Ruins National Monument: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits       Commercial Use Authorization Commercial Use Authorizations are required for commercial tour companies that provide their own interpretive services, workshops, or other instruction in the park. Tour companies that simply provide transportation for guests to use the self-guided trail or ranger-guided programs do not need a Commercial Use Authorization. Commercial Use Authorizations require a $100 non-refundable application fee. Special Use Permit Special Use Permits are required for any activity outside of normal visitor use such as weddings, private events or programs, after hours activities, or off-trail access. Any individual, group, society or organization may request a Special Use Permit. Special Use Permits require a $100 non-refundable application fee. If staff monitoring is required, additional costs will apply. Commercial Filming Permit Generally, Filming Permits are required for photography, filming, and associated sound recording when they involve props, models, professional crews, and casts or set dressings. Permits are issued to ensure the protection of resources and to prevent significant disruption of normal visitor uses. Permits are also required for access to areas normally closed to the visiting public. Filming Permits require a $200 non-refundable application fee. If staff monitoring is required, additional costs will apply. Requests will be evaluated on the basis of the information in the application. You are encouraged to attach maps, diagrams, script pages or storyboards to assist the park staff in evaluating your request. (Since the National Park Service cannot censor content, submission of scripts and storyboards is voluntary.) All costs of evaluating the request will be billed to the applicant, whether a permit is issued or not. In compliance with the requirements of the Debt Collection Improvement Act of 1996, the applicant must submit their social security number or federal tax ID number when filling out the application for permit. Applications will not be processed if submitted incomplete or are received without payment.",
    "url": "https:\/\/www.nps.gov\/azru\/planyourvisit\/permitsandreservations.htm"
}
