{
    "title": "Aztec Ruins National Monument: Safety",
    "body": "Safety       Call 9-1-1 Call to report crime, fire, or life-threatening emergencies. Aztec Ruins receives emergency service support from our neighboring community police and fire departments. If possible, also tell a ranger about the situation immediately. Rangers are trained to provide first aid. There is cell phone service throughout the park. Elevation and Altitude Sickness Aztec Ruins is located 5,600 feet above sea level, and even a short walk can be difficult, especially for those visiting from lower elevations. Use sunblock, stay hydrated, and take your time to avoid sunburn, dehydration, nausea, shortness of breath, and exhaustion. Stay on Trail Stay on trail in Aztec West and on the Old Spanish National Historic Trail to protect yourself and fragile archeological resources. Off-trail areas do not have stable walking surfaces. Follow posted signs; they're in place to keep you safe. Duck! The half-mile trail through Aztec West includes some uneven surfaces, stairs, and low doorways. Please watch your head and step carefully as you visit. An access guide (158kb PDF document) is available online and at the visitor center to help you travel the trail without injury. Keep Wildlife Wild As a natural habitat within a growing city, Aztec Ruins has become an oasis for many animal populations. Keep a safe distance for wildlife viewing. Any animal can become dangerous if it feels threatened, startled, or cornered. Never feed a wild animal of any size. Animals become aggressive when conditioned to human food and may bite in the pursuit of food. Lightning Summer thunderstorms (July-September) bring beautiful color and much-needed moisture to Aztec Ruins, but they also present risk. When there is lightning in the area, you are advised to stay in the visitor center until the storm passes.       A visitor traveling the trail safely by wearing sun protection and sturdy shoes and walking carefully through the low original doorways. NPS Photo",
    "url": "https:\/\/www.nps.gov\/azru\/planyourvisit\/safety.htm"
}
