{
    "title": "Aztec Ruins National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           725 Ruins Road  Aztec, NM 87410                 Directions         From Albuquerque\/Bloomfield, NM: Follow Hwy 550 north into Aztec, turn left onto Highway 516, drive 3\/4 mile, then turn right onto Ruins Road. Follow Ruins Road 1\/2 mile to the monument. From Durango, CO: Follow Hwy 550 south into Aztec, where it will become 516. Turn right onto Ruins Road. Follow Ruins Road 1\/2 mile to the monument. From Farmington, NM Follow Highway 516 east into Aztec. 1\/4 mile past Lightplant Road, turn left onto Ruins Road. Follow Ruins Road 1\/2 mile to the monument.   Directions Details           Operating Hours & Seasons         Aztec Ruins National Monument Aztec Ruins National Monument is open every day. Hours are 8:00am to 5:00pm Labor Day through Memorial Day and 8:00am to 6:00pm Memorial Day weekend through Labor Day. No entry is permitted after hours. The park is closed Thanksgiving, December 25th, and January 1st.   Standard Hours    Sunday: 8:00 AM - 5:00 PM   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 8:00 AM - 5:00 PM             Weather           Summer High temperatures range between 80°F and 99°F degrees with a few days over 100°F. Afternoon thunderstorms usually cool things down in late July and August. Fall Usually pleasant, with mild days and crisp nights. Winter Daytime temperatures range between 20°F and 50°F with cold nights that can reach 0°F. Snow is periodic, but accumulations are typically only 1-2 inches. Spring Weather is especially unpredictable: it can be windy, cold, and wet, or still, warm, and dry.          Fees & Passes     Entrance Fees:   Aztec Ruins Entrance Fee - Per Person - $5.00 Applies to ages 16 and over.   Entrance Passes:   Friends of Aztec Ruins Annual Membership - $20.00 Allows the pass holder and up to three additional adults free entry to Aztec Ruins National Monument during regular open hours. It is valid for one year. Available only at the Visitor Center.         Visitor Centers       Aztec Ruins National Monument Visitor Center Historic Visitor Center in Aztec Ruins National Monument, with a park museum and theater playing the 15 minute park film.                 This woven yucca sandal was one of many found at Aztec Ruins and is on display in the museum. NPS Photo  Tread lightly, please The self-guided visitor trail though Aztec Ruins winds through an ancestral Pueblo great house that was once the center of a large regional community. The half-mile trail will take you through a reconstructed great kiva, or ceremonial structure, and through original rooms with timber roofs still intact. Please stay on the trail for your own safety and to help protect these fragile resources. There's even more to see and do at Aztec Ruins, including museum exhibits with artifacts, a 15-minute video, a segment of the Old Spanish National Historic Trail that leads to the Animas River, and a Heritage Garden. Make the most of your visit by checking out when we're open, how to get here, ranger programs and special events, weather, and pet regulations.",
    "url": "https:\/\/www.nps.gov\/azru\/planyourvisit\/basicinfo.htm"
}
