{
    "title": "El Malpais National Monument: Laws & Policies",
    "body": "Laws & Policies       Enabling Legislation and Current Park Regulations Public Law 100-225:This law was signed by President Ronald Reagan and established El Malpais National Monument in 1987. 2015 El Malpais Superintendent's Compendium: This document summarizes the existing regulatory provisions governing El Malpais National Monument. These are an extension of CFR 36 and not all-inclusive of National Park Service rules and regulations. Click here for CFR 36. Hunting is not allowed in El Malpais National Monument. For information and maps about hunting on adjacent lands, please see the New Mexico Game and Fish Department for maps. It is your responsibility to know the rules what land you are on.      Firearms Regulations  Beginning February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this monument. The Credit Card Accountability Responsibility and Disclosure Act of 2009, was enacted May 22, 2009 and will become effective February 22, 2010. Section 512 of this law; Protecting Americans from Violent Crimes, supersedes the uniform treatment of firearm possession in the National Park System outside Alaska under the regulations found at 36 C.F.R. 2.4.   It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this monument. Firearms may not be discharged in this national monument and hunting is prohibited at all times.  Federal law also prohibits firearms in certain facilities in this park (such as visitor centers, government offices, etc.) These places are marked with signs at all public entrances.   For more information about New Mexico gun laws, please visit our state's website:   State Home Page    State Statutes  Concealed Weapons Information  State Reciprocity  Attorney General  (505) 827-6000  P.O. Drawer 1508, Santa Fe, NM 87504-1508   Relevant Statutes: (not inclusive)  New Mexico Statutes Annotated §§ 17-2-12; 17-2-33 through 35; 29-19-1 through 12; 30-3-8; 30-7-1 through 16; 32A-2-33.",
    "url": "https:\/\/www.nps.gov\/elma\/learn\/management\/lawsandpolicies.htm"
}
