{
    "title": "Grand Canyon National Park: Academy FAQs",
    "body": "Helicopter Training Academy - FAQs               Helicopter Training Academy  contact us   Logistics Selection Criteria FAQs Statistics Photo Gallery Alumni By Year         Frequently Asked Questions  Can non-Federal employees come to the Helicopter Training Academy? Yes, check the Alumni by Year PDF to see all the Agencies that have participated.   When can I apply for the Academy? We accept nominations for the Academy from October 15th to February 15th each year. Our nomination is found on the Program Page of this web-site.   How do I apply for the Academy? See the nomination on the Program Page of this web-site. We do not accept applications after February 15th of each year.   Am I guaranteed to get my task book signed off at the Helicopter Training Academy? No guarantee. It depends on your performance \/ knowledge \/ comfort level and how many assignments you've had previous to coming to the Academy.   What kind of physical shape do I need to be in when I arrive? We expect you to be in great shape and be able to run, hike, push-ups, pull-ups, etc. and fight fire at 7000 to 9000 feet as well as adjust to temperatures that range from 50s to 100+. We expect that everyone will participate in physical exercise on a daily basis.   What are the time frames for the 2015 Training Schedule? Session 1 Pay Period 11, May 15 - 28, 2016 Session 2 Pay Period 12, May 29 - June 11, 2016 Session 3 Pay Period 13, June 12 - 25, 2016 Session 4 Pay Period 14, June 26 - July 9, 2016 Session 5 Pay Period 15, July 10 - 23, 2016   What is the cost to my Home Unit? There is no tuition fee for the Academy. Your home unit pays for per diem, travel and base hours. Grand Canyon will try to give the students management codes for overtime and hazard pay earned at the Academy. However, this may not be possible so please discuss alternatives such as comp time or credit hours before arriving.   What are the Minimum Qualifications to come to the Helicopter Training Academy? You must have an open task book for HECM or HMGB. During the fire season here in the SW, we do make an effort to accept those with fire qualifications. All though, those with non arduous red-card are also accepted.   Is camping available, and where can I camp? Yes, please see the Lodging and Dining List found on the Logistics Page of this web-site.   Do you accept students from other training programs? Yes, students in the Joint Apprenticeship Academy can receive some of their Helitack time here at the Helicopter Training Academy.   What kind of gear do I need to bring to the Academy? You should bring all fire fighting gear that you would take on a 14 day assignment. You will need to have a ready 14 day bag at the helibase every day. Gear will need to include your line pack, 14 day bag, nomex clothing, hard hat, radio, tent, ect.. We will provide a flight helmet and any hazmat items you cannot travel with for your stay.   Can I get IQCS credit for attending the Academy? Yes, we will have an IQCS number for you when your training here is complete.   Do you accept Students that have not gone through S-271 or S-372 at the nomination closing? Yes, As long as they go to the class before they come to HTA.   When will I know if I get a spot in a session? The nomination period closes on February 15 th of each year. Everyone that applied will know if they got a slot or are on the alternate list before the end of February.   Do you accept students that are qualified and want more experience? As it says in our mission statement, our main goal is to work with students who have open task books. With this in mind, we will accept students who have open task books before those who are already qualified. Qualified individuals should still apply in case of an opening and\/or think about working on the task book above the one signed off.   What hours will I be expected to work while at the Academy? Students are expected to work a minimum of 10 hours a day. The South Rim Helibase hours are 0730 to 1800 during this time. While on wildland fire or other projects, our days can extend to 16 hours a day. We expect that students will work their days off and treat the Academy like a 14 day assignment.   Where will I stay while at the Academy? We provide a camping area at the helibase. There is an area to cook, store food and shower. Students will need to provide their own camping gear, but cookware will be provided.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/management\/heli_faqs.htm"
}
