{
    "title": "El Malpais National Monument: Lava Tubes and Caving",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Lava Tubes and Caving                Lava Tubes and  Caving          (c) Kenneth Ingham 2013          Lava tube caves, with their fascinating geology and hidden ice formations, await your careful exploration. With a free caving permit and the proper equipment, you can experience these magnificent underworlds. For more information, such as which caves are available for entry, permitting requirements, recommended equipment, maps to caves, etc., please download a copy of our caving brochure. Cave Permits Caving permits are available at the El Malpais Visitor Center. These permits are free, but visitors will need to speak with a ranger about previous caving experience and receive cave safety and conservation information. Cave permits are only valid for the months indicated and for entry into specific caves. A new permit is required if visitors go to caves outside the monument and then return to re-enter caves here at El Malpais. The Caves  NOTE: Junction Cave is now open for the season.     A map showing the locations of caves open for recreational caving with a mandatory permit.       El Calderon Area          (c) Kenneth Ingham  Junction Cave The easiest cave to access, Junction is a great \"first cave.\"  Map & Guide          (c) Kenneth Ingham  Xenolith Cave Some of the most challenging, and rewarding, cave exploration in the park.  Map & Guide      Big Tubes Area          (c) Kenneth Ingham  Big Skylight Cave  After a rugged hike into the lava flow wilderness, this grand cave must be seen to be believed. Map & Guide           Giant Ice Cave A small floor of ice lasts year-round at the back of this cave; a cool retreat on warm summer days. Map & Guide      Where do our lava flows come from?       A history of the lava flows in El Malpais National Monument and surrounding area.   The El Malpais lava flows are of different ages and origins. The youngest is the McCarty's Flow, which is roughly 3,000 years old and can be seen on the east side of the monument along Hwy 117. The flow creates a stunning landscape in the Lava Falls area and the Lava Falls Loop Trail offers visitors an up close look at many pahoehoe lava features. The oldest volcanic rocks in the area are hard to see - dust, soil, and plants have covered them. However, the cinder cones of the Chain of Craters are still impressive for their 0.6-0.7 million year age. Mount Taylor and associated lava flows, northeast of the monument near Grants, are even more ancient at 1.5 to 3.3 million years old.",
    "url": "https:\/\/www.nps.gov\/elma\/learn\/nature\/lava-tubes-and-caving.htm"
}
