{
    "title": "Grand Canyon National Park: Selection Criteria",
    "body": "Helicopter Training Academy - Selection Criteria               Helicopter Training Academy  contact us   Logistics Selection Criteria FAQs Statistics Photo Gallery Alumni By Year         With a large pool of applicants and only 20-25 students selected every year, we have a difficult task when we select the lucky few. Applicants are selected in many ways with one criteria not being substantially more important than another. In no particular order:   We try to balance between agencies if possible, approximately the same amount of National Park Service students as we have Forest Service\/BIA\/BLM students as we have State\/County students. We want a diverse group and to offer our program to different crews and areas ensuring that we spread the knowledge across the nation. This ensures a better overall program and allows our program to learn from the students as well. Applicants that will use the new skills. We try to bring people in that routinely work with helicopters and use the risk mitigations that we teach. In the past, we have run into students years later and they have said that the Academy was the last time they operated in aviation. We give preference to Apprentices to accomplish their helicopter time. This is important to continue their skills and knowledge outside the classroom and outside of large fire operations. Applicants experience, competence, and applications. Lastly, and least importantly, which sessions applicants are available to attend. If the applicant is a solid choice, but the session they applied for is full, then we call that applicant to work something out rather than disqualifying them. The big hint is to be open to as many sessions as possible. If the applicant is, it’s a lot easier to get to them rather than if they selected only a couple of sessions. Also the first sessions (#1-4, but especially #1-2), have about 10 times the applicants then the middle sessions. The same is true for the last couple of sessions (#9-10) which receive many more applications than other sessions. Selected applicants will be notified by phone. All other applicants will be advised that he or she were not selected by email because of the great number of applicants. Thank you for your understanding.   We hope this gives some insight into our selection process and good luck!      Applicant Information and Forms  2015 Interest Letter 2015 Nomination Form Crewmember Presentation Manager Presentation",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/management\/hta_selection_criteria.htm"
}
