{
    "title": "El Malpais National Monument: Reptiles",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Reptiles                Reptiles & Amphibians        A horned lizard, up close. NPS photo Amanda Murphy       The American Southwest is well-known for the quantity and diversity of the reptiles and amphibians you can find, and El Malpais is no exception. Whether you walk down a trail or bushwack into the back country, you never know what you will see scurrying along in a grassy meadow, hiding on the other side of a clinker of A'a lava, or slithering along in a fold a pahoehoe flow.        NPS photo Amanda Murphy  Bullsnake One of the largest snakes native to North America, bullsnakes are often confused with rattlesnakes even though their head is not triangular. A bullsnake's coloration and dorsal pattern closely resembles that of a rattlesnake, and it can mimic a rattlesnake by hissing, which effectively produces a rattle-like sound.         NPS photo Amanda Murphy  Horned Toad Despite their name, horned toads are actually short-horned lizards with blunt noses. These lizards can inflate their body to twice their normal size when threatened and some species can shoot a stream of blood from the corner of their eyes when attacked to confuse predators so they can make their escape.         NPS photo Amanda Murphy  Western Diamondback The western diamondback is a heavy bodied snake with a triangular shaped head and dark, diamond-shaped patterns on its back. Diamondbacks will often spend daytime hours coiled in the shade of fallen trees, rocks or low growing shrubs. A rattlesnake can move its rattle back and forth 60 or more times per second.       NPS photo Amanda Murphy  Collard Lizards Commonly found in rocky areas, collared lizards bask in the sun warming their body and looking for prey. Typically they will bob their heads and do \"push-ups\" when defending their territory. Collared lizards are sometimes called \"mountain boomers,\" a name given to them by early western pioneers.         NPS photo Amanda Murphy  Prairie Rattlesnake Smaller than a western diamondback rattlesnake, prairie rattlesnakes have a triangular head, blunt nose and a narrow neck. Their background color ranges from green to brown with a series of brown or black blotches. The prairie rattlesnake is a pit viper, which means it has a heat sensing \"pit\" located between its eyes and nostrils.         Two color morphs of the highly variable canyon treefrog NPS photos Amanda Murphy, Dave Hays  Canyon Tree Frog  The canyon treefrog is a small, rough-skinned frog with abrasive pads on the toes of all four feet for climbing. It can have a wide range of colors and patterns, and is a native species to the Colorado Plateau and the Southwest. A canyon treefrog's tongue is attached to the front of its jaw and actually flips forward to catch insects.  These frogs rely on tinajas, temporary pockets of water in bedrock depressions, that fill with summer monsoon rains. They quickly lay their eggs in these pools as soon as they fill, and their small tadpoles quickly mature into froglets, hopefully before the pools dry up. They then seek the shelter of cool, moist cracks in rocks or the underground burrows of other animals to avoid dry conditions after the monsoons have ended.",
    "url": "https:\/\/www.nps.gov\/elma\/learn\/nature\/reptiles.htm"
}
