{
    "title": "Pipestone National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       A valid pass or entrance fee is required for use of any park feature including the Visitor Center, Circle Trail, and Three Maidens Picnic Area. Visitors are required to purchase or present a valid pass or pay entrance fee at the Visitor Center.  Entrance Fees $7.00 per person age 16 and up. Pass valid for 7 days. EXEMPT: Children 15-years-old and younger and American Indians enrolled in a tribe recognized by the U.S. Government  Interagency, Senior, Access, and Military Passes, as well as, Pipestone National Monument Annual Passes are accepted as indicated on the instructions on the card. These passes may also be purchased at Pipestone National Monument. See below for specific information about these passes. Fee Waivers Fee Waivers may be granted to accredited school and educational groups (service, civic or fraternal organization) visiting the park in an educational capacity. Please call (507) 825-5464 ext. 214 for more information or to schedule a school group visit. Pipestone National Monument Annual Pass Pipestone National Monument Annual Pass - $30.00. Good for one year from month of purchase. The cardholder, or any member of the immediate family (spouse, children, or parents), may present the pass for entrance to the park. The pass may be purchased only in person at Pipestone National Monument.  Interagency Pass Program Interagency Pass Program was created by the America the Beautiful-National Parks and Federal Rescreational Lands Pass Act and authorized by Congress in December 2004.  Passes can be used at these participating agencies: the National Park Service, USDA Forest Service, Fish and Wildlife Service, Bureau of Land Management, Army Corps of Engineers, Federal Duck Stamp Offices, and Bureau of Reclamation.  The four passes in the Interagency Program are:  1) National Parks and Federal Recreational Lands Pass (Interagency Pass) Annual Pass - $80. The pass can be obtained in person at the park, by calling 1-888-ASK USGS, Ext. 1, (or) via the Internet at http:\/\/store.usgs.gov\/pass. The Interagency Pass allows the cardholder plus three adults entry into Pipestone National Monument. 2) National Parks and Federal Recreational Lands Pass - Senior Pass - $10. This is a lifetime pass for U.S. citizens or permanent residents age 62 or older. The pass can only be obtained in person at the park. The Senior Pass allows the cardholder plus three adults entry into Pipestone National Monument. 3) National Parks and Federal Recreational Lands Pass - Access Pass - Free. This is a lifetime pass for U.S. citizens or permanent residents with medically-determined, permanent mental, physical, or sensory disabilities that severely limit one or more life activities such as caring for oneself, performing manual tasks, walking, seeing, hearing, breathing, etc. The pass may only be obtained in person at the park. 4) National Parks and Federal Recreational Lands Pass- Military Pass- Free. This an annual pass available to active duty US military personnel and dependents with proper identification (CAC Card or DD Form 1173). This pass can only be obtained in person at the park. The Military Pass allows the cardholder plus three adults entry into Pipestone National Monument. 5) National Parks and Federal Recreational Lands Pass - Volunteer Pass - Free. This pass is for volunteers acquiring 500 service hours on a cumulative basis. *Contact the Volunteer Coordinator at 507-825-5464 to learn about volunteer opportunities at Pipestone National Monument.More information on the Interagency Pass Program can be found on: http:\/\/www.nps.gov\/fees_passes.htm (or) Recreation.gov. Former Pass Programs Passes including the Golden Age Pass and the Golden Access Pass, which were issued under the previous fee program, are still honored as indicated on the reverse side of the pass.",
    "url": "https:\/\/www.nps.gov\/pipe\/planyourvisit\/fees.htm"
}
