{
    "title": "El Malpais National Monument: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants             This high desert environment is home to a wide array of plants. Short-grass prairies along the margins of lava flows and in lower elevations feature native bunchgrass, shrub, and wildflower communities. Pinon-juniper forest dominates hillslopes, and ponderosa pine, Douglas fir, and other conifer species appear at higher elevations or where extra moisture pools on rugged lava flows.   In fact, the oldest Douglas fir trees in the American Southwest are found in the basalt lava flows on the west side of the park. The extreme climatic conditions of the area cause the trees to grow very slowly, but their isolation on the lava flows has protected them from forest fires for centuries. In other areas, small, gnarled trees form surreal miniature forests. Despite their tiny size some are many hundreds of years old. El Malpais is also one of only two places in the continental United States where cinder phacelia (Phacelia serreta), a rare and endemic plant, can be found. Pecos sunflower, and endangered species, may also occur on monument lands. Park Service staff search for and monitor populations of these plants to ensure they are stable and will continue to be part of the monument's diverse ecosystem for years to come.          Northwest New Mexico Visitor Center staffer Steve Walker has put the boot to the trail and photographed hundreds of the unique, unusual, and beautiful plants of the high desert of New Mexico. Download a copy of his detailed plant guide by clicking the icon above.         Oenothera albicaulis, \"prairie evening primrose\" or \"whitest evening primrose.\" NPS Photo Dave Hays  Wildflowers   Flowers abound throughout the monument creating splashes of color contrasting lava backdrops and colorful carpets in meadows. An array of flowers can be found at various times of the year including indian paintbrush (Castilleja miniata), blanket flower (Gaillardia aristata), desert globemallow (Sphaeralcea ambigua) and apache plume (Fallugia paradoxa) are but a few of the many flowering plants that call El Malpais home.         The vibrant magenta\/pink flowers of the cane cholla (Cylindropuntia imbricata) appear in the late spring. NPS photo Dale Dombrowski  Cactus A variety of cactus can be found throughout El Malpais. Prickly pear with its yellow blooms and claret cup with its reddish\/orange blooms can bee seem poking up through cracks in the lava adding color to a harsh landscape. In the lower areas of the monument the taller cane cholla (Cylindropuntia imbricata) adds a magenta splash of color.",
    "url": "https:\/\/www.nps.gov\/elma\/learn\/nature\/plants.htm"
}
