{
    "title": "El Malpais National Monument: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go         Take in the surreal beauty of lava country on a short hike in El Malpais. NPS  Enjoy a vast panorama of lava flows twisting below golden cliffs. Stand on the rim of an ancient cinder cone. Walk over a lava bridge as wide as an interstate overpass. Experience the stygian world of lava tube caves. Trek down a section of the Continental Divide National Scenic Trail. All of these places are here at El Malpais. Download our brochures to help you plan your visit, or stop by a visitor center while you are in the area for trail maps and brochures.      Sites on Highway 53  Zuni-Acoma Trailhead This is a very tough hike across 7.5 miles of lava on a route marked by rock cairns. The route has been in use for centuries by the Pueblo People. Be prepared for this rugged trek.  El Calderon Area Here you'll find a 3 mile loop trail that wanders past lava flow features and the El Calderon volcano, active around 115,000 years ago. This is the most developed trail in the park, and the trailhead features picnic tables and pit toilets. Hikers looking for more can take on the Continental Divide National Scenic Trail from this trailhead. Cavers can access Junction Cave and Xenolith Cave with a FREE cave permit.  El Malpais Information Center Hike the Continental Divide National Scenic Trail from here. Restrooms, water, and picnic tables available.  Big Tubes Area Big Skylight Cave and Giant Ice Cave are spectacular sights. Don't forget your FREE cave permit. The lava bridges are also impressive. This is strenuous hiking. Use CR 42 to get there.      Sites on Hwy 117  El Malpais Ranger Station (BLM) A 1.5 mile graded and marked nature trail heads up the ridge behind the ranger station. Restrooms, water, and a picnic table are available.  Sandstone Bluffs A gravel road leads up to a spectacular overlook of the varied lava flows of El Malpais. Picnic tables and toilets are available here. Hikers can wander the cliffs or route find to the lands below.  Joe Skeen Campground (BLM) This primitive campground features 10 sites with shade shelters, pit toilets, picnic tables, and fire grates. Campsites are available on a first-come, first-served basis.  Acoma-Zuni Trailhead The east side trailhead for the rugged Zuni-Acoma Trail; be prepared for this strenuous hike.  La Ventana Arch (BLM) One of the largest sandstone arches in New Mexico can be found just 18 miles south of the interstate. A short trail leads to a viewpoint. Pit toilets and picnic tables are available here.  South Narrows Picnic Area & Narrows Rim Trailhead (BLM) Picnic tables, shade shelters, and pit toilets are available. Begin the 8 mile Narrows Rim trail here.  Lava Falls Explore the recent McCartys Lava Flow on this 1.5 mile cairned hiking route. Enjoy the surreal moonscape created by volcanism. Toilets and picnic tables are available here.",
    "url": "https:\/\/www.nps.gov\/elma\/planyourvisit\/placestogo.htm"
}
