{
    "title": "El Malpais National Monument: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions         Mount Taylor is the tallest peak in the region and part of the Cibola National Forest. NPS  Enjoy outdoor recreation on nearby USDA Forest Service lands in the San Mateo and Zuni Mountains, or in the Bureau of Land Management El Malpais National Conservation Area. The pueblos of Acoma, Laguna, and Zuni welcome visitors and feature museums, visitor centers, and events that are open to the public.  Travel the historic Route 66 corridor, and explore cities like Grants, Gallup, and San Fidel to see the relics of the glory days.        The headframe from a uranium mine stands next to the New Mexico Mining Museum in Grants. NPS  New Mexico Mining Museum The museum chronicles the history of Grants and of the uranium mining boom that happened in the 1950s. An underground exhibit features a recreated mine with historic equipment. Open daily except Sunday. Call 505-287-4802 for more information, or click here for their web page.        Visitors look into the depths of Bandera Volcano. NPS  Bandera Volcano and Ice Cave The Bandera Volcano is one of the most recent in the region, erupting about 12,000 years ago. An easy trail takes visitors to the rim of the crater, while another short trail leads visitors into a lava tube with a permanent layer of ice at the bottom. Fees are charged at this privately owned site. Call them at 1-888-ICE-CAVE or click here to visit their web site.        Spires of volcanic rock rise above Spud Patch on the north slope of Mount Taylor in the Cibola National Forest. NPS  Cibola National Forest - Mount Taylor Ranger District  The Mount Taylor Ranger District includes the Zuni Mountains and Mount Taylor, the highest peak in the region at 11,301 feet. Numerous forest roads wind through ponderosa groves, stands of aspen and douglas fir, and open parklands. The district operates several campgrounds that are open seasonally. Fishing is also available at McGaffey Lake. Click here to visit the Forest Service website, or call the district office at 505-287-8833 for the latest information.        La Ventana Arch, in the BLM conservation area, is one of the largest in New Mexico. NPS  El Malpais National Conservation Area With over 200,000 acres of land, the Bureau of Land Management conservation area is one of the premier outdoor recreation sites in New Mexico. Two designated wilderness areas offer solitude and space. Visitors can enjoy one of New Mexico's largest natural arches at La Ventana on Highway 117 south of the BLM Ranger Station. The Joe Skeen Campground has 10 primitive sites for campers. Call them at 505-280-2918 or click here to visit their website.",
    "url": "https:\/\/www.nps.gov\/elma\/planyourvisit\/nearbyattractions.htm"
}
