{
    "title": "Chaco Culture National Historical Park: Chacoan Roads",
    "body": "Chacoan Roads         Jackson stairway Jedediah S. Drolet   One of the most remarkable aspects of Chaco Culture, at least from a modern perspective, is the extensive system of finely engineered roads both within the canyon and extending out a considerable distance to the outlying sites throughout the San Juan Basin and beyond. These roads are remarkably side, straight, and carefully constructed.  The ones inside the canyon average about 15 feet in width, while the ones going out toward the outliers tend to be about twice that wide. Perhaps the most significant aspect of the Chacoan roads is their straightness. The roads are generally aligned very precisely, and continue for considerable distances with the same alignment without curving or adapting to the landscape as modern roads and trails usually do.  When they do change direction, it tends to be with sharp, angled turns rather than gentle curves. When a road comes to a mesa or cliff face, rather than curving or turning it will often go straight up with stairs carved into the rock and continue on top with its original alignment. The most spectacular example of this in Chaco Canyon is the Jackson Stairway above Chetro Ketl, which can be seen (though not climbed!) on the Pueblo Alto Trail. Other stairways can be seen behind Hungo Pavi and east of Casa Rinconada. On more gentle slopes there are sometimes stairways with steps constructed of masonry rather than carved into the rock.  One of these masonry stairways can be seen on the Pueblo Alto Trail.  Occasionally, the people constructed massive earthen and masonry ramps to conduct people to the tops of cliffs.  One example (near Chetro Ketl) can be viewed from the Pueblo Alto Trail. The roads are generally not visible on the ground and have been identified mainly through aerial photography. There are some places along the Pueblo Alto Trail where identified road segments have been indicated with signs. Although many road segments have been identified from aerial photographs and confirmed on the ground, only a few of these segments have been found to connect to each other to form roads that run continuously for significant distances.  The best documented examples of long roads are the Great North Road, which starts just east of Pueblo Alto and runs north to Kutz Canyon, where it stops rather abruptly at the canyon edge, and the South Road, which leaves the canyon at South Gap and runs toward (though not quite to) the outlying communities in the Red Mesa Valley to the south. The other road alignments consist of discontinuous segments. Some archaeologists believe that these originally were connected by other road segments, which have since eroded away, to form continuous roads from Chaco Canyon to outlying communities in various parts of the San Juan Basin. Others argue that the road segments did not connect to form roads, and were more symbolic than practical. Many of the road segments associated with outlying great houses do not seem to run continuously to Chaco Canyon or anywhere else. Instead they start at the great house and run a short distance from it, often in the direction of notable landscape features or other great houses. This suggests that at least at these outliers many road segments were intended to be symbolic connections to places of importance rather than everyday means of transportation. In fact, some archaeologists argue that all of the roads were more symbolic than practical, and that they may have been primarily religious in function. One of the pieces of evidence offered for this view is the fact that some of the modern pueblos, particularly Zuni and Acoma, have sacred trails that they use in ritual pilgrimages to important ceremonial locations such as Zuni Salt Lake. Though these trails are nowhere near as formal or elaborate as the Chacoan roads, there are some striking similarities, and in fact some of the modern trails use surviving prehistoric road segments in some places. Since these pueblos have very strong traditions tying them to Chaco Canyon, their use of trails is a key consideration in evaluating the functions of Chacoan roads. Another piece of evidence for a ceremonial function is the size of the roads. In a society that had neither pack animals nor wheeled vehicles it is unclear what, if any, practical need could have required roads thirty feet wide. The enormous amount of labor invested in the construction of the roads at a scale well beyond practical need suggests a higher purpose than mere transportation. Despite the strong arguments for a primarily ritual function, many archaeologists do still argue that there were at least some practical functions for the roads. Experiments have shown that walking on one of the surviving road segments requires considerably less energy than walking the same distance on the unmodified terrain next to the road, suggesting that even if the primary purpose of the roads was religious they would certainly have been useful for transportation as well. Another possible function for the roads, in addition to personal transportation, is transportation of goods. An astonishing volume and variety of material was imported to Chaco Canyon, including approximately 200,000 wooden beams used in the construction of the great houses. These beams, often whole trunks of ponderosa pine, had to be brought in from considerable distances, mostly from the Chuska Mountains and Mount Taylor. Since walking on the roads is easier than walking off of them, they would have been quite useful in carrying such heavy loads such great distances, even if this was not their primary purpose. Whether the Chacoan roads were ritual or practical in purpose and use, they are certainly impressive, and they stand as clear evidence of the enormous amount of thought and effort that went into the Chaco system.       Chacoan roads running north from Pueblo Alto.",
    "url": "https:\/\/www.nps.gov\/chcu\/learn\/historyculture\/chacoan-roads.htm"
}
