{
    "title": "El Malpais National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1900 E. Santa Fe Ave.  Grants, NM 87020                 Directions         Take exit 85 of I-40 in Grants, New Mexico. After you exit, head south on Santa Fe Ave, and continue straight over the freeway overpass. Take a left at the entrance sign for El Malpais Visitor Center. Continue 300 yards until you reach the parking lot.  Directions Details           Operating Hours & Seasons         El Malpais National Monument  El Malpais National Monument is open 24 hours a day.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           As a general rule, daily temperatures swing roughly 30 degrees (F) from night lows to afternoon highs. Summer is sunny and hot with monsoon rain storms with average high of 80 (F), while Winter is cool, sunny, with potential snow storms and an average high of 45 (F). Spring and Fall are generally dry, with the occasional storm rain and\/or snow storm.         Fees & Passes     Entrance Fees:   El Malpais National Monument Entrance Fee - $0.00 There is no fee to enter El Malpais National Monument.         Visitor Centers       El Malpais Visitor Center Located on exit 85 off I-40 in Grants, NM, the El Malpais Visitor Center is staffed by park rangers from the National Park Service and Bureau of Land Management. Stop in for maps, information, orientation, cave permits, a Western National Parks Association bookstore, museum exhibits, and park movies.    El Malpais Information Center Open seasonally on Hwy 53 in El Malpais National Monument, this small visitor information center offers cave permits, information, restrooms, and a Western National Parks Association Bookstore.                Experience earth in a primordial way at El Malpais. NPS Photo       A Primeval Landscape in an Ancient Land  Named by Spanish explorers as they detoured around forbidding and unrelenting flows of basalt, El Malpais is home to one of the most complete sequences of lava flows in the country. Preserved within this harsh yet starkly beautiful landscape are many lava tube cave systems, cinder cones, spatter cones, and other intriguing volcanic features. Exploring this surreal region can be done easily via scenic drives, overlooks, and short trails. Or immerse yourself in the volcanic mysteries of El Malpais on a rugged backcountry trek.",
    "url": "https:\/\/www.nps.gov\/elma\/planyourvisit\/basicinfo.htm"
}
