{
    "title": "Chaco Culture National Historical Park: Proto-Historic Period",
    "body": "Proto-Historic Period        Evidence for long-term occupation of the canyon between the early 1300s and the early 1700s is inconclusive. Over the centuries, the Ancestral Puebloans had moved from area to area as agricultural land was depleted, returning to previously occupied sites when the land had recovered. While exact migration routes and use cycles after AD 1300 are uncertain, archaeologists and representatives of modern-day Indian tribes agree that the Chacoans went in all four directions when they left Chaco Canyon, joining already established social groups: south to the Zuni-Acoma area; north to the Mesa Verde region; west to the Hopi mesas; and east to the Rio Grande valley. The cultural distinctions we see among modern-day tribes today began to develop in the proto-historic period, around AD 1400-1500.At least in part due to the Spanish entrada into this region, modern-day tribes began to lay down geographic roots; however, throughout this period cultural contact among them was constant, sustaining common customs and beliefs. Ethnographic histories of Southwestern groups document intermarriage, clan movement and absorption, and the sharing of ceremonies among Pueblos. This biological and cultural intermingling has resulted in the strongly-held belief among Puebloan groups today that they share a common ancestry, although each Pueblo is recognized as distinct. Although not all clans or kin groups in modern-day Pueblos migrated from Chaco Canyon, there are groups in almost all Pueblos that did. Because some clans or kin groups in all modern-day Pueblos are descendants of the Chacoan Anasazi, each Pueblo is considered culturally affiliated. Thus, there is no one-to-one direct affiliation of a single present-day tribe with the inhabitants of Chaco Canyon.  The migration of clans through time and space is part of the oral history of modern-day Puebloan tribes. Navajo clan origin stories also tell of movements across the Southwest, naming specific places, and describing interaction with other clans and other peoples before the Navajo clans finally settled, becoming part of the present-day Navajo people. Oral history provides evidence that at least ten modern-day Navajo clans are descendants of the Chacoans. Whether the Navajo emerged in the Southwest, as their oral tradition asserts, or whether their Athapaskan ancestors arrived in the Southwest in the 1500s, as archeology has claimed, the Navajo have lived and intermarried with Pueblo groups, establishing strong and measurable genetic and cultural ties with Puebloan peoples.",
    "url": "https:\/\/www.nps.gov\/chcu\/learn\/historyculture\/proto-historic-period.htm"
}
