{
    "title": "Chaco Culture National Historical Park: Pueblo Period",
    "body": "Pueblo Period       The Pueblo Period in Chaco (AD 700-1300) produced the majority of the archaeological material culture managed by the park, recovered from over 2,300 sites. The core area of Chaco Canyon may have served as an administrative\/economic center with ritual importance that integrated people occupying an extensive region of the Four Corners from the ninth through the twelfth centuries.The complexity of this (or these) society(ies) approaches that documented in the central Mexican Mayan and Aztec cultures, but is much different from the Pueblo societies at historical contact. Most of the modern Pueblo tribes and the Navajo Nation recognize strong historical and cultural connections with these and the earlier cultural remains as well as the natural resources in the park. Puebloan period sites, for which the park is best-known, vary in size from small lithic scatters, camp sites, and one-room pithouses to complex multi-storied masonry structures containing hundreds of rooms, dozens of kivas, and surrounded by earthen mounds. Other features of the prehistoric cultural landscape include constructed road alignments with carved stairways and masonry ramps, water control and distribution systems, a notable concentration of petroglyphs and pictographs associated with the habitation of the canyon, and calendrical markings documenting solar, lunar, and stellar events. Further, the dry and remote San Juan Basin region has preserved fragile and perishable objects representing details of architecture, subsistence, ritual, and society not generally conserved in archaeological sites. In general, the Pueblo period is characterized by masonry construction of surface rooms with both small and great subterranean kivas, extensive landscape modification using earthen mounds, road alignments, and precise positioning of architectural features. The ceramic tradition produced black-on-white pottery; turquoise and other raw materials were brought in to manufacture stone and shell ornaments; a far-flung trading system brought goods from Mexico and the gulf coasts into Chaco Canyon; and an economic system capitalized on intensive and extensive agricultural resources throughout the region. However, it is the monumental great house structures and their associated features and communities for which the park is internationally famous and the resources primarily responsible for its World Heritage designation. No current comprehensive synthesis of archaeological and traditional knowledge of these resources is available. There are volumes of detailed site reports and analyses of specific artifacts and features on one end of the scale, and brief general summaries and abstracts on the other end of the scale. A comprehensive and readable synthesis of Chaco was prepared as a collaboration between Chaco Culture NHP and the University of Colorado Boulder:The Archaeology of Chaco Canyon:An Eleventh Century Pueblo Regional Center, edited by Steven H. Lekson (School of American Research Press, 2006).This volume is structured around the following topics:  Architecture.Beginning by at least the middle AD 800s and continuing into the early 1100s, great house structures were planned and constructed with formalized lay-outs and at extreme scales. Great houses may have served as public monumental structures with only limited occupation. They are architecturally distinct from domestic sites in that room size tripled or quadrupled; ceilings doubled in height; second, third, and fourth stories were added; and specialized kivas (such as great, elevated, tower, tri-walled) were common features. The thick rubble core and finely coursed masonry veneer construction technique gave strength and beauty to the buildings. Associated with these structures are roads and large-scale earthen architecture.   Contemporaneous with the great house complexes are the ubiquitous smaller habitation sites. In the early Pueblo period, surface rows of slab and jacal storage rooms began to be constructed next to pithouses. Over time, first ramadas and then enclosed habitation rooms were added to the front of the storage rooms, creating the 'unit pueblo' or roomblock, pithouse, and trash midden. Jacal construction gave way to masonry, but these sites remained small and single storied.  Environment and Subsistence.There are at least two theories regarding the environment and the nature of subsistence during the AD 800-1200 period of occupation.One theory is that climatic fluctuations limited agricultural production and so much of the food consumed in the canyon, particularly with respect to great house use, was brought in from outlying agricultural areas. A second theory is that the agriculture potential was enhanced by water control and consequently enabled local farmers to supply adequate food for all canyon residents. Tree-ring records indicate clear cycles of above and below average rainfall and temperature throughout the occupation of the canyon.During some periods most areas in the canyon could have supported agricultural crops, while in other periods few cultigens would have survived. Although complex water catchment and control structures were installed throughout Chaco Canyon, there is limited evidence for large-scale agricultural efforts, particularly in comparison with construction efforts. Some researchers have suggested that the water control structures were used not for agriculture but to manufacture the mud mortar and plaster used in construction. Plant and animal remains demonstrate shifts in animal species and types of cultigens stored and consumed, which may indicate changing availability and\/or access to food. This suggests that agriculture supported the resident populations but the great house complexes were used only on an episodic\/ cyclic basis and supplies brought into the canyon during their use. Society and Politics. The social and political complexity of the 'Chaco system' continues to be debated. Even simple questions like resident population size have not yet been answered, and the degree of social complexity is dependent in part on this variable. Anthropologists often rank social complexity along a scale from small egalitarian bands of related kin to large, socially and economically stratified states. There are two theories about where Chaco falls on this continuum. One theory classifies Chaco as a basically egalitarian, clan-based tribal system. Alternatively, some suggest Chaco is a socially stratified chiefdom. The difficulty in resolving this debate is that Chaco lacks some of the traits associated with chiefdoms, such as a clear elite class with heritable rights; social markers of elite status such as special ornaments, insignia, or dress; evidence of differential access to exotic goods; or differential burial practices for elites and commoners. On the other hand, other markers of chiefdoms are present, particularly monumental architecture. Also, differences in stature in the burial population provide evidence for differential access to food, and there is one elite burial at Pueblo Bonito which is certainly different from all other burials recovered from the canyon. Further, while turquoise is found at small and great houses, the exotic macaws and specialized cylindrical vessels are found only at great houses. Regional system. Early archaeological investigations focused on the great houses in Chaco Canyon itself. However, it was recognized that structures outside the Canyon were similar in style and size-sites like Aztec Ruins, Salmon Ruins, Bis sa'ani, and Kin Ya'a. In the 1970s, as a result of the NPS Chaco Project, archaeologists documented outlying Chacoan-related communities throughout the San Juan Basin. These communities are characterized by a great house structure with Chaco style kivas, small habitation sites surrounding the great house, and, often, prehistoric roads or other earthen architecture. The 39 sites managed by the Chaco Protection Sites Program are part of the prehistoric regional system composed of several hundred major sites. As a result of this broadened perspective, theories about the meaning of Chaco Canyon shifted to the regional scale, with the canyon itself variously interpreted as an economic redistribution center, a ritual\/ceremonial center of esoteric knowledge, the socio-political center of the region, or a periodic pilgrimage site facilitating the exchange of goods and materials.   While the exact nature of the Chacoan regional system is still unclear, it appears that Chaco Canyon was its center for a relatively short period. By around AD 1150, the population shifted away from the canyon, north to the Aztec and Northern San Juan regions, and west to the Chuska slopes.By AD 1300, the San Juan Basin was largely abandoned in favor of the Zuni\/Acoma region, the Hopi Mesas, and the Rio Grande Valley.",
    "url": "https:\/\/www.nps.gov\/chcu\/learn\/historyculture\/pueblo-period.htm"
}
