{
    "title": "Chaco Culture National Historical Park: Historic Period",
    "body": "Historic Period        The historic period officially began in 1540 with Coronado's expedition into the Southwest. Spanish and Mexican records and maps dating from the early 1500s to the mid 1800s document their knowledge of the Chaco region, but there are no sites clearly attributed to Spanish or Mexican use of the area. There is evidence of historic use of the canyon by Rio Grande Pueblo and Navajo groups that date from just after the Pueblo Revolt in 1680 through the middle 1800s. We know that although Navajo intermarriage with Puebloan groups may have occurred earlier, interaction between these two groups certainly intensified after the Spanish Reconquest in 1692, when many Pueblo Indians fled from the Spanish and sought refuge with the Navajo. At various times, refugees from Pueblo of San Felipe, Pueblo of Santa Clara, Pueblo of Zuni, Pueblo of Cochiti, and the Hopi Tribe joined the Navajo, establishing new clans and kinship relationships among the different groups.  Use of the canyon during the American Period (post-1850s) includes an extensive Navajo occupation reflected in seasonal camps, permanent habitations, plant and mineral gathering areas, and sites of ritual\/sacred importance. Families farmed and ran livestock operations in the park until they were removed from within the legislated park boundaries in the 1930s. Hispanic ranchers from the Chama and Cuba areas wintered large herds of stock in the Chaco region up into the early 1900s, and continued to do so adjacent to the boundaries into the 1940s. There are camps, seasonal habitations, and a rich assortment of pictographs and petroglyphs depicting various uses of the canyon during this historic period.  The earliest Euro-American documentation of Chaco Canyon dates to the mid-19th century, from military and scientific expeditions. In 1849, Lt. James H. Simpson, as part of an army expedition, described, named, and sketched the major great houses in the canyon. In 1877, as part of the geologic\/geographic Hayden Survey, William H. Jackson mapped and photographed the sites. Unfortunately, none of his photos turned out, but his sketches and maps survive. In 1888, Victor and Cosmos Mindeleff, on a survey for the Bureau of American Ethnology, had better luck with photography. Their photographs are housed in the National Anthropological Archives. The prominent Euro-American occupation of the canyon was the Richard Wetherill homestead, dating from the mid-1890s to his death in 1910. The foundations of most of the buildings are still evident, including the Putnam Post Office, the Wetherill home, and a succession of trading posts and bunk houses near Pueblo Bonito and Pueblo del Arroyo. Other Euro-American uses include institutional archaeological investigations, such as the National Geographic Society expedition field camp (1921-1928) near Pueblo Bonito and the University of New Mexico (UNM) field camp (1929-1947) near Casa Rinconada. UNM built several dormitory hogans and a lecture hall, which were torn down by the NPS, along with the other historic structures in the park, in 1957. All these uses impacted the archaeological landscape. Federal government impacts include the 1939 Civilian Conservation Corps camp built on top of a small site, and the erosion control features installed throughout the canyon floor. NPS impacts include the construction of a ranger contact station near Pueblo Bonito, and the current visitor center, residential, and maintenance compound north of Fajada Butte. The Fajada Butte compound structures were built on top of archaeological sites and within several cultural landscapes. As in all time periods, numerous petroglyphs and pictographs have been attributed to all these historic-era and modern tenants.",
    "url": "https:\/\/www.nps.gov\/chcu\/learn\/historyculture\/historic-period.htm"
}
