{
    "title": "Grand Canyon National Park: Geology Training Manual",
    "body": "Grand Canyon Geology Training Manual       Learning to Read the Pages of a Book Stacy S. Timmons          In 2003, former Geologist-in-Park Stacy Timmons completed a Grand Canyon Geology Training Manual for Grand Canyon National Park. The training manual was also part of the requirements for her Masters of Science in Geology that she completed at Oregon State University in 2002 under the supervision of Dr. Robert J Lillie. The Grand Canyon Geology Training Manual overviews the park’s geology, including information that ranges from the introductory level to more advanced concepts. It was written to help interpreters, tour guides, teachers and others learn more about the canyon’s geology and to help them share the park’s geology with others.      This training manual is available on the Grand Canyon National Park website with the permission of the author. It includes images used by permission of Dr. Robert J. Lillie of Oregon State University and Dr. Ronald Blakey of Northern Arizona University. Images on pages 28, 30, 69, 72, 76, 87, and 89 are from An Introduction to Grand Canyon Geology by L. Greer Price and are used by permission of the Grand Canyon Association. This document was made possible in part by the Geoscientists-In-the-Parks (GIP) Program and its partners. The NPS-Geologic Resources Division manages the GIP Program to help the NPS to understand and manage its natural resources. Documents created through the GIP Program are intended to address a variety of park-identified needs including: resource management, education and outreach, interpretation, inventory and monitoring, and research. Documents are not generally peer-reviewed. Views and conclusions in this report are those of the author and do not necessarily reflect the views or policies of the National Park Service, the NPS-Geologic Resources Division, and its partners. Mention of trade names or commercial products does not constitute endorsement or recommendation for use by the National Park Service.         Available Downloads:  Cover, Title Page and Table of Contents [860kb PDF file]  Preface and Chapter 1: Learning the Language of Geology [7.7MB PDF file]  Chapter 2: Reading the Pages of Grand Canyon Geology and Chapter 3: Other Tips for Interpreters [10.7MB PDF file]  Appendix and Glossary [583kb PDF file]            Stacy S. Timmons   From the Manual's Preface: Imagine you just opened a tattered, dusty, ancient book. As you look through the pages you realize that this very old book contains valuable and wonderful stories of events that took place long ago. Grand Canyon is like this just opened book, except instead of pages you see colorful, picturesque rock layers that hold tales of times long ago. A closer look at the book reveals that some of the pages have been ripped out, and others were never written. It is an incomplete book, yet it contains an overwhelming amount of information. Processes of erosion and weathering have opened the old Grand Canyon book relatively recently, as it is a young canyon carved into very old rocks. Before you can start to read the geologic story written in the pages of Grand Canyon, you should first understand the words and the language the book is written in. The words are the geologic features observed in the rocks and the language is the science of geology. This training manual will help you to become proficient in the language of geology, especially what is applicable at Grand Canyon. Once you are comfortable reading the geologic story from the pages of Grand Canyon, you can then begin to tell the story to park visitors using your understanding of both the language of geology and techniques for interpreting geology provided in this manual. The first section of this training manual will introduce the “language” of geology by providing illustrated explanations of fundamental geology concepts that are important at Grand Canyon. In the second section, the concepts are applied to the geology of the Grand Canyon region, as the “language” of geology is used to read the “book” of Grand Canyon geology. The final section is a small toolbox of interpretive tools intended to help you begin to effectively communicate the geologic history of Grand Canyon to park visitors.  Stacy Timmons lives in Socorro, New Mexico and works as a Senior Geologic Research Associate  for the New Mexico Bureau of Geology and Mineral Resources.        Related Information:   Learn more about the Geologist-in-Park program http:\/\/www.nature.nps.gov\/geology\/gip\/  The Grand Age of Rocks: The Numeric Ages for Rocks Exposed within Grand Canyon Allyson Mathis and Carl Bowman, 2006         NPS VIEWS - Grand Canyon Geology  Grand Canyon is the result of a distinct and ordered combination of geologic events. Through this virtual experience you will be able to travel into this great chasm and unfold the chapters in Grand Canyon's geologic history. Learn more...",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/geology_manual.htm"
}
