{
    "title": "Chaco Culture National Historical Park: Menefee Formation",
    "body": "Menefee Formation         Menefee Formation capped by the Cliff House Sandstone NPS photo by Phil Varela  The Menefee Formation is the oldest exposed unit of the Mesa Verde Group within the main body of the canyon and shows an upwards transition from fluvial sandstone and shale to carbonaceous shale, coal, and interbedded sandstones as it approaches the contact with the Cliff House Formation. The Menefee Formation is visible in Chaco Canyon as a slope forming unit that underlies the steep mesa walls of the more resistant Cliff House Sandstone. It is especially prominent on the south side of the canyon, with a number of excellent exposures visible on Fajada Butte. The Menefee Formation is interpreted to have been formed from sediments deposited on a deltaic coastal plain by rivers flowing north and east across New Mexico toward the retreating sea. At the edge of the sea, the streams meandered through a wide, flat, coastal plain with deltas, shallow swamps, and lagoons accumulating plant material which would eventually form thin coal beds.       Petrified Tree Stump in Menefee NPS Photo by Tom Lyttle         Vertebra (Dinosaur Bone) in Menefee NPS Photo by Phil Varela  Vertebrate fossils found regionally within the Menefee Formation include turtles, fish and crocodile as well as fragmentary evidence of larger creatures such as hadrosaur, ankylosaur, and ceratopsian dinosaurs and giant marine lizards known as mosasaurs. At Chaco, remains of a Cretaceous side neck turtle (Testudines pelomedusidae), a soft shell turtle (Trionychid), an unidentified hadrosaur dinosaur, and an unidentified theropod dinoasur have been recovered from the upper Menefee Formation. Plant fossils found in the Menefee include leaf impressions of palm and conifer as well as specimens closely resembling modern laurel, witchhazel and camellia, suggesting a warm, moist, subtropical environment. At Chaco, plant fossil specimens are predominantly conifer with occasional broad leaf angiosperms and palm leaf impressions.       Soft Shell Turtle Carapace Fragment in Menefee NPS Photo by Phil Varela",
    "url": "https:\/\/www.nps.gov\/chcu\/learn\/nature\/menefee-formation.htm"
}
