{
    "title": "Chaco Culture National Historical Park: Work With Us",
    "body": "Explore This Park    Get Involved     Work With Us             Work With Us       Working for Chaco Culture and the National Park Service Working for the National Park Service is more than a career. The National Park Service and its staff are entrusted with some of the most significant and important places in the U.S. and in the world. We are privileged to care for our country's natural and cultural wonders and to tell the many stories of our nation and of humanity through these places. The significance of Chaco Culture National Historical Park as a cultural legacy for both the U.S. and the world was highlighted in 1987 when it was designated as a World Heritage Site.   We encourage all interested and qualified individuals to apply for jobs with the National Park Service. Our goal is to have a skilled workforce that reflects the diversity of America. You must be a U.S. Citizen to be eligible for consideration for employment. Not all positions are open to external applicants. Some positions, such as law enforcement, may have age or physical qualifications. Generally, you must be 18 years of age or older to be eligible for employment. Veterans receive preference for positions open to external applicants. All National Park Service positions are filled in accordance with U.S. Office of Personnel Management regulations. The National Park Service is an Equal Opportunity Employer.   What types of positions are at Chaco Culture National Historical Park? Chaco Culture National Historical Park has a variety of permanent, seasonal, internship, and volunteer positions. Permanent positions are limited but offered when available. Most years we hire a few seasonal staff who help during our busier visitor season or with special projects. A variety of internships, some offered through partners, are usually available each year. We also offer many volunteer opportunities that can provide valuable experience and perhaps a foot in the door towards a career. Government housing may or may not be provided for a particular position.   When a permanent or seasonal position becomes available, it may or may not be open to external applicants. All permanent and seasonal National Park Service employee positions are advertised on USA Jobs. You can also check for them on our Current Job Openings page. The position announcement will give details on the type of job, who can apply, the duties of the job, the qualifications needed, the pay, and how to apply. For more help, visit the USA Jobs website or call them at 1-478-757-3000 (TDD 1-478-744-2299).   Application Hints We look at all experience and education, so be sure to list all your experience, including volunteer work. For each experience, list the specific beginning and ending dates (day, month, and year) as well as the number of hours worked per week. Read the vacancy announcement carefully and ensure you provide all materials required for your application. Check your resume carefully to ensure accurate spelling and grammar. Make sure the qualifications needed for the position are clearly reflected in your resume.   How do I find out about and apply for current job openings? Check our Current Job Openings page for to see if anything is open for applications right now. All federal government position openings, including those at Chaco Culture National Historical Park, are advertised on USA Jobs. Go to their website and search for Chaco Culture National Historical Park to see if we have any permanent or seasonal National Park Service positions open right now. The position announcement will have directions on how to apply.   For internships and volunteer positions, check out our Current Volunteer Opportunities page or contact the Volunteer Coordinator at Chaco Culture National Historical Park at 505-786-7014 to find out if we have a position open or for more information.",
    "url": "https:\/\/www.nps.gov\/chcu\/getinvolved\/workwithus.htm"
}
