{
    "title": "Chaco Culture National Historical Park: NPS Centennial",
    "body": "Explore This Park    Get Involved     NPS Centennial            NPS Centennial       The National Park Service turns 100 on August 25, 2016. As we lead up to the centennial, we invite you to participate in Find Your Park Experiences to learn, discover, be inspired, or simply have fun in national parks. Find Your Park Experiences offer unique opportunities to explore national parks both in person and online. Check out the experiences in this park or search all experiences to identify an opportunity that matches your interests. You can also share your national park story at FindYourPark.com. A Call to Action remains the foundation for our 2016 centennial preparations. It is the National Park Service's blueprint for the future, outlining the innovative work we want to accomplish. Chaco Culture National Historical Park is a big part of this effort. Take a look at what we're doing and get involved!   Experiences      Find Your World Heritage Sites in the United States  The World of World Heritage awaits. Get out and explore the 22 World Heritage Sites in the United States and see what makes these protected areas unique. Find out why the World has recognized them as being the most significant cultural and natural sites on the planet. Read more   Wish Upon A Star  As the sun sets, blue skies fade to black to reveal the immensity of the universe we are all a part of. The remoteness of some national parks provide opportunities to revel in beauty of the immensity. Read more      Call to Action Projects      Pueblo-Maya Youth \"Find Their Park\" at Chaco Culture  Cultural exchange program aims to engage participants with the natural beauty and cultural heritage of ancestral sites. Read more   Sun Watching Traditions Continue in Chaco Canyon  Before sun-up on December 21 visitors, staff, and volunteers gathered at an 800 year old building to carry on longstanding tradition.  Read more   Chaco Receives International Dark Sky Park Designation  The dark night sky over Chaco Culture National Historical Park is one of the park's fundamental resources.  The International Dark-Sky Association designated Chaco Culture as an International Dark Sky Park on August 19, 2013. Read more   Chaco Staff Partner with Santa Ana Pueblo to Introduce Pueblo Youth to Chaco  During the summer of 2012 Chaco Culture NHP staff collaborated with the Pueblo of Santa Ana elders and teachers, located near the town of Bernalillo, New Mexico, in an educational project.  The program brought sixty pueblo youth to the park for several days. They met and interacted with park interpreters, researchers, an archaeologist, and geologist. The students also had the opportunity to study their own culture. Read more   Area Students Discover Chaco  During the 2012-2013 school year, Chaco Culture National Historical Park piloted a second grade curriculum based program with Animas Elementary School in Farmington, NM.  The program brought the students out to the park where they interacted with park staff as they participated in a number of activities. Read more",
    "url": "https:\/\/www.nps.gov\/chcu\/getinvolved\/2016.htm"
}
