{
    "title": "Chaco Culture National Historical Park: Guest Speakers",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Guest Speakers                Guest Speakers       Chaco Culture rangers, archaeologists, geologists, biologists, and paleontologists are available to present free programs in K-12 classrooms in the Four Corners area. Call 505-786-7014 x 263 or e-mail the Chief of Interpretation to schedule a visit for your class.  2015 Classroom Ranger Programs Chaco Archaeology, Artifacts and Preservation: Learn about the archaeological history of Chaco Canyon, archaeological artifacts that provide clues to how the Ancestral Puebloans lived, and preservation efforts practiced today to preserve and protect these cultural and archaeological resources for the public. Navajo Perspective of Rock Art: Chaco Canyon is a unique place full of Navajo history that spans from generation to generation.This program shares the Navajo perspective of the historic rock art as a method of storytelling about the people, the culture, the tradition and their livelihood. Secrets in the Dirt: How we know what we know about Chaco: A look at the years of excavations, research and discovery that has continued to change our perspective of the Chacoan people and their culture. Wildlife of Chaco: The wildlife of Chaco Canyon has adapted in many unique ways to the arid environment.This program connects the stories and characteristics of the mammals, birds, reptiles and other critters within the canyon ecosystem. Native Plants of Chaco: Across Chaco canyon, towering mesas and deeply cut washes host a diversity of vegetative communities. This program explores the native plants of Chaco, how they function and have adapted to their larger ecosystems, as well as historic uses of native plants. It will also touch on invasive plant species and their impact in the canyon ecosystem.",
    "url": "https:\/\/www.nps.gov\/chcu\/learn\/education\/classrooms\/guestspeakers.htm"
}
