{
    "title": "Chaco Culture National Historical Park: Natural Features & Ecosystems",
    "body": "Natural Features & Ecosystems         Fajada Butte and vegetation NPS Photo by G.B. Cornucopia  Chaco Culture NHP is located near the geographic center of the San Juan Basin region of northwestern New Mexico and the adjacent four-corner states. The park is a semi-arid desert steppe located in the southeast corner of the Colorado Plateau.        The park's elevation ranges from 6,000 to 6,800 feet, and it encompasses three prominent land forms: (1) the alluvium-filled valley floor of Chaco Canyon, with its prominent drainage features; (2) expansive Cretaceous sandstone mesas, topped by slickrock outcrops and gently rolling hills; and, (3) a number of small side canyons (locally known as \"rincons\") eroded into the sandstone faces adjacent to the main canyon floor. Chaco Canyon's annual precipitation averages 9.1 inches (although since 2000, the park has averaged 6.5 inches).         Shrimp burrows (trace fossils) in the Cliff House Sandstone NPS photo by Tom Lyttle  The bedrock geology and paleontology of Chaco Canyon tell the story of near-shore contact with The Great Inland Sea dating from the late Cretaceous period - 75 to 80 million years ago. The legacy of this ancient environment can be seen today in Chaco Canyon as the thin, interbedded shale, mudstone, sandstone, and coal seams of the Menefee Formation topped by massive, more resistant units of the Cliff House Sandstone members of the Mesa Verde Group. The rugged beauty of Chaco Canyon's mesas, buttes, and sheer canyon walls originated in the waters associated with the Pleistocene Epoch, beginning 2 million years ago. Between 40,000 and 70,000 years ago, Chaco Canyon was eroded to its deepest point into Menefee Shale bedrock. Since that time, the canyon has filled with 38 meters of alluvium, which form the modern valley floor.         Claret Cup Cactus in bloom NPS photo  The park's vegetation is predominantly Great Basin grassland and desert scrub. Riparian vegetation, including cottonwood and willow groves, are locally abundant along the arroyo within the canyon floor and around the few seeps found in the park. Diverse scrub and wildflower communities occur around the sandstone bluffs throughout the canyon. Pinyon-juniper woodland is also well-developed at the park's highest elevations on Chacra Mesa, and along the margins of several other mesas.         The park is home to about 60 elk. NPS photo by Brad Shattuck  Although established primarily for its archaeological resources, the park's natural area is locally significant. The park is one of only two protected areas in the San Juan Basin and serves as an \"island\" of biodiversity harboring plants and wildlife that have otherwise been significantly affected by grazing, mineral extraction, and other adjacent land-use activities. Diverse micro-climates associated with soil types, water availability, elevation, and solar aspect angle combine to create a rich variety of ecological zones within the park. This diversity may account for a long history of human occupation - at least 7000 years in Chaco.",
    "url": "https:\/\/www.nps.gov\/chcu\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
