{
    "title": "Chaco Culture National Historical Park: Field Trips",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips                 Field Trips       Chaco Culture National Historical Park preserves a major center of ancestral Puebloan culture dating between 850 AD and 1250 AD.Chaco is a center for ceremony trade and culture.It is remarkable for its monumental architecture, art, astronomy, and agriculture. Chaco Culture National Park is a special place.Remote and isolated, it offers few amenities.Come prepared.You will find the rewards unlimited.        School group at Pueblo Bonito NPS Photo  Exploring the Park Take your students on a self-guided tour through the sites. Self guiding trail booklets are available for sale at the visitor center or may be borrowed at the trailheads. Contact the Chief of Interpretation by email or call 505-786-7014 x 263 to arrange for a ranger led walk for your group.        Rangers at front desk NPS Photo  Getting Prepared: Educational institutions: Make sure you have completed and submitted the application and supporting documents for an Academic Fee Waiver. Submit your application a minimum of two weeks prior to your visit. Approval of the application will waive the park entrance fee. As we want to make your visit to the park a success, please review the following information with your group before coming to the park: Day Trip:  -Carry water with you (at least 3-5 liters per person). If you are hiking, you can lose up to a liter of water per hour. -Bring snacks that are high in carbs and protein, as well as a source of sodium such as salted peanuts. An example of snacks can include protein bars, cereal bars, nuts, etc. -Bring sun screen, the higher the SPF, the better. -Bring a hat in order to protect your head from the sun.  Back Country Hiking:  -Back country hikers will need to bring the above mentioned items for Day Trips. In addition, hikers will need to register before going on back country trails. Registration forms can be obtained at the Visitors Center or at the trail heads.        Overnight Camping: For groups of 10 –30 people, a group campsite must be reserved online at www.recreation.gov or by calling 1-877-444-6777. A group campsite is $60\/night. Gallo Campground is a primitive camping site.Restroom facilities are available;however there is no potable water in the campgrounds. Drinking water can be found at the Visitors Center parking area. In addition, the following items should be brought if you are planning to camp overnight:  -Bring warm clothing for the cool desert nights. -Bring rain gear if you are camping during the months of July, August and September. -Bring flashlights. -Bring coolers for perishable foods. -Bring firewood; limited amounts of firewood may be available for sale at the Visitor Center bookstore. -No shade is available in the campground -A fire ring and picnic tables are provided",
    "url": "https:\/\/www.nps.gov\/chcu\/learn\/education\/classrooms\/fieldtrips.htm"
}
