{
    "title": "Grand Canyon National Park: Safeguarding the Sounds of Life",
    "body": "Safeguarding the Sounds of Life       Courtesy of the Natural Sounds Program        Listening to the National Parks Elk bugling in the cool autumn air of Rocky Mountain National Park, waterfalls thundering in Yosemite Valley, muskets firing at Gettysburg, the quiet hush among giant redwoods - these are the sounds that make visiting our national parks a unique experience. Natural and cultural sounds reawaken the sense of awe that connects us to the splendor of the national park experience and have a powerful effect on our emotions, attitudes, and memories. Who can forget the flash of adrenaline from the sound of looming whitewater or the lightning bolt that cracked just a little too close. The National Park Service regards these sounds as acoustical resources that must be protected. Acoustical resources include sounds such as wildlife, waterfalls, wind, rain, historic and cultural sounds.          The Importance of Sound Soundscapes are essential for appreciating and enjoying park features. Our ability to see is a powerful tool for experiencing our world, but sound adds a dimension that sight alone cannot provide. In many cases, hearing is the only option for experiencing certain aspects of our environment. Our ears often provide the best opportunities to find wildlife because animals can often be heard at much greater distances than they can be seen. Noise behaves a lot like smog in the air because it obscures sounds and reduces the listening horizon for visitors and wildlife. Places of deep quiet are most vulnerable to noise. Therefore, wildlife in remote wilderness areas and park visitors who journey to these quiet places are likely to be especially sensitive to noise.          Sound and Wildlife In the wild, the ability to hear is so important for survival that no deaf vertebrate species are known to exist. In addition to producing sounds for communication, animals continuously detect sounds, even when they are asleep. Losing the ability to hear those sounds because of inappropriate or excessive noise can have serious consequences. It may mean missing the footfall of a predator or failure to adequately compare songs from potential mates. Appropriate soundscapes are important for animal communication, territory establishment, courtship and mating, nurturing young, and effective use of habitat.  Scientific studies have shown that wildlife can be adversely affected by high levels of noise. Although the severity of the impacts varies depending on the species being studied and other conditions, research has found that wildlife can suffer adverse physiological and behavioral changes from noise and other human disturbances.       For example:  Noise has been associated with suppression of the immune system and increased levels of stress-related hormones in animals.  Studies have also shown that songbirds that live in noisy places have to sing louder than birds in quieter environments. Birds forced to sing at a higher volume have to expend increased levels of precious energy to attract a mate or warn of predators.  Bighorn sheep are less efficient at foraging for food when they are exposed to aircraft noise, and mountain goats often flee from the sound of helicopters and airplanes.  Research has demonstrated that noise can adversely affect reproductive success in caribou and communication in whales.        When these effects are combined with the other sources of stress experienced by wildlife such as winter weather, disease, insect harassment, and food shortages, noise can have important implications for the health and vitality of wildlife populations within a park. By protecting the integrity of park soundscapes, creatures big and small have a better chance of reproduction and survival in the wild.           Hearing Our Past: Cultural and Historic Sounds A healthy soundscape is not limited to the sounds of nature. Human sounds also have an appropriate place in the outdoors. Cultural and historic sounds are important components of many national park units. The sound of a cannon shot echoing across a Civil War battlefield or the hypnotic drumbeat of a sacred tribal dance brings the past into the present and elicits a sense of connection to our ancestors. Cultural and historic sounds provide insight into historic events or an earlier lifestyle, people, or culture. Cultural and historic soundscapes are treated and managed as a park resource and an important component of the visitor experience. Managers at cultural and historic parks strive to preserve an acoustic setting that is consistent with the resources and values being protected.       Did You Know ?  Crickets have hearing organs in their knees.   The ear never stops working. When we sleep, our ear keeps hearing and our brain filters out background sounds.   The three bones in the middle ear are the malleus, incus and stapes (or hammer, anvil and stirrup). They are the smallest bones in the human body and are full sized when we are born. All three could fit on a penny.   We begin to hear in the womb at 18 weeks, while sight is the last sense to develop.           Tune In - Help Us Safeguard the Sounds of Life There is a whole new world of sound waiting to be revealed. Here are some tips to help you become attentive listeners in national parks.  Take a moment to close your eyes and listen to the sounds around you. You may be surprised by what you hear.   Speak quietly and turn off vehicle engines whenever possible.   Look for mute options on electronic equipment such as cell phones, watches, or cameras.   Follow park rules on motorized recreation, and be courteous and respectful on your motorcycle, boat, personal watercraft, or off road vehicle.   Turn off car alarms. Disable sound on electronic door locks.   Use alternative transportation such as shuttles when available.  Be aware of campground quiet hours.  Be respectful of others. The sounds you make will affect the experience of other visitors. Encourage friends and family to do the same.        Return to the Natural Sounds page.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/sounds_life.htm"
}
