{
    "title": "Chaco Culture National Historical Park: Geology",
    "body": "Geology         Menefee Badlands Terrain NPS photo by Phil Varela  The rocks exposed in Chaco Canyon record an interval in the Earth's history from approximately 85 to 75 million years ago during the Late Cretaceous Period. During this time, the region was situated at the edge of a shifting coastline of an ancient inland sea. In the area of the Southern Rocky Mountains, mountain building activities produced a broad area of subsidence known as the Western Interior Basin, which flooded and created a vast epicontinental sea known as the Western Interior Seaway. By Late Cretaceous time, the Western Interior Seaway was hundreds of miles wide and extended from the Arctic Sea to the Gulf of Mexico dividing North America into two separate land masses. The shorelines of this epicontinental seaway were oriented generally north-south and repeatedly shifted position to the east or west in response to continuing changes in global sea level. This sea level change resulted in alternating marine and non-marine deposition of sediments as the sea transgressed (grew) and regressed (receded) over time       Paleogeography of North America about 75 Million Years Ago; box outline is approximate location of Chaco Map created by Ron Blakey and adapted by Phil Varela       The climate of the Southern Rocky Mountain region during the Late Cretaceous was subtropical and supported lowland forests species thought to be similar to modern day conifer, eucalyptus, ebony, palm, cypress and magnolia. Upland areas supported hardwood forest species similar to oak, walnut, ash and birch. The landscape was much different than it is today, and resembled that of modern day coastal areas such as those found on the southeastern Atlantic and Gulf coasts of the United States. These mainland beach and barrier island environments consisted of river deltas, estuaries, marshes, swamps, and lagoons adjacent to beaches and relatively shallow coastal waters.      The majority of the exposed features in Chaco Canyon belong to a suite of rocks known as the Mesa Verde Group. The further subdivisions of the unit are, from oldest to youngest: the Crevasse Canyon Formation, the Point Lookout Sandstone, the Menefee Formation, the Cliff House Sandstone, the Lewis Shale, and the Pictured Cliffs Sandstone. Of these formations, the Menefee and Cliff House Formations are visible within the main body of the canyon. Two younger units, the Lewis Shale and the Pictured Cliffs Sandstone are generally exposed only near the northern boundary of the park. The Crevasse Canyon Formation is only visible in the Kin Ya'a unit of the park. The Point Lookout Sandstone is not visible within the park.       Created by Phil Varela                    Geology Photo Gallery   3 Photos  Geology Photo Gallery",
    "url": "https:\/\/www.nps.gov\/chcu\/learn\/nature\/geology.htm"
}
