{
    "title": "Chaco Culture National Historical Park: Archives",
    "body": "Archives       The Chaco Archive contains original field records, photographs, slides, and reports for park projects, maps, and manuscripts of Chaco-related archaeological research, and copies of earlier field notes and reports for work done by other institutions. To assist researchers, finding aids are posted to this web site when collections are cataloged. Collections with no finding aids are not yet fully cataloged. The collections below have been grouped into three main categories to facilitate searching: Resource-Related Collections, Photographic Collections, and UNM Chaco Field School Collections.      Resource-Related Collections   Additional Lands Survey Records  Finding Aid (PDF)  This collection contains the records of the Chaco Additions survey, 1983-1984, under the direction of Robert P. Powers. The primary objective of the survey was to carry out a 100% inventory of previously unsurveyed areas added to Chaco Culture National Historical Park in 1980. A total of 6,288 acres, including all of the Kin Klizhin, Kin Bineola, and Chacra Mesa parcels, and a portion of the South Addition were surveyed. A total of 957 sites and 183 isolated occurrences were recorded. This collection contains archaeological site forms, analysis forms, aerial photographs, reports and correspondence related to this project. 23.9 LF  ASNM Rock Art Field School Reunion Records Finding Aid (PDF)  From 1975-1981, the Archaeological Society of New Mexico conducted a Rock Art Field School in Chaco Canyon, under the direction of Col. James Bain. The survey crew consisted of students from the ASNM rock art recording field school. The selection of sites surveyed was based on the Chaco Center's list of sites known to have rock art. Over 400 rock art sites were recorded during the course of this project. The collection includes photographs, field notes, the papers of Paul Steed, and correspondence regarding the 1995 field school reunion. 11,589 items.  Barbara Mills Notes and Records Finding Aid (PDF)  Barbara J. Mills was a graduate student at the University of New Mexico and worked on the Additional Land Survey project. This collection consists primarily of computer data sheets for Mills' chapter for the Additional Lands Survey report and for her dissertation on ceramics. 2 LF  Bis Sa'ani Documentation Collection Finding Aid (PDF)  The Bis Sa'ani collection chronicles the archaeological investigations conducted by the Navajo Nation Cultural Resource Management Program (NNCRMP) for the Alamito Coal Company in the Gallo Wash mine lease area. In 1980, a contract was negotiated between the Alamito Coal Company and the Navajo Nation for the NNCRMP to further investigate pre-historic and historic cultures in the region, particularly those sites in close proximity to the prospective mine. The collection includes survey forms, field notes, records, maps, photographs, publications, memos and correspondence. 15 LF  Chaco Project Records  This extensive collection documents the archaeological work of the Chaco Project (1970-1985). In 1971, the Chaco Center, an official NPS unit headquartered at the University of New Mexico, was established, under the direction of the NPS Southwest Regional Office. During the 1970s, the Chaco Center conducted archaeological research under the rubric of the Chaco Project. Field work included two surveys (transect and inventory) and 30 tests and excavations of archaeological sites, from the Archaic through the Navajo occupation of Chaco Canyon. In addition, extensive analytical research projects were conducted on a variety of topics. Records include site files, excavation and survey field notes, analyses of artifacts, computer generated data sheets, reports, photographs and slides, maps, and drafts of the publications produced by the Chaco Project. Est. 221.2 LF  Chaco Project Synthesis  Records relating to the multi-year, NPS funded Chaco Synthesis Project managed under a Cooperative Agreement with the University of Colorado at Boulder. The project manager, Stephen H. Lekson, created a program of topical workshops and brought Chaco and non-Chaco scholars together to evaluate what is known about Chaco in light of the work of the Chaco Project. The collection consists of administrative records, manuscripts and audio\/visual materials. Est. 2.7 LF  Chaco Protection Site Program Records  This collection contains the NPS records pertaining to the partnership created with the Navajo Nation's Chaco Protection Site Program through the 1980 park legislation (PL 96-550). Continuous cooperative agreements create annual work plans involving the park and the Navajo Nation CPSP. This collection contains administrative records, site records, maps and reports. Est. 1.2 LF  Chaco Wood Project Records Finding Aid (PDF)  The Chaco Wood Project was begun in 1985 to examine the complexities of dating the occupation of Pueblo Bonito. The final research goals were to understand wood procurement strategies and forest depletion. Documentation of changes through time in the choice of certain species and tree sizes was sought as a means of interpreting social behavior at the great houses. This collection consists of wood documentation forms, architecture recording forms, tree-ring lab data, field notes, drawings\/maps, reports, correspondence, memos and administrative papers. 7.9 LF  Chetro Ketl Painted Wood Records Finding Aid (PDF)  In August 1947, a heavy rainstorm created a new channel that carried water directly into Chetro Ketl, flooding several lower rooms, weakening wall bases, and collapsing a major section of the back wall. The Ruin Stabilization Unit crew, under the direction of R. Gordon Vivian, began emergency work to prevent further wall collapse. In November 1947, work began in Room 93. It was decided to excavate the upper room to relieve the weight on the lower room walls. The excavators ncovered an assemblage of approximately 200 artifacts, mostly fragments of carved and painted wood, in the dry layer about 10 inches above the floor. 1.75 LF  Cultural Resource Records  Assembled collection of records relating to archeological management and research done at the park. Created in 2011 for resource records not associated with existing archival collections (i.e., Chaco Project Records, Chaco Wood Project Records, Rock Art Studies, etc.). The majority of the records are modern (post-1980), but one series contains records of salvage archaeology projects in the 1950s and 60s, and another series contains records of electro-chemical soil testing in the 1960s. Other topics found in this collection include: Historic Structure Reports, the National Geographic Society, partnerships with the University of New Mexico and University of Virginia, desk files of Chaco archaeologists, NAGPRA records, the Vanishing Treasures initiative, compliance files, permitted research files, and administrative records and correspondence related to the management of cultural resources. This collection includes field notes, reports, photographs, drawings, maps, correspondence, newsletters, papers and articles. This collection is still in progress. 17.5 LF  David M. Brugge Collected Papers Finding Aid (PDF)  David Brugge was a career NPS employee and served as an anthropologist for the Chaco Center in the 1970s. This collection consists of documentation collected or created while Brugge was working with the Navajo Survey of the National Park Service's Chaco Project. Also includes copies of books, drawings, manuscripts, maps, and reports to the Commissioner of Indian Affairs. 1.6 LF  Gwinn Vivian Collection Finding Aid (PDF)  Richard Gwinnet Vivian, son of R. Gordon and Myrtle Vivian, has been associated with Chaco Canyon his entire life and professional career. He is widely recognized for his contributions in the areas of Southwestern archaeology, museology, historic preservation, and cultural resource management. This collection includes field notes, maps, reports, and photographs related to projects and general research on Chaco Canyon completed by Gwinn Vivian. Specific projects include the Chaco Canyon Water Control Project, the Prehistoric Roads Survey, and the Cly Canyon Survey. 4.7 LF  Hal Malde Collection Finding Aid (PDF)  This collection contains the proofs, photos and negatives utilized for the reports, \"Repeat Photography at Chaco Canyon Based on Photographs Made During the 1896-1899 Hyde Expedition and in the 1970s\" and \"Repeat Photography at Chaco Canyon NHP Based on Photographs Made in the 1930s, 1970s and the Year 2000.\" Repeat photography is the practice of finding the site of an earlier photograph, reoccupying the original camera position and making a new photograph of the same subject, preferably at the same time of day and the same time of year. The objective is to make a matched pair of photographs so as to compare large and small features, thus demonstrating possible geomorphic and biologic changes over time. 2.1 LF  Interagency Management Group (IMG) Records Finding Aid (PDF)  In 1981, the Chaco Culture Interagency Management Group (IMG) was created for the development of a joint management plan dealing with formally designated Chacoan outlying sites. The IMG was composed of the NPS, the Bureau of Land Management, the Bureau of Indian Affairs, the Navajo Nation, the State of New Mexico, and the U.S. Forest Service. The agencies involved in the development of the plan had either jurisdiction over or interest in lands containing outlying sites. The material of this collection relates to land acquisitions, archeological preservation, and public use projects of the Chaco Cultural complex and its outliers. 3.5 LF  Jim Trott Collection Finding Aid (PDF)  This collection includes official records created by Jim Trott while he was an Archeologist for the National Park Service. The majority of the collection contains maps, reports, and correspondence on various preservation projects at Chaco Culture NHP from the 1980-1990s, including the Solstice Project at Fajada Butte, the Backfilling Program at Chetro Ketl and Pueblo Bonito Sites, and Drainage Repair at BC 50, BC 51, and BC 59. There are also several drafts of a Joint Management Plan between NPS and the Navajo Nation. The collection also includes several photographs, negatives, and slides pertaining to the Sun Dagger. 1.7 LF  Lloyd Pierson Records Finding Aid (PDF)  This collection contains records pertaining to Pierson's archaeological site survey and research on the history of archaeological excavation in Chaco Canyon. Lloyd Pierson attended the UNM Chaco Field School and returned to Chaco Canyon as an NPS ranger and archaeologist. Includes site survey file cards, field photos and negatives of most of the sites; correspondence, and a report on the survey. Also includes a copy of Pierson's MA thesis on Chaco Canyon. 2 LF  1980-1984 Loop Road Project Finding Aid (PDF)  Between 1980-1984, various testing, excavation, and mitigation projects were undertaken by the park in association with re-routing and widening the Interpretive Loop Road in the main canyon. Most of the work was done by archaeologists from the Southwest Regional Office, but Chaco Project personnel assisted at one small site. All sites were backfilled and recovered materials analyzed completely. 5 LF  Manuscript Collection Manuscript Collection Finding Aid (PDF)  Papers and articles focused on Chaco Canyon or written by eminent figures associated with the Park, such as F. Joan Mathien and Gwinn Vivian. The collection includes academic papers, dissertations, drafts, and articles from academic journals and magazines. 28.1 LF  Natural Resource Management Records  This is a continuing collection of natural resource records relating to park-sponsored research projects. Many of these studies were undertaken by researchers working on contract for the park. Some series contain records of environmental data collected by park personnel over the decades. Est. 16.75 LF  NPS-GCI Backfill Testing Project Finding Aid (PDF)  From 1991-1996, the NPS collaborated with the Getty Conservation Institute to investigate, develop, and field test, on a limited scale, protective strategies for preserving archaeological sites with standing architectural remains. Field work took place at Pueblo Bonito and Chetro Ketl. The project was based on the use of backfilling as a protective measure that is flexible and easily reversible, one that reduces maintenance while permitting visitation and interpretation of the site. The collection contains technical notes in a wide variety of formats, draft and final reports as well as academic reports based on the research. 3.4 LF  NPS Rock Art Projects Finding Aid (PDF)  In the summer of 1995, a reunion was organized and held in Chaco Canyon for those who participated in the Archaeological Society of New Mexico Rock-Art Field Schools (see ASNM Collection.) After re-visiting sites at the reunion, Jane Kolber realized that the school's methods had not been sufficient to adequately record all the data and proposed that the NPS records be appended. This collection contains material from recording sessions which began in 1996 and continue to this day. The site reports, maps, photo logs, daily logs, drawings, prints and slides have been digitized. 13 LF  Old Timers' Reunion Collection Finding Aid (PDF)  Chaco Culture National Historical Park held an Old Timers' Reunion at the Park from October 5th through October 7th, 1990. The reunion was to \"honor all personnel involved with Chaco Canyon National Monument during the last sixty years such as ruins stabilization crews, maintenance employees, archaeologists, traders, Civilian Conservation Corp., and National Park Service personnel.\" Several interviews were taken for the Chaco Canyon Old Timers Reunion Oral History Project. Contents of the collection include slides, audiotapes, photographs, negatives, correspondence and papers. 404 items  Park Site Preservation Records, 1970-Present Finding Aid (PDF)  The Park Site Preservation Records document the work of park staff and Navajo masonry teams to stabilize and upkeep sites in Chaco Canyon after the Ruins Stabilization Unit was disbanded in 1969. The records consist primarily of photographs, administrative records and reports, as well as non-park preservation records. 79.1 LF  1997 Pecos Conference Records Finding Aid (PDF)  A.V. Kidder, one of the foremost archeologists in the southwestern US, convened the first Pecos Conference in 1927 at his field camp near Pecos, NM. The purpose of the conference according to Kidder was to \"…bring about contact between workers in the Southwest field to discuss fundamental problems of Southwest prehistory.\" Later Pecos conferences took place throughout the southwest, but in 1997 the conference was held in Chaco Canyon, and was a collaborative effort shared by the NPS, CCNHP, the Intermountain Field Area and the Maxwell Museum Association. This assembled collection consists primarily of planning notes, correspondence, newsletters, publications and photographs, with a few maps, exhibit materials, negatives and conference related ephemera. 3.1 LF  Resource Management Records  Finding Aid (PDF)  This collection contains the Resource Management Records for Chaco Canyon National Historical Park. It contains Administration Records, Development and Maintenance Records, History and Archeology Records, Lands and Recreation Planning Files, and Natural and Social Sciences Files. 35.75 LF  Ruins Stabilization Records, 1933-1976 Finding Aid (PDF)  In 1937 Frank Pinkley, Superintendent of the former NPS Southwestern National Monuments, organized a Mobile Ruins Stabilization Unit (RSU) with a field station in Chaco Canyon National Monument. The unit's mission was to stabilize and repair the large number of sites in the southwest that were rapidly deteriorating. The unit was set up as a program of the Civilian Conservation Corps (CCC), with a crew of 25 Indian CCC enrollees. Standardized recording forms were created in 1937 and maintained throughout the unit's existence. These forms, together with photographs showing the work done in each room at each site, created stabilization records for each room that was treated. Records for the yearly work done at the park were bound into volumes with original photographs pasted onto captioned pages. 26.2 LF  Ted Sowers Collection Finding Aid (PDF)  Theodore Sowers was superintendent (1945-1946) at Chaco Canyon NM. He also served a season as a ranger in 1941, when he produced several photographic reports of the archaeological sites, including petrogylph panels and the effects of the fall of Threatening Rock. The photographs in this collection are primarily from the time period Sowers spent as a ranger. Reports and journals from his time spent as superintendent are also included. 3 LF  Thomas C. Windes Records Finding Aid (PDF)  Tom Windes was employed as an archaeologist by the Chaco Center, from 1971-1985. He was a key staff member of the Chaco Project and authored many publications, reports and manuscripts. When the Chaco Center disbanded, Windes transferred to the SWRO, Cultural Resources Division. For the remainder of his NPS career, he worked on various surveys within and around CCNHP and still contributes to park research as a volunteer. Survey-related ield notes, site files and maps, artifact tallies, and photographs are included here along with correspondence, manuscripts, conference papers and desk files. 16.5 LF  The Vivian Archive Finding Aid (PDF)  The Vivian Archive was created by the Chaco Project as a repository for records acquired relating to the history of archaeology in Chaco Canyon. It contains a variety of manuscripts, field notes, photographs, negatives, glass lantern slides, student papers, galley proofs, government memos, letters, maps, drawings, correspondence, and other materials related to Chaco Canyon and its history of archaeology and park management. 16 LF       Photographic Collections  Chaco Center Historic Photograph Collection Finding Aid (PDF)  During the course of the Chaco Project, an attempt was made to acquire, through copies or donations of original prints, historic photos of Chaco Canyon. Various institutions were contacted, as were UNM Chaco Field School alumni. The collection also includes maps and correspondence. 5,508 items  Donated Park Photo Collections Finding Aid (PDF)  This assembled collection consists of small collections of photographs received from donors or found in the archive with little documentation. It includes photos donated by Marion Wetherill Shafer, Karl Kernberger, the School of American Research, and Homer Hastings. This collection also includes glass lantern slides of Southwestern archaeological sites from the early 1900s taken or acquired by University of Chicago professor of anthropology Fay Cooper Cole. 3 LF  Gordon Vivian Photo Collection Finding Aid (PDF)   Richard Gordon Vivian spent most of his adult life associated with Chaco Canyon, starting with the first field school UNM held at Chaco Canyon in 1929 when he served as Dr. Edgar L. Hewett's field assistant. In 1937, Gordon became the supervisor of the NPS Indian CCC mobile unit which was established in Chaco Canyon to provide ruins stabilization for parks in the southwest region. The photographs in this collection were primarily taken by Gordon Vivian, and were inventoried into categories by his son, Gwinn Vivian. The collection includes photographs of sites, people, artifacts, the environment and historic and recent structures. 1,596 items  The Jane Kolber Image Collection Finding Aid (PDF)   Jane Kolber, who has been working on Chaco rock art since the 1970s ASNM Rock Art Field School, donated her personal photographs and slides relating to Chaco Canyon. They document the recording of rock art in the Canyon, depicting the people involved and the techniques they used. There are also images of landscapes, construction, sunsets, snow and turkeys in the visitor center's parking lot. 2,899 items  Palmer Collection Finding Aid (PDF)  In the late 1800s, S. L. Palmer, father-in-law of Richard Wetherill, collected artifacts around the Southwest. Originally part of a larger collection loaned to Mesa Verde NP, 17 prints of Chaco Canyon taken during this period were transferred to Chaco's collection in 1946. In 1970, the glass plate negatives and slides were added to the collection. 38 items  Park Historic Photo Collection Finding Aid (PDF)  The Historic Photograph Files (1929-1975) were constructed over time by park staff. The range of topics include Visitor Center museum exhibits, park biology, park infrastructure, natural and manmade disasters (flooding, the fall of Threatening Rock, road washouts, pipeline breaks, vehicular accidents), erosion control efforts, park archaeology, NPS Visitor Center and residence construction, and New Mexico images. 6,384 items      UNM Chaco Field School Collections  The Ann and Susan Kent Collection Finding Aid (PDF)  Susan and Ann Kent attended the UNM Chaco Field School sessions in 1929 and 1930. This collection consists of correspondence, Field School Bulletins, Ann Kent's written accounts of her experiences, copies of articles, and Susan Kent's Masters' thesis. 0.2 LF  Armand Winfield Collection Finding Aid (PDF)  This collection consists of an unpublished manuscript entitled \"Windy,\" a semi-biographical account of Winfield's experience at the 1939 and 1940 Chaco field schools as well as his experiences as a graduate student at the University of New Mexico. It also contains a photocopy of Armand's scrapbook with his captions, and glass lantern slides which relate to Chaco Canyon. 1 LF  1940 Chaco Field School Photo Collection Finding Aid (PDF)  This collection is made up of 135 small B &W prints. The locations that occur most often are BC 52, Chetro Ketl, Jemez and Mesa Verde. Many of the prints have information about people, places and field school sessions on the back and depict excavations, landscapes and students. 135 items  The Marshall B. Clinard Collection Finding Aid (PDF)  Marshall Clinard was a UNM Chaco Field School student in 1931 under the direction of Edgar Hewett. For the six weeks of the Field School, Clinard kept notes and took photographs of the work at excavation sites. Clinard stayed on to work at Chetro Ketl for four weeks after the end of the Field School and continued to take photographs, but left no notes from this period of his stay at the Canyon. This collection consists primarily of photographs. 1 LF  Paul Reiter Collection  Paul Reiter was first introduced to the field of anthropology when he became a part-time driver for Dr. E. L. Hewett in 1925. He went on to earn his BA and MA in Anthropology from UNM, and then his PhD from Harvard in 1946. Through his connection to Hewett, Reiter was involved in the UNM Field Schools, first as a student and then as an instructor. He would also serve as Curator of Archaeology at the Museum of New Mexico before becoming an associate professor of anthropology at UNM. The collection consists of Paul Reiter's personal scrapbook, photos he took and collected, and manuscripts written by his Field School students. Est. 7.25 LF  Raymond Baby Photograph Collection Finding Aid (PDF)  Raymond S. Baby was born in Cleveland, Ohio in 1917. In 1940 he participated in the UNM Advanced Field Session at Chaco Canyon. Raymond documented, photographed and provided annotations of the 1940 excavation of site BC-53. In May 2009, a curator at the Ohio Historical Society discovered these photographs, negatives and lantern slides and sent them to the Chaco Culture NHP Archive at the Hibben Center. 151 items  Richard Vann Collection Finding Aid (PDF) The Richard Vann Collection contains original documents from the time he spent at the University of New Mexico Chaco Field School from 1929-1931. The collection consists of notes and student papers from classes which he took during the Field School on the Zuni language, paleontology, ceramics, geology, and Pueblo ethnology. The collection also includes photographs. 1,280 items",
    "url": "https:\/\/www.nps.gov\/chcu\/learn\/historyculture\/archives.htm"
}
