{
    "title": "Chaco Culture National Historical Park: Archaeological Collections",
    "body": "Archaeological Collection         Pot from Chaco collection           Visit the Chaco Web Exhibit  The type of artifacts in the collection include the full range of Chacoan material culture -- prehistoric vessels, stone and bone tools, matting and sandals, ground stone tools for making corn flour, projectile points, hammers and mauls, hoes and digging sticks, corn cobs and turkey bones, and ornaments of shell, Turquoise, jet, and bone. The collection also contains a wide variety of ecofacts (ecological specimens that yield information about the environment) such as faunal and botanical specimens, pollen and soil samples, mineral specimens, and wood samples used for tree-ring-dating. Highlights in the collection include: The majority of the artifacts were collected during the Chaco Project (1970 - 1985), a multidisciplinary research program of survey and excavation. The Chaco Project began with an inventory survey of parkland that identified nearly 4,000 sites, two-thirds of which are prehistoric. Surface collections from this survey and from site excavations produced a systematic research collection that is critical to understanding and interpreting the Chacoan Culture. Today, artifacts from 70 excavated and tested sites are housed in the collection, as are surface collections from over 1,800 sites (Excavated Sites).        Archaeologist Jim Judge takes measurements during the Chaco Project Survey.   1970-1975 Survey Collection Over 100,000 artifacts, primarily sherds and lithics, were collected during the 100% site inventory survey conducted by the Chaco Project. Artifacts were collected from nearly 1,800 sites (Chaco Project Survey Sites). Site forms, maps, and photographs documenting this collection are housed in the archive. The reults of the survey were reported in Archeological Surveys of Chaco Canyon, New Mexico by Alden C. Hayes, David m. Brugge, and W. James Judge. Publications in Archaeology 18A, National Park Service, U.S. Department of the Interior, Santa Fe, NM, 1981        Black on white bowl from Chaco collection.   Artifacts from Excavated Chaco Sites Systematically collected artifacts from the sites tested or excavated by the Chaco Project (Excavated Sites- Chaco Project) form the core of the park’s archaeological collections. The Chaco Project chose sites from each time period, including Archaic Sites (e.g., Atlatl Cave and Sleeping Dune), Basketmaker III sites (e.g., 29SJ 299 and 423), Basketmaker III-Pueblo I sites (e.g., Shabik’eshchee Village, 29SJ 628), Pueblo I sites (e.g., 29SJ 724 and 597), Pueblo I-II sites (e.g., 29sj 626, 627, 629, 1360), Pueblo II sites (e.g., Pueblo Alto, Una Vida, and Kin Nahasbas), a Pueblo III site (The Poco Site), a series of special use sites collectively known as Stone Circles, and one Historic site – the Doll House Site. Over 430,000 artifacts representing the complete range of archaeological cultural material in Chaco Canyon were recovered during these excavations. The majority of the Chaco Project publications report on these excavations.          Stone beads   Salvage\/Mitigation\/Stabilization Projects Between 1947 and 1969, 16 sites were either excavated as salvage archaeology projects or as part of site stabilization projects. The museum collection contains artifact collections from great houses such as Chetro Ketl, Kin Kletso, the Tri-Wall structure at Pueblo del Arroyo, Una Vida, and Talus Unit, as well as small sites such as Bc 50, 51, 59, Lizard House, Gallo Cliff Dwelling, and the Headquarter’s Site. Over 60,000 artifacts were recovered by these projects. Provenience information and field records from these excavations are more limited, but in some cases site reports or Ruin Stabilization Reports were produced. From the 1970s through the present, archaeological mitigation projects resulting from park construction produced over 15,000 artifacts thus far from a range of sites.        Obsidian arrowhead   Research Projects Research projects over the decades, such as the Chaco Water Control Project, Bonito Stratigraphy Project, and the Obsidian Sourcing Project, have added approximately 220,000 artifacts to the archaeology collection. Patricia L. Crown’s recent discovery of the first evidence of chocolate in North America was one result of the Bonito Stratigraphy Project (Evidence of cacao use in the Prehispanic American Southwest).        Pierson Survey - Neg 90041   Pierson Survey Over 16,000 artifacts, mainly ceramics, were collected from 167 sites (Pierson Survey Sites) by Lloyd Pierson in 1947, while he was a graduate student at the University of New Mexico, and during a second survey in 1960, while he was employed as an NPS archaeologist. Site cards and photographs documenting this collection are housed in the archive.        Archeologists sampling log for tree-ring-dating   Wood Preservation Project From the 1920s on, archaeologists working Chaco Canyon have collected prehistoric construction wood samples for dendrochronological dating. Today, the park preservation program generates significant collections as a result of ongoing architectural documentation, preservation, and research. Architectural materials (primarily mortar and plaster samples and wooden construction beams) continue to be collected as part of the long-term Wood Preservation Project. Samples have been taken from all the great houses in Chaco Canyon, and cores and cross-sections have been loaned to the Laboratory of Tree Ring Research (LTRR) at the University of Arizona for species ID and dating. The LTRR maintains a comprehensive collection and database of dated specimens in the Southwest for comparative research and analytic purposes. Over 1,500 wood specimens are housed in the park’s collection, and more than 6,000 specimens are on loan to the LTRR.  Field records for each specimen are housed in the archive.        Pottery sherds from Chaco collection   Type\/Comparative Collections There are over 20,000 specimens in the park’s many type and comparative collections, including ceramics, lithics, fauna, turquoise, clay, lichens, and flora.        Bis sa' ani, a BLM site near Chaco.   Navajo Nation Chaco Protection Site Collections Through the 1980 enabling legislation, the park works collaboratively with the Navajo Nation Chaco Protection Sites Program to care for Chaco-related sites on Navajo Nation land. As part of the Cooperative Agreement, the park serves as the museum repository for Navajo Nation artifact collections from these sites. Included in the Navajo Nation collections are more than 47,500 artifacts from the 1980-81 excavation of great house Bis sa’ani and its surrounding community, and smaller collections from test work done at Navajo Springs, Crumbled House, and Raton Well in the 1990s. In addition, there are over 17,000 ceramic and lithic surface-collected systematic samples from 73 sites collected in 1995-96.        Confiscated artifacts   Confiscated\/Returned Archeological Artifacts For the past 115 years or more, visitors to Chaco Canyon collect and take artifacts home with them, despite the fact this is an illegal activity. In some cases, guilt overwhelms them, and the park receives anonymous packages in the mail containing pilfered artifacts – usually sherds. Artifacts are also confiscated from visitors on a regular basis, as was this Gallup Black-on-white pitcher. These unprovenienced artifacts are prime candidates for destructive compositional analyses, interpretive exhibits, and other educational projects.      What is not in the collection: Although Pueblo Bonito is the primary interpretative site in the park, and the most completely excavated great house, the park has none of the collections made by the American Museum of Natural History (1896-1899) or the National Geographic Society (1921-1928). The American Museum collections are housed in New York City and the NGS collections are housed in the Smithsonian Institution’s National Museum of Natural History in Washington, D.C.  Institutions around the world have archaeological collections from Chaco Canyon (Chaco material in other institutions).",
    "url": "https:\/\/www.nps.gov\/chcu\/learn\/historyculture\/archeological-collection.htm"
}
