{
    "title": "Chaco Culture National Historical Park: Preservation",
    "body": "Preservation        Crew working at Kin Kletso NPS Photo       The massive stone structures in Chaco are over 1,000 years old and seem timeless and able to withstand the elements.But like other historic buildings, they require constant and appropriate care.Wind, summer monsoon rains, snow, and extreme daily freeze-thaw cycles all take their toll on these fragile architectural monuments. Deterioration begins with the loss of roof coverings and wall plaster, then entire roofs collapse, foundations are threatened by pooling water, and walls begin to crumble.Collapsing elements accumulate around the bases of the walls.These fallen timbers, stones, and mortar effectively armor the ground floors of the buildings.The rooms fill in and the structures begin to stabilize themselves.Eventually, these buildings will turn into mounds of rubble, and although deterioration continues, it is at a much slower rate, and the intact structures beneath and within the rubble are effectively preserved.       There are more than 3,000 architectural structures in the park. At ancient sites such as Chaco, it is not appropriate to rebuild, restore, or in any way re-create these resources by reconstructing missing elements, such as adding roofs or rebuilding upper stories. If written accounts, blue prints, or other records of the original construction existed, then reconstruction might be an option, but none exist for these ancient structures. Therefore, decisions about which treatments are the most appropriate and effective are based on:  National and international standards for historic preservation Condition of the structures Views and opinions of culturally affiliated tribes Scientific research potential Education and visitor value       CCC Mobile Unit in 1938Top row: Dan Cly, name unknown, Roy Newton, Willeto Wero, Joe Charley, Pat Cly, Art Werito, John Cly(?)Bottom row: Raphael Mescalito(?), Clyde Beyale, Antonio Trujillo, Joe Cly, name unknown, Charlie Atencio, Agapito Atencio NPS Photo        Preservation efforts at Chaco began almost immediately after archaeological excavation of some of the structures at the turn of the 20th century and into the 1920s. More formal and comprehensive stabilization began in the late 1930s, when the National Park Service, in conjunction with the Civilian Conservation Corps Indian Division (CCC-ID), employed local Navajo men to work at the sites. These crews were trained in experimental techniques for stabilizing and repairing deteriorating walls. They learned how to shape replacement building stones and create proper mortars. Some of the current NPS preservation staff members are 3rd and 4th generation specialists and are known throughout the region for their unmatched abilities to evaluate and solve structural problems, repair delicate masonry, and understand how these buildings survive.       NPS employees Ben Charley, Douglas Noberto, and James Yazzie repairing a wall at Chetro Ketl in 2010 NPS Photo by Tanya Ortega       You can minimize your impact on the ancient sites and help with preservation efforts.   Do not sit, stand, or climb on walls.  Stay on marked trails and in designated areas.  Treat the structures as the fragile artifacts they are.  Never touch, carve, or deface the walls.  Teach others about the value of preservation.",
    "url": "https:\/\/www.nps.gov\/chcu\/learn\/historyculture\/preservation.htm"
}
