{
    "title": "Grand Canyon National Park: Overflights - Documents",
    "body": "Overflights - Documents           Overflights History, Legislation and Policies    Overflights History Chronology of Significant Events   Overflights Legislation  Public Law 106-181, National Parks Air Tour Management Act, April 2000 (164kb PDF) Public Law 100-91, National Parks Overflight Act, August 1987 (50.9kb PDF)   Overflights NPS Policies National Park Service Management Policies, Soundscape Management, Section 4.9, 2006 (40kb PDF) Director's Order #47: Soundscape Preservation And Noise Management December 1. 2000   For more detailed information visit: the PEPC site              Studies and Projects    Grand Canyon Youth and Global Explorers \"Leading the Way\" Soundscape Project, NPS Report No. GRCA, December 28, 2009 (440 kb PDF)   Tusayan Ruins and Museum Interpretive Program Interruptions, NPS Report No. GRCA, November 2009. (700 kb PDF)   Sound Levels and Audibility of Common Sounds in Frontcountry and Transitional Areas in Grand Canyon National Park, 2007-2008, NPS Report No. GRCA-08-04, November 12, 2008. (4.31MB PDF)   Global Explorers \"Leading the Way\" Soundscape Project, Colorado River, Grand Canyon National Park, July-August 2008, NPS Report No. GRCA-08-03, October 20, 2008. (266 kb PDF)   General Aviation Use of the Fossil Canyon Corridor, Grand Canyon National Park, NPS Report No. GRCA08-02, July 7, 2008 (742 kb PDF)   Acoustic Conditions during Interpretive Programs at Tusayan Ruins and Museum: A Pilot Study, NPS Report No. GRCA-08-01, April 18, 2008 (3.32 MB PDF)   Summer Replicate Ambient Sound Levels in Grand Canyon National Park, NPS Report No. GRCA07-06, October 29, 2007 (389 kb PDF)  revised 20080811   Sound Levels of Helicopters Used for Administrative Purposes at Grand Canyon National Park, NPS Report No. GRCA07-05, October 29, 2007 (335 kb PDF)   Sound Levels of Fire Equipment Used at Grand Canyon National Park, NPS Report No. GRCA07-04 , October 29, 2007 (738 kb PDF)   Colorado River Rapids Acoustic Conditions, NPS Report No. GRCA 07-03 , May 3, 2007 (2.13 MB PDF )   Winter Ambient Sound Levels in Grand Canyon National Park NPS Report No. 07-02 March 7, 2007 (PDF 232 kb)   Sound levels along Hermit Road in Grand Canyon National Park NPS Report No. 07-01, January 8, 2007 (PDF 259 kb)   Sound Levels in the Primary Vegetation Types in Grand Canyon National Park, NPS Report No. GRCA 05-02, July 2005, January 25, 2006 (PDF 255 kb)   Natural Ambient Sound Sample Site Selection NPS Report No. GRCA 05-01, August 22, 2005 (PDF 960 kb)   Federal Interagency Committee on Aviation Noise (FICAN) Report on Modeling Tools March 18, 2005 (PDF 2.86 MB)   Percentage of Time Jet Aircraft are Audible in Grand Canyon National Park HMMH Job No. 295860.44, June 23, 2004 (PDF 783 kb)   Aircraft Noise Model Validation Study HMMH Report No. 295860.29, January 1, 2003   Report on Effects of Aircraft Overflights on the National Park System, Executive Summary, Report to Congress, Appendixes, July 1995   For more detailed information visit: the PEPC site             Maps     Management Zones and Air Tour Routes, June 2007 (2.75MB PDF File)  Trails and Air Tour Routes, June 2007 (2.81MB PDF File)  Grand Canyon National Park Special Flight Rules Area, January 2006 (753kb PDF File)  For more detailed information visit: the PEPC site              Grand Canyon National Park News Releases     Federal Aviation Administration and National Park Service Invite Public Participation Regarding Preparation of an Environmental Impact Statement (EIS) for Actions to Substantially Restore Natural Quiet to the Grand Canyon National Park. 25 January 2006  National Park Service And FAA Hosting Meeting On Grand Canyon Overflights Issues. 13 January 2005  National Park Service And FAA Hosting Meeting On Grand Canyon Overflights Issues. 7 September 2004  Grand Canyon National Park Benefits From Latest Rules Released By The FAA. 28 March 2000  FAA Announces Latest Plans To Restore Natural Quiet At Grand Canyon National Park. 9 July 1999",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/airoverflights_documents.htm"
}
