{
    "title": "Pipestone National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information       We are experiencing a temporary problem with our phone system, where most extensions are offline. Please dial \"0\" for Operator or stay on the line for the general mailbox.          Physical Address           36 Reservation Ave  Pipestone, MN 56164                 Directions         Plane: Commercial service - located at Sioux Falls, SD -Joe Foss Field airport. 50 miles from Pipestone National Monument. Rental cars are available at the airport. Non-Commercial service - located at Pipestone MN airport. Courtesy car or transit service available to Pipestone National Monument from the airport. Car: Pipestone National Monument is easily accessible from local highways. When you reach the city of Pipestone, road signs will lead you to Pipestone National Monument.  Directions Details           Operating Hours & Seasons         Pipestone National Monument Offices \"When you pray with this pipe, you pray for and with everything.\"  -Black Elk For countless generations, American Indians have quarried the red pipestone found at this site. These grounds are sacred to many people because the pipestone quarried here is carved into pipes used for prayer. Many believe that the pipe's smoke carries one's prayer to the Great Spirit. The traditions of quarrying and pipemaking continue here today.   Standard Hours    Sunday: 8:00 AM - 5:00 PM   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 8:00 AM - 5:00 PM      Additional Information View More       Thanksgiving Day:   -       Christmas Day:   -       New Year’s Day:   -          Park Entrance  Prairie Circle Trail The Circle Trail begins and ends at the Visitor Center, is a paved walking trail that leads to several points of interest at Pipestone National Monument. We suggest alotting 45 minutes to an hour for the entire walk. Features along the trail include the pipestone quarries, historical markers, Old Stone Face, Winnewissa Falls, Oracle and the native tallgrass prairie. The Circle Trail is open year-round. Weather in Minnesota is variable. Be prepared for seasonal conditions and rapidly-changing weather.   Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset             Weather           Weather varies seasonally from warm and humid in the summer to cold and snowy in the winter. Visitors should be prepared for seasonal weather and for rapidly-changing conditions.         Fees & Passes     Entrance Fees:   Pipestone National Monument Entry Fee - $7.00 Entrance Fee, entitles visitors access to the circle trail, which leads to several points of interest around the park, and Visitor Center, which includes a 22 minute film, museum, exhibits, and seasonal demonstrators. EXEMPT: Children 15-years-old and younger and American Indians enrolled in a tribe recognized by the U.S. Government. Fee Waivers may be granted to accredited school and educational groups (service, civic or fraternal organization) visiting the park in an educational capacity.   Entrance Passes:   Pipestone National Monument Annual Pass - $30.00 Pipestone National Monument Annual Pass is good for one year from month of purchase. The cardholder, or any member of the immediate family (spouse, children, or parents), may present the pass for entrance to the park. The pass may be purchased only in person at Pipestone National Monument. Fee Waivers may be granted to accredited school and educational groups (service, civic or fraternal organization) visiting the park in an educational capacity. Please call (507) 825-5464 ext. 214.         Visitor Centers       Visitor Center The Visitor Center hosts numerous activities, including a museum that features exhibits about Pipestone National Monument's cultural, historical and natural resources; an award winning 22-minute film, \"Pipestone: An Unbroken Legacy\" , which provides perspective on the significance of Pipestone and the quarrying tradition still carried out today; and, seasonally, American Indian craft workers demonstrating the art of shaping and creating pipestone crafts and pipes.               Current Conditions      Pets      Frequently Asked Questions",
    "url": "https:\/\/www.nps.gov\/pipe\/planyourvisit\/basicinfo.htm"
}
