{
    "title": "Grand Canyon National Park: 2014 High-Flow Experiment",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Hydrologic Activity     2014 High-Flow Experiment                  November 2014 High-Flow Experiment           Water being released from Glen Canyon Dam in 2008 Quick Links  Campsites maps at 45,000 cfs river level  http:\/\/www.gcmrc.gov\/gis\/silvermap1.aspx   Bureau of Reclamation Glen Canyon Dam  http:\/\/www.usbr.gov\/uc\/water\/crsp\/cs\/gcd.html   2014 High-Flow Fact Sheet (445kb PDF)  Flow Information - Camping Tips - High-Flow Protocol           Rm 45 before 3\/4\/2008 (top) & after 3\/14\/2008 high-flow. U.S. Geological Survey  On November 10-15, 2014 the Department of Interior will begin increasing the release from Glen Canyon Dam for a high-flow experimental release (HFE) of approximately 37,500 cubic feet per second (cfs) for 4 days. (96 hours)  The goal of the high-flow experiment is to move sand stored in the river channel and redeposit it to rebuild eroded sandbars and beaches downstream of the Paria River in Grand Canyon National Park.   This release follows the science-based Protocol for High-Flow Experimental Releases from Glen Canyon Dam established in May 2012 and is a component of the Department's compliance with the Grand Canyon Protection Act of 1992.   The Grand Canyon Protection Act mandates that Glen Canyon Dam be operated in a manner that protects, mitigates adverse impacts to, and improves the values for which Grand Canyon National Park and Glen Canyon National Recreation were established.  Previous experimental releases from Glen Canyon Dam have demonstrated that it is possible to rebuild beaches and sandbars in Grand Canyon via high flows.      Flow Information (download schedules by clicking on the graphics below)  Since 1996, releases from Glen Canyon Dam have generally ranged from 8,000 to 25,000 cfs. The increase in flow to approximately 37,500 cfs will change conditions on the Colorado River. Research has shown that some normally difficult rapids decrease in their technical difficulty, whereas other rapids become more technically challenging at higher flows.  There are inherent risks associated with recreational activities along the Colorado River corridor through Grand Canyon at all times.        Flow arrival times downstream in Grand Canyon may be downloaded in map form (left). The release schedule at Glen Canyon Dam is also available (right). Click on the graphic(s) above that you would like to download. (.jpg and .png photo formats)          Beginning on the morning of November 10th, 2014, releases from Glen Canyon Dam will begin ramping up to full power plant capacity (approximately 22,500 cfs). At midday on November 10th, bypass tubes at Glen Canyon Dam will be opened and releases will continue to increase up to full power plant and bypass capacity (approximately 37,500 cfs) by the evening of November 10th. Releases will be maintained at peak release for 4 days (96 hours) and then begin ramping back down. Releases will return to normal operations in the afternoon of November 15th. The entire experiment, including ramping is expected to last 5 and a half days, with 4 day (96 hours) at peak release.   Because of the distances downstream of the dam, increasing flows will reach downstream locations at different times. Flows will arrive at Phantom Ranch (River Mile 87) about 20 hours after release from Glen Canyon Dam, and almost 54 hours after release at Pearce Ferry (River Mile 279). Specific information about flow levels at varying locations within Grand Canyon will be posted before and during the high-flow experiment at Lees Ferry, Phantom Ranch and the Backcountry Information Center.   Current flow at Lees Ferry: http:\/\/waterdata.usgs.gov\/usa\/nwis\/uv?09380000        River users and backpackers can use these maps to determine which campsites provide the most camping area at high flow.   Camp on Durable Surfaces  Because the river will be carrying a greater volume of water than usual, the high-flow experiment will also change the size and availability of campsites along the Colorado River. Most campsites will be smaller, and some particularly low lying campsites may not be usable. The Grand Canyon Monitoring and Research Center has maps of campsites showing modeled shorelines at 37,200 cfs available online at http:\/\/www.gcmrc.gov\/gis\/silvermap1.aspx.       The area available for camping will be smaller at most sites, and river users and backpackers may have to set up tents closer to one another than they would during typical flows. It is especially important to follow Leave No Trace principles and travel and camp on durable surfaces during this high-flow experiment. Durable surfaces include bare sand above the high flow line, sites where people have previously camped and established trails.        Please do not camp in the pre-dam old high-water zone.   Camps should not be established in the pre-dam old high-water zone, which is marked by mesquite, catclaw acacia, and netleaf hackberry on rounded sandy slopes or higher sand terraces.  The old high-water zone is especially fragile because it no longer receives moisture, sand or nutrients from natural annual floods that reached over 100,000 cfs prior to the construction of Glen Canyon Dam and is not replenished by experimental high flows. Damage to root systems from soil compaction and erosion and to biological soil crusts by camping or social trails may be irreversible due to the extremely fragile nature of the old high-water zone.                        Identifying the Pre-Dam Old High-Water Zone It’s really important that you identify the historic high water line and encourage your entire group to camp below that.  Duration:54 seconds               View more chapters of the park's non-commercial river trip orientation video here or on YouTube      River users and backpackers are encouraged to communicate with each other and with river rangers about available campsites in order to protect the canyon's resources and to ensure a quality experience for everyone in the river corridor during the high flow and for those who follow.            Glen Canyon Dam with tubes open during the 2008 high-flow.   High-Flow Protocol  The high-flow protocol is a framework for using dam operations to release high flows following tributary deposits of new sand into the main channel of the Colorado River. It was developed by the Department of the Interior pursuant to the National Environmental Policy Act based on the best available scientific information developed through the  Glen Canyon Dam Adaptive Management Program and other sources of information.  The protocol builds on a wealth of scientific knowledge gained from more than 16 years of extensive scientific research, experimentation, and analysis, including analysis of a series of previous high-flow experimental releases in 1996, 2004, 2008, 2012 and 2013. The protocol is intended to provide additional data essential to inform and refine future management decisions for the management of the Colorado River through 2020.        Humpback chub   This experiment will help scientists and managers better understand whether multiple higher flows created by releasing water from Glen Canyon Dam can be used to rebuild eroded beaches downstream.   Colorado River sandbars within the Grand Canyon provide habitat for wildlife, serve as camping beaches for recreationists, and supply sand needed to protect archaeological sites. High flows may also create backwater areas used by young native fishes, particularly the endangered humpback chub.                Water being released from Glen Canyon Dam in 2008 Quick Links  Campsites maps at 45,000 cfs river level  http:\/\/www.gcmrc.gov\/gis\/silvermap1.aspx   Bureau of Reclamation Glen Canyon Dam  http:\/\/www.usbr.gov\/uc\/water\/crsp\/cs\/gcd.html   2014 High-Flow Fact Sheet (445kb PDF)  Flow Information - Camping Tips - High-Flow Protocol",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/hfe.htm"
}
