{
    "title": "Chaco Culture National Historical Park: Directions & Transportation",
    "body": "Directions         CR 7950 approaching Escavada Wash. Road is normally suitable for all passenger vehicles. Russ Bodnar  Car Chaco Canyon is located in northwestern New Mexico. The park can only be accessed by driving on dirt roads. Warning: Some of the local roads recommended by map publishers and GPS devices are unsafe for passenger cars. Please use our directions below to avoid getting lost or stuck. From the north, turn off US 550 at CR 7900--3 miles southeast of Nageezi and approximately 50 miles west of Cuba (at mile 112.5). This route is clearly signed from US 550 to the park boundary (21 miles). The route includes 8 miles of paved road (CR 7900 & CR7950) and 13 miles of rough dirt road (CR7950). The 4 1\/2 miles before entering the park are very rough. From the south, two routes access Chaco from Highway 9, which runs between Crownpoint, Pueblo Pintado, and Cuba. Both routes can vary from very rough to impassable. Not recommended for RVs. If you are traveling from the south, please call ahead for the latest conditions. Via Hwy 57(Hwy 14 on some maps): This turnoff is located on Highway 9, 13 miles east of Highway 371, at the former Seven Lakes Trading Post. (20 miles of dirt). Note that the signs directing you to turn off of Hwy 371 onto Highway 9 are missing. Via Pueblo Pintado: At the community of Pueblo Pintado, turn north on Navajo 46 for 10 miles (rough dirt). Turn left on County Road 7900 for 7 miles (some rough dirt). Turn left on County Road 7950, and follow the signs 16 miles to the park entrance (3 miles paved and 13 of rough dirt road). The northern and southern routes include 13, 20, and 33 miles of dirt roads, respectively. These sections of road are infrequently maintained, and they can become impassable during inclement weather. If you have an RV and are not planning on camping in the park, you may want to leave the RV and drive a car into the park. Call the park (505-786-7014) for current road conditions. Click here for a map of routes into Chaco. Plane The nearest airports are Farmington, NM, Gallup, NM, Durango,CO, and Albuquerque, NM.  Public Transportation There is no public transportation to the park       Hwy 57 (14). Rough road not recommended for RV's. Russ Bodnar        Hwy 57 (14) entering park from the south. Road can be rough and rutted. May be impassable. Russ Bodnar",
    "url": "https:\/\/www.nps.gov\/chcu\/planyourvisit\/directions.htm"
}
