{
    "title": "Chaco Culture National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1808 CR 7950  Nageezi, NM 87037                 Directions         Road conditions can be rough or impassable. Please call in advance for updates.  Directions Details           Operating Hours & Seasons         Chaco Culture National Historical Park The park is closed on Thanksgiving, Christmas Day, and New Year's Day.   Standard Hours    Sunday: 7:00 AM - Sunset   Monday: 7:00 AM - Sunset   Tuesday: 7:00 AM - Sunset   Wednesday: 7:00 AM - Sunset   Thursday: 7:00 AM - Sunset   Friday: 7:00 AM - Sunset   Saturday: 7:00 AM - Sunset             Weather           Summer highs are typically in the 80's to mid-90's. Thunderstorms can produce heavy localized downpours and sudden dramatic drops in temperatures. Winter temperatures will drop to well below freezing most nights. If you plan to camp in the winter, prepare for nighttime temperatures in the teens or lower. Spring and Fall are great times to visit with more moderate temperatures, but unexpected storms can change things dramatically. Monitor local weather forecasts.         Fees & Passes     Entrance Fees:   Entrance Fee- Per Vehicle - $12.00 This permit allows all persons traveling in one private, non-commercial vehicle (car\/truck\/van) to enter the park to visit for up to 7 days from the date of purchase.   Entrance Fee- Per Person - $6.00 This permit allows a single individual traveling on foot, bicycle, or as individuals traveling together in a vehicle as a non-commercial, organized group to enter the park to visit for up to 7 days from the date of purchase.   Entrance Fee- Motorcycle - $8.00 This permit allows one motorcycle to enter the park to visit for up to 7 days from the date of purchase.          Visitor Centers       Chaco Culture National Historical Park Visitor Center This is Chaco Culture's only visitor center. The hours of operation are 8:00am-5:00pm. The visitor center is closed on Thanksgiving, Christmas, and New Year's Day.                 Hungo Pavi Great House with Fajada Butte in distance NPS  Chaco Culture National Historical Park preserves a major center of ancestral Puebloan culture dating between 850 and 1250 CEA. Chaco is a very special place. Remote and isolated, it offers few amenities. Come prepared. You will find the rewards unlimited. Check out the navigation links for more information on when we are open, how to get here, and what to do.",
    "url": "https:\/\/www.nps.gov\/chcu\/planyourvisit\/basicinfo.htm"
}
