{
    "title": "Manhattan Project National Historical Park: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     July 25, 2016  Educator Concludes 2016 Teacher-Ranger-Teacher Experience  On July 18, Christina Luckman concluded her Teacher-Ranger-Teacher experience at Manhattan Project NHP.   June 20, 2016  Oak Ridge Symphony Orchestra Celebrates National Park Service Centennial During Season Opening  Manhattan Project National Historical Park is pleased to partner with the Oak Ridge Civic Music Association for a special celebration of the National Park Service’s Centennial birthday on Saturday, September 24, 2016 with the Oak Ridge Symphony Orchestra’s 72nd season opening concert.   June 08, 2016  New mobile application allows users to take virtual tour of Project-Y of Manhattan Project National Historical Park  The free Los Alamos Unit app is now available from the Apple App Store. New mobile application allows users to take virtual tour of Project-Y of Manhattan Project National Historical Park.   April 18, 2016  Summer Professional Development Opportunity for Teachers at Manhattan Project NHP  Oak Ridge, TN – Manhattan Project National Historical Park is recruiting teachers to participate in the Teacher-Ranger-Teacher program this summer.   April 11, 2016  Manhattan Project in Oak Ridge Celebrates National Park Week  During the week of April 17-23, 2016, Manhattan Project National Historical Park, in Oak Ridge, Tennessee, will be celebrating National Park Week with several events scheduled around the area.   March 17, 2016  Manhattan Project NHP Celebrates National Girl Scout Day  On Saturday, March 12, over 350 visitors celebrated National Girl Scout Day at Manhattan Project National Historical Park, in Oak Ridge, Tennessee.   February 16, 2016  National Girl Scout Day Event at Manhattan Project National Historical Park on March 12  Manhattan Project National Historical Park is partnering with the American Museum of Science and Energy, Children’s Museum of Oak Ridge and the Southern Appalachian Girl Scout Council to celebrate National Girl Scout Day on Saturday, March 12.   February 04, 2016  National Parks World War II Film Festival on February 20  Manhattan Project National Historical Park will present films from a number of National Park Service sites that commemorate events and issues surrounding World War II on Saturday afternoon February 20, at the American Museum of Science and Energy.   January 21, 2016  Volunteer Opportunities Information Session on January 26 for the Manhattan Project National Historical Park  The National Park Service will be holding an information session for anyone interested in volunteering to help with the Manhattan Project National Historical Park in Oak Ridge, Tennessee, on Tuesday, January 26.   January 15, 2016  Manhattan Project Junior Ranger Program Starts on Martin Luther King Weekend  Manhattan Project National Historical Park’s Oak Ridge unit now has its own Junior Ranger program, which debuts Saturday, January 16.   January 07, 2016  Manhattan Project National Historical Park Scholars Forum Report  Over many years, the National Park Service brings together groups of leading experts in the country to help develop the interpretative plan for a new park.  To that end, the NPS invited a group of experts, including participants from Hiroshima and Nagasaki, to participate in a scholars’ forum on the Manhattan Project in Washington, DC, on November 9-10, 2015.   November 20, 2015  Volunteer Opportunities Information Session on January 21 for the Manhattan Project National Historical Park  The National Park Service will be holding an information session for anyone interested in volunteering to help with the Manhattan Project National Historical Park in Oak Ridge, Tennessee, on Thursday, January 21.   November 20, 2015  Interior & Energy Departments sign agreement to preserve and protect historical sites that led to the creation of the atomic bombs that helped end WWII  U.S. Secretary of the Interior Sally Jewell and U.S. Secretary of Energy Ernest Moniz signed a memorandum of agreement establishing the Manhattan Project National Historical Park.",
    "url": "https:\/\/www.nps.gov\/mapr\/learn\/news\/newsreleases.htm"
}
