{
    "title": "Manhattan Project National Historical Park: Learn About the Park",
    "body": "Explore This Park    Learn About the Park           Learn About the Park          Manhattan Project National Historical Park The Manhattan Project National Historical Park is one of the nation's newest national parks. Established in November 2015, the park preserves portions of the World War II-era sites where the United States developed the world's first atomic weapons. This unique park, managed in partnership by the National Park Service and the Department of Energy, will provide visitors the opportunity to   walk in the footsteps of J. Robert Oppenheimer at Los Alamos, New Mexico;  visit Hanford, Washington, to stand face to face with the nuclear reactor that produced the material for the first atomic test;  and learn about the dedication of the Calutron Girls in Oak Ridge, Tennessee, who helped the United States win the race against Nazi Germany to develop an atomic bomb.   The Manhattan Project and its legacy is a complex story. It's the story of more than 600,000 Americans leaving their homes and families to work on a project they were told was vital to the war effort. It's the story of generals, physicists, chemists, mathematicians, and engineers pushing and broadening the limits of human knowledge and technological achievement in ways never before imagined. It is also the story of the death and destruction associated with World War II, and a new weapon capable of unimagined levels of devastation. A visit to the Manhattan Project National Historical Park provides an opportunity to view the sites that helped the United States end World War II and challenges us to think about how the world has changed with the dawn of the nuclear age.               History of the Manhattan Project The Manhattan Project was an unprecedented, top-secret program implemented in the United States during World War II to design and build an atomic bomb. The discovery of nuclear fission in Germany in 1938 suggested the possibility of a nuclear chain reaction with the potential release of enormous amounts of energy. A concerned Leo Szilard prompted Albert Einstein in August 1939 to write President Franklin D. Roosevelt, warning that an \"extremely powerful bomb\" might be constructed. Fearing ongoing research and development by Nazi Germany, Roosevelt initiated federal funding for uranium research. By 1942, with the US at war, officials concluded that an atomic bomb could be designed, built, and used in time to influence the outcome of the war. To accomplish this task, the Army Corps of Engineers established the Manhattan Engineer District, headed by Brigadier General Leslie Groves. This focused effort, combining military, scientific, and industrial resources and involving hundreds of thousands of workers at many sites across the country, was largely kept secret for the duration of the project.  Scientists theorized there were two potential paths to a bomb, using the uranium-235 isotope, which comprises on average less than one percent of naturally occurring uranium, or using the newly discovered element plutonium, which could be created from a controlled chain reaction with uranium. Both paths required the use of expensive and unproven processes, and success was by no means guaranteed. As a result, the decision was made to move forward with both paths. For the uranium bomb, a massive industrial complex was built at Oak Ridge, Tennessee, to enrich uranium; three separate uranium enrichment technologies were pursued in parallel. A pilot reactor and chemical separation plant were constructed at Oak Ridge to create and purify plutonium. Only six months after breaking ground on the Oak Ridge plutonium pilot plant, another enormous industrial complex was built at Hanford, Washington, with huge production-scale reactors, chemical separations plants, and fuel fabrication facilities. Despite the speed with which the facilities were engineered and built, production at both sites was slow and difficult, and it was not until mid-1945 that sufficient amounts of uranium-235 and plutonium were available for construction of the first bombs. Building the bombs themselves was not an easy task. Precise calculations and countless hours of experimentation were required to obtain the optimum specifications of size and shape. In early 1943, General Groves set up a bomb design and development laboratory, with some of the world's foremost scientists under the leadership of J. Robert Oppenheimer, at the isolated Los Alamos site in northern New Mexico. The uranium bomb utilized a fairly straightforward gun method for creating a critical mass and nuclear explosion. In 1944, scientists determined that the gun method would not work for plutonium, and they turned to the theoretical and extremely complex implosion method. Uncertain that it would work, officials tested the plutonium device at the Trinity site in southern New Mexico on July 16, 1945. As the project moved closer to the use of the first atomic bomb, ethical questions arose in the minds of some who understood the project’s intent; however, scientists and politicians were primarily concerned with ending the war as quickly as possible. With Germany out of the war, a uranium bomb was dropped on Hiroshima, Japan, on August 6, 1945.  A plutonium bomb was dropped on Nagasaki, Japan, on August 9. On August 14 Japan announced its surrender and World War II ended. The Manhattan Project was a highly significant chapter in America’s history that ushered in the nuclear age, determined how the next war, the Cold War, would be fought, and served as the organizational model behind the remarkable achievements of American \"big science\" during the second half of the twentieth century. The Manhattan Project also raised ethical and moral questions among scientists and citizens alike—questions that continue to this day.",
    "url": "https:\/\/www.nps.gov\/mapr\/learn\/index.htm"
}
