{
    "title": "Grand Canyon National Park: Bighorn Sheep",
    "body": "Explore This Park    Learn About the Park     Nature     Wildlife     Mammals     Bighorn Sheep                  Bighorn Sheep        Close-up of a  bighorn ram in Grand Canyon. NPS        Scientific Name Ovis canadensis nelsoni Identification  Muscular body with chocolate brown fur. They have white fur around the muzzle, rump, and belly. Rams (males) have large curved horns, while females (ewes) have short horns with only slight curvature.  Desert bighorn are the largest native animal in the park, with rams weighing up to 250 lbs (113 kg).  Habitat   The unique landscape found in Grand Canyon is excellent habitat that provides remote refuges for these animals. They are commonly seen on steep terrain and cliffs. They live throughout the American Southwest, including Grand Canyon, Mojave Desert, and Sonoran Desert. The population of desert bighorn sheep in Grand Canyon is a naturally persisting population without direct transplants of bigorns from other areas.  Behavior   Desert Bighorn sheep are highly adapted for desert climates and can go for extended periods without drinking. They are social animals and form herds that are usually 8–10 sheep. Herds as large as 20 sheep have been seen along the Colorado River through Grand Canyon. Rams battle to become the dominant animal in a herd, charging head on at each other with their horns until one ram retreats.         More Information  Current Research in Grand Canyon National Park is aimed at understanding the distribution of these animals in the park, and how they are affected by disease.               Close-up View of a Bighorn Ewe   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 22 seconds  This female desert bighorn sheep is not very shy! Get the close-up view of this beautiful animal calmly chewing as she suns herself near the very edge of Grand Canyon. (30 fps, 1080p)",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/bighorn-sheep.htm"
}
