{
    "title": "Manhattan Project National Historical Park: Los Alamos, New Mexico",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Los Alamos, New Mexico              Manhattan Project NHP at Los Alamos         Map of Los Alamos area showing the three park sites: 1. Gun Site, 2. V-Site, and 3. Pajarito Site NPS geographic map  Located on a remote mesa in New Mexico, at Los Alamos over 6.000 scientists and support personnel worked to design and build the atomic bombs. The park currently includes three areas at Los Alamos (locations shown in the map):  Gun Site Facilities: three bunkered buildings (TA-8-1, TA-8-2, and TA-8-3), and a portable guard shack (TA-8-172). These buildings were associated with the design of the “Little Boy” bomb. V-Site Facilities: TA-16-516 and TA-16-517 V-Site Assembly Building - used by laboratory personnel to assemble components of the Trinity device in July 1945 Pajarito Site: TA-18-1 Slotin Building, TA-8-2 Battleship Control Building, and the TA-18-29 Pond Cabin. Pajarito Site was used during the war for plutonium chemistry research and later became the main site for critical assembly work at Los Alamos after the war.  Visiting Los Alamos While there is currently no public access to the Department of Energy (DOE) facilities listed above, walking tours are available in the town of Los Alamos. Download this brochure (PDF, 4.28 MB) to learn more about visiting the Los Alamos sites, the Los Alamos town site walking tour, and the DOE facilities. The Los Alamos Visitor Contact Station is open daily.  While you're in the area, you may want to visit other historic sites in the town of Los Alamos or the Bradbury Science Museum which houses more Manhattan Project information and exhibits. Directions & Transportation From Albuquerque take I-25 north to Santa Fe (take NM 599 for most direct route), then US 84\/285 north to Pojoaque. At Pojoaque take the NM 502 exit to Los Alamos.  Driving time and distance from:   Bandelier: 20 min. (12 mi.)  Santa Fe: 45 min. (35 mi.)  Albuquerque: 1 hr 50 min. (93 mi.)  Taos: 1 hr 20 min. (65 mi.)          Aerial image of Gun Site at Los Alamos, New Mexico Department of Energy photo",
    "url": "https:\/\/www.nps.gov\/mapr\/manhattan-project-los-alamos.htm"
}
