{
    "title": "Manhattan Project National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Manhattan Project National Historical Park c\/o NPS Intermountain Regional Office 12795 West Alameda Parkway  Lakewood, CO 80228                 Directions         The interim office of the Manhattan Project NHP superintendent is currently located in Denver, Colorado. Locations of NPS visitor centers and any other park facilities have yet to be determined and will be evaluated as part of the park planning process. For directions to the Manhattan Project NHP site in Hanford, WA Los Alamos, NM, and Oak Ridge, TN please visit http:\/\/www.nps.gov\/mapr\/planyourvisit\/directions.htm.  Directions Details           Operating Hours & Seasons         Oak Ridge, Tennessee Oak Ridge Reservation bus tour is included in the price of admission to the American Museum of Science & Energy & includes: a guided tour of the X-10 Graphite Reactor, the East Tennessee Technology Park (former home to the K-25 gaseous diffusion building), and the Y-12 New Hope Center. The tour runs March to November. Dates & times vary from week to week. Contact the American Museum of Science & Energy for the latest information. Please note: Participants must be United States citizens.   Standard Hours    Sunday: 1:00 PM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Los Alamos, New Mexico While there is currently no public access to the Department of Energy facilities in Los Alamos, walking tours are available in the town of Los Alamos. The Los Alamos Visitor Contact Station is open daily.    Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours      Hanford, Washington Access to the Hanford B-Reactor is by tour only. Separate tours of the Historic Sites are also offered. In 2016, tours will be offered from April 18 through November 19. Visitors can register for these tours by internet, phone, or in person. Tours are free to the public. For more information about tours of the historic sites, visit http:\/\/manhattanprojectbreactor.hanford.gov\/. For more information about tours of the historic sites, visit http:\/\/tours.hanford.gov\/HistoricTours\/.    Standard Hours    Sunday: 7:30 AM - 4:30 PM   Monday: 7:30 AM - 4:30 PM   Tuesday: 7:30 AM - 4:30 PM   Wednesday: 7:30 AM - 4:30 PM   Thursday: 7:30 AM - 4:30 PM   Friday: 7:30 AM - 4:30 PM   Saturday: 7:30 AM - 4:30 PM      Additional Information View More       Hanford, Washington Winter Schedule:   November 20  - April 15  Closed                 Weather           Fees & Passes     Entrance Fees:   Manhattan Project NHP Entrance Fee - $0.00 There is no fee to enter the Manhattan Project National Historical Park.          Visitor Centers       Manhattan Project NHP Visitor Center -- Oak Ridge Site The Oak Ridge Visitor Contact Station is located in the American Museum of Science and Energy.   Manhattan Project NHP Interim Visitor Contact Station--Hanford Site Located in Hanford, Washington, the Manhattan Project National Historical Park Interim Visitor Contact Station is the departure point for all tours of the B-Reactor. There are restrooms at the Interim Visitor Contact Station.   Manhattan Project NHP Visitor Contact Station--Los Alamos Site Information about visiting the Los Alamos area Manhattan Project NHP is available at the Los Alamos Visitor Contact Station.                  The Manhattan Project National Historical Park is composed of the three principal locations where work was completed as part of the Manhattan Project: Oak Ridge, Tennessee; Hanford, Washington; and Los Alamos, New Mexico.   Operating Hours and Seasons Seasons and hours vary by site, please check the page for the location you plan to visit.  Directions and Transportation   Hanford, Washington - B Reactor Museum (no private vehicle access) Oak Ridge, Tennessee - (no private vehicle access) American Museum of Science and Energy provides a bus tour Los Alamos Visitor Contact Station    Fees and Passes There is no entrance fee at Manhattan Project National Historical Park.  Manhattan Project National Historical Park does not sell or issue any of the America the Beautiful the National Parks and Federal Recreational Lands Passes.  More information on Federal Recreation Passes is available.",
    "url": "https:\/\/www.nps.gov\/mapr\/planyourvisit\/basicinfo.htm"
}
