{
    "title": "Manhattan Project National Historical Park: Hanford, Washington",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Hanford, Washington              Hanford, Washington        B Reactor, Hanford, Washington          Map of area at the Hanford site.   The Hanford Engineer Works was built to create large quantities of plutonium at a roughly 600-square-mile site along the Columbia River in Washington State. More than 51,000 workers at Hanford constructed and operated a massive industrial complex to fabricate, test, and irradiate uranium fuel and chemically separate out plutonium.  The Hanford landscape is also representative of one of the first acts of the Manhattan Project, the condemnation of private property and eviction of homeowners and Native American tribes to clear the way for the top-secret work.  At Hanford the park includes:   the B Reactor National Historic Landmark, which produced the material for the Trinity test and plutonium bomb  the Hanford High School in the Town of Hanford and Hanford Construction Camp Historic District Bruggemann's Agricultural Warehouse Complex  White Bluffs Bank and Hanford Irrigation District Pump House, which together provide a glimpse into the history of the Hanford area before the arrival of the Manhattan Project.   The T Plant, a chemical separations canyon, will not be in the Park initially, but visitors will learn about its vital role at other locations in the park.       Visiting Hanford The Hanford B-Reactor National Historic Landmark Tours are offered regularly, from April through September. Visitors can register for tours by internet, phone, or in person. The free, guided tours last approximately 4 hours, including travel to and from the B Reactor on a Department of Energy (DOE) sponsored bus. DOE will also offer tours of the pre-Manhattan Project facilities during the same timeframe. For more information, please visit the Manahattan Project NHP B Reactor Tours page.      Directions To reach the Visitor Contact Station in Hanford, take State Highway 240 North. Turn left on Logston Blvd. The Visitor Contact Station is the building is on the right with a red roof.",
    "url": "https:\/\/www.nps.gov\/mapr\/hanford.htm"
}
