{
    "title": "Pecos National Historical Park: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards       Kids! Collect trading cards about the Civil War and civil rights! The National Park Service is offering more than 500 cards to mark the 150th anniversary of the Civil War. Visit in person to obtain a set pertaining to a specific park. Ask a ranger or stop by the Visitor Center at a participating park. You can view all the cards online and discover stories from nearly 90 national parks in 31 states and the District of Columbia. You'll be surprised at what you can learn. Here is the set available at Pecos National Historical Park:          Defending the New Mexico Territory Corporal John E. Briney and Union Forces at Apache Canyon helped to successfully defend the New Mexico Territory against a Confederate incursion in the west during the Battle of Glorieta Pass in March 1862.         Leaping to Survival During the Battle of Glorieta Pass (New Mexico), Colorado Volunteers encountered a burned bridge at Apache Canyon during a cavalry charge. The bridge collapsed just as they attempted to cross. The lead horse leaped over the gap and all but one soldier and horse survived the charge.         Colonel Edward Canby Col. Edward Canby's 19th US Infantry forced the Confederates to retreat to Texas in the Battle of Glorieta Pass in New Mexico Territory in 1862. Later promoted, Canby was the only US general to be killed during the Indian Wars.         Lieutenant Colonel Manuel Chavez Guided by Lt. Col. Manuel Chavez, Union forces from Colorado and New Mexico destroyed the Confederate supply train at Johnson's Ranch in March 1862. This sealed the Union victory in the Battle of Glorieta Pass in the New Mexico Territory as well as the Union stronghold on the West.         Kozlowski's Ranch Martin Kozlowski operated a ranch and stage stop along the Santa Fe Trail near Pecos Pueblo in New Mexico Territory. He had served in the US Army and allowed Union soldiers to camp on his property during the Civil War. After the Battle of Glorieta Pass, the ranch was used as a Union field hospital.",
    "url": "https:\/\/www.nps.gov\/peco\/learn\/kidsyouth\/tradingcards.htm"
}
