{
    "title": "Pecos National Historical Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth         Which of these cactus would you find near our Visitor Center (at altitude 6,900 feet)  in Northern New Mexico?* *You'll see plenty of cholla, prickly pear, and yucca!   Pecos is a great family park!  The mission church ruins and the hiking trails (Ruins and Civil War Battlefield) provide many opportunities for kids to explore history and nature up close. Children also enjoy the short interpretive talks and walks offered spring through fall, and the Junior Ranger program (see below), which is available all year 'round. Please stop in at the Visitor Center to check current schedules, view the exhibits and watch the park's orientation video. Pecos Soundscape Did you know there are many sounds from America's other national parks that you might also hear at Pecos National Historical Park? Here are some of them: bald eagle (if fortunate, you may see them soar along the Pecos River in the park); northern flicker; American robin; thunder; white-crowned sparrow; water (again, just be near near the river or the Glorieta Creek inside park boundaries); common raven (these are seen more often than crows in this part of New Mexico); cannon (Civil War history is an important part of this park's story); and, occasionally when we are lucky, rain. With even better luck, you won't hear this or this! Go to this Understanding Sound link to learn more about soundscapes in national parks.  Have you thought about the effects of noise on special places such as national parks? What are the effects of noise on wildlife, visitors, natural and cultural resources? Click here to learn more. And here is information on making minimal your own noise imprint.  How will changing climate matter to you? Here is an easy experiment you can do in your classroom or at home with help from your parents. Click here for a video that helps explain why melting glaciers matter so much. Here's another lesson that asks whether climate change and habitat competition are affecting salamander survival.  Junior Ranger Program Free Junior Ranger booklets are available at the Visitor Center. Filled with fun activities, these books reveal the wonders of Pecos to kids and parents alike. By completing five or more exercises, participants earn a \"Pecos Junior Ranger\" badge. Activities are designed for ages 6 to 12, but anyone is welcome to take part. We also participate in the Santa Fe Trail and the Wagonmaster programs!  Web Rangers You can also work on being a kid Ranger at school or home by exploring the NPS Web Ranger site, where there are engaging games and fun programs to help you learn all about your National Parks. For instance, click here to learn all about learning to tell time with tree rings (dendrochronology). Or how about telling a story with rock art? For our younger Web Rangers, how about picking out the thing that's not like the others? And how would you like to learn about National Park Service Park Ranger uniforms...this one sounds easier than it is! All About Archeology NPS Archeology for Kids is an educational resource that explains what archeologists do and how they do it--from field crews to zooarcheologists to underwater archeologists--with plenty of interactive opportunities (and video links) for all ages. Pondering questions Have you ever wondered, \"what exactly IS a watershed, anyway?\" Here's a great link to help you find out. Or, \"what are the particulars of climate change?\" Look here for some answers. You might also enjoy looking at safe government websites you can access from this link: kids.gov. And don't forget to check out the park's fun and educational Civil War to Civil Rights trading cards.  Junior Wagon Master program Join Wagon Master Jake as he proceeds along the Santa Fe Trail. And here are some of the sites you can explore with your family to earn cool patches along the way.       Junior Wagon Master patches. NPS and the Santa Fe Trail Association        This geographic point about 15 miles west of Las Vegas, NM is visible through mountainous terrain between Las Vegas and Santa Fe. Have you seen it in your travels? Can you find out the legend that led to the name \"Starvation Peak\"? Vintage postcard.         Pecos students play a \"Predator\/Prey\" game with rangers on a school field trip at the park. NPS Photo  And remember, when you come to Pecos NHP for a visit, you'll find plenty to do on site, at this region that was a gateway to the plains. In addition to the 1.25 mile trail around the pueblo and church ruins, you might consider taking the 2.25 mile hike past sites of the Civil War Battle of Glorieta Pass. Ask a ranger and you'll receive the gate code and map; you can also pick up an interpretive trail guide booklet for the walking adventure. In the summer, there are other tours you can take. Ask at the Visitor Center.",
    "url": "https:\/\/www.nps.gov\/peco\/learn\/kidsyouth\/index.htm"
}
