{
    "title": "Pecos National Historical Park: Plan A Field Trip",
    "body": "Explore This Park    Learn About the Park     Education     Plan A Field Trip               Plan A Field Trip         Educational field trips at Pecos National Historical Park might include a search for fossils at Glorieta Creek or learning about butterflies, frogs, birds, or geology. NPS Photo  Please note: all school groups that seek ranger-guided tours must have at least one active, responsible chaperone per 10 students; the preferred chaperone:student ratio is 1:7. Field Trip Document Downloads:  Teacher Orientation Packet 69kb PDF  Educational Fee Waiver 28kb PDF Pre-Trip Activity PDF Museum Activity PDF Post-Trip Activity 1 PDF Post-Trip Activity 2 PDF Entrance fees may be waived for school groups if:  the class is from a bona fide school, home school or virtual academy; the visit is part of class course work; the class is under good supervision; the group provides a lesson plan for the visit; and reservations (call 505-757-7210) are made at least two weeks ahead of the visit.  Common-Sense Guidelines for Visits to the Park  It is the mission of the National Park Service to preserve and protect Pecos National Historical Park for the enjoyment of present and future generations. To help with preservation, please share these guidelines with your group before your visit to the park. Impress upon everyone that Pecos NHP is a unique, ancient place and needs to the treated with care. When introducing the guidelines to your class it may be helpful to provide examples as well; we've included a few below.  Stay on the trail--Remember that the ranger (if one is available) goes first, and students follow. Watch for dangers such as snakes and cactus spines. In addition to being hazardous, wandering off trail can result in damage to park resources. Do not climb on walls--they are fragile. Always think safety for yourself and others--Please do not run. Keep a safe distance fom the edge of exposed kivas. Be careful when climbing ladders. Respect and care for all things--Nothing may be removed from the park; always leave what you see for others to enjoy. Keep actions and sounds from disturbing others--For example, please ensure that students keep their voices down. Be cooperative and stay with the group leader--Listen to teacher, chaperone, or ranger. Pay attention and participate in discussions. Please raise hand if there is a question or comment. Don't forget this one: have fun!       Glaze 1 ceramic vessel, PNHP museum. Park Photo",
    "url": "https:\/\/www.nps.gov\/peco\/learn\/education\/planafieldtrip.htm"
}
