{
    "title": "Pecos National Historical Park: Santa Fe Trail",
    "body": "Santa Fe Trail         Santa Fe Trail marker near Kozlowski's Trading Post at Pecos National Historical Park. NPS Photo  Trail History There are not only Santa Fe Trail ruts at Pecos National Historical Park, but also other visible forms of trail history, including the storied stage stop and trading post that once belonged to Martin Kozlowski. During the Civil War Battle of Glorieta Pass--when the Santa Fe Trail in this part of the country became a military trail--Kozlowski's was used by the Union Army as its headquarters, for encampment, and for medical care. However, there is as well a rich history at this site before and after the Civil War battle. Westward expansion played an important role in the use, development and demise of the trail. And as the Santa Fe Trail increased its variety of travelers headed west--trappers, traders, Gold Rush and other fortune seekers, adventurers, journalists, naturalists, and everyday Americans--the route became central to the story of the expansion and development of the United States. Respite at Kozlowski's Journeying on the trail from Missouri to the New Mexico was long and arduous, and there were many stops along the way...Boone's Lick, Switzler Creek, Lost Spring, Point of Rocks to name a few...but you can visit one of the most welcome stops right here at Pecos National Historical Park: Kozlowski's stage stop and trading post. You can see the structure (and learn the story of what happened at Kozlowski's, and when visitors took detours to the mysterious Indian ruins nearby) when you sign up for one of the park's ranger-guided tours either of the Battle of Glorieta Pass or the Forked Lightning Ranch. For an excellent firsthand account of travel along the Santa Fe Trail, follow this link to Col. Henry Inman's Stories of the Old Santa Fe Trail, first published in 1881.  There are some (relatively) nearby National Park sites that relate to the Santa Fe National Historic Trail: El Camino Real de Tierra Adentro National Historic Trail  Old Spanish National Historic Trail  Bent's Old Fort National Historic Site Fort Union National Monument",
    "url": "https:\/\/www.nps.gov\/peco\/learn\/historyculture\/santa-fe-trail.htm"
}
