{
    "title": "Pecos National Historical Park: Preservation",
    "body": "Explore This Park    Learn About the Park     History & Culture     Preservation               Preservation         Jesse Nusbaum's crew works on adobe bricks. NPS Photo  Preserving America's Heritage  As part of your visit to the park you may see the historic preservation crew at work on the church or convento. The preservation of America's heritage such as these buildings is both mandated by the National Historic Preservation Act of 1966 and a crucial piece of the National Park Service's mission to preserve unimpaired \"the natural and cultural resources and values of the national park system for the enjoyment, education, and inspiration of this and future generations.\" Also referred to as Heritage Conservation, historic preservation is a process of determining places and objects important to our nation's history and protecting them in perpetuity.  The pueblos, church, and convento at Pecos National Historical Park are listed on the National Register of Historic Places. These buildings and structures have been protected in several ways: they have been:   identified as being significant;  they have been recorded with formats such as archeological testing, architectural drawings, photography, and documentation reports and they have received preservation treatments over time.  Preservation treatments take a variety of forms. In this setting, the goal of preservation activities is to stabilize and repair the existing buildings to reflect the history of the site appropriately. The intention is not to reconstruct, or build anew what once existed.  An Effort Over Time. At Pecos, treatment efforts have been ongoing since the early 1900s. Starting in 1915, archeologists Alfred Kidder and Jesse Nusbaum removed accumulated debris from the church interior. Over the next several years, Nusbaum and a team of workmen rebuilt portions of the church based on locations of architectural features they identified, such as doors and windows. Since then, the philosophy of historic preservation has changed. Rather than reconstruct fallen parts of the building, recent preservationists have been faced with the challenge of how best to shelter what remains of the original church and convento walls. In addition, any work more than 50 years old, including that of Nusbaum, is now considered historic in its own right and must be taken into account when planning preservation treatments. The treatment you see on the walls of the Pecos church is called encapsulation. The fragile original adobe bricks have been encased with new adobes made here at Pecos. This encapsulation method protects the historic adobes (now inside the wall) that would otherwise weather away Adobe Bricks. One activity you are likely to see is the making or use of adobe bricks for preservation treatments at the church and the convento, which is the large complex of rooms south of the church that served as a monastery. Adobe is a traditional earthen building material that has been employed for thousands of years. The origin of the word can be traced to ancient Egyptian; from there it was adopted into Arabic and then Spanish.  Adobe architecture can be found around the world in areas with suitably dry climates. Types of earthen construction were previously used in the Southwest, but adobe brick technology was brought to this region during the Spanish Colonial period and remains in use today. Adobe bricks are composed of soil mixed with water to form mud. Clay in the soil acts as the binder. However, clays expand with the presence of water, then contract as they dry. This causes cracking to occur, which is not desirable in building materials. The presence of sand helps to minimize cracking. Straw can also be added to reduce cracking while increasing strength. The mixed mud is put into rectangular wooden forms to make bricks. The bricks dry in the sun for several weeks and have to be turned periodically so that they cure evenly.  While this building material is durable in New Mexico's climate, the adobes last longer when protected from the elements with a coat of mud plaster. Made from the same mud mix as adobe bricks, the plaster will take the brunt of the weather, much like the siding on your house. Historically this is how the building walls were treated at Pecos.        The church remains in 1912, before preservation work. NPS Photo        The church remains in 1915, after Nusbaum's crew's preservation work. Notice the back wall, which was also built for stabilization. NPS Photo        There were two primary types of adobes used in construction at the church and convento:black adobes, which date from an earlier time period (approx. 1620-1640 AD) and red adobes (approx. 1640-1800). The black adobes were found to have been made from prehistoric cultural midden and contain sherds, bits of bone, and charcoal, which gives the dark color. Both types of bricks are shown here. NPS Photo       Here are some links to educational and informative NPS sites where you can learn more about the important process of historic preservation:  Preservation (NPS Overview)  Historic Preservation Links Page  NPS Cultural Preservation Page for Teachers NPS Archeology for Kids",
    "url": "https:\/\/www.nps.gov\/peco\/learn\/historyculture\/preservation.htm"
}
