{
    "title": "Pecos National Historical Park: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places               Places        Young visitor enjoys fife and drum music at living history demonstration, Pecos NHP. Photo by Patricia Lenihan         Canteen and blanket, living history encampment at Pecos NHP. Photo by Patricia Lenihan   Civil War and Santa Fe Trail Sites Sites of the Civil War Battle of Glorieta Pass include the region where Johnson's Ranch was located, Pigeon's Ranch, Camp Lewis, Kozlowski's stage stop on the Santa Fe Trail, Windmill Hill and Apache Canyon. There are two ways visitors may gain a firsthand view of many areas of the battle: one is to walk the Glorieta Battlefield Trail (come to the Visitor Center first for access) and another is to reserve a spot (call 505-757-7241) on a ranger-led van tour of the sites.  Also ask us about our Civil War to Civil Rights Trading Cards program as the park now makes available to park visitors five cards relating to the Battle of Glorieta Pass. Here is a link to downloadable files for the five cards offered by Pecos NHP.  Pecos National Historical Park is one of the 70 sites that provides opportunities to tour locations where the Civil War occurred 150 years ago. As for the Santa Fe Trail, park rangers offer a brief chronicle of trail lore, focusing on its colorful characters, history and culture from early days of trade to the Civil War to \"manifest destiny\" and western expansion, during the Civil War and Forked Lightning Ranch van tours. The park tells the story of the Santa Fe Trail through not only trail ruts but also the historic structure of Kozlowski's Trading Post, an important stop that travelers reached roughly two days before arriving at Santa Fe.  Hear about the merchants, adventurers, journalists, naturalists, traders, trappers and adventurous citizens who made the dangerous journey; and discover the physical crossroads of Santa Fe Trail history that Pecos NHP interprets, including Kozlowski's stage stop and the storied ruts that run through park property.   For an NPS Geology Fieldnotes\/Park Geology page on the nearby Terrero Mine, click here.       Weary travelers finally in sight of Santa Fe after weeks on the Trail. Commerce of the Prairies, Josiah Gregg.",
    "url": "https:\/\/www.nps.gov\/peco\/learn\/historyculture\/places.htm"
}
