{
    "title": "Pecos National Historical Park: Fishing",
    "body": "Fishing 2016         Angler at work on the Pecos River at Pecos National Historical Park. Park Photo  The Pecos River inside the park will open to fishing for the summer season from June 16-August 8. Call the dedicated phone line, 505-757-7272, to make reservations.   Reservations Please leave your name, number of people that will fish (up to 3 per one-mile beat), the date you would like to fish, and contact information including name, address, cell phone number and email address. Remember the park is closed to fishing on Tuesdays and Wednesdays.  Reservations are accepted in the order they're received. You'll get a confirmation either by phone or email from the fishing permit ranger within a reasonable time. Please note that specific beats are determined randomly and may not be requested in advance. Again, call 505-757-7272 to leave your reservation request. IMPORTANT When reserving places on the river, all anglers must be named and contact information provided, including a cell phone number. If you want three spaces reserved, you must provide full information for three anglers.   The river is patrolled; please note that you may be cited if you wander from your assigned beat *or* if you run past the allowed permit time. We ask that all anglers check back in with the Visitor Center when finished so we know you are safe.  Accessibility If you have a mobility issue, please specify this when making reservations. If you have any questions, call 505-757-7272 (the fishing information line) and NOT the Visitor Center.  It is possible to fish without a reservation but not guaranteed. For the daily walk-in beat, first-come first-served anglers will be accommodated at the park Visitor Center after 8:00 a.m. on the day the angler wishes to fish (Thursdays through Mondays). Please remember that there is no fishing in the park on Tuesdays or Wednesdays.  Permit access to the river begins shortly after 8:00 a.m., once your permit is processed. Remember you need a state license to fish at the park; here's a link to the the online licensing system at the NM Department of Game and Fish.  Fishing Overview For purposes of the Pecos National Historical Park fishing program, three miles of the Pecos River are divided into three sections or \"beats.\" This approach offers anglers roughly one mile on the Pecos River to fish with up to two other people for the day. Two beats(for up to six anglers per day) are available on a reservation system;one beat (for up to three anglers per day) is available on a first-come, first-served basis. If you wish to have someone accompany you for the day who is NOT fishing, they still need to obtain a permit and pay for the slot, as the three-people-per-beat limit remains in force whether you are fishing or not.  Also, the fishing program's basic intention is to provide access to an otherwise closed section of the park. There are no pets permitted on the river. Please note that river access for fishing during this pilot program is by special permit, is always at the determination of the park superintendent, and may be terminated at any time. River access times are Thursdays through Mondays, 8:30 am-3:00 pm in the Spring and Fall seasons;Thursdays through Mondays, 8:00 am-4:30 pm in the Summer season.  River Closure The Pecos River is susceptible to severe variations in stream flow due to extreme rainfall either in the valley or the headwaters and the melting of snow pack during the spring season. These variations can pose a danger to individuals in close proximity to the water. Monitoring stream flow is essential in providing for the safety of anyone who is on the river during periods when extreme variations may occur. This is especially true in the spring when a melting snow pack raises the water level significantly on a day by day basis.  Here are discharge levels and Real-Time Water Data within the Pecos National Historical Park. Access to the river will be based on stream flow levels measured in cubic feet per second (cfs) as monitored by USGS observation station 08378500 near Pecos, NM. Always proceed with caution, and at your own risk, when fishing in the Pecos River inside the boundaries of Pecos National Historical Park.  Arrival Time and Cancellation Policies Anyone who has made a reservation and must cancel should contact the Visitor Center and let staff know they are canceling a trip 24 hours in advance whenever possible. All anglers with reservations must check in to the Visitor Center no later than 9:30 a.m. the day of the permit. After 9:30 a.m., available spaces are given away on a first-come, first-served basis. Please make sure to check stream flow levels in advance of your arrival.  Fees There is a $25 per person river access fee (good for one day). All major credit cards are accepted.  Fishing Regulations All anglers must possess a valid New Mexico Department of Game and Fish fishing license with Habitat Management and Access validations. Only those younger than 18, 100% disabled resident veterans, and resident anglers 70 and older are exempt from purchasing this validation. Only one validation need be purchased in any license year, and is required for 1-day, 5-day, or annual fishing licenses. Please note: resident anglers 70 years of age and older still need to carry a (free) fishing license available at any license vendor.  All Fishing is Catch and Release Only artificial flies and lures with single, barbless hooks are permitted. No bait such as worms, grasshoppers, salmon eggs, corn, etc. is allowed. No pets are permitted with the exception of assistance animals. Anglers must pack out all trash. No commercial guiding allowed during the pilot program. No open fires are allowed in the park. Smoking is prohibited except within designated areas. Other seasonal restrictions might apply. Every angler will receive safety and rules orientation prior to fishing in the park. Waders, wading shoes and personal nets can be rinsed at the Visitor Center before fishing.  Checklist for Anglers To help you prepare for your fishing trip at Pecos NHP, below we provide a (not all-inclusive) checklist. We look forward to meeting you!  Check streamflow levels Fishing Rod Sunscreen & lip balm Reel (if needed) Rain gear Extra line Sunglasses Extra tippet Drinking water Array of flies Lunches or snacks Fishing vest Extra layer of clothing Hat Binoculars for wildlife viewing Cell phone Trash bag  River Profile The Pecos River begins in the Santa Fe National Forest and heads south. After flowing through the town of Pecos and some private ranch land, the river enters Pecos National Historical Park, where it winds for three miles through a mixed Ponderosa pine forest.  The upper two miles form a beautiful and isolated stretch of river shaded by pines but bordered by grassy banks open for casting. The river curves against rock walls forming deep pools, interspersed with riffles and boulder studded runs. There are plenty of holding areas for trout and the gravel substrate supports abundant invertebrates. The lower one mile flows through more open country and becomes braided, gliding past grassy banks, willow thickets and cottonwood stands, ending in an enticing pool against a cliff wall. Introduced brown trout and rainbow trout from 8\"-14\" can be caught with typical trout stream patterns, and a dry fly and a dropper is a good combination to try.   Fossils are visible in limestone outcrops along the river near the old railroad bridge, and a variety of birds can be seen in this nearly pristine riparian area. Everyone who sees it can enjoy the sense of wilderness and natural grandeur on this stretch of the Pecos River.  NPS Special Use Permits A special park use is a short-term activity that takes place in a park area and provides a benefit to an individual, group or organization, rather than the public at large. The National Park Service may permit a special park use providing the activity will not cause derogation of the park's resources or values, visitor experiences, or the purpose for which the park was established. Primary consideration will be given to potential resource damage and to anticipated disruption of normal public use.  Remember you need a state license to fish at the park; again, here's a link to the the online licensing system at the NM Department of Game and Fish. If you want to reach us by snail mail, here is our address: Fishing Program, Pecos National Historical Park, P.O. Box 418, Pecos, NM 87552. Real-Time Water Data within the Pecos National Historical Park can be obtained at: http:\/\/waterdata.usgs.gov\/nwis\/uv?08378500 2016 Seasons         Start Date   End Date   Reservations by phone accepted beginning    Spring March 10  April 18  February 16     Summer  June 16  August 8   June 5      Fall                       Angler Rick and friend, spring season. Park Photo         Pecos River inside park boundaries. Park Photo",
    "url": "https:\/\/www.nps.gov\/peco\/planyourvisit\/fishing.htm"
}
