{
    "title": "Pecos National Historical Park: Alfred V. Kidder",
    "body": "Alfred Vincent Kidder        Alfred V. Kidder (second from left) and crew in front of field shack at Pecos, 1916. NPS Photo       The Beginnings of Southwest Archeology  From 1915 to 1929, Alfred V. Kidder conducted site excavations at the abandoned pueblo in Pecos, near Santa Fe, New Mexico. He examined levels of human occupation at the pueblo going back more than 2000 years and gathered a detailed record of cultural artifacts, including a large collection of pottery fragments and human remains. Establishing chronology. From these items, he was able to establish a continuous record of pottery styles from 2000 years ago to the mid- to late-1800s. Kidder then analyzed trends and changes in pottery styles in association with changes in the Pecos people's culture and developed a basic chronology for the Southwest. With Samuel J. Guernsey, he established the validity of a chronological approach to cultural periods. A new archeology. Kidder asserted that deductions about the development of human culture could be obtained through a systematic examination of stratigraphy and chronology in archeological sites. This research laid the foundation for modern archeological field methods, shifting the emphasis from a \"gentlemanly adventure,\" adding items such as whole pots and cliff dwellings to museum coffers, to the study of potsherds and other artifacts in relation to the cultural history. Pioneering archeologists in other regions of the United States completed the transformation of professional methodology initiated by Kidder. A first. His Introduction to the Study of Southwestern Archaeology, published in 1924, was the first synthesis of North American prehistory based on professionally recovered empirical data. In spite of his efforts at documentation, Kidder's conclusions have sometimes been criticized for a lack of integration between his field reports and his later synthesis and interpretation of that data. However, Kidder clearly emphasized archeology's need for a scientific \"eye\" in the development of fact collecting techniques and clear definitions. Pecos Conference. In the late 1920s, Kidder started the Pecos Conferences for archeologists and ethnologists working in the American southwest. In 1927, a temporal system of nomenclature known as the Pecos Classification System was established for use in southwestern sites. Archeologists have since used the sequence, with later variations, to assign approximate dates to dozens of sites throughout the Southwest and to determine cultural ties and differences among them. Ancestral Pueblo people. In 1936, Kidder used the Navajo term \"Anasazi\" to define a specific cultural group of people living in the southwest between approximately 200 BC and 1300 AD. This term had been employed by excavators for many of the \"ancient people\" since the early explorations of Richard Wetherill, and had been used in the work of the Pecos Conferences. The modern preference, more culturally sensitive, is to refer to the people as \"ancestral Puebloans.\" Removed and relocated. During Kidder's studies and excavations at Pecos Pueblo, particularly between 1915 and 1929, pottery and other artifacts were sent to the Robert S. Peabody Museum, Andover, Massachusetts, while excavated human remains were sent to the Peabody Museum at Harvard. In the early 1900s, no archeologist consulted with Native American descendants concerning the excavation of their ancestors' homes and graves. Claims not considered. Although Kidder was aware of the longstanding relationship between the abandoned Pecos Pueblo and the modern Pueblo of Jemez, he did not consider that any local population had a claim on artifacts and remains. By a 1936 Act of Congress, the Pueblo of Jemez became the legal and administrative representative of the Pueblo of Pecos, which had been privately owned during Kidder's excavation.   Native American Graves Protection and Repatriation As a consequence of the Native American Graves Protection and Repatriation Act (NAGPRA), which requires federal and other museum facilities to inventory, establish cultural affiliations, and publish in the Federal Register any and all Native American human remains and certain objects in their possession, the Pueblo of Jemez made a formal claim on behalf of the Pecos people. This repatriation was primarily due to the efforts of William J. Whatley, the Jemez Pueblo tribal archeologist, who searched through museum records for these remains and artifacts for eight years. The human remains from Kidder's excavations were returned to the Jemez people in 1999 and ritually reburied at Pecos National Historic Park. In a sense, they rejoined Kidder, as he too is buried on a hillside not far away, close to Pecos Pueblo. Here is a link to the National Park Service FAQ regarding NAGPRA.       Alfred V. Kidder, photograph in Pecos NHP Visitor Center Museum. NPS Photo        \"Ruined Pueblo of Pecos\" stereopticon view by Bennett and Brown, ca. 1880. New York Public Library, MFY Dennis Coll 90-F462, Digital ID: g90f462_005f,Record ID: 660695",
    "url": "https:\/\/www.nps.gov\/peco\/learn\/historyculture\/alfred-vincent-kidder.htm"
}
