{
    "title": "Pecos National Historical Park: Service Animals",
    "body": "Explore This Park    Plan Your Visit     Accessibility     Service Animals               Service Animals          Service animals are allowed in national parks; for the definition of a service animal, please see the Americans with Disabilities Act (ADA) revised regulations below.  DOJ ADA Revised Regulations Title II - State and Local Government (Excerpts - Service Animals) July 2011  34.104 Definitions: Service animal means any dog that is individually trained to do work or perform tasks for the benefit of an individual with a disability, including a physical, sensory, psychiatric, intellectual, or other mental disability. Other species of animals, whether wild or domestic, trained or untrained, are not service animals for the purposes of this definition. The work or tasks performed by a service animal must be directly related to the handler's disability. Examples of work or tasks include, but are not limited to, assisting individuals who are blind or have low vision with navigation and other tasks, alerting individuals who are deaf or hard of hearing to the presence of people or sounds, providing non-violent protection or rescue work, pulling a wheelchair, assisting an individual during a seizure, alerting individuals to the presence of allergens, retrieving items such as medicine or the telephone, providing physical support and assistance with balance and stability to individuals with mobility disabilities, and helping persons with psychiatric and neurological disabilities by preventing or interrupting impulsive or destructive behaviors. The crime deterrent effects of an animal's presence and the provision of emotional support, well-being, comfort, or companionship do not constitute work or tasks for the purposes of this definition. § 35.136 Service animals • (a) General. Generally, a public entity shall modify its policies, practices, or procedures to permit the use of a service animal by an individual with a disability. • (b) Exceptions. A public entity may ask an individual with a disability to remove a service animal from the premises if- o (1) The animal is out of control and the animal's handler does not take effective action to control it; or o (2) The animal is not housebroken. • (c) If an animal is properly excluded. If a public entity properly excludes a service animal under § 35.136(b), it shall give the individual with a disability the opportunity to participate in the service, program, or activity without having the service animal on the premises. • (d) Animal under handler's control. A service animal shall be under the control of its handler. A service animal shall have a harness, leash, or other tether, unless either the handler is unable because of a disability to use a harness, leash, or other tether, or the use of a harness, leash, or other tether would interfere with the service animal's safe, effective performance of work or tasks, in which case the service animal must be otherwise under the handler's control (e.g., voice control, signals, or other effective means). • (e) Care or supervision. A public entity is not responsible for the care or supervision of a service animal. • (f) Inquiries. A public entity shall not ask about the nature or extent of a person's disability, but may make two inquiries to determine whether an animal qualifies as a service animal. A public entity may ask if the animal is required because of a disability and what work or task the animal has been trained to perform. A public entity shall not require documentation, such as proof that the animal has been certified, trained, or licensed as a service animal. Generally, a public entity may not make these inquiries about a service animal when it is readily apparent that an animal is trained to do work or perform tasks for an individual with a disability (e.g., the dog is observed guiding an individual who is blind or has low vision, pulling a person's wheelchair, or providing assistance with stability or balance to an individual with an observable mobility disability). • (g) Access to areas of a public entity. Individuals with disabilities shall be permitted to be accompanied by their service animals in all areas of a public entity's facilities where members of the public, participants in services, programs or activities, or invitees, as relevant, are allowed to go. • (h) Surcharges. A public entity shall not ask or require an individual with a disability to pay a surcharge, even if people accompanied by pets are required to pay fees, or to comply with other requirements generally not applicable to people without pets. If a public entity normally charges individuals for the damage they cause, an individual with a disability may be charged for damage caused by his or her service animal. (i) Miniature horses  (1) Reasonable modifications. A public entity shall make reasonable modifications in policies, practices, or procedures to permit the use of a miniature horse by an individual with a disability if the miniature horse has been individually trained to do work or perform tasks for the benefit of the individual with a disability. (2) Assessment factors. In determining whether reasonable modifications in policies, practices, or procedures can be made to allow a miniature horse into a specific facility, a public entity shall consider—  (i) The type, size, and weight of the miniature horse and whether the facility can accommodate these features; (ii) Whether the handler has sufficient control of the miniature horse; (iii) Whether the miniature horse is housebroken; and (iv) Whether the miniature horse's presence in a specific facility compromises legitimate safety requirements that are necessary for safe operation.   (3) Other requirements. Paragraphs 35.136 (c) through (h) of this section, which apply to service animals.   Please note: --It is important to keep all pets and service animals on the paved trail, as there are wildlife hazards off trail, including rattlesnakes. --Be sure and bring along water as there is none provided along the trail. --There are not usually any extreme conditions, but note that the weather can change quickly and become either hot or stormy.  --There are bags available at the beginning of the trail for waste disposal.",
    "url": "https:\/\/www.nps.gov\/peco\/planyourvisit\/service-animals.htm"
}
