{
    "title": "Pecos National Historical Park: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do         Ruins trail looking toward archeology site, #6 on self-guided interpretive tour, on the right. NPS Photo    Current (summer) Visitor Center hours: 8:00 a.m. to 6:00 p.m. At this link you'll find Guided tour information, or you may call the Visitor Center at 505-757-7241.  For the weekly van tours (Wednesdays: Forked Lightning Ranch house; Fridays: Civil War sites tour), a reservation is strongly recommended as seating is limited. Call 505-757-7241 to reserve a space. The summer daily tour schedule, which runs from Memorial Day through Labor Day, features a ranger-guided ancestral sites tour each day at 10 am. There are no reservations required for this tour, which leaves from the Visitor Center.   If you'd like to see the Pecos pueblo and mission church on your own, at any time during park hours you can walk a 1.25 mile self-guided trail (we recommend that you allow at least an hour for the main loop trail walk). You'll be provided with a thorough written interpretive guide that will explain the sights.  There's also a 2.3 mile Civil War Battlefield Trail; sign in at the Visitor Center and rangers will provide you with a gate code for access to the trail, and you can also purchase a self-guided interpretive trail map for $2.00. Fishing at the park  The Visitor Center features:   museum exhibits with text in English and Spanish a bookstore with gift shop a 12-minute introductory film  There are picnic areas near the mission ruins and at the Visitor Center.       Horned lizard on park grounds. Why have they been hard to find of late? Natural predators, development, even fire ants have made them more scarce--but the good news is, we are beginning to see \"horny toads\" again. Spiny, strange, and well-liked, perhaps their numbers are on the rise. NPS Photo        Pecos NHP is home to a wide variety of habitats that attract more than 100 species of birds. NPS Image",
    "url": "https:\/\/www.nps.gov\/peco\/planyourvisit\/things2do.htm"
}
