{
    "title": "Pecos National Historical Park: Learn About the Park",
    "body": "Explore This Park    Learn About the Park           Learn About the Park        Wayside on ruins trail describing importance of the Glorieta Pass. NPS Photo       Historical Park vs. National Monument  Often visitors wonder what makes PNHP a \"historical park\" rather than a \"national monument,\" which is the way this site was classified from 1965 until 1990. The Antiquities Act of 1906 authorized the President to declare by public proclamation landmarks, structures, and other objects of historic or scientific interest situated on lands owned or controlled by the government to be national monuments. However, the \"national historical park\" designation generally applies to historic parks that extend beyond single properties or buildings and requires an act of Congress. With the acquisition of the Forked Lightning Ranch and Glorieta battlefield units, Pecos National Monument became Pecos National Historical Park in 1990. As a historical park, one of the important things we do is historic preservation. To understand better, please begin at link below, which will provide context for the heritage protection that occurs here:  Historic Preservation And here are some quick links to historically important stories associated with Pecos NHP:  People of Pecos Spanish Encounters Tex Austin; the Fogelsons Archeology at Pecos (Alfred V. Kidder)  A Southwestern Gateway  Between the towering Sangre de Cristo mountains and the flat-topped Glorieta mesa lies the Glorieta Pass, through which a continuously unfolding story of human culture has traveled to and from the Pecos Valley for thousands of years.   Cicuye, later Pecos, became known as one of the most powerful of the northern New Mexico pueblos. Why? Location, location, location. For one thing, it was at a higher elevation, 7,000 feet, where the growing season was shorter but the position more defensive. The Great Plains lay to the east of Glorieta Pass, while to the west there is the Rio Grande Valley and the Colorado Plateau, which in turn led to the Gulf of California, Old Mexico, and lands beyond. Whoever controlled the pass controlled the migration and trade routes of a vast region.  According to notations made by those who accompanied Coronado, the pueblo had as many as 500 warriors who could respond to occasional unfriendly incursions of the Apache and other Plains Indians as well as the Spaniards, at least for a time.  Pueblo and Plains Indians, Spanish conquerors and missionaries, Mexican and Anglo armies, Santa Fe Trail settlers and adventurers, tourists on the railroad, Route 66 and Interstate 25...the Pecos Valley has long been a backdrop that invites contemplation about where our civilization comes from and where it is going.            View from convento at the Pecos church. NPS Photo",
    "url": "https:\/\/www.nps.gov\/peco\/learn\/index.htm"
}
