{
    "title": "Grand Canyon National Park: Mountain Lion",
    "body": "Explore This Park    Learn About the Park     Nature     Wildlife     Mammals     Mountain Lion                  Mountain Lion        Mountain Lion perched on rocks.  Usually, these cats are active at night instead of the day. Lynn Chamberlain, Utah Division of Wildlife Resources       Scientific Name Puma concolor   Identification   They are the largest completely carnivorous animals in the park. At the shoulders, an adult mountain lion stands about 2-3 feet tall and 6 -7.5 feet long from the tip of the nose to the end of the tail. Mountain Lions have a round head and erect ears. They have powerful forequarters and necks, and long hind legs for leaping and sprinting short distances. The coat is tawny, with lighter patches on the undercoat and around the nose and throat.  Habitat    Mountain lions live from as far north as the Canadian Yukon to as far south as the Southern Andes in South America.  They live in a variety of habitats. In Grand Canyon National Park, they most frequently live in the forests of the North and South Rims. Mountain lions have very large territories- their home range is usually around 150 square miles. This means that most mountain lions here live both in the Park and the surrounding Forest Service lands.  Behavior    Mountain lions are ambush predators that prey primarily on mule deer and elk. Mountain lions use a combination of stealth and power, stalking their prey until they find an opportunity to pounce, taking down large animals with a fatal bite to the back of the neck. They are solitary animals. Mountain lions are primarily nocturnal.  They have incredible night vision to hunt and navigate at night;they can see with 1\/6 of the light that humans need. Females will have litters of one to six cubs and they raise the cubs without help from a male. Infants are born spotted, with blue eyes and rings on their tails. Humans in Grand Canyon have no reason to fear mountain lions because they do not see humans as prey. For mountain lions however, being hit by cars is a common cause of death. Please use caution while driving, especially on East Rim Drive, and keep an eye out for mountain lion and other animals crossing the road.         More Information  Mountain Lion Research (2009) Mountain Lion Kittens Tagged (2007) Discovering Mountain Lion Kittens - Trip Report (2007) Remembering Eric York, Biologist Lions and Loss Mountain Lion Tracking (2009)",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/mt-lion.htm"
}
