{
    "title": "Grand Canyon National Park: Sentry Milk-vetch: Endangered Plant",
    "body": "Sentry milk-vetch: endangered plant        Astragalus cremnophylax var. cremnophylax        Grand Canyon National Park is very large, and very diverse; it contains 1.2 million acres of land and over 1,750 species of plants. Yet within this huge area containing ecosystems ranging from forest to desert, there is only one federally-listed endangered plant: sentry milk-vetch (Astragalus cremnophylax var. cremnophylax). Sentry milk-vetch is not only endangered, it is also endemic, meaning that Grand Canyon National Park is the only place in the world that this plant lives. The species name cremnophylax means 'gorge watchman;' a suitable name for a little plant that grows only on the edge, watching over Grand Canyon.  A member of the pea family (Fabaceae), sentry milk-vetch is a tiny, perennial herb that grows only in shallow soil pockets in cracks and crevices of the Kaibab Limestone, within 25 feet of the rim of Grand Canyon.         Sentry milk-vetch   In areas where the sentry milk-vetch is found, this limestone forms large, flat platforms in open areas within the pinyon pine-juniper forest.   Like many rare plants with very specific habitat requirements, sentry milk-vetch is threatened by habitat loss, climate change, and drought. The sentry milk-vetch population near Maricopa Point was fenced in 1990 after scientists discovered that the plants were unable to withstand inadvertent trampling by visitors seeking to enjoy views of the canyon.      Biology and History        Sentry milk-vetch in flower.   Sentry milk-vetch plants grow to only one inch (2.5 cm) tall and one to six inches (2.5 - 15.0 cm) in diameter. Their short, creeping stems have compound leaves composed of 5-9 tiny leaflets. Mature plants bloom in the spring, and produce many tiny lavender flowers: 100-200 per plant is not uncommon, and they may bloom again after summer rains.   Even though sentry milk-vetch has been known to science for over 100 years, very little is known about its life history. Current research by Grand Canyon National Park's Division of Science and Resource Management and the Arboretum of Flagstaff is providing significant insights into this endangered plant. Typically, milk-vetch seeds ripen in May, a month after peak flowering. Seeds appear to fall and germinate quite close to the parent plant, but may be dispersed by gravity, wind and surface water. Even with the large number of flowers and seeds each plant produces, few seeds germinate and even fewer seedlings survive to maturity. Hence, the species is extremely vulnerable to extinction.        Hoverfly   The plants' flowers appear each spring amidst sleet, high winds, hail and snow when few other flowers are blooming on the rim, and most of the tiny pollinators must come up from lower, warmer, canyon elevations to brave a deluge of difficult atmospheric conditions to reach its fragrant flowers.   The main pollinators for sentry milk-vetch are Mason bees (Osmia species), and hoverflies (family Syrphidae), while ants, flies and other species have been observed visiting flowers and likely contribute to pollination.        Marcus Eugene Jones Archives of the Jepson Herbarium, University of California at Berkeley  Sentry milk-vetch was first discovered at Grand Canyon by Marcus E. Jones in 1903. Jones, an esteemed scientist and early explorer of the western United States, is credited with discovering and naming numerous western plant species including sentry milk-vetch. During his time at Grand Canyon, Jones reported the newly discovered sentry milk-vetch was \"common.\"   However, only 40 years later another noted botanist, Rupert Barneby, determined that the plant was \"of great rarity\" in the park. The decline of the species may be in part attributable to the significant rise in visitation to the Grand Canyon in the intervening years. In 1903, sixteen years before Grand Canyon became a national park, visitation was very low: the Grand Canyon Railway had been completed only two years previously and there were very few permanent buildings on the canyon's rim.   By 1947, when Barneby visited, more than 600,000 people visited Grand Canyon each year, and many structures, roads and walkways had been constructed on the rim.      Current Status          Only three populations of this tiny plant are known to exist, with a total of 2500 individual plants living in the wild in 2011. The largest population, with 608 plants, is at Maricopa Point, on Hermit Road near the Grand Canyon Village. Since 1990, a fence has protected the Maricopa Point population from visitor impacts. In 1991, permanent transects were established so that researchers could accurately assess the Maricopa Point sentry milk-vetch population over time. Transects are long, straight lines where scientists count and record the number of visible plants, as well as their size and reproductive status (flowering or fruiting).        Monitoring at Maricopa Point NPS photo by Allyson Mathis  Scientists monitor transects annually in late spring. Since the population was fenced in 1990 and its numbers rebounded, annual monitoring indicates the population is relatively stable, with annual fluctuations in number related to amount of precipitation and occasional disturbance by animals. But because of its small population size, sentry milk-vetch is still extremely vulnerable to disturbance by humans or wildlife, and very susceptible to impacts caused by climate change.  The risk of extinction is elevated because the sentry milk-vetch only exists at Grand Canyon in a few small populations. With the plant's only habitat in a tiny, narrow band at the edge of the canyon's rim, sentry milk-vetch has no place else to go in cases of persistent drought or extreme weather events.      The Division of Science and Resource Management at Grand Canyon National Park has partnered with the U.S. Fish and Wildlife Service, the Arboretum at Flagstaff, and the Grand Canyon Association, Grand Canyon National Park's official nonprofit partner, to initiate a dynamic conservation program designed to preserve, protect and facilitate the recovery of this endangered species.      In 2006, the U.S. Fish and Wildlife Service prepared a recovery plan for sentry milk-vetch. The ultimate objective of the recovery plan is to remove the sentry milk-vetch from the federal list of Threatened and Endangered Species. The plan outlines science-based criteria for the number and size of populations that must exist in order for the species to be considered recovered. According to the recovery plan, the plant will be downlisted to threatened status when there are four established sentry milk-vetch populations which each contain 1,000 individuals that are stable or increasing in size over a thirty-year period. The sentry milk-vetch will be considered recovered and eligible to be delisted, when there are eight populations which each contain over 1,000 individuals and the populations are protected from threats in perpetuity.      Recovery Program        Maricopa Point parking lot (left) and the same location after restoration (October 2011)        In 2008, the National Park Service rehabilitated Hermit Road [link to CS06]. The parking lot at Maricopa Point was removed in order to expand the habitat available for the sentry milk-vetch population. Most of the former parking lot was restored with other native plant species, but a small area was set aside for habitat restoration and sentry milk-vetch re-introduction trials, under the direction of park horticulturalist Janice Busco.        Student Conservation Association Intern Emily Douglas, 2009–10   In 2009, the park took several important actions towards sentry milk-vetch recovery including more frequent monitoring of the three wild sentry milk-vetch populations, and surveying sections of both the North and South Rims for new populations.  Additionally, Grand Canyon National Park's Division of Facility Management constructed a new 200 square-foot passive solar greenhouse for sentry milk-vetch.         The greenhouse population.   Science and Resource Management staff conducted germination trials, and established a greenhouse, or ex situ, population in Grand Canyon's Native Plant Nursery containing sentry milk-vetch plants grown from seed collected from wild plants.   The greenhouse population began flowering in February 2010, which marked a major step forward in the recovery effort for this tiny plant.        Hand pollination   Since natural pollinators are not present in the greenhouse, plants in the ex situ population must be hand-pollinated in order to produce seed.   To hand-pollinate, researchers squeeze each flower open with tweezers, retrieve golden pollen from its stamens with a fine paintbrush, then repeat this action on another flower. Seeds produced by the ex situ population can be used to grow additional plants to be used in restoration efforts in the wild.        Preparing the restoration site   The restoration site at Maricopa Point was prepared for sentry milk-vetch re-introduction by recreating the specific soil and rock habitat that this plant requires.   Vegetation Program crews carefully removed fill material by hand to expose the limestone bedrock without damaging its integrity. They then filled in shallow pockets and cracks in the limestone with local soil to prepare the site for planting.      Five of the first greenhouse-grown sentry milk-vetch plants went into the ground in July 2010 and have survived to this date. A small seeding trial using wild collected seeds was conducted in spring 2011. Once resource managers knew they could successfully plant and seed sentry milk-vetch at Maricopa Point, they were ready for the next major step in the recovery efforts.        Watering after planting   A milestone in the sentry milk-vetch recovery program occurred in late July 2011, when 80 plants and 240 seeds were planted in the restoration site in the former parking lot. After planting, each small plant was carefully surrounded by pieces of fine gravel that characterize sentry milk-vetch habitat. The gravel serves as a protective blanket, collecting warmth and moisture to help the little plants grow in an arid, windswept world.   In the restoration site, seeds require even more protection from sun, wind and rain. They were covered with a shallow dusting of native soil, surrounded by a protective collar, and veiled with a small piece of landscape fabric that lets in air, sunlight, and water and keeps out wind and insect pests.        Student Conservation Association Intern Katie Frey, 2011 NPS PHOTO BY ALLYSON MATHIS  Since the July plantings, park volunteers visited Maricopa Point each morning to record data and care for the plants, seeds, and seedlings. The park is taking an adaptive management approach to this first planting at Maricopa Point. When a problem or threat in the restoration site is encountered, the management practices are changed in order to protect and nurture the plants. This practice of adaptive management distinguishes this recovery effort from an experimental one to a stewardship action that assures maximum survival and successful establishment of the sentry milk-vetch plants.  By mid-October 2011, 74 of the 80 plants are alive and well on their way to becoming able to live on their own in their harsh natural habitat. At least 70% of the seeds germinated.  The Division of Science and Resource Management plans to augment the Maricopa Point population in 2012. Further recovery actions will occur after the park develops a comprehensive step-by-step plan that outlines the specific actions that park needs to take in order to reach the species recovery plan goals.      Since the inception of the National Park Service in 1916, the agency has followed its congressional mandate to preserve natural resources unimpaired for the enjoyment, education and inspiration of this and future generations. The ecosystems found in Grand Canyon National Park evolved over millennia, and each organism, no matter how small, has an important role in the contemporary environment. Biologists at Grand Canyon, through their efforts to safeguard the sentry milk-vetch, are striving to fulfill the critical goal of preserving the unparalleled biodiversity of the canyon ecosystems. With their success, the presence of this beautiful and unique plant at Grand Canyon will be assured, not only for the enjoyment of future generations, but also for its intrinsic value.       Related Information Colorado River Plant List  (280kb Excel Worksheet)  Grand Canyon Exotic Plants List - updated 2012 02 (80kb PDF File)  Grand Canyon Exotic Plant Species - Vegetation Management Bulletin (117kb PDF File)  Grand Canyon Vascular Plant List (211kb Excel Worksheet)  Grand Canyon Non-Vascular Plants (330.7kb PDF File)  Grand Canyon Potentially Invasive Weed List (17.8kb PDF File)  Grand Canyon Threatened & Endangered Species List (52.5kb PDF File)  Guide to the Special Status Plants of Grand Canyon Part One (1.44MB PDF File) Part Two (2.05MB PDF File) Part Three (1.57MB PDF File)  List of Special Status Plants of Grand Canyon (30kb Excel Worksheet)    Canyon Sketches Vol 16 - January 2010 Grand Canyon National Park takes steps to recover the endangered sentry milk-vetch. The park took significant actions in 2009 to recovery the endangered sentry milk-vetch, including constructing a passive solar greenhouse to house an ex situ population and conducting seed germination trials.  Canyon Sketches Vol 15 - November 2009 Invasive Plant Control in Tuweep In March 2009, Grand Canyon National Park teamed up with the Coconino Rural Environmental Corps (CREC) to eradicate invasive plants in the Tuweep District. Canyon Sketches Vol 06 - October 2008 Park Vegetation Crews Use Multiple Techniques to Restore Native Vegetation Along Hermit Road Hermit Road re-opened in November 2008 after a nine-month rehabilitation. Restoration of native vegetation along Hermit Road is one of the largest plant restoration and rehabilitation efforts ever undertaken at Grand Canyon National Park. The multi-faceted project includes a variety of restoration techniques and incorporates substantial contributions by park volunteers and interns.  Canyon Sketches Vol 05 - August 2008 Park Biologists Conserve Rare Plant Plant biologists identified several populations of Tusayan flameflower (Phemeranthus validulus) in areas that will be impacted by the construction of parking lots at Canyon View Information Plaza. In order to conserve this rare Grand Canyon species, they recently salvaged plants from construction zones and transplanted them in suitable habitat nearby.  Canyon Sketches Vol 02 - April 2008 Volunteers Help Control Invasive Plants   Invasive plants such as Sahara mustard pose a serious ecological threat to Grand Canyon. Volunteers have made important contributions towards controlling this aggressive invader over the last few years. Volunteer trips with Science and Resource Management's vegetation program are fun and educational and give people who love Grand Canyon the opportunity to help preserve park resources.  Visit the Canyon Sketches eMagazine Home Page Canyon Sketches are short, timely and newsworthy updates about Grand Canyon's natural, cultural and recreational resources. They highlight the ongoing work that Grand Canyon's Science and Resource Management staff does to monitor, inventory, restore, and rehabilitate park resources. The Canyon Sketches eMagazine is designed to provide specific information on resource challenges and Science and Resource Management activities.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/astragalus.htm"
}
