{
    "title": "Pecos National Historical Park: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Pecos National Historical Park 1 Peach Drive  Pecos, NM 87552                 Directions         Pecos National Historical Park is 25 miles east of Santa Fe, New Mexico off of Interstate 25. Visitors travelling north on I-25: take exit 299 on to HWY 50 to Pecos village and south two miles on State Road 63. Those travelling south on I-25: take exit 307 and proceed four miles north to the Park on State Road 63.  Directions Details           Operating Hours & Seasons         Pecos National Historical Park Pecos National Historical Park is open year-round except for Thanksgiving Day, Christmas Day, and New Year's Day. Winter Hours: From Labor Day until Memorial Day, the park is open from 8:30 am to 4:00 pm.    Standard Hours    Sunday: 8:30 AM - 4:00 PM   Monday: 8:30 AM - 4:00 PM   Tuesday: 8:30 AM - 4:00 PM   Wednesday: 8:30 AM - 4:00 PM   Thursday: 8:30 AM - 4:00 PM   Friday: 8:30 AM - 4:00 PM   Saturday: 8:30 AM - 4:00 PM      Pecos  National Historical Park Summer Hours: From Memorial Day until Labor Day, the park is open from 8:00 am to 6:00 pm.   Standard Hours    Sunday: 8:00 AM - 6:00 PM   Monday: 8:00 AM - 6:00 PM   Tuesday: 8:00 AM - 6:00 PM   Wednesday: 8:00 AM - 6:00 PM   Thursday: 8:00 AM - 6:00 PM   Friday: 8:00 AM - 6:00 PM   Saturday: 8:00 AM - 6:00 PM             Weather           Pecos National Historical Park is located at nearly 7,000 feet in altitude in the high desert region of Northern New Mexico. Please know your limits at this high desert altitude. We recommend that you wear clothing appropriate to the season, bring plenty of water, stop for a snack or lunch at one of the picnic tables, wear comfortable shoes, and put on plenty of sunscreen. Specific daily Pecos weather information may be accessed at this link: http:\/\/www.nps.gov\/peco\/planyourvisit\/weather.htm.         Visitor Centers       E. E. Fogelson Visitor Center Begin at the Visitor Center, where you can watch an introductory film or view an excellent museum that covers the region's history and archeology. Before your walk, you'll receive a narrative brochure along with a laminated interpretive guide that you take on the ruins trail with you. Be sure to wear sunscreen and bring a water bottle, which you can fill up with chilled water in the Visitor Center.                  View of south pueblo foundation. NPS Photo  Welcome to Pecos National Historical Park!  In addition to the well-known pueblo and mission, the park offers many other connections to Southwestern history and culture, including:    a stage stop on the Santa Fe Trail sites of the furthest west Civil War battle New Mexico ranch history  Route 66 history the summer home of Texas oil magnate Buddy Fogelson and his wife, the actress Greer Garson, who developed many important and informative connections with the people and places of northern New Mexico.  Guided Tours    Operating Hours  Fees & Passes  Begin at the Visitor Center (hours: 8:30-4:00), where you can watch an introductory film, view an excellent museum that covers the region's history and archeology. Before your walk you'll receive a narrative brochure along with a laminated interpretive guide that you take on the ruins trail with you.  Be sure to wear sunscreen and bring a water bottle, which you can fill up with chilled water in the Visitor Center.    Pets are allowed on the trails (on a leash), and we have several Junior Ranger programs--one each for pueblo history here at the park, the Santa Fe Trail, and the Wagonmaster program!    When you hike around Pecos NHP, you'll likely come upon many shards and relics, especially from the pueblo. Please note that it is illegal to remove anything from a national park, and so we remind you to leave whatever you may see in place for the enjoyment of future generations.   We also have Civil War Trading Cards, so be sure to ask about that.   Click here and scroll down to \"search by state\" for a link to national parks in the state of New Mexico. We look forward to your visit to Pecos National Historical Park!",
    "url": "https:\/\/www.nps.gov\/peco\/planyourvisit\/basicinfo.htm"
}
