{
    "title": "Bandelier National Monument: Abert's Squirrel",
    "body": "Abert's Squirrel         Abert's squirrels favorite food is the cones of Ponderosa pine trees. NPS Photo by Sally King  Abert's squirrels are unique mammals found anywhere in the monument where there are enough Ponderosa pine trees to supply their nutritional needs. Identified by their dark gray backs with a red-brown patch, white bellies, and long fluffy white tails the most destinctive feature of Abert's squirrels are their big tufted ears. Abert's squirrels feed on the cones, buds, and twigs of Ponderosa pine trees as well as fungus and tree sap. With no apparent fear of heights, they can often be seen high in trees scurrying from branch to branch looking for food.        Abert's squirrels rotate Ponderosa Pine cones as they eat them much like we rotate an ear of corn when we eat it. NPS Photo by Sally King  Feeding Habits Abert's squirrels favorite food is the cones of the Ponderosa Pine. They will turn the cone slowly, much like you may rotate an ear of corn as you eat it, peeling away the cone scales to reach the meaty seeds. The new buds and inner bark of the Ponderosa are also quickly consumed by the squirrel. You may think this would be bad for the Ponderosa, however, Abert's also eat ectomycorrhizal fungi. A byproduct of this feeding activity spreads the spores of the fungi around. As it turns out this fungi is very beneficial to the survival of the Ponderosa and the Abert's squirrel serve a vital function in the proliferation of the fungi. The relationship between plant and animal is very interesting and complex.        Mule deer quickly eat the Ponderosa pine twigs dropped to the ground by feeding Abert's squirrels. NPS Photo by Sally King  Abert's Squirrels and Mule Deer The eating habits of Abert's squirrels also prove beneficial to mule deer. When the squirrels eat the buds and shoots of the Ponderosa pine they chew off whole twigs. The uneaten portion they drop to the ground many feet below. You can tell where Abert's squirrels have been active by the debris below the Ponderosa pines. The mule deer seem to relish this tree-top treat and quickly consume the messy Abert's trash.        Abert's squirrels build nests high in Ponderosa pine trees and line them with pine duff to make warm homes. NPS Photo by Sally King  Squirrel Nests, Not Bird Nests Abert's squirrels build nests high up in Ponderosa pine trees. The nests look similar to a large, messy bird nest. The Abert's collect plant materials including pine duff to line their lofty abode and create a warm, snuggly home. Here, in late spring or early summer, female Abert's give birth to their tiny, pink hairless babies. Young Abert's emerge from these sanctuaries by August and begin to collect food for the winter along side their parents.        In early spring Abert's squirrels can be seen eating the maple syrup-like sap of boxelder trees. NPS Photo by Sally King  Sweet-toothed Abert's In early spring, just as the sap begins to flow in the trees, Abert's squirrel have an interesting addition to their diets. You can often spot an Abert's squirrel clinging to the side of a boxelder tree licking the bark, and the gooey sap below, with their tongue. Boxelder trees are members of the maple family, and have a sweet sap similar to maple syrup. Abert's Squirrels may have developed a sweet tooth by eating this high-energy treat, if only for a short period in the early spring.        During summer months, adult Abert's Squirrels shed their distinctive ear tufts. NPS Photo by Sally King  A Summer Coat In summer, Abert's Squirrels shed their distinctive tasseled ears and their thick winter coat. Since an Abert's ears are still somewhat larger than other squirrel's ears, they still have a very unique appearance. When baby Abert's Squirrels emerge from the nest in late summer, they can easily be distinguished from their parents because they will already have the ear tufts they will continue to wear through the long winter months. Printable Abert's Squirrel Fact Sheet (PDF)       An Abert's Squirrel eats ponderosa seeds in Cottonwood Picnic Area. Photo by Sally King        A summer-time Abert's Squirrel with a ponderosa pinecone. Photo by Sally King        An Abert's Squirrel eats a mushroom in Frijoles Canyon. Photo by Sally King",
    "url": "https:\/\/www.nps.gov\/band\/learn\/nature\/aberts-squirrel.htm"
}
