{
    "title": "Bandelier National Monument: American Pika",
    "body": "American Pika         Cute little American Pikas are found in isolated colonies only in the highest elevations at Bandelier. photo by sally king  Pika in Bandelier? If a contest was ever held to determine which animal in the animal kingdom was the cutest, the American Pika would definitely be amongst the qualifiers.  You might not expect to find this small ball of fur with legs in Bandelier National Monument.  Pika are alpine residents and are intolerant of even short term hot temperatures.  In this park, pika are found in small isolated colonies only at the highest elevations.  They live in volcanic boulder fields where they retreat to cool tunnels under the rocks for protection from the heat on long summer days.        Pika eat a variety of green plants.  They also collect plant materials and store them in \"haystacks\" under rocks to eat during the winter. photo by sally king  Rabbits, not Rats Pika are closely related to rabbits and hares. Pika have shorter, rounder ears and their hind legs are only slightly longer than their front legs. Unlike rabbits, pika run and don't hop. Pika emit a variety of sounds which is also very different from their very quiet cousins. Pika are active mostly during the day. They will often venture off their rockpile homes to eat or collect plants for later consumption.        Pika are active year round and travel in tunnels under the snow and rocks during the winter. photo by sally king  The Cold of Winter Pika do not hibernate but stay active all winter long traveling in tunnels under the rocks and snow.  In fact, a deep blanket of snow is important for the pika's survival.  If the snow is deep enough it provides insulation for the pikas living below.  Too little snow and the pika risk freezing to death.  The pika stay alive during the long cold winter by eating dried plants cached earlier in the year and by traveling out to vegetated areas nearby to collect more plant materials.        They may be cute but they also soon may be gone.  The American Pika may be facing extinction. photo by sally king  In Danger? If the cute contest isn't held soon, the American Pika may not be around to attend. As climate trends change globally the pika may face extinction or extirpation, especially the isolated colonies in places such as Bandelier. As the population as a whole moves ever northward and to higher elevations, these Bandelier pika will have no where to go. A decision whether to classify the American Pika as an endangered or threatened species will be made by the US Fish and Wildlife Service by February 2010. Printable American Pika Fact Sheet (PDF)       American Pika are closely related to rabbits. photo by sally king        In Bandelier, Pika only live in boulder fields in the highest elevations. photo by sally king        Pika live in tunnels under the rocks where they are somewhat protected from the many predators who consider pika to be fine dining. photo by sally king",
    "url": "https:\/\/www.nps.gov\/band\/learn\/nature\/pika.htm"
}
