{
    "title": "Grand Canyon National Park: Northern Leopard Frogs",
    "body": "Explore This Park    Learn About the Park     Nature     Wildlife     Amphibians     Northern Leopard Frogs                  Northern Leopard Frog        Northern Leopard Frog sitting on grass. Ron Stewart, Utah Division of Wildlife Resources       Scientific Name Northern Leopard Frog: Rana pipiens Identification   They are fairly slim frogs that average 2.5-3 inches (6.35-7.62cm) long. They have a green or brownish body, with dark colored oval spots on the back and a white or cream colored underside.  A light colored stripe starts at the eye and runs the length of the body. Their call sounds like a deep snore, interspersed with grunting sounds.  Habitat   Northern leopard frogs were once the most widespread frog species in North America, and are  found across parts of the US Southwest, most of the northern United States, and much of southern Canada.  Northern leopard frogs prefer permanent bodies of water, especially still pools that are surrounded by vegetation. In the Grand Canyon, northern leopard frogs were traditionally found in larger streams in side canyons, and pools on the edge of the Colorado River.  Behavior   Adult northern leopard frogs are opportunistic carnivores, meaning that they will eat any prey that is small enough to swallow.  Common prey includes beetles, grasshoppers, small frogs and lizards, snails, and spiders.  They hunt by waiting for prey to come near, and then pouncing with their powerful hind legs. Tadpoles are herbivores that feed on aquatic vegetation. When startled, they jump in a zigzag pattern until they reach water. Northern leopard frogs are very cold adapted, and spend the winter hibernating in deep water. A single female may lay up to 5,000 eggs at a time. Tadpoles hatch within a week, and metamorphose into adult frogs in three months.        More Information Northern Leopard Frogs in Arizona",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/Northern_Leopard_Frog.htm"
}
