{
    "title": "Bandelier National Monument: American Badger",
    "body": "American Badger         Badgers live in burrows, moving and digging new burrows frequently. photo by sally king  Rarely Seen In Bandelier badgers may be found in the Pinon-Juniper woodlands and the Ponderosa pine forests.  Badgers are primarily nocturnal but can sometimes be active during the day.  Badgers are usually solitary animals except during mating and child rearing.  Badgers are burrow dwellers that dig new burrows and move frequently, as often as daily.        Badgers are aerodynamically designed for burrowing. photo by sally king  Diggin' Badgers are aerodynamically designed to live in and to dig burrows.  They have wide flat bodies, short legs, and extremely long claws.  It is said a digging badger can quickly outpace a person digging with a shovel.  Digging is an essential activity for badgers to create shelter but also to get food.  A burrowing badger can often dig faster than the prey it is pursuing.  Badgers eat an assortment of small burrowing mammals including prairie dogs, ground squirrels, and pocket gophers.        Badger moms teach their offspring the art of fierceness with rough game playing. photo by sally king  Learning to be Fierce Members of the weasel family, badgers are known for their fierceness and ability to hold their ground with even the most dangerous adversary.  Rattlesnakes are often no match for their fighting skills and are a common food source.   Badger moms spend a lot of time with their pups engaged in rough housing games that inspire toughness in the offspring.  Sharp teeth and long claws make them an adversary to be reckoned with.       Interaction between badger moms and pups can be in the form of rough play. photo by sally king        Badger mom\/pup interactions can also be very sweet and contradictory for this queen of fierceness. photo by sally king        Badger mom and pup at burrow photo by sally king        Badger pups play fight while mom badger looks on. photo by sally king        A badger family relaxes at their burrow. photo by sally king",
    "url": "https:\/\/www.nps.gov\/band\/learn\/nature\/badger.htm"
}
