{
    "title": "Bandelier National Monument: Black Bears",
    "body": "Black Bears         Black bears are omnivores eating a variety of insects such as ants and termites. Photo by Sally King  Black bears (Ursus americanus) are omnivores, eating almost anything including nuts, insects, small mammals, fruit, etc. Black bears are not all black. They vary in color from black to reddish brown to blond. They are good tree climbers and will quickly climb a tree when faced with danger (that often includes encounters with humans).   Black bears are not commonly seen in the park, however; there is probably a larger population living in the lush canyons and higher elevations meadows than sightings would indicate. On occasion a bear, or bears, finds its way into the most heavily visited area of the park. When that happens it is important that the bear remain wild and not become used to people and the food items they introduce into the park. In the summer of 2007 a young black bear, probably about 2 years old and on its own for the first time, began frequenting the visitor center area and nearby picnic grounds. Tactics to dissuade the young bear from visiting populated areas were used. These tactics including chasing and yelling at the bear, throwing rocks, and pepper spraying the bear. It seems these tactics may have finally worked and the bear is rarely seen now. This is both good for the bear, who may have gotten in trouble with too much human contact, and for visitors. Printable Black Bear Fact Sheet (PDF).       Black bears will quickly climb a tree when faced with danger. Photo by Sally King         photo by elliot schultz  Update 2010 The young black bear that first began frequenting the developed area in Frijoles Canyon a few years ago is now grown and a mom with two cubs of her own. The park hopes she will teach her offspring the necessary wariness of humans that she learned only through several years of adverson techniques applied by diligent park rangers. Remember the survival of any wildlife, especially large wildlife like bears, in any park is largely dependent upon us, the park staff and the visitors. Never feed wildlife or leave food where animals can get it. The lives and welfare of these creatures are in our hands.       As of early September 2010, the bear family that frequents the developed area of Frijoles Canyon is doing well.  Remember, for your safety and theirs, do not leave food unattended.",
    "url": "https:\/\/www.nps.gov\/band\/learn\/nature\/black-bears.htm"
}
