{
    "title": "Bandelier National Monument: Tarantulas and Tarantula Hawks",
    "body": "Tarantulas and Tarantula Hawks         A female tarantula emerges from her burrow. NPS Photo by Sally King  Tarantulas Tarantulas are the largest spiders in the Southwest. In Bandelier, they are rarely seen except in autumn (mostly October), when adult males leave their burrows in search of female tarantulas. Females can live to be up to 20 or 25 years old.  Males only live for approximately 8 - 10 years. Tarantulas amost never leave their burrow during the day but hunt for their food, smaller insects, at night.        A female tarantula responds to a male knocking at her burrow door. NPS Photo by Sally King  Male Tarantula Seeks Female Tarantula When a male tarantula reaches maturity he must leave his safe and comfortable burrow to search for a female. The journey can be long, arduous, and deadly. Many tarantulas are run over by cars as they cross roadways or are eaten by predators before they ever find a partner. When the male tarantula detects a female, he cautiously approaches the entrance to the female's burrow. Once at the entrance he taps his foot to alert the female to his presence. If the female is receptive, she cautiously emerges from her den. If the female tarantula is hungry or has already mated, she is just as likely to make the male tarantula her next meal as she is to make him her mate.  Even if the male tarantula is able to leave the female's burrow unscathed, he will wander off and eventually die. Printable Tarantula Fact Sheet (PDF)        The female tarantula hawk searches for the burrow of an unsuspecting tarantula. NPS Photo by Sally King  Tarantula Hawks Tarantula hawks are large blue-black wasps with bright orange wings. They feed on nectar from flowers but are most famous for their unique relationship to tarantulas. A female tarantula hawk who is ready to reproduce must find a tarantula burrow. Tapping and strumming webbing at the burrow entrance, she attempts to lure the inhabitant tarantula out. If the tarantula responds what can be a very long battle ensues. More often than not the tarantula hawk wins by delivering a paralyzing sting to the tarantula. Unable to resist, the tarantula is dragged (this can be quite a long distance over downed trees and large rocks) to a pre-dug burrow and dropped in. The tarantula hawk then lays her eggs on the still living tarantula and leaves, covering the den's entrance. When the tarantula hawk eggs hatch into larvae, the tarantula becomes their first meal.       The battle between a tarantula and a tarantula hawk can be long but the tarantula hawk is usually the victor. NPS Photo by Sally King",
    "url": "https:\/\/www.nps.gov\/band\/learn\/nature\/tarantulas-and-tarantula-hawks.htm"
}
