{
    "title": "Bandelier National Monument: Turkey Vultures",
    "body": "Turkey Vultures         Turkey vultures warm themselves in the morning light. Photo by Sally King  Turkey Vultures in Bandelier Frijoles Canyon has one of the largest turkey vulture roosts in New Mexico.  From March through mid-September there are often 50 -60 vultures roosting in the main area of Frijoles Canyon near the visitor center.  In the past, even greater numbers used the large cottonwoods located there.  In the morning, vultures can be seen sunning themselves on the canyon slopes until the air warms and provides thermal updrafts to begin their days of soaring and feeding.        Turkey vultures are graceful fliers. Photo by Sally King  Turkey Vulture Flight On the wing, turkey vultures are creatures of grace and beauty. Catching a strong updraft, a turkey vulture can soar for long distances without a single wingbeat. Concentrations of turkey vultures can be found where updrafts allow them to gain elevation with the least effort. On cloudy days, turkey vultures often stay in their roosts. The energy required to gain flight without the aid of thermal updrafts can soon outweigh the beneficial calories gained from food consumption.        A turkey vulture's main food is dead and decaying animals. Photo by Sally King  Follow Your Nose to Turkey Vulture Food If it's dead and it stinks, turkey vultures will love it. The turkey vulture staple - although it may turn our stomachs - is carrion, the more rotten the better. Although most birds have little or no sense of smell, turkey vultures have a keen sense of smell. In fact, they rely almost entirely upon their noses to find food. If you ever see a turkey vulture up-close, one of their unique facial qualities is that in profile you can look through their nostrils and see sky on the other side. This open-to-the-air arrangement allows even the smallest particles of scent to be detected. Doing what comes naturally, turkey vultures rid their ecosystems of potentially dangerous decaying organic material. Unlike humans, turkey vultures appear to be totally unaffected by botulism.      Turkey Vulture Comedy As consumers of carrion, grooming is an especially important activity for turkey vultures. Nature has already put them one step ahead with those beautiful, almost naked pink heads. Can you imagine how foul the feathers on your head would get when eating rotten meat? A head adorned with just a small cap of down stays clean much easier.  Like all birds, turkey vultures spend a lot of time cleaning and aligning their feathers for more efficient flight.  Turkey vultures can rotate their heads incredible distances, allowing them to groom even the feathers on their backs.       Turkey vultures often comedic actions are really just a part of daily grooming. Photos by Sally King       Young Turkey Vultures Hatched in a nest on the ground or under a rock overhang, a clutch usually consists of two eggs. Young birds are covered in white down that is replaced slowly by darker feathers. Young fledgling turkey vultures have black heads instead of red like their parents. Printable Turkey Vulture Fact Sheet (PDF)       Young turkey vultures can be distinguished from their parents by their black heads. Photos by Sally King        Although even more awkward than their parents, young turkey vulture's actions mimic those of their parents. Photo by Sally King",
    "url": "https:\/\/www.nps.gov\/band\/learn\/nature\/vulture.htm"
}
