{
    "title": "Grand Canyon National Park: Regulations",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backcountry Hiking     Backcountry Permit     Regulations                  Backcountry Rules and Regulations       Grand Canyon Backcountry Regulations It is the responsibility of a backcountry permit trip leader to insure that all participants know and obey the following regulations. The trip leader and\/or participants can be cited for violating these regulations.  A backcountry permit is required for all overnight backcountry use and MUST be in the trip leader's possession while in the backcountry. Permittees must abide by all trail closures and activity or use restrictions. A backcountry permit is valid only for the trip leader, campsites, dates, and number of people specified on the permit. Carry out your trash. Burning, burying, or leaving trash or toilet paper is prohibited. A backountry permit is void if on any night another group affiliated to yours (i.e. same club, organization, group of friends, etc.) is using the same campground or use area. More than one group from the same organization or affiliation camping in the same designated campground or use area per night is prohibited. Commercial Use Authorization is required for commercial use of the backcountry. Wood or charcoal fires of any type are prohibited. Sterno or fossil fuel backpack stoves are permitted. Use of biodegradable or any other type of soap in creeks or camping within 100 feet of any water source (except at designated sites) is prohibited. Feeding, touching, teasing, or intentionally disturbing wildlife is prohibited. Throwing or rolling rocks or other items down hillsides or mountainsides, into valleys or canyons, or inside caves is prohibited.  Leaving a trail or walkway to shortcut between portions of the same trail or walkway, or to shortcut to an adjacent trail is strictly prohibited. Possessing, destroying, injuring, defacing, removing, digging, or disturbing from its natural state any plants, rocks, animals, mineral, cultural or archeological resources natural features, or signs is prohibited. Walking on, entering, traversing, or climbing an archeological resource is prohibited. The use of motorized vehicles or wheeled devices, such as bicycles, motorcycles, baby buggies, and similar vehicles, on trails below the rim is prohibited. Overnight private stock use requires a backcountry permit. Use is restricted to trails and campsites designated for stock. Other domestic animals or pets are prohibited below the rim. Traps and nets are prohibited. A valid fishing license is required for all fishing. Because of their sensitive and sometimes dangerous nature, entry and\/or exploration of any caves or mines must be approved in advance through Grand Canyon National Park.       Additional Regulations and Policies Grand Canyon Backcountry Management Plan (www.nps.gov\/grca\/learn\/management\/bmp.htm)  The 1988 Backcountry Management Plan defines the primary policies which manage visitor use and resource protection for the undeveloped areas of Grand Canyon National Park. The plan is divided into two sections. First are the general concepts and policies that guide backcountry management of Grand Canyon National Park. Second are the appendices that contain specific operational guidelines. The plan applies to lands within all three administrative districts of the park: Canyon, North Rim, and South Rim. Of the 1,215,735 acres contained within the park, approximately 1,179,700 acres are considered backcountry. Grand Canyon National Park has started work on a new Backcountry Management Plan and Environmental Impact Statement. The park's existing Backcountry Management Plan needs to be updated to comply with current National Park Service laws and policies and the park's 1995 General Management Plan. Development of a revised plan provides an opportunity to look at alternative management strategies for protecting park resources and values while providing for a variety of visitor experiences within the backcountry. Once completed, the revised Backcountry Management Plan will guide management decisions regarding the park's backcountry and wilderness resources into the future.  Grand Canyon Superintendent's Compendium (www.nps.gov\/grca\/learn\/management\/publications.htm). Within 36 CFR, park superintendents are granted the right to make park-specific regulations to maintain public health and safety, protect environmental or scenic values, protect natural and cultural resources, aid in scientific research, provide for equitable use of facilities, and avoid conflict among visitor use activities. These park-specific regulations are found in the \"Compendium Of Designations, Closures, Use and Activity Restrictions, Permit Requirements And Other Regulations\". Grand Canyon 2006 Colorado River Management Plan (www.nps.gov\/grca\/learn\/management\/crmp.htm). This is a visitor use management plan that specifies actions to conserve park resources and visitor experience while enhancing river running recreational opportunities on the Colorado River through Grand Canyon National Park. Grand Canyon Noncommercial River Trip Regulations (www.nps.gov\/grca\/planyourvisit\/upload\/Noncommercial_River_Trip_Regulations.pdf). A River Permit is required for noncommercial river travel on the Colorado River through Grand Canyon National Park. It is the responsibility of the permittee and each trip participant to know and obey all the regulations listed in this document.  Code of Federal Regulations (www.ecfr.gov). The Code of Federal Regulations (CFR) is a codification (arrangement of) the general and permanent rules published in the Federal Register by the executive departments and agencies of the Federal Government.   36 CFR 2 - Resource Protection, Public Use and Recreation 36 CFR 7.4 - Grand Canyon National Park       Additional Pertinent Documents Grand Canyon General Management Plan (www.nps.gov\/grca\/learn\/management\/gmp.htm). The 1995 General Management Plan (GMP) for Grand Canyon National Park guides the management of resources, visitor use, and general development at the park. The primary purpose of the plan is to provide a foundation from which to protect park resources while providing for meaningful visitor experiences. 2006 National Park Service Management Policies (www.nps.gov\/policy\/MP2006.pdf). This volume is the basic policy document of the National Park Service for managing the national park system. Adherence by National Park Service employees to policy is mandatory unless specifically waived or modified by the Secretary of the Interior, the Assistant Secretary for Fish and Wildlife and Parks, or the Director of the National Park Service. National Park Service Director's Order #41: Wilderness Stewardship (www.nps.gov\/applications\/npspolicy\/DOrders.cfm) . The purpose of this Director's Order is to provide accountability, consistency, and continuity in the National Park Service wilderness stewardship program, and to guide servicewide efforts in meeting the requirements of the Wilderness Act (16 U.S.C. 1131-1136). This Order clarifies, where necessary, specific provisions of Management Policies 2006 and establishes specific instructions and requirements.       Additional backcountry info can be found on the following webpages.    Backcountry Permit Regulations Hiking Tips Hiking FAQs Trail Courtesy Day Hiking Overnight Hiking Guided Hikes Summer Hiking Winter Hiking Weather Dangers Trails \/ Use Areas Distances Private Stock Food Storage Safe Water Updates \/ Closures",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/backcountry-regs.htm"
}
