{
    "title": "Bandelier National Monument: Home Construction",
    "body": "Ancestral Pueblo Home Construction         The walls of structures were built with blocks of volcanic tuff. NPS Photo by Sally King  Tuff Blocks Homes were constructed from blocks of volcanic tuff, which is soft and relatively easy to break into blocks. In fact, natural erosional processes often create slopes of talus or broken, often block-like pieces of rock, at the bottom of canyon walls. The Ancestral Pueblo people has sources of hard rock, basalt, just a short distance down canyon. From this more durable rock the people made axes and hammers which could be used as tools to form the tuff blocks. Axes were also used to fell large Ponderosa pine trees whose straight, thick trunks made excellent vigas (the beams used to support the roof).        Blocks of tuff were held together with a mud mortar. NPS Photo by Sally King  Mortar Blocks of tuff were held together with a mud mixture. This mortar is often missing when a site is excavated. In the past, the mortar was often replaced with concrete, a much harder material than the tuff. This led to problems and currently an effort is underway to replace the old concrete with a new mortar that has properties more similar to the original.        Rows of viga holes show how many stories tall a dwelling was. NPS Photo by Sally King  How Many Stories Dwellings built along the base of the canyon wall were often more stories than similar ones built on the canyon floor. These dwellings used the support of the canyon wall. One can determine exactly how many stories tall they were by looking at the rows of viga holes. Cavates Cavates, carved rooms, were also common behind the rooms built at the bottom of cliffs. Luckily, the tuff is soft and malleable. Carving these rooms using stone tools would have still been very difficult. The walls of the cavates were often plastered and the ceilings smoked. Smoking the ceiling made it less crumbly. Sometimes pictographs painted on or petroglyphs were carved into the walls.       The walls of cavates were often plastered and the ceilings blackened. NPS Photo by Sally King",
    "url": "https:\/\/www.nps.gov\/band\/learn\/historyculture\/ancestral-pueblo-home-construction.htm"
}
