{
    "title": "Bandelier National Monument: Tsankawi Management Plan",
    "body": "Explore This Park    Get Involved     Planning     Tsankawi Management Plan              Tsankawi Management Plan         photo by carmen sipe  Tsankawi Unit Management Plan The Tsankawi unit is an 826-acre area that is geographically separated from the main portion of Bandelier National Monument. Tsankawi is home to more than 150 archeological sites dating from Ancestral Pueblo occupancy of the Pajarito Plateau. Sites include cavates (a class of prehistoric habitations of the southwestern U.S. consisting of an excavated cave in the cliff face with the entrance often closed with masonry), masonry pueblos, Ancestral Pueblo and Spanish contact period petroglyphs, and other significant cultural resources.  Project Background The Tsankawi unit is of critical importance to the cultural heritage, beliefs, customs, practices, and history of a living community of people. The nearby San Ildefonso Pueblo is home to the direct descendants of the people who inhabited the area now referred to as the Tsankawi unit and whose culture is represented there. The people of San Ildefonso Pueblo continue to live in the area today and maintain a continuity of use that supports cultural identity and heritage, religious and spiritual values, and traditional practices. The Tsankawi unit forms a key component in their living cultural system and they believe that the area remains alive with the spirits of their ancestors. Ongoing cultural traditions, beliefs, and values are maintained through traditional, religious, and ceremonial uses and practices within the unit. Such living traditions and values enhance and enrich the cultural heritage of all Americans. The National Park Service assumed management of the Tsankawi unit in 1932. At that time, land use practices such as grazing and firewood gathering were discontinued. However, long-term planning associated with visitor access and resource protection did not begin until recently. Because the area is separated from the main portion of Bandelier National Monument, the Tsankawi unit is one of the few parts of the monument not directly impacted by the Las Conchas fire that burned approximately 60% of the monument in June 2011. Because of the severe fire damage, subsequent flooding, and continued threats to cultural and natural resources, portions of the monument were closed to visitors for extended periods of time. As a result, visitation at the Tsankawi unit increased by 68% over 2010 figures-a trend that is expected to continue. This plan seeks to identify an appropriate management strategy and visitor amenities (i.e., infrastructure, contact station, trails, etc.) that would enhance the visitor experience while increasing resource protection. Currently, designated visitor access to the Tsankawi unit is on the east side of State Road 4. The parking area is within the highway right-of-way and is not owned or maintained by the National Park Service. Heavy traffic on this road as well as East Jemez Road makes access to the Tsankawi unit parking area challenging, particularly during the morning and evening rush hour when traffic volumes are high. A short path from the parking area leads to visitor orientation and restroom facilities. The Tsankawi Loop Trail ascends east from the visitor facilities area to Tsankawi Mesa. Parking and visitor facilities do not currently comply with accessibility regulations for persons with limited mobility. The Tsankawi Loop Trail, parking area, and visitor facilities are the only developed areas of the Tsankawi unit. Remaining areas of the site are open to visitation and are treated as self-guided facilities without designated trails or interpretation. North of Tsankawi Mesa are Duchess Castle-an early 20th century cultural site-and North Mesa, which is home to rock formations containing cavates, petroglyphs, and other features. These areas are undeveloped, with no designated trails or parking areas. Currently, informal parking occurs along the State Road 4 shoulder, near the State Road 502 access ramp. When visiting these areas, visitors often use the commuter parking lot on the opposite side of State Road 4 making it difficult for park staff to know when visitors are accessing this portion of the Tsankawi unit. This presents both a visitor safety issue because the site is remote and has no designated access, and a resource protection issue because this area contains sensitive cultural resources. The purpose of this project and unit management plan is to develop alternatives for site access, infrastructure, and visitor experience for the entire Tsankawi unit. The resulting environmental assessment and preferred alternative would most appropriately support resource protection, a high-quality visitor experience, and efficient unit operation. For additional information and to post your comments online, please visit the project website at:http:\/\/parkplanning.nps.gov\/Tsankawi  or by mail to: Bandelier National Monument, 15 Entrance Road, Los Alamos, NM 87544 attn: Tsankawi UMP Public Scoping.   Update for Tsankawi Management Plan",
    "url": "https:\/\/www.nps.gov\/band\/tsankplan.htm"
}
