{
    "title": "Grand Canyon National Park: Bats",
    "body": "Explore This Park    Learn About the Park     Nature     Wildlife     Mammals     Bats                  Bats        A big brown bat (Eptesicus fuscus) is removed from a mist net by a park biologist.  Mist nets are used to capture bats without harming them so that these amazing mammals can be studied before they are released. NPS: Miles Brown       While they are the only mammals capable of true flight, bats share the same main characteristics as almost all other mammals: the have hair, give birth to live offspring, nurse their young, and can control their body temperature, without relying on the sun for warmth. The Grand Canyon is an important refuge for the 22 bat species that live here, and provides sheltered habitat as more and more bat habitat is destroyed across the planet. Unfortunately, habitat loss is not the only threat to bats. In North America, over 5.7 million bats have been killed by White-Nose Syndrome , a disease caused by a cold-loving fungus (Pseudogymnoascus destructans) that attacks hibernating bats. Current research in the park is aimed at understanding the threat this disease poses to the bats of the Grand Canyon, and how we can protect these incredible animals.      Scientific Name Order Chiroptera (all bats in the Grand Canyon are part of the suborder Vespertilioniformes, formerly known as Microchiroptera)   Identification   Unlike birds, bats flap their wings nearly nonstop throughout flight instead of gliding. Bats do not have feathers.  Instead they have thin flaps of skin spread between the bones of their wing. When capturing insects, bats tend to have erratic flight patterns. Bats are nocturnal and are very rarely encountered during the day. Bats in the suborder Vespertilioniformes (all bats in Grand Canyon) are identified from other groups of bats by extensive use of echolocation, small eyes, are large ears  Habitat   There are almost 1000 species of bats in the world- making up a quarter of all mammal species.  They are found across the planet, except in polar regions and extreme deserts. Different bat species prefer different roost locations, but common roosts in the Grand Canyon include ponderosa pines, caves, human structures, and cracks in cliff sides. Before the Grand Canyon was a National Park, it was home to many copper, gold, and uranium mines. Now these abandoned mines make excellent habitat for many bat species.  Behavior    Bats are nocturnal, meaning that they emerge from their roosts at sunset or during the night and spend the night searching for food. Most bat species have only one offspring, called a pup, per year. Bats can see as well as humans, but they also use echolocation to navigate and find food at night. Bats echolocate by emitting high frequency calls, and determine how far away an object is by how long it takes an echo of their call to return to them.  Using echolocation, bats can also determine the size, texture, and speed of an insect.         More Information   The bat species you are most likely to see is the Canyon Bat (Parastrellus hesperus). Once known as the Western Pipistrelle, this species is usually the first bat to be seen in the evening. Bat Conservation and Management Living with Bats Bats of Arizona         Bat species found in Grand Canyon National Park    Eumops perotis Western mastiff bat    Nyctinomops macrotis Big free-tailed bat    Tadaruda brasiliensis Mexican free-tailed bat    Choeronycteris mexicana Mexican long-tongued bat    Macrotis californicus  California leaf-nosed bat    Antrozous pallidus Pallid bat    Corynorhinus townsendii Townsend's big-eared bat    Eptesicus fuscus Big brown bat    Euderma maculatum  Spotted bat    Idionycteris phyllotis Allen's big-eared bat    Lasionycteris noctivagans Silver-haired bat    Lasiurus blossevillii Western red bat    Lasiurus cinereus Hoary bat    Myotis californicus California myotis    Myotis ciliolabrum Western small-footed myotis    Myotis evotis Long-eared myotis    Myotis occultus Arizona myotis    Myotis thysanodes Fringed myotis    Myotis velifer Cave myotis    Myotis volans Long-legged myotis    Myotis yumanensis Yuma myotis    Parastrellus hesperus Canyon Bat",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/bats.htm"
}
