{
    "title": "Bandelier National Monument: Year-round and Winter Birds",
    "body": "Year-round and Winter Birds       Bandelier Bird Checklist (PDF)        Photo by Sally King  WESTERN BLUEBIRD (Sialia mexicana) Wingspan 13.5\" Common year-round but more common on the mesas in the winter. Frequently cavity-nest near the campground and in Frijoles Canyon.        Photo by Sally King  MOUNTAIN BLUEBIRD (Sialia currucoides) Wingspan 14\" Less common than the Western Bluebird, the Mountain Bluebird is mostly found on the scrubby mesas. Burnt Mesa Trail is a good place to see them.        Photo by Sally King  WESTERN SCRUB-JAY (Aphelocoma californica) Wingspan 15.5\" Extremely common, especially in the Pinon-Juniper woodland but also in Frijoles Canyon. Can be a pest in the picnic grounds and campground by begging for food. PLEASE DON'T FEED THEM.        Photo by Sally King  STELLER'S JAY (Cyanocitta stelleri) Wingspan 19\" Common especially in the riparian areas and higher elevation of the park. For uncertain reasons, less common in Frijoles Canyon in the last few years than previously.        Photo by Sally King  PINON JAY (Gymnorhinus cyanocephalus) Wingspan 19\" Sporadic in its appearance in the park. Mostly on the mesatops. Follows the bounty of nuts from the Pinon Pine, which only produce riches of nuts every 7 - 10 years.        NPS Photo by Sally King  HAIRY WOODPECKER (Picoides villosus) Wingspan 15\" Common in all parts of the park. Has longer bill and larger size than Downy Woodpecker.        NPS Photo by Sally King  DOWNY WOODPECKER (Picoides pubescens) Wingspan 12\" Relatively common throughout the park. Male is distinguished from female by presence of a red crown.        Photo by Sally King  RED-NAPED SAPSUCKER (Sphyrapicus nuchalis) Wingspan 16\" Uncommon but can be seen in Frijoles Canyon. Mostly seen in spring and fall.        Photo by Sally King  WILLIAMSON'S SAPSUCKER (Sphyrapicus thyroideus) Wingspan 17\" Somewhat common in all parts of the park. Females look completely different than males. They are brown with heavily striped feathers on their backs and a yellow breast.       Female Williamson Sapsucker Photo by Sally King         Photo by Sally King  CANYON WREN (Catherpes mexicanus) Wingspan 7.5\" Extremely common all year long in all parts of the park but especially the canyons. Often can be heard issuing its distinctive cry long before it is seen.        NPS Photo by Sally King  WINTER WREN (Troglodytes troglodytes) Wingspan 5.5\" Rare here but has been seen in Frijoles Canyon in the winter.        NPS Photo by Sally King  CANYON TOWHEE (Pipilo fuscus) Wingspan 11.5\" Common year around in many areas of the park including Frijoles Canyon. Like scrubby areas like around Long House on the Main Loop Trail.        NPS Photo by Sally King  SPOTTED TOWHEE (Pipilo maculatus) Wingspan 10.5\" Common in all parts of the park especially on the brushy mesatops. Has a distinct call and is often heard but not seen.        NPS Photo by Sally King  RUBY-CROWNED KINGLET (Regulus calendula) Wingspan 7.5\" Common year round but especially in winter. Often with mixed flocks.       (object placeholder)        NPS Photo by Sally King  GOLDEN-CROWNED KINGLET (Regulus satrapa) Wingspan 7\" Usually uncommon but was very common in mixed flocks during the winter of 2006-2007.        Photo by Sally King  TOWNSEND'S SOLITAIRE (Myadestes townsendi) Wingspan 14.5\" Mostly in spring, winter, and fall. More common on the mesas but also seen in the canyon.       (object placeholder)        Photo by Sally King  AMERICAN KESTRAL (Falco sparverius) Wingspan 22\" Uncommon in the park. Most often seen at top of tree or perched on power lines, poles watching for prey. Best place to see them in the park is the entrance road.        Photo by Sally King  DARK-EYED JUNCO (Junco hyemalis) Wingspan 9.25\" Extremely common throughout the park. More common in the canyons and lower elevations in the winter and higher elevations in the summer.       (object placeholder)        NPS Photo by Sally King  COMMON RAVEN (Corvus corax) Wingspan 53\" Extremely common year-round throughout the park.  Often hang out in the visitor center parking lot raiding any food items or trash left unsecured.  Please don't tempt them by leaving food or trash in open vehicles.        NPS Photo by Sally King  FLAMMULATED OWL (Otus flammeolus) Wingspan 16\" Uncommon and rarely seen in wild.  Plumage makes excellent camouflage.  Probably more often present than sightings would indicate.        Photo by Sally King  NORTHERN PYGMY-OWL (Glaucidium gnoma) Wingspan 12\" Uncommon but most often seen of the owls. Hunts early in the morning and evening. Not just active at night. Has been seen along the Main Loop Trail and on the Falls Trail.        NPS Photo by Sally King  WESTERN SCREECH OWL (Otus kennicottii) Wingspan 20\" Very uncommon.  Active at night.        NPS Photo by Sally King  BROWN CREEPER (Certhia americana) Wingspan 7.75\" Uncommon in the park overall but common in the riparian areas.  In winter often with mixed flocks.  More common after a rain or snow event.        Photo by Sally King  WHITE-BREASTED NUTHATCH (Sitta carolinensis) Wingspan 11\" Common in the riparian areas of the park. In winter, often with mixed flocks.        Photo by Sally King  PYGMY NUTHATCH (Sitta pygmaea) Wingspan 7.75\" Common throughout the park. Smallest of the nuthatches and the most prevalent in the area.        Photo by Sally King  RED-BREASTED NUTHATCH (Sitta canadensis) Wingspan 8.5\" Uncommon but can be found in the park on the mesas. Sometimes in mixed flock with other nuthatches.        Photo by Sally King  MOUNTAIN CHICKADEE (Poecile gambeli) Wingspan 8.5\" Common in the riparian areas, uncommon in the rest of the park. In winter, often are in mixed flocks with nuthatches, titmice, and kinglets.       (object placeholder)        NPS Photo by Sally King  AMERICAN ROBIN (Turdus migratorius) Wingspan 17\" Common year-round throughout the park.  Frequently nest in the riparian areas.  Young birds look like their parents but have a speckled breast.       (object placeholder)      Click Here For More Year-Round and Winter Birds.",
    "url": "https:\/\/www.nps.gov\/band\/learn\/nature\/year-round-and-winter-birds.htm"
}
