{
    "title": "Bandelier National Monument: Historic Resource Study",
    "body": "Historic Resource Study and National Register Nomination         Bandelier has been used by a diverse group of people over its long history. The Ancestral Pueblo people who built this structure at Alcove House were among the earliest. NPS FILES  Bandelier National Monument has contracted to prepare a Historic Resource Study and updating the National Register Nomination. During this planned three year study and consultation effort, the park and its contractors will compile prehistoric and historic data from all available sources and present it in a document that is both coherent and useful to park managers and other stakeholders. This document will provide a narrative history of the cultural resources of the entire monument in their contexts, which will then be used as the basis for updating and revising the National Register Nomination for Bandelier National Monument. The Historic Resource Study will include all major historic themes significant to the park, particularly the prehispanic and historic Native Americans, Spanish\/Mexican explorers and settlers, Euroamerican homesteaders and early Anthropological and Archeological investigations by significant figures in American Anthropology such as Adolph Bandelier and Edgar Lee Hewett.        This Ancestral Pueblo cavate shows historic reuse. NPS FILES  While the park has historically addressed the nationally-significant Native American occupation of the monument, subsequent use by Hispanic and Euroamerican settlers is an important regional historic theme. In addition, the significance of Bandelier National Monument in the development of American Archeology is evident in the list of prominent archeologists and anthropologist who got their start at field schools conducted at Bandelier as well as the naming of the monument after the anthropologist who made the archeological record of the area known to the larger world. Many of these issues will help bring other voices into the understanding and interpretation of Bandelier National Monument. In particular, the Native American role in the “discovery” of the unique cultural resources is a theme that is currently underrepresented. The presence of Hispanic settlers and the presence of “outlaws” in Frijoles Canyon are mentioned in documentary sources but have been systematically studied. Finally, the relationship between Bandelier and Los Alamos National Laboratory during the Manhattan Project will be a subject of interest during the study. Each of these perspectives will help round-out the understanding of the long history of use of Bandelier by diverse peoples that is currently underdeveloped.",
    "url": "https:\/\/www.nps.gov\/band\/learn\/management\/historic-resource-study-and-national-register-nomination.htm"
}
