{
    "title": "Bandelier National Monument: Bandelier Attends Transportation Conference",
    "body": "Explore This Park    Get Involved     Planning     Bandelier Attends Transportation Conference              Bandelier Attends Transportation Conference         Lucy Gent Foma with her poster presentation at the 93rd annual Transportation Research Board Conference. NPS  Transportation Conference January 2014 Transportation professionals from around the world convened for the 93rd annual Transportation Research Board Conference from January 12-15th in Washington DC. Among those professionals was Lucy Gent Foma, the Transportation Scholar for Bandelier National Monument. Lucy has been working with Bandelier since June 2013 through the National Park Foundation's young professionals scholarship program.   Bandelier's Transportation Scholar Lucy's work includes improving signage to and within Bandelier, helping with the transportation study being conducted on further shuttle use, and developing the concept for a regional multi-use path. The multi-use path, informally named \"The Bandelier Bike Loop,\" has developed the following goals: 1) To establish partnerships with local agencies in order to finalize a concept to provide alternative transportation to Bandelier; 2) To connect Bandelier with gateway communities; and 3) To contribute to the vision of making Los Alamos a family recreation destination. The Transportation Research Board gave Lucy the opportunity to present her work to federal and private transportation workers who were able to give her valuable feedback and suggestions on these projects.        Lucy and other attendees at the conference. NPS  Scholarship Program The Conference also gave Lucy a chance to reconnect with the other nine Land Use and Transportation Scholars who have been working around the country. The National Park Foundation Program \"gives transportation specialists a unique opportunity for career development and public service.\" All of the scholars have recently graduated from master's or doctoral programs in the fields of transportation, engineering, and planning. The program aims to place these young professionals in Nationals Parks \"to assist Park Service staff in developing transportation solutions that preserve valuable resources and enhance the visitor experience.\"[1]      [1]www.enotrans.org\/course\/national-park-foundation-transportation-scholars-program        Lucy shares her poster. NPS  High Attendance at the 93rd Annual Event The conference attracted nearly 12,000 transportation professionals: engineers and planners who work privately and publicly around the world. There were more than 4,500 presentations in about 800 sessions and workshops throughout three hotels in the Northwest quadrant of the nation's capital. For more information about Lucy's work as a Transportation Scholar or about the Transportation Research Board conference, e-mail us.",
    "url": "https:\/\/www.nps.gov\/band\/learn\/management\/transport.htm"
}
