{
    "title": "Bandelier National Monument: Planning",
    "body": "Planning         Bandelier has been used by a diverse group of people over its long history.  The Ancestral Pueblo people who built this structure at Alcove House were among the earliest. NPS collection  Historic Resource Study and National Register Nomination Bandelier National Monument has contracted to prepare a Historic Resource Study and updating the National Register Nomination. During this planned three year study and consultation effort, the park and its contractors will compile prehistoric and historic data from all available sources and present it in a document that is both coherent and useful to park managers and other stakeholders. This document will provide a narrative history of the cultural resources of the entire monument in their contexts, which will then be used as the basis for updating and revising the National Register Nomination for Bandelier National Monument. The Historic Resource Study will include all major historic themes significant to the park, particularly the prehispanic and historic Native Americans, Spanish\/Mexican explorers and settlers, Euroamerican homesteaders and early Anthropological and Archeological investigations by significant figures in American Anthropology such as Adolph Bandelier and Edgar Lee Hewett.        This Ancestral Pueblo cavate shows historic reuse. NPS Collection  While the park has historically addressed the nationally-significant Native American occupation of the monument, subsequent use by Hispanic and Euroamerican settlers is an important regional historic theme. In addition, the significance of Bandelier National Monument in the development of American Archeology is evident in the list of prominent archeologists and anthropologist who got their start at field schools conducted at Bandelier as well as the naming of the monument after the anthropologist who made the archeological record of the area known to the larger world. Many of these issues will help bring other voices into the understanding and interpretation of Bandelier National Monument.  In particular, the Native American role in the “discovery” of the unique cultural resources is a theme that is currently underrepresented.  The presence of Hispanic settlers and the presence of “outlaws” in Frijoles Canyon are mentioned in documentary sources but have been systematically studied.  Finally, the relationship between Bandelier and Los Alamos National Laboratory during the Manhattan Project will be a subject of interest during the study.  Each of these perspectives will help round-out the understanding of the long history of use of Bandelier by diverse peoples that is currently underdeveloped.        Ecological restoration includes lopping and scattering many trees. NPS Collection  Ecological Restoration Project Bandelier National Monument plans to continue mechanical restorations treatments in selected portions of the park, specifically in mesa top settings within the piñon-juniper woodland zone. These treatments are designed to reduce unnatural rates of soil erosion that is damaging Bandelier’s archeological sites and restore the piñon-juniper woodland to a naturally functioning system. Basic treatments will consist of an overstory thinning of live juniper and dead piñon, and subsequent lop and scatter of the cut trees into bare soil intercanopy locations as a slash mulch. A total of approximately 1200 acres would be treated during this phase of this project (see map). Timeframe for completion of this work under the current contract extends from September 1, 2009 to May 15, 2010.   Current vegetation is a piñon-juniper woodland mosaic with recent widespread piñon mortality, scattered Ponderosa Pine savanna stringers in the swales, and occasional patches of grass and shrub vegetation types interspersed throughout. Research indicates the woodland mosaic has expanded and thickened historically, reducing the extent of pine savanna, grass, and shrub types, and initiating accelerated soil erosion which is impacting natural and cultural resources. The proposed work will attempt to reverse these historical trends by thinning woodland vegetation from sites which have the potential to support more robust understory vegetation, recreating a mosaic of woodland, savanna, and grass-shrub-land types, and stabilizing soils and cultural resources. Archeological surveys in the woodlands have documented erosion damage at nearly 80% of the sites.  In areas where these treatments have been implemented, there has been as much as a tenfold decrease in the amount of soil erosion as measured in sediment traps, indicating that soil is retained by the increase in grasses and forbs and soil erosion is significantly reduced. This project will not only help preserve the very cultural resources the park was created for but also supports the goals of the Fire Management program by recreating areas that will carry natural fires again, help preserve the cultural landscapes of Bandelier as a naturally functioning system and will also make the woodland more resilient to the predicted effects of climate change.        Bandelier will continue to survey its archeological resources. NPS Collection  Completing the Archeological Inventory of Bandelier National Monument Beginning in 2010, the park will initiate a three year program to complete the archeological inventory of Bandelier National Monument. Currently the park is about 78% inventoried and contains 2,879 archeological sites. We estimate an additional 200 archeological sites will be located and recorded.  An archeological inventory consists of crews systematically walking sections of the park searching for the remains of past occupants. This can include finding a scatter of obsidian or chert flakes which mark areas where stone tools were manufactured or, in some cases, a twenty room village may be found. Past archeological surveys have also recorded small shrines where people once prayed or conducted ceremonies, sites dating to the historic period consisting of subtle scatters of cans and bottles and literally thousands of “field houses.”  Field houses are the most common archeological site found in Bandelier and typically consist of a small building containing two rooms which provided shelter for Pueblo farmers some seven hundred years ago. At each archeological site a detailed map will be prepared and all visible surface artifacts will be analyzed. Detailed information on site features such as architecture and site setting will be collected. In addition, information on the condition of the site including erosion issues, animal impacts or hazard fuel loading will also be collected. Finally, photographs will be taken and the site location will be taken with a GPS unit. This information is then entered into the park’s data base.",
    "url": "https:\/\/www.nps.gov\/band\/getinvolved\/planning.htm"
}
