{
    "title": "Bandelier National Monument: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       Bandelier National Monument and the National Park Service works with its friends, neighbors, and partners to ensure that, whenever possible, the change within the park boundaries and on the broader local landscape ensure that valuable natural and cultural resources will be preserved for future generations. An important part of managing and preserving a park is ongoing scientific research. Read more about the USGS Jemez Mountain Field Station at Bandelier National Monument and their approach to research for land management: \"A Place-Based Approach to Science for Land Management...\" View a list of current project documentation (including legal compliance) at the NPS Planning website... Current Park Projects      Ecological Research         The Western Mountain Initiative: Collaborative Research to Understand the Ecological Effects of Climate Change The responses of mountain ecosystems to climatic changes are complex and not well understood. The Western Mountain Initiative (WMI), part of the USGS Global Change research program, seeks to understand and predict the responses of mountain ecosystems to climate variability and accordingly shape land management strategies. Bandelier is the core site for the Southern Rocky Mountains.  The USGS Jemez Mountain Field Station  at Bandelier plays an active role in data gathering, analysis and reporting for the initiative. Read more at WMI’s website.         Restoration of the Pinon Juniper Woodland The greatest threat to the protection and preservation of Bandelier's cultural resources, including archeological sites, is severe soil erosion in the Pinon-Juniper woodlands. Beginning in 1994, researchers at Bandelier found that simply reducing the density of trees and using the cut trees to provide a \"erosion blanket\" on exposed soils resulted in a three-fold increase in grasses and shrubs and reduced soil erosion. Read more...      Historic Preservation         Historic Resource Study and National Register Nomination During this planned three year study and consultation effort, the park and its contractors will compile prehistoric and historic data from all available sources and present it in a document that is both coherent and useful to park managers and other stakeholders. Read more...      Archeology         Completing the Archeological Inventory of Bandelier Currently the park is about 78% inventoried and contains 2,879 archeological sites. An estimated additional 200 archeological sites will be located and recorded through this project. Read more...",
    "url": "https:\/\/www.nps.gov\/band\/learn\/management\/index.htm"
}
