{
    "title": "Bandelier National Monument: Restoration of the Pinon-Juniper Woodland",
    "body": "Restoration of the Pinon-Juniper Woodland         Archeological site destroyed by rapidly eroding soils. NPS files  Read the entire Ecological Restoration Plan and Environmental Impact Statement Printable version (PDF) of this information. History: The greatest threat to the protection and preservation of Bandelier's cultural resources is severe soil erosion in the Pinon-Juniper woodlands. These cultural resources, for which Bandelier National Monument was established, include thousands of Ancestral Pueblo archeological sites. Archeological surveys indicate that Bandelier has one of the highest densities of prehistoric cultural sites in North America. Large numbers of these archeological sites are already damaged and many will be completely lost to erosion unless efforts are taken to improve this situation.      Looking at the present landscape one might assume that sparse grass cover, high tree densities and large expanses of exposed, rapidly eroding soils are the natural state of these semi-arid woodlands.  Historical data indicates there was formerly a good grass cover and the trees were more widely spaced prior to fire suppression and heavy sheep and cattle grazing beginning in the late 1800s and into the 1930s.  Heavy grazing ultimately favored tree growth.  Without grassy fuels, fire could no longer carry through savannas and meadow opening to thin out encroaching trees. Without a protective grass cover, intense summer thunderstorms generate runoff and erode exposed soils.  Environmental conditions on these barren soil surfaces are extremely harsh, so it is difficult for shallow rooted grasses to successfully germinate.  Those that do establish must compete with drought tolerant trees for increasingly limited soil moisture.  These harsh conditions are part of the reason grass cover has not re-established on bare soils since livestock grazing ended in the 1930s.  Researchers at Bandelier have measured soil erosion rates of nearly 2 inches a century, but rates are highly variable from year to year.  In 100 years, some areas could lose all of their remaining soil.  As the soil moves, cultural materials are scattered and lose their integrity.  These areas are also an integral part of the history and culture of the Pueblo people who still have strong ties to this area.       Side by side comparison of an area before (left) and after (right) treatment. NPS Collection         A healthy ecosystem also supports a diversity of wildlife. Photo by Sally King  Management Action: Bandelier National Monument was established primarily for the protection and preservation of Ancestral Pueblo cultural resources, and slowing soil erosion in order to protect these resources is a challenge for park management.  Beginning in 1994, researchers at Bandelier found that simply reducing the density of trees and using the cut trees to provide slash \"erosion blanket\" on exposed soils resulted in a three-fold increase in understory cover (grasses, forbs, and shrubs) on treated sites.  Soil erosion was reduced by two orders of magnitude.  After fifteen years of research and monitoring efforts, the park decided that these increases in understory vegetation and decreases in erosion are lasting and beneficial for a healthy natural ecosystem as well as for the cultural resources.  In 2007, the park decided to begin using the slash\/mulch treatment approach to reduce soil erosion and stabilize and protect cultural resources within the main park unit and Tsankawi.",
    "url": "https:\/\/www.nps.gov\/band\/learn\/management\/restore.htm"
}
