{
    "title": "Bandelier National Monument: Preservation\/Restoration at Bandelier",
    "body": "Explore This Park    Learn About the Park     Management     Your Dollars At Work     Preservation\/Restoration at Bandelier                Preservation and Restoration at Bandelier         NPS Photo  Bandelier National Monument preserves and safeguards numerous archeological and historic sites within park boundaries. One of the most prominent and actively preserved sites at Bandelier is the Civilian Conservation Corps (CCC) Historic District. Preserving the CCC Historic District means preserving the historic character and cultural, historical, and scientific integrity of the largest collection of buildings constructed at any National Park unit by the CCC. Due to the District's national significance, it is designated as a National Historic Landmark, the highest designation granted to a property listed on the National Register of Historic Places.        NPS Photo  The CCC constructed the buildings that comprise the Historic District between 1934 and 1941. During this time thousands of CCC enrollees earned money to send home during the Great Depression and developed valuable skills while constructing Bandelier National Monument's buildings in the Pueblo Revival (Santa Fe) architectural style. Skills gained in the past such as stone laying, plastering, wood working, and tin working are used today to preserve these historic buildings. All historic preservation projects are detailed through written and photographic documentation in order to better preserve the history of these buildings.         Projects -Frijoles Canyon Lodge Entrance Gate Rehabilitation -Historic Buildings 10 & 11 Parapet Rehabilitation -Historic Walkways Rehabilitation -Historic Building 10 Masonry Preservation - Rehabilitation of Historic Windows and Screens \"Frijoles Canyon Lodge Entrance Gate Rehabilitation\" This project started in FY 2012 and will continue through FY 2013. In the summer of 2012, the preservation crew at Bandelier National Monument began work rehabilitating the wall and entrance gate. NPS preservationists mitigated masonry deterioration and corrected historically inaccurate changes that occurred since the CCC constructed it in 1939. Eroded mortar joints were repointed with the exact mortar mix used by the CCC and park preservationists developed a plaster mix consistent in color and texture with that believed to have been used historically. Viga end replacements from the 1980s that had severely weathered and misrepresented the site's historic character were replaced during this project with viga ends that more accurately embody the workmanship of the CCC and visual design of the architects.      This past winter the preservation crew reconstructed two original elements of the entrance that had deteriorated beyond repair. Only one of two pressed metal light fixtures original to the entrance remained in-place. With one fixture missing and the original badly rusted, the preservation crew placed the original in curation and constructed reproductions for exhibition above the entrance gate. Also placed in curation were the two wooden gate leaves when preservationists determined that rehabilitation would cause even greater damage. Preservationists reproduced the gate leaves exactly to the originals, thus, preserving the historic character of the entrance gate as a whole while, at the same time, preserving the structural integrity of the originals. The remainder of the project will be completed this fall by mounting a reproduction of the original sign that hung near the entrance. The original sign was badly deteriorated and replaced in the past. The preservation crew removed the replacement sign and retrieved the original from curation to aid in making the reproduction. All elements of the new sign will match the original with the exception of wording, which will be changed to correspond with the modern function of the area serviced by the entrance.      Historic Walkways Rehabilitation The next two summers will see the severely beaten walkways throughout the CCC Historic District rehabilitated. Eroded mortar joints will be repointed and deteriorated stones will be repaired.  Historic Building 10 Masonry Preservation After Historic Building 10 receives a new roof, the historic preservation crew will repair badly eroded mortar joint and replaster the entire building as was done in the 1930s by the CCC.  Rehabilitation of Historic Windows and Screens This fall the historic preservation crew will begin rehabilitating the historic windows and screens on Buildings 17 and 18. Last year preservationists rehabilitated the windows and screens for Buildings 15 and 16 which were severely weathered with many being inoperable. When rehabilitating windows and screens, they are made operable once again and painted in the original CCC color. Historic Walkways Rehabilitation The next two summers will see the severely beaten walkways throughout the CCC Historic District rehabilitated. Eroded mortar joints will be repointed and deteriorated stones will be repaired.  Historic Building 10 Masonry Preservation After Historic Building 10 receives a new roof, the historic preservation crew will repair badly eroded mortar joint and replaster the entire building as was done in the 1930s by the CCC.  Rehabilitation of Historic Windows and Screens This fall the historic preservation crew will begin rehabilitating the historic windows and screens on Buildings 17 and 18. Last year preservationists rehabilitated the windows and screens for Buildings 15 and 16 which were severely weathered with many being inoperable. When rehabilitating windows and screens, they are made operable once again and painted in the original CCC color.",
    "url": "https:\/\/www.nps.gov\/band\/learn\/management\/preservation.htm"
}
