{
    "title": "Bandelier National Monument: 2009 San Miguel Fire",
    "body": "San Miguel Wildland Fire         Previously burned areas reduce the amount of available fuels to prevent fire spread.  This area burned in the 1996 Dome Fire has a good clean understory, keeping fire contained to a low-intensity surface fire. NPS Photo  A Cooperative Approach to Fire The 2009 San Miguel Wildland Fire represents an evolution in federal fire policy.  “Managing fire is about more than fighting fire,” said Bandelier National Monument Superintendent Jason Lott.  “Our goal is to allow lighting-ignited fires to burn naturally within fire-adapted ecosystems when we can do so safely, effectively, and efficiently,” said Lott.  “Fire and smoke are an inevitable part of living in New Mexico,” said Bandelier National Monument Fire Management Officer Gary Kemp.  “It’s not a matter of if they occur, but when,” he continued.    “Every fire is different, and we evaluate the potential risks and benefits of each one,” said Lott. Numerous fires started in the Jemez Mountains during the first week of July.  Of those new starts, all but two were suppressed.  “We decided to manage the San Miguel Wildland Fire for resource benefits based on guidance outlined in our fire management plan, in combination with an analysis of the current situation,” Kemp explained.          The scenic overlook on the Monument’s entrance road, gave visitors an opportunity to discuss and learn about the ecological benefits of natural fire from Park Rangers. NPS Photo  “It all comes down to when, where, and why,” says Lott.  This fire started in early July, after the area had received substantial precipitation, and during a time when fire resources were readily available.  The fire is located in a fire-adapted ecosystem within the remote Bandelier Wilderness where it poses no immediate risk to life, safety, property, or resources.  The fire is also surrounded by rocky terrain, trails, and previously burned areas, which all serve as natural fuel breaks.  The San Miguel Wildland fire is playing an essential role in clearing out dead and down vegetation on the forest floor, setting the stage for new plant growth and helping slow the spread and intensity of large, intense wildfires in the future.    “The San Miguel Wildland Fire is an excellent example of our flexibility in managing wildfire,” said Incident Commander Robert Morales.  “We were able to use a variety of tactics to limit the spread of the fire on a portion of the fire while continuing to manage the fire for resource objectives,” he added. As the fire progressed, hotshot crews and water-dropping aircraft were brought in to limit the fire’s spread to the north, east, and south, where it had the potential to move into thicker fuels that would have burned hotter and faster than desired, and would have produced significantly more smoke that would have lasted for a longer period.  “We focused our efforts on areas where firefighters could access the fire safely and where our resources would be most effective,” Morales said.    From the onset of the fire, Bandelier National Monument Superintendent Jason Lott and Santa Fe National Forest Supervisor Daniel Jiron agreed to work together to manage fire for resource benefit as it progressed naturally from the Bandelier Wilderness into the Dome Wilderness on its western perimeter.  “This fire set the stage for future interagency fire management opportunities,” Jiron emphasized.      “While smoke impacts were present during the San Miguel Wildland Fire, variable winds resulted in intermittent, temporary impacts to nearby communities during the most active days of the fire,” said Kemp.  “We always prioritize public health and safety when planning and managing wildland fire activities in the Monument,” said Superintendent Jason Lott.  “We have a responsibility to balance short-term impacts with long-term benefits,” he added.  Slow-moving, low to moderate intensity wildfires like the San Miguel Wildland Fire help reduce the future risk of large, destructive wildfires which can produce heavy smoke and impact communities for weeks.  “Fire managers on the San Miguel Wildland Fire are exceeding basic reporting requirements and working closely with the New Mexico Environment Department (NMED) to strategize ways to ensure smoke management is a priority,” stated Jim Norton, NMED Environmental Protection Division Director. “We intend to work closely together in the future to ensure that management of smoke remains a priority for all types of managed fires, including naturally ignited fires.”  The San Miguel Wildland Fire burned 1,635 acres (1,442 acres on National Park Service, 192 acres on US Forest Service), and resulted in a mosaic of burned and unburned vegetation.  Fire activity has been minimal over the past few days and little growth is expected.  “Some logs and stumps within the fire’s perimeter will continue to smolder until extinguished naturally by rain,” explained Kemp.  Final costs for the fire are not available, but early estimates show the cost of managing the San Miguel Wildland Fire are hundreds of dollars per acre less than a comparable prescribed fire or a full-suppression fire.    In the future, the National Park Service and the National Forest Service will continue to assess naturally occurring fires as they did the San Miguel Fire to determine if they can be managed for resource benefits or if they should be fully suppressed.  If a fire poses no threat to life, safety, property or resources, fire managers may allow it to follow its natural course and cleanse the landscape and renew vegetation.  Both agencies expect managed fires to be more of a norm within the Bandelier National Monument and the Santa Fe National Forest.  For more information about Wildland Fire in the National Park Service visit, http:\/\/www.nps.gov\/fire, or visit, http:\/\/www.fs.fed.us\/fire\/management\/index.html for United States Forest Service- Fire Management.",
    "url": "https:\/\/www.nps.gov\/band\/learn\/management\/san-miguel-wildland-fire.htm"
}
