{
    "title": "Grand Canyon National Park: Mather Point\/ Visitor Center Improvements",
    "body": "Mather Point\/ Visitor Center Improvements         View north from Lot 4 past the Visitor Center and the Commercial Tour Bus Lot to the canyon. nps photo, May 29, 2010  What has taken place ? Over the course of the last three years, a number of improvements have occurred in the Mather Point\/Grand Canyon Visitor Center area, creating an improved and more enjoyable visitor experience.  The South Entrance Road was realigned, taking visitors directly to the Grand Canyon Visitor Center where plenty of parking for both private and commercial vehicles is now available.  A vehicle-free visitor experience was created at Mather Point with improved opportunities to view the canyon, an accessible viewing platform and a new rim-side amphitheater for informal ranger programs.  At the Visitor Center, family-friendly interpretive and educational elements were incorporated into the plaza area; and a theater was added to the Visitor Center where the park's new interpretive orientation film is shown daily on the hour and half-hour. A new shuttle bus transit center also created improved and simplified access to the park's free shuttle bus system.   These improvements were called for in the 2008 South Rim Visitor Transportation Plan.           These improvedments took place from 2009-2012, and included:    Realignment of the South Entrance Road to the south and west of the Visitor Center, providing more direct access to the Visitor Center area and visitor information. Removal of the former roadway and parking lot at Mather Point, creating a safer, vehicle-free visitor experience at Mather Point. The construction of almost 900 parking spaces for private vehicles and 40 for commercial tour vehicles adjacent to the Visitor Center plaza.  Completion of a new shuttle bus transit center, east of the visitor center and south of parking lot 2.  The Village Route (blue), Kaibab Route (orange) and Tusayan Route (purple) shuttle buses can now all be accessed from here.  Construction of new restroom facilities on the north end of the commercial vehicle parking lot. Addition of interpretive\/educational elements throughout the plaza area and along the walk to the rim. Improvement and simplificatioin of pedestrian traffic flow throughout the area. Construction of a theater that can seat up to 200 people at the Visitor Center. The park's new interpretive orientation film, Grand Canyon: A Journey of Wonder is shown daily on the hour and half hour. Construction of a stone 'landmark feature' along the primary walkway between the visitor center and the rim, which serves as a meeting place, a way finding icon and an introduction to the park's traditionally associated tribes. Construction of picnic areas near the rim. Development of mobility impaired access to the Mather Point overlook. Construction of a new shuttle bus stop at Mather Point. Improvement of all railings in the Mather Point area.  Construction of a rimside stone amphitheater east of the overlook. Remodeling of the interior of the Visitor Center and installation of new exhibits. Construction of a permanent bicycle rental and \"grab & go\" restaurant facility adjacent to the plaza.                         VIDEO: Parking Near the Visitor Center and Mather Point   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 51 seconds  Join Park Ranger Ron Brown for a tour of the four parking lots that surround the visitor center.           The shuttle bus stop and transit center is east of the visitor center and south of parking lot 2. The transit center can accommodate up to 4 shuttle buses at one time. The Village (Blue Route), the Kaibab\/Rim Route  (Orange Route) and the Tusayan (Purple Route) buses stop here. To get to the scenic Hermit Road (Red Route), you take the Village (Blue Route) bus from here - then transfer to the Hermit (Red Route) at the Hermit Road Interchange. Your driver will announce all stops along the way. nps photo by michael quinn",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/management\/cvip09.htm"
}
