{
    "title": "Bandelier National Monument: 2007 Upper Frijoles Prescribed Burn",
    "body": "2007 Upper Frijoles Prescribed Burn       The November 2007 Upper Frijoles (Unit 9) Prescribed Fire treated approximately 1,500 acres – the park’s first large scale burn since the Cerro Grande Fire.  The burn played an important role in reducing an over-accumulation of fuels in the Upper Frijoles Canyon to help prevent it from becoming a pathway for wildfires to travel into surrounding communities. The Upper Frijoles (Unit 9) Prescribed Fire was planned for years, but was postponed several times due to unfavorable weather conditions.  On November 7, after all of the preparations on the unit were complete and resources were in place, the Upper Frijoles (Unit 9) Prescribed Fire was finally ignited. Many measures were taken to ensure the fire stayed within prescription.  A 600-ft buffer was mechanically thinned along State Highway 4 and Forest Road 289.  Fire lines were built around every section of the burn unit.  More then 100 interagency firefighters, including 8 engines, 1 helicopter, 3 crews, several water tenders were dedicated to the burn.   Additional contingency resources were identified and available if needed.  The colder temperatures at night and shorter days added an additional element of control. The burn unit was divided up into small sections.  The project began with a hand ignited blacklining operation along the northern and eastern edges of the unit bordering State Highway 4 and Forest Road 289. This provided fire personnel with a buffer zone of burned fuel between the highway and the interior of the unit.   Firefighters worked slowly and deliberately during this operation to make sure the fire did not cross the unit boundaries.  Crews then began hand igniting the interior of the burn unit.  A helicopter with a Plastic Sphere Dispenser Machine (PSD) was utilized for aerial ignition in areas of the burn unit with steep and dangerous terrain. This successful completion of the Upper Frijoles (Unit 9) Prescribed Fire has helped get Bandelier’s fire program back on track and will allow them to be able to carry on the policy of using fire as management tool to reduce fuels and provide buffers to our neighbors while helping perpetuate the resource values for which the monument was established.",
    "url": "https:\/\/www.nps.gov\/band\/learn\/management\/2007-upper-frijoles-prescribed-burn.htm"
}
