{
    "title": "Bandelier National Monument: Wildland Fire",
    "body": "Explore This Park    Learn About the Park     Nature     Wildland Fire               Wildland Fire         Los Conchas 2011 NPS Photo    About Wildland Fire   Wildland fire has great potential to change park landscapes and does so more often than volcanoes, earthquakes or even floods. In many ecosystems wildland fire is an important natural process. In fire-dependent ecosystems, many plants and animals cannot survive without the cycles of fire to which they are adapted. If all fire is suppressed, fuel may build up, making hotter, more destructive fires inevitable.Across the National Park Service, the role of fire is highly variable. Fire regimes in some park ecosystems may have been significantly altered by human action and are no longer as fully resilient to fire, while others may not be fire adapted at all. In all cases we need to plan for, and prevent, the conditions where fires can threaten public safety, devastate property, damage natural and cultural resources, and be expensive and dangerous to fight. National Park Service policy emphasizes managing fire in a holistic way. This means planning for the inevitable unwanted fire and promoting the use of fire as a land management tool where appropriate. The goal is to restore and maintain fire's role as a dynamic and necessary natural process where it is beneficial, and preventing or suppressing fire where it has the potential to damage resources.In the places where fire can be beneficial to ecosystems or can reduce the risk of fire threatening public safety, property, or damaging natural and cultural resources, prescribed fire is one of the most important fire management tools available.    A prescribed fire may be designed to create a mosaic of diverse habitats for plants and animals, to help an endangered species recover, or to reduce fuels and prevent a destructive fire. Burning strategic areas in advance of an unwanted fire can protect specific buildings, cultural resources, critical natural resources, and habitats. Prescribed fire also can be the most cost-effective way to maintain such historic scenes as the open grasslands of the Revolutionary War era at Saratoga National Historical Park in New York, oak-prairie savanna of the Civil War era at Wilson's Creek National Battlefield in Missouri and vistas of the Nez Perce War of 1877 at Big Hole National Battlefield in Montana.When and where necessary for resource protection or public safety, the NPS fire staff is trained and equipped to aggressively put out unwanted fire.The National Park Service manages wildland fire to protect the public, communities and infrastructure, conserve natural and cultural resources, and restore and maintain ecological health.- See more at: http:\/\/www.nps.gov\/fire\/wildland-fire\/about.cfm#sthash.S7oibm7q.dpuf",
    "url": "https:\/\/www.nps.gov\/band\/learn\/nature\/wildlandfire.htm"
}
