{
    "title": "Bandelier National Monument: Fire Management",
    "body": "Explore This Park    Learn About the Park     Science & Research     Fire Management              Fire Management       \"Fire belongs in the mountain southwest and unless the peaks flatten, the monsoon evaporates, the seasons homogenize, or the biota vanishes, those fires will continue.\" - Stephen Pyne The Bandelier Fire Management program encompasses many disciplines, including fire suppression, prescribed burn, and ecological monitoring professionals. Working with our partners, we protect human life and structures, while managing wildfire for the good of our fire-dependent landscape. For more information on the National Park Service Fire and Aviation Management Program, visit nps.gov\/fire.            Fire Information and Restrictions NPS Wildfire and Prescribed Fire Incident Information - Inciweb.nwcg.gov NM Interagency Fire Information and Restrictions - NMFireInfo.com Bandelier National Monument - News Releases and Social Media Updates           The Effects of Las Conchas Fire On June 26, 2011 the Las Conchas Fire began just west of the park.  It grew into the largest fire in New Mexico history and burned >60% of the park. Read More        Recovery from the 2011 Las Conchas Fire Almost 2 years after the record-breaking fire we are documenting recovery in the burned areas. Read More        A Post Fire Hike In Frijoles Canyon Frijoles Canyon after the 2011 fire\/floods is much different than in the past.  A photographic look shows the impacts\/rebirth\/continuing flood danger. Read More              2009 San Miguel Wildland Fire: A Cooperative Approach to Fire   • Read the Success Story            Novemeber 2007 Prescribed Burn in Upper Frijoles The November 2007 Upper Frijoles (Unit 9) Prescribed Fire treated approximately 1,500 acres – the park’s first large scale burn since the Cerro Grande Fire. Read more about the November 2007 burn success...        The Cerro Grande fire approaches the town of Los Alamos. photo by sally king  The 2000 Cerro Grande Fire 10+ Years Later Learn how this prescribed fire that turned into a destructive wildfire forever changed how fire is managed. More NPS Fire History Timeline A Test of Adversity and Strength: Wildland Fire in the National Park System by Hal K. Rothman (Chapter 8: Outlet, Cerro Grande, and the Twenty-First Century Wildland Fire Leadership Development Program Staff Ride to the Cerro Grande Fire        Bandelier fire ecology personnel collect fuels data after a prescribed fire NPS photo   Fire Ecology  Fire, Soil, and Preserving History at Bandelier Bandelier and Beyond: Interagency Partnerships for Fire Ecology Fire Ecology Data Keeps Bandelier Fire Managers On Track            Fire Management Plan Bandelier's Fire Management Plan describes the program's objectives, the area's fuel and prevention, rehabilitation and suppression techniques.          Fire Education  6th Grade Investigating Fire Ecology Curriculum Junior Firefighter Webrangers Activities Enjoying the Outdoors Safely During Fire Season Fire In-Depth Living with Fire and Smoke Prescribed Fire Overview  Burned Area Emergency Response (BAER)                    Fire   6 Photos  Fire",
    "url": "https:\/\/www.nps.gov\/band\/learn\/management\/firemanagement.htm"
}
