{
    "title": "Grand Canyon National Park: South Rim Visitor Transportation Plan",
    "body": "South Rim Visitor Transportation Plan Environmental Assessment       Jump to: Description of Project - File Download - Record of Decision  May 29, 2008 Finding of No Significant Impact signed for Grand Canyon’s South Rim Visitor Transportation Plan    Document Type: EA    Description: Below you may download an Environmental Assessment (EA) for the South Rim Visitor Transportation Plan. Grand Canyon National Park in cooperation with the Kaibab National Forest is proposing a transportation plan for Grand Canyon National Park to address the most pressing traffic, parking, and visitor access issues in Grand Canyon village.  The EA evaluates three alternatives for addressing the purpose and need for action and also evaluates taking no action (Alternative A, No Action).  The initiation of this planning effort was included in a March 2006 public scoping letter. Responses to this scoping effort were used during the preparation of the EA.      Public Review Dates        Start Date: 02\/15\/2008   End Date: 03\/19\/2008td>              List of Files  1) Master Contents South Rim Transportation Plan EA (95.9 KB, PDF file)  2) Cover Page South Rim Transportation Plan EA (2.4 MB, PDF file)  3) Title Page and Summary South Rim Transportation Plan EA (300.9 KB, PDF file)  4) Purpose of and Need for Action South Rim Transportation Plan EA (791.5 KB, PDF file)  5) Alternative A and Elements Common to Action Alternatives South Rim Transportation Plan EA (2.1 MB, PDF file)  6) Alternatives B and C South Rim Transportation Plan EA (4.6 MB, PDF file)  7) Alternative D, Mitigation, Comparison of Alternatives South Rim Transportation Plan EA (1.6 MB, PDF file)  8) Environmental Consequences Cultural and Natural Resources South Rim Transportation Plan EA (1.8 MB, PDF file)  9) Environmental Consequences Social Resources South Rim Transportation Plan EA (1.6 MB, PDF file)  10) Consultation and Coordination South Rim Transportation Plan EA (155.0 KB, PDF file)  11) Appendixes, Glossary, References Cited South Rim Transportation Plan EA (541.3 KB, PDF file)  12) EA release letter from Grand Canyon National Park Superintendent (206.5 KB, PDF file)  13) News Release South Rim Transportation Plan EA (40 KB, PDF file)  14) Calendar Announcement South Rim Visitor Transportation Plan (28 KB, PDF file)         The comment period closed on 03\/19\/2008 at 11:59 PM. The documents remain posted here for reference. Substantive comments submitted by the deadline was addressed in the decision document, which was signed and released to the public on May 29, 2008.  May 29, 2008   Finding of No Significant Impact signed for Grand Canyon’s South Rim Visitor Transportation Plan               td>    South Rim Visitor Transportation Plan       td>              Grand Canyon National Park has prepared a visitor transportation plan and environmental assessment (EA) for the South Rim area of Grand Canyon National Park. The EA analyzes environmental and related impacts that may result from actions proposed and alternatives developed to address the park's most pressing traffic and visitor access issues within the South Rim area. The purpose of the South Rim Visitor Transportation Plan is to provide a transportation system that addresses the park's most pressing transportation issues. Among these are: long waits at the South Entrance Station; visitor vehicle and tour bus parking demand that exceeds supply; traffic congestion on park roads and in parking lots; poor directional signage; and visitor access to Canyon View Information Plaza (CVIP) – the park's visitor orientation center. The plan would accommodate current and anticipated levels of visitation to the South Rim through 2020, facilitate enhanced visitor experiences, and protect park resources. The transportation system would be adaptively managed to respond to changes in visitation through the life of the plan and would not preclude other future transportation systems from being implemented, including those that may be required for substantial increases in visitation. A portion of the park's entrance fees would be used to fund the transportation system. The EA evaluates three alternatives for addressing the purpose and need for action and also evaluates taking no action (Alternative A, No Action).      Contact Information   Vicky Stinson, Project Manager (928) 774-3026td>",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/management\/trans.htm"
}
