{
    "title": "Bandelier National Monument: Tsankawi Trail Virtual Tour",
    "body": "Tsankawi Trail Intro       In the 1400’s, Tsankawi was home to the Ancestral Tewa Pueblo people. Today their descendents live in nearby San Ildefonso Pueblo. The Ancestral Pueblo people built homes of volcanic rock and adobe (mud), cultivating fields in the open canyons below. Their daily lives of hard work and family left their mark on the land. Low stone walls, carved drawings in the rock faces, and fragments of utilitarian objects are important artifacts left by the Ancestral Pueblo people. For the people of San Ildefonso Pueblo these sites represent much more than interesting glimpses into the past.  Although the present-day Pueblo people do not occupy Tsankawi on a daily basis, the site serves an important role in their spiritual lives and provides both tangible and intangible connections with traditions passed down through generations. As you walk these ancient trails remember Tsankawi is a timeless place where echoes of a distant past intersect the present. Parents raised children here. Together they fought the ravages of nature to survive in these now vacant rooms and along these dusty trails. Please treat this place with the same respect you would treat anyone’s home.   Next Page        Stop 1 Pajarito Plateau Stop 2 Trees and plants at Tsankawi Stop 3 Drought damage to the pinon pine trees Stop 4 Trail splits first of 12 foot ladders Stop 5 Los Alamos and Jemex Mountains to the west Stop 6 Petroglyphs Stop 7 Second 12 foot ladder dry open land Stop 8 Mountains all around Stop 9 Duchess castle Stop 10 The Village of Tsankawi Stop 11 Central plaza Stop 12 Travel to trade Stop 13 Panoramic views for mesa top Stop 14 Small reservoir Stop 15 Third 12 foot ladder and cavates Stop 16 Stairways or paths Stop 17 Petroglyph Stop 18 Agricultural fields Stop 19 Lower ledge trails Stop 20 The land provided for their needs",
    "url": "https:\/\/www.nps.gov\/band\/learn\/photosmultimedia\/tt-vt-intro.htm"
}
