{
    "title": "Bandelier National Monument: Bandelier Holds Logo Contest",
    "body": "Explore This Park    Learn About the Park     News     Bandelier Holds Logo Contest              Bandelier Holds Contest For Park Pass Artwork         Logos should include one or more of Bandelier's many iconic landmarks.   BANDELIER PRESS RELEASE For Immediate Release, March 11, 2016 For further information, contact: Ranger Chris Judson (505) 672-3861 x 513 Bandelier National Monument 15 Entrance Road Los Alamos, NM 87544 Bandelier National Monument Announces Photo\/Artwork Contest for 2017 Bandelier Annual Pass  Bandelier National Monument has announced this year's contest for photographers and artists to submit images to be used on the park's Annual Pass.  According to Superintendent Jason Lott, \"Different photographers and artists see Bandelier in many different ways, and we look forward to seeing all of them. The image we choose will appear on hundreds  of  passes purchased by visitors from all over the country.\"   In addition, the winner will receive an America the Beautiful Annual Pass, honored at federal recreation areas nationwide.  Second, third, and honorable mention winners will receive a Bandelier Annual Pass and a copy of the park video, \"This Place Knows Us.\" Winning images  will be presented at the Bandelier Visitor Center theater at4 PM onSaturday, April 16. Everyone, entrants and public, are invited to  attend and see all of the images, as well as the awarding of the prizes. To be considered, images must be representative of Bandelier National Monument .  Due to cultural concerns, images may not include kivas, masks, or petroglyphs\/pictographs of humans. Entries must be received by the park by 4:30 PM on March 31, 2016.  Other requirements include:  1.    Photos or photos of artwork must be submitted in high quality digital format as a .jpeg or .tiff file.  They must be 300 DPI and 3MB or less. 2.   The design must be suitable to be placed on a 4\" x 2\" plastic card, and either vertical or horizontal orientation is acceptable. 3.   Images should be submitted to e-mail us, or copied onto CD and then either dropped off at the Visitor Center, or mailed to:  Pass Contest, Visitor Center, Bandelier National Monument, 15 Entrance Road, Los Alamos, NM  87544.  Be sure to include name and contact information, including email address and phone number,  with entry. Entries will be acknowledged. For questions about entries, call Chris Judson at 505-672-3861, ext. 513. 4.   The National Park Service will have rights only to use the winning image on the 2017 Bandelier Annual Pass, advertising the pass, announcing the winner, and showing it at the award ceremony. The artist or photographer will retain copyright for any other use.  Images that are not selected  will be deleted from Bandelier's files and all rights for their use remain with their owners.   5. Paid employees of Bandelier and their immediate families, and previous first place winners, are not eligible to enter.",
    "url": "https:\/\/www.nps.gov\/band\/photocontest16.htm"
}
