{
    "title": "Grand Canyon National Park: Archeology Along the Colorado River",
    "body": "Archeology Along the Colorado River                         Archeology Along the Colorado River Video Discover ancient places within Grand Canyon where people lived long ago. What did the archeologists find during theses major excavations along the Colorado River ?  Duration:16 minutes, 24 seconds               The National Park Service (NPS) and the Museum of Northern Arizona (MNA) excavated nine archeological sites along the Colorado River in the Grand Canyon during three years of fieldwork that started in 2006.  The NPS has a “preservation-in-place” mandate, and excavates archeological sites only when they cannot be stabilized and preserved in place. These sites were disappearing due to erosion; artifacts were literally washing into the river. Because these sites were being lost, the NPS initiated excavations to learn more about the people who lived here before the archeological evidence of their lives in the canyon was completely gone.         You may also take a  Virtual Tour of these Archeological Sites.  View interactive 360° photos that capture a specific moment during the excavation of each site. Each image was taken near the end of the field session, when excavation was nearly complete. The rooms with their walls and floors are evident, having been exposed by crew members who carefully dug and hauled the overlying soil away one bucket at a time.  In the 360°photos, you’ll also see archeologists at work, along with their tools, such as shovels, trowels, screens and buckets.  https:\/\/www.nps.gov\/features\/grca\/001\/archeology\/index.html         Related Information   Grand Canyon National Park Archeological Resources  The River Monitoring Program generates data regarding the effects of Dam operations on historic properties, identifies ongoing impacts to historic properties within the APE [Area of Potential Effect], and develops and implements remedial measures for treating historic properties subject to damage.  Archeological Excavations at 9 Sites along the Colorado River Corridor Between 2007 and 2009, the National Park Service, in cooperation with the Museum of Northern Arizona, undertook the first major archeological excavations along the river in Grand Canyon National Park in 40 years.  Archeologists Make Exciting Discoveries Along the Colorado River In October, 2007, archeologists excavated a habitation site along the Colorado River. The fascinating artifacts they found provide insight into the lives of people who once made the Grand Canyon their home.  Canyon Sketches Vol 03 - May 2008 Archeologists Excavate Kiva by the Colorado River Archeologists excavated nine archeological sites along the Colorado River because they are being impacted by severe erosion. In April and May 2008, crews discovered a complete kiva during the excavation of one of these sites.  Canyon Sketches Vol 09 - March 2009 Archeologists Excavate Two Sites Along the Colorado River. In fall 2008, archeologists excavated two archeological sites during a three-year project along the Colorado River corridor in Grand Canyon. One of the excavated sites has evidence of as many as six different human occupations over a time span of 3,500 years.    The Vanishing Treasures Program Grand Canyon National Park is one of 45 National Park Service areas that participate in the Vanishing Treasures Program. The goal of the Vanishing Treasures program is the conservation of architectural remains through research, documentation, and preservation treatment.  Canyon Sketches Vol 04 – June 2008 Vanishing Treasures Archeologists Stabilize Transept Ruin (North Rim) In late June 2008, archeologists from Grand Canyon National Park’s Division of Science and Resource Management cleaned and stabilized Transept Ruin, a two-room ancestral Puebloan (Anasazi) ruin on the North Rim.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/historyculture\/archeology-along-the-colorado-river-video.htm"
}
