{
    "title": "Bandelier National Monument: Bandelier Flooding 2013",
    "body": "Explore This Park    Plan Your Visit     Safety     Bandelier Flooding 2013              Bandelier Flooding 2013         One of the many log jams on Alcove Trail due to the flood on 9\/13\/13 photo by Jana McClure  On September 13, 2013 Bandelier experienced the largest flood in the park's recorded history. The park staff worked hard to make the park safe and enjoyable once again allowing it to be re-opened to the public on September 19, 2013.    When you arrive; the Bandelier Visitor Center will update you on the most current trail status.   While the landscape and trails have been changed by the effect of the flooding, it is a fantastic opportunity to come witness firsthand how an ecosystem is refreshed and to get a firsthand look a the impressive ways fire and water are constantly changing the landscape. Come out and enjoy a \"new\" Frijoles Canyon!  Scroll down to see photos of the flood and some of the recovery efforts our hard working crew has been working on! To see video of this flood click here.         During the flood high water covered most of the island in the main parking lot by the visitor center. photo by sally king        The entrance road was undercut and covered by mud when the flood waters receded. photo by sally king        This portion of the Main Loop Trail was covered by layers of mud and silt. photo by sally king        The nature trail was left covered in mud and puddles of water. photo by sally king        The creek has grown much wider in this area near where the trail crossed the creek below Long House. photo by sally king        A view the opposite direction. photo by sally king        Foot Bridge 091313         Foot Bridge area after clean up; minus the bridge! Jana McClure        Mud and rocks on trail before clean up effort.         After clean up, trail is ready for visitors!                     Flash Floods After Las Conchas   8 Photos  Photos of flood damage after Las Conchas Fire",
    "url": "https:\/\/www.nps.gov\/band\/flood2013.htm"
}
