{
    "title": "Bandelier National Monument: Night Sky Programs",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Interpretive Programs     Night Sky Programs                Night Sky Programs         Telescope and star trails over Bandelier. Elliot Schultz  February 13, March 12, April 9 Star Parties Telescope viewing and a laser guided constellation tours, no ranger program. Join us to see some of the best winter wonders and planets through giant telescopes. 7:00 PM to 9:00 PM; Juniper Campground Amphitheater Saturday Nights: May 7, 14, 28, June 11, 25, September 3, 10, October 1, 8  Thursday Nights: June 30, July 7, 28, August 4, 11, 25, September 22, 2016 Explore the Stars Join a ranger for an interpretive multimedia program at the campground amphitheater, followed by telescope viewing and a laser guided constellation tour. times vary depending on sunset, but generally dusk to 11:00 PM; Juniper Campground Amphitheater April 23, May 21, June 18, July 16, August 20, September 17, October 15, 2016 Moonlight Walks  Join a Bandelier Night Sky Ranger for a 2-3 hour moonlit walk through the Monument. The walk starts at 8pm and is limited to 30 participants on a first come first served basis, reservations required, no pets or children under 8 please. Sign up in person at the Bandelier Visitor Center, or by calling 505-672-3861 x517        Bandelier Night Sky Poster Kelly Ricks  June 2, 3, 4, 2016  Night Sky Fiesta!  Come celebrate Bandelier Night Skies at our Night Sky Fiesta. Special programs, guest speakers, solar viewing, kids activities, and giant telescopes! 3 days of celebrating Bandelier's beautiful night skies. Thursday June 2nd: 1 - 3pm Solar viewing, Frijoles Canyon Visitor Center 8:30pm Kara Baker, Juniper Campground Amphitheater 9:30 - 11:30pm Telescope Viewing, Juniper Campground Parking Friday, June 3rd: 1 - 3pm Solar viewing, Frijoles Canyon Visitor Center 8:30pm Kevin Poe, Juniper Campground Amphitheater 9:30 - 11:30pm Telescope Viewing, Juniper Campground Parking Saturday, June 4th: 11 - 4pm Solar viewing, Frijoles Canyon Visitor Center 8:30pm Fraser Cane, Juniper Campground Amphitheater 9:30 - 11:30pm Telescope Viewing, Juniper Campground Parking Guest Speakers Kara Baker: NASA Eear Earth Asteroid hunter and Park Ranger from Glen Canyon Nat Rec Area. Thursday Kevin Poe: Astronomy educator, dark skies advocate, and owner of Dark Ranger Telescope Tours. Friday Fraser Cane, publisher of Universe Today and producer of the Astronomy Cast Podcast, and popular YouTube personality. Saturday         Observe the Moon night September 19th observethemoon.org  October 8th, 2016 International Observe the Moon Night Take a trip to the moon. Join us for a night of lunar discovery with a ranger talk and observing the moon through telescopes, binoculars, and visually. Juniper Campground amphitheater, 7 PM - 10 PM",
    "url": "https:\/\/www.nps.gov\/band\/planyourvisit\/night-sky-programs.htm"
}
