{
    "title": "Grand Canyon National Park: River Monitoring",
    "body": "Archeology River Monitoring Program       Introduction to the Grand Canyon National Park Archeology River Monitoring Program         In July 1989 Secretary of the Interior Manuel Lujan directed Reclamation to prepare an Environmental Impact Statement (EIS) regarding the operation of the Glen Canyon Dam. Thus, more than a quarter-century after the floodgates of the dam closed, its environmental effects were to be judged scientifically. Under the National Environmental Policy Act of 1969, which authorizes the EIS process, cultural resources are an aspect of the environment worthy of study and consideration, just as are natural resources. The EIS for Glen Canyon Dam operations therefore mandated scientific studies of cultural resources within the area potentially affected by water releases. Further Glen Canyon Dam operations are considered a federal undertaking that either directly, indirectly or potentially affect cultural resources. Acknowledgement of this enacts the National Historic Preservation Act of 1992 (amended) (NHPA). Under Section 106 of this act the Bureau of Reclamation (Reclamation) is responsible for the impacts to cultural resources caused by dam operations and National Park Service (NPS) is dually responsible for these cultural resources under Section 110 of NHPA.         In a joint venture, Reclamation and NPS decided that the first step in the EIS process with respect to cultural resources was to conduct an intensive inventory of archaeological sites in the river corridor. The area surveyed encompassed a 255-mile stretch of the river corridor, extending from Glen Canyon Dam to Separation Canyon. The vertical extent of the survey area was the riverine environment that incorporated all terrestrial river-derived sediments below the estimated 300,000 cfs level, as well as a few areas of eolian sand dunes lying slightly above this level. The survey was conducted from August 24, 1990 to April 30, 1991. During this time some 1,968-person days were spent surveying about 10,506 acres. A total of 475 archaeological sites and 489 isolated occurrences of artifacts or features were located and recorded. Regarding the impacts of Dam operations on archaeological sites, it was judged initially that 336 of the 475 recorded sites existed in locations that could potentially be adversely affected by changing water releases. Since 1992, the NPS archaeologists monitoring sites have been able to refine site impact categories identified by Fairley et al. 1994. To date, 264 sites are considered affected (directly, indirectly, potentially and cumulatively) by the operations of Glen Canyon Dam.         It is sufficient to note that the cultural monitoring program has operated from its inception within a complicated framework of laws, regulations, and other directives that are not always in accord with one another. At times, there has been an inherent conflict between complying with the provisions of Section 106 of NHPA (mitigating the effects of a federally sponsored undertaking), while at the same time recognizing and adhering to long-standing NPS policies (i.e., Section 110 of NHPA) regarding the \"preservation-in-place\" of cultural resources. Therefore, a crucial document created to guide Reclamation's Section 106 compliance in conjunction with other NPS legal mandates is the 1994 Programmatic Agreement (PA). This PA, regarding the operation of the Glen Canyon, was signed by officials of the U.S. Bureau of Reclamation (Reclamation), the Advisory Council on Historic Preservation (ACHP), the Arizona State Historic Preservation Officer (SHPO), the U.S. National Park Service (NPS), and six Indian Tribes and Nations -- the Hopi Tribe, the Hualapai Nation, the Kaibab Paiute Tribe, the Navajo Nation, the Paiute Indian Tribe of Utah for the Shivwits Paiute Tribe, and Zuni Pueblo -- with an interest in the affected cultural resources listed on the National Register of Historic Places. Implementation of this agreement fulfills Reclamation's responsibilities for Section 106 of NHPA relative to Glen Canyon Dam operations and also satisfies NPS needs.      The PA outlines the responsibilities of Reclamation for the mitigation of these adverse effects under Section 106 of NHPA, spelling out the responsibilities of the RCMP as follows:    The purpose of the Monitoring and Remedial Action Plan shall be to generate data regarding the effects of Dam operations on historic properties, identify ongoing impacts to historic properties within the APE [Area of Potential Effect], and develop and implement remedial measures for treating historic properties subject to damage.             Currently, all work conducted by archeologists has been completed under stipulations in a Monitoring and Remedial Action Plan (MRAP). The processes delineated in the MRAP guide the ongoing process for the identification, monitoring, and remedial actions on cultural resources impacted, or potentially impacted, as a result of the operations of Glen Canyon Dam.   The following are summary reports produced by the NPS after each field season. They identify the sites that were monitored and their current condition and the sites that have received remedial actions. The FY1999 report is an exceptionally large document, therefore only the Executive Summary is supplied. For additional information on FY1999 summary report or on any other report please contact us through this web page. Thank you for your interest.   Download the Fiscal Year 2005 Report (3.06MB PDF File)   Archeological Site Monitoring and Management Activities along the Colorado River in Grand Canyon National Park Download Checkdam Photographs from the March 2005 River Trip (1.04MB PDF File)      Grand Canyon National Park Archeology River Monitoring Program Annual Reports from prior years may be downloaded here in the PDF File format.         Fiscal Year 2004 Report (3.18MB PDF File)  Fiscal Year 2003 Report (1.33MB PDF File) Fiscal Year 2002 Report (1.08MB PDF File) Fiscal Year 2001 Report ( 616kb  PDF File) Fiscal Year 2000 Report ( 537kb  PDF File)  Fiscal Year 1999 Report (132kb PDF File) Fiscal Year 1998 Report (749kb PDF File) Fiscal Year 1997 Report (474kb PDF File) Fiscal Year 1996 Report (434kb PDF File) Fiscal Year 1995 Report (454kb PDF File) Fiscal Year 1994 Report (294kb PDF File) Fiscal Year 1993 Report (157kb PDF File) Fiscal Year 1992 Report ( 77kb  PDF File)         Related Information   Grand Canyon National Park Archeological Resources  The River Monitoring Program generates data regarding the effects of Dam operations on historic properties, identifies ongoing impacts to historic properties within the APE [Area of Potential Effect], and develops and implements remedial measures for treating historic properties subject to damage.  Archeological Excavations at 9 Sites along the Colorado River Corridor Between 2007 and 2009, the National Park Service, in cooperation with the Museum of Northern Arizona, undertook the first major archeological excavations along the river in Grand Canyon National Park in 40 years.  Archeologists Make Exciting Discoveries Along the Colorado River In October, 2007, archeologists excavated a habitation site along the Colorado River. The fascinating artifacts they found provide insight into the lives of people who once made the Grand Canyon their home.  Canyon Sketches Vol 03 - May 2008 Archeologists Excavate Kiva by the Colorado River Archeologists excavated nine archeological sites along the Colorado River because they are being impacted by severe erosion. In April and May 2008, crews discovered a complete kiva during the excavation of one of these sites.  Canyon Sketches Vol 09 - March 2009 Archeologists Excavate Two Sites Along the Colorado River. In fall 2008, archeologists excavated two archeological sites during a three-year project along the Colorado River corridor in Grand Canyon. One of the excavated sites has evidence of as many as six different human occupations over a time span of 3,500 years.    The Vanishing Treasures Program Grand Canyon National Park is one of 45 National Park Service areas that participate in the Vanishing Treasures Program. The goal of the Vanishing Treasures program is the conservation of architectural remains through research, documentation, and preservation treatment.  Canyon Sketches Vol 04 – June 2008 Vanishing Treasures Archeologists Stabilize Transept Ruin (North Rim) In late June 2008, archeologists from Grand Canyon National Park’s Division of Science and Resource Management cleaned and stabilized Transept Ruin, a two-room ancestral Puebloan (Anasazi) ruin on the North Rim.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/historyculture\/archeology-river-monitoring.htm"
}
