{
    "title": "Bandelier National Monument: Visiting Bandelier - Summer 2016",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Weather     Visiting Bandelier - Summer 2016                Visiting in Summer 2016         A shuttle bus from White Rock to Bandelier is required between 9 AM and 3 PM in summer. photo by sally king  Park open dawn to dusk all year Visitor Center Hours 9 AM - 6 PM during shuttle season  Shuttle Bus Required May 14, 2016 - October 18, 2016    Visitors are required to take a shuttle bus from the White Rock visitor center to access the main visited area of Bandelier National Monument between the hours of 9 AM and 3 PM, including the visitor center, Main Loop Trail, and Falls Trail. Shuttles run approximately every 30 minutes weekdays, and 20 minutes weekends. You may drive directly to Frijoles canyon if you meet the following exemptions:  It is before 9 AM or after 3 PM Vehicles displaying a disability tag Vehicles with a pet on board (Please note: Pets are not allowed on ANY trails) Juniper Campground access Overnight backpackers Bicycles If you have official park business Unloading tour groups  The shuttle bus is free, however; a park entrance fee is required for Bandelier and can be purchased from the White Rock Visitor Center, the kiosk near the shuttle pick-up site in White Rock, or paid at the park visitor center upon arrival. See the shuttle schedule and map to the White Rock visitor center below. Visitors may continue to drive into this main visited area of the park before 9 AM and after 3 PM daily (all access is by shuttle bus from 9 AM - 3 PM). For those early and late arrivals, be sure to display your park pass or entrance fee receipt in your vehicle. You can still drive into a number of areas of the park any time of the day including Juniper Campground, Tsankawi, and to the many trails outside of Frijoles Canyon. Remember the park closes at sunset, so plan to leave before that time. Last shuttle leaves the Frijoles Canyon Visitor Center at 5 PM.      Danger of Flash Flooding Remains High in All Park Canyons When hiking, especially during the rainy season (July - Sept), visitors should remain extra vigilant when hiking in any of the park's canyons including Frijoles Canyon. The threat of flash flooding remains extremely high. If a flash flood occurs one should not try to outrun the rising water but instead should head for higher ground. Under no circumstances should anyone try to cross a flooded creek. On September 13, 2013 Frijoes Creek experienced its biggest flashflood to date. Each flashflood event takes out all of the foot bridges that have been replaced following earlier such events. At any given time, some bridges may be missing as a result of high water events. All trails (except Falls Trail below Upper Falls) remain open but visitors are reminded to stay alert (especially in the afternoon) for signs for flooding.  Please read the hand out \"Your Safety in the Event of a Flood\".           The route to Alcove House is open and a good place to see flood damage.  photo by sally king  That's Closed!?!!? Bandelier National Monument has over 70 miles of trails, including the most visited 1.2 mile Main Loop Trail, and ONLY ONE TRAIL IN THE PARK IS CURRENTLY CLOSED. Since the flood of 2011 the Falls Trail leads 1.5 miles, (3 miles round-trip) to the beautiful Upper Falls. It is closed to all entry below the Upper Falls to the Rio Grande.  A portion of this trail, that once sat on a ledge blasted from a sheer cliff, collapsed leaving no access to the area beyond. All of the other gorgeous 70+ miles of trail are just waiting to be explored. The trail to Alcove House has reopened but the kiva in Alcove House remains closed. Flood damage is very apparent on this walk.        photo by sally king  Summer Visits Summer weather in Bandelier is hot and dry in June then afternoon thunderstorms crop up in July and August. Bring plenty of water when hiking as well as a hat and sunscreen. Biting insects are uncommon so bug spray is not usually required. In late summer (July, August, and Sept) it is wise to begin a long hike early in the day before storms develop in the afternoon with heavy downpours, volumous hail, and dangerous lightning. Heavy rains can cause flashflooding in all the park canyons. This threat has increased since the Las Conchas Fire in 2011 burned the upper watershed of the park canyons. There were several major flooding events in the summer of 2013 and similar conditions still exist. Watch for wildlife including black bear and rattlesnakes. Keep a safe distance of at least 50 yards.       Map showing location of shuttle pick up and drop off at White Rock visitor center         Shuttle schedule for 2016",
    "url": "https:\/\/www.nps.gov\/band\/visitsum16.htm"
}
