{
    "title": "Grand Canyon National Park: American Recovery & Reinvestment Act 2009",
    "body": "American Recovery & Reinvestment Act of 2009       Not only are national parks a link to our nation's rich cultural and natural heritage, they are an integral part of our country's economic future. National parks and the millions of people who visit them generate billions of dollars in economic benefit nationwide. Today, as our nation pulls together to recover from the most serious economic crisis since the Great Depression, the National Park Service has been asked to help. And we are eager to do our part. Through the American Recovery and Reinvestment Act of 2009 (ARRA), the National Park Service will invest $750 million in nearly 800 projects throughout the country. This accounts for nearly one-third of the entire $3 billion of Department of Interior Recovery Act funding. The National Park Service will also receive an additional $170 million through the Federal Highway Administration for work on Federal Highway System roads in national parks. Recovery Act projects were selected through a rigorous process that identified projects meeting specific criteria - address the highest priority mission needs; create the largest number of jobs in the shortest period of time; and create lasting value for the American people. Grand Canyon National Park has received approximately $18 million in ARRA funds for fifteen park projects. These projects will address critical park needs, utilize sustainable technologies and improve experiences for park visitors. Below is a list that outlines the various ARRA projects at the Grand Canyon. For more detailed information about each project and how ARRA funds are being utilized, please click on the specific project name. In addition to the 15 park projects, ARRA funding in the amount of approximately $925,000 was provided through the Federal Highways Lands Program to complete improvements to the railway tour bus staging area near the Historic Grand Canyon Depot. 6\/20\/2011       Grand Canyon National Park ARRA Projects  Rehabilitate the Historic Trans-Canyon Trail Repair Historic North Rim Forest Trails and Trail Structures Damaged by Wildfire Purchase Five Alternative Fuel Transit Buses Install Wastewater Flow Meters to Increase Visitor Health and Safety Replace Doors and Paint Exteriors of Historic South Rim Facilities to Improve Energy Efficiency and Appearance (multiple projects) Perform Preservation Treatment on 130 Miles of Roads  Rehabilitate Four Historic and Two Non-Historic Structures at Supai Camp Repair and Rehabilitate Housing at Supai Camp Rehabilitate Historic South Rim Housing Units (multiple projects) Replace Shingles on South Rim Quarters (multiple projects) Rehabilitate HVAC Systems in Fee Management Office and Visitor Interpretation Center (multiple projects)Expand North Rim RV Sites to Reduce Overcrowding in Seasonal Employee Quarters Improvements to Railway Tour Bus Staging Area Near the Historic Grand Canyon Depot (ARRA funding provided through FHLP)        Detailed Grand Canyon National Park ARRA Project Information      Project: Rehabilitate the Historic Trans-Canyon Trail Project overview: The rehabilitation of the South Kaibab Trail is being done to significantly improve the condition of the trail for both hikers and stock users. This multi-million dollar reconstruction effort, funded in part with ARRA funds, includes resurfacing of the trail; rebuilding steps; stabilizing and performing preventative maintenance to existing retaining walls; replacing retaining walls that have been lost to floods, slides or erosion; and repairing and aligning existing water features. A majority of the work that has been conducted on the South Kaibab Trail is repair and replacement of stonework that is historically significant and requires master-level masonry skills and a background in historic preservation of masonry structures. Recovery Act funds made it possible to extend employment of the young men and women that have the skill level needed to adequately perform this work. Project leader: William Allen Park contact: Maureen Oltrogge, Public Affairs Officer; (928) 638-7779 Project timing: This project began in March 2009. A majority of the work has been completed. Major reconstruction occurred at multiple sites along the South Kaibab Trail including critial sections of trail at Ooh-Aah Point (3\/4 of a mile from the rim), Mormon Flats (approximately 3 miles from the rim), and an area known as the Red and Whites (approximately 4 miles from the rim). Additionally, the entire 7.5 miles of trail between the rim and Phnatom Ranch was improved to maintain the rigors of livestock as well as pedestrian traffic. ARRA funding: $550,000. Partners: American Conservation Experience (ACE) and Coconino Rural Environmental Corps (CREC) and Student Conservation Association (SCA). Accepting outside solicitations: Trail access: During reconstruction, the South Kaibab Trail was closed to commercial and private stock users (commercial and private stock use on the South Kaibab Trail resumed on May 15, 2011). This user group still had access to the Bright Angel Trail to access the Canyon. Additionally, a temoporary opportunity to conduct mule rides from the South Rim Village to the Abyss on the West Rim of Grand Canyon was developed to accommodate some of the commercial mule traffic that was diverted from the South Kaibab Trail. The South Kaibab Trail remained open to hikers during reconstruction efforts. Press release: June 11, 2009Grand Canyon National Park begins trail reconstruction project using funds received under President's Economic Recovery Plan Press release: March 31, 2011Mule use to resume on South Kaibab Trail within Grand Canyon National Park Pictures: Available at www.flickr.com\/photos\/grand_canyon_nps\/sets\/72157624675942655\/ Podcasts: Not available at this time.        NPS and ACE Crews working to reconstruct North Rim's Uncle Jim Trail NPS   Project: Repair Historic North Rim Forest Trails and Trail Structures Damaged by WildfireProject overview: This project involved the repair and rehabilitation of various trails on the North Rim of the Grand Canyon that were damaged by wildfire in 1999 and 2000. These trails receive moderate to high visitor use during the summer season. This project improved accessibility for both hikers and stock users along North Rim trails. The project included providing a well defined, high-quality trail to discourage short cutting and decrease potential for accidents and lost hikers. The visual aspect of the trail was also improved and resource damage mitigated. Replacement of erosion control features were installed to decrease impacts to natural and cultural resources by directing water flow into natural drainages and away from historic sites. Where historic structures remained, they were rehabilitated using historic preservation techniques. Where they had been completely destroyed, they were reconstructed using historically compatible techniques. Project leader: William Allen Park contact: Maureen Oltrogge, Public Affairs Officer, (928) 638-7779 Project timing: Field work began on the Uncle Jim Trail in May 2009, and continued through November 2009. One mile of trail received extensive reconstruction, while the remaining four miles were better defined. The Uncle Jim Viewpoint received an improved hitching rail along with improvements to help define the trail to the viewing areas. Work on the Uncle Jim Trail took place again from June 2010 until the end of September 2010. During this time, trail crews also worked to remove dead or downed trees and define the Ken Patrick Trail, Widforss Trail, Transept Trail, and a number of other forest trails used primarily by hikers. ARRA funding: $539,353. Partners: American Conservation Experience (ACE) Accepting outside solicitations:  Trail access:  Press release: November 16, 2009National Park Service continues repair and reconstruction projects at Grand Canyon with funds from the American Recovery and Reinvestment Act Pictures: Available at www.flickr.com\/photos\/grand_canyon_nps\/sets\/72157624675953025\/ Podcasts: Not available at this time        Grand Canyon Shuttle Bus dropping off visitors at Hermits Rest NPS   Project: The Purchase of Six Alternative Fuel Transit Buses Project overview: The purpose of this project was to replace aging and obsolete buses in the Grand Canyon Visitor Transportation System. The Grand Canyon Visitor Transportation System, which provides approximately five million boardings annually, reduces private vehicle traffic on the South Rim and in the Grand Canyon Village. Through this project, the park purchasing six low floor accessible compressed natural gas (CNG) fueled transit buses. This purchase helps keep our alternatively fueled and accessible fleet up to date. The buses also have some new features that will benefit visitors including air conditioning, improved emissions, improved public address systems, and intelligent messaging and talking bus capabilities. Project leader: Robin Martin Park contact: Maureen Oltrogge, Public Affairs Officer, (928) 638-7779 Project timing: The six new buses were delivered to Grand Canyon in April 2011. ARRA funding: $3,000,000. Partners: None Accepting outside solicitations: A contract was awarded to New Flyer of America, Crookston, Minnesota Press release: August 2, 2010Recovery Act provides natural gas-powered shuttle buses for Grand Canyon National Park Pictures: Available at www.flickr.com\/photos\/grand_canyon_nps\/sets\/72157624675962755\/ Podcasts: Not available at this time       Project: Install Wastewater Flow Meters to Increase Visitor Health and SafetyProject overview: The purpose of this project was to install physical flow meters to document and register discharge rates (gallons per minute) at two wastewater treatment facilities in Grand Canyon National Park - on the North Rim and at Indian Gardens. Monthly discharge reports are required by the Arizona Department of Environmental Quality (ADEQ). These reports must include the volume of water discharged to various discharge points. By knowing what is actually being discharged, the wastewater can be treated to its optimum level, which creates a healthier environment for park employees, visitors and Grand Canyon's resources. Project leader: Dave WelbornPark contact: Maureen Oltrogge, Public Affairs Officer, (928) 638-7779 Project timing: Project was completed in fall 2010ARRA funding: $70,307. Partners: None Accepting outside solicitations: Press release: Not available at this timePictures: Not available at this time Podcasts: Not available at this time       Project: Replace Doors and Paint Exteriors of Historic South Rim Facilities to Improve Energy Efficiency and Appearance (multiple projects) Project overview: Lack of adequate funding resulted in the deterioration of many park buildings. This series of projects involved replacing 110 exterior door units and 12 storm doors and painting the exterior of 22 historic units on the South Rim of the Grand Canyon. This project will preserve valuable park assets. These improvements to the South Rim's infrastructure will reduce energy loss and rodent proof housing units. Project leader: Vernon Cody Park contact: Maureen Oltrogge, Public Affairs Officer, (928) 638-7779 Project timing: Painting of the historic South Rim facilities started May 1, 2009; and has been completed. Door replacement for South Rim facilities has been completed. ARRA funding: $181,674. Partners: None Accepting outside solicitations: Press release: Not available at this time Pictures: Available at www.flickr.com\/photos\/grand_canyon_nps\/sets\/72157624800423926\/ Podcasts: Not available at this time       Project: Perform Preservation Treatment on approximately 130 Miles of Roads Project overview: This project involved crack sealing, chip sealing, and restriping most of the paved roads on the North and South Rims of Grand Canyon National Park. Paved road surfaces received a pavement treatment on an approximately seven-year cycle to sustain the integrity of the road surface and increase the roadway's life span. This sealcoat should assure at least seven or more years of service without having to reconstruct the sub-base and resurface the asphalt. Project leader: John Harvey Park contact: Maureen Oltrogge, Public Affairs Officer, (928) 638-7779 Project timing: Preservation treatment on North and South Rim roads began in June 2010 and was completed in fall 2010. ARRA funding: $7,037,687. Partners: Federal Highways Administration Accepting outside solicitations: The projects were awarded. North Rim project was awarded to Intermountain Slurry Seal, Inc. of Salt Lake City, Utah. South Rim project was awarded to Fann Contracting of Prescott, Arizona. Road access: Once construction began, North Rim scenic roads would close periodically and short delays of up to 15 minutes occurred on both the North and South Rims in construction zones. Press release: June 17, 2010Chip Seal Project to Occur on North and South Rims of Grand Canyon National Park this Summer Pictures: Available at www.flickr.com\/photos\/grand_canyon_nps\/sets\/72157624809305174\/ Podcasts: Not available at this time       Project: Repair and Rehabilitate Housing at Supai Camp Project overview: This project involved the construction of six new housing units at Supai Camp, an area near Grand Canyon Village on the South Rim of the Grand Canyon that has been utilized by members of the Havasupai Tribe since the 1930s. The Camp is home to approximately 10 to 20 people. The six new housing units  replaced six existing housing units that were in substandard condition. The housing had no indoor plumbing (sewer and water), had lead based paint on windows, there was a lack of proper insulation, drafty windows and doors, missing siding, leaking roofs, they were very small in size (~350 square feet per unit) and had no sprinkler systems. The new units meet all current building codes and standards. This project provides adequate housing units for members of the Havasupai Tribe currently living at Supai Camp. Project leader: Phil Fessler Park contact: Maureen Oltrogge, Public Affairs Officer, (928) 638-7779 Project timing: Construction began in fall 2009 and was completed in August 2010. ARRA funding: $1,106,000. Partners: Havasupai Indian Tribe Accepting outside solicitations: This contract was awarded to Modular Solutions, Ltd, Phoenix, Arizona. Press release: August 5, 2010National Park Service and Havasupai Tribe hold ribbon cutting ceremony on new housing for Supai Camp constructed with funds from the American Recovery and Reinvestment Act Pictures: Available at www.flickr.com\/photos\/grand_canyon_nps\/sets\/72157624675930537\/ Podcasts: Not available at this time       Project: Rehabilitate Four Historic and Two Non-Historic Structures at Supai Camp Project overview: This project involved repairing and rehabilitating five housing units and one outbuilding that already existed at Supai Camp. Repairs included a complete renovation of the four historic structures. This renovation work included the installation of plumbing (running water and sewer), replacing roofing and windows, repainting, and upgrading the interior walls for all units. Residential fire sprinkler systems were also installed in each of the units. Minor rehab work on the non-historic residence and common bath\/laundry facility included fixture replacement, lighting retrofit, and installation of fire sprinkler systems. Incidental site work included the replacement of the potable water main to meet fire flow requirements and the installation of a sewer line and lift station.These repairs vastly improve housing units and living conditions for the members of the Havasupai Tribe that reside at Supai Camp. Project leader: Phil Fessler Park contact: Maureen Oltrogge, Public Affairs Officer, (928) 638-7779 Project timing: This project got under way following completion of the other ARRA project at Supai Camp, Repair and Rehabilitate Housing at Supai Camp. This allowed current residents a transition period to move from their existing, outdated housing units to the newly constructed housing units. The project was completed in November 2010. ARRA funding: $479,861. Partners: Havasupai Indian Tribe Accepting outside solicitations: This project was awarded to Nagaki Design Build Associates, Phoenix, Arizona Press release: Not available at this time Pictures: Available at  http:\/\/www.flickr.com\/photos\/grand_canyon_nps\/sets\/72157627025033382\/ Podcasts: Not available at this time       Project: Rehabilitate Historic South Rim Housing Units (multiple projects) Project overview: Some of the employee housing on the South Rim of the Grand Canyon is in substandard condition. These projects involved the complete rehabilitation of three historic housing units on the South Rim (368 Sunset - 4 units; 1A and 1B Tonto; 9 Navajo). Renovation work included replacing old windows, exterior doors, and roofs; upgrading electrical systems and plumbing; refinishing and\/or replacing floors; repairing foundations; rodent proofing; and installing fire sprinkler systems. The project was completed to protect important park assets along with meeting park management's goal of improving employee housing. Project leader: Vernon Cody Park contact: Maureen Oltrogge, Public Affairs Officer, (928) 638-7779 Project timing: 368 Sunset rehabilitation completed July 2010; 1A and 1BTonto rehabilitation completed October 31, 2010; 9 Navajo rehabilitation began summer 2010 and is expected to be completed by the end of summer 2011. ARRA funding: $308,830. Partners: None Accepting outside solicitations: Press release: Not available at this time Pictures: Available at www.flickr.com\/photos\/grand_canyon_nps\/sets\/72157624675980793\/ Podcasts: Not available at this time       Project: Replace Shingles on South Rim Quarters (multiple projects) Project overview: These projects involved replacing the roofs on 110 employee quarters on the South Rim of the Grand Canyon with a combination of special project and ARRA funds. This project helps to protect park assets by weatherproofing the above structures and increasing the life of each roof by 40 years. Project leader: Vernon Cody Park contact: Maureen Oltrogge, Public Affairs Officer, (928) 638-7779 Project timing: Project started in fall 2009. The project was put on hold during the winter because of heavy snowfall. The project restarted in spring 2010 and was completed in July 2010. ARRA funding: $209,695. Partners: None Accepting outside solicitations: This project was awarded to Traditional Roofing, Inc. of Flagstaff, Arizona Press release: November 16, 2009National Park Service continues repair and reconstruction projects at Grand Canyon with funds from the American Recovery and Reinvestment Act Pictures: Available at www.flickr.com\/photos\/grand_canyon_nps\/sets\/72157624800379316\/ Podcasts: Not available at this time       Project: Rehabilitate HVAC Systems in Fee Management Office and Visitor Interpretation Center - Shrine of the Ages (multiple projects) Project overview: This project included the rehabilitation of the HVAC system at the Fee Management Building on the South Rim of Grand Canyon. This project corrected health and engineering problems with the current heating and ventilating system. The project greatly improved the work environment for park employees. This project also included rehabilitation of the interior of the Shrine of the Ages, a visitor interpretation center on the South Rim. The interior was in great need of paint and repairs. The project provided for a clean, presentable and comfortable environment for all visitors and residents to enjoy both in winter and summer. It also provided a handicap accessible approach to the facility. Project leader: Steve Homan Park contact: Maureen Oltrogge, Public Affairs Officer, (928) 638-7779 Project timing: Work on the Shrine of the Ages started in May 2010 and was completed in September 2010. Work included cleaning and staining exterior beams; repairing and modifying gutters; remodeling the environmental education office, multi-purpose room and hallway; removing and replacing carpet in the environmental education office and auditorium; replacement of auditorium doors; reconfiguration and raising of ceiling grid; installation of new lights, outlets and electrical heat; drywall patch; staining and painting of interior walls; and remodeling of restrooms. Work at the fee building started in September 2010 and was completed in October 2010. ARRA funding: $225,749. Partners: None Accepting outside solicitations: The project was awarded to Ridgway Valley Enterprise, Inc., Montrose, Colorado Press release: Not available at this time Pictures: Available at www.flickr.com\/photos\/grand_canyon_nps\/sets\/72157624676178451\/ Podcasts: Not available at this time       Project: Expand RV Sites to Reduce Overcrowding in Seasonal Employee Quarters Project overview: A design\/build project to construct six new RV sites and associated infrastructure in the developed area on the North Rim of Grand Canyon National Park. Currently, there is a shortage of employee housing within the national park which creates crowded conditions and over extends utilities and other infrastructure. Additionally, the lack of housing makes it difficult for the NPS to recruit seasonal employees or provide temporary housing for volunteers willing to provide valuable assistance to the NPS. Project leader: Phil Fessler Park contact: Maureen Oltrogge, Public Affairs Officer, (928) 638-7779 Project timing: The project was announced in June 2010. Construction began in July 2010 and was completed in November 2010. ARRA funding: $378,579. Partners: Accepting outside solicitations: The project was awarded to Ridgway Valley Enterprises, LLC of Montrose, ColoradoPress release: June 14, 2010Project to construct new RV sites on North Rim of Grand Canyon National Park to begin soon Pictures: Available at  http:\/\/www.flickr.com\/photos\/grand_canyon_nps\/sets\/72157627029606784\/Podcasts: Not available at this time       Project: Install Gates to Protect Visitors and Preserve Resource Habitat Project overview:As the result of funding made available through the 2009 enactment of the American Recovery and Reinvestment Act (ARRA), Grand Canyon National Park undertook Abandoned Mine Lands (AML) projects aimed at improving human health and safety. An Environmental Assessment was completed in February 2010 for four Arizona parks which identified the hazards associated with AML features and proper closure techniques and designs. Feature closure and wildlife monitoring was contracted and completed in the fall of 2010. AML hazards were mitigated through closure of hardrock mine openings by constructing bat-accessible gates and cupolas, grates, and polyurethane foam (PUF) plugs with backfill or partial backfill at a number of remote backcountry sites throughout Grand Canyon. Project leader: Steve Rice Park contact: Maureen Oltrogge, Public Affairs Officer, (928) 638-7779 Project timing: Work began in November 2010 and was completed in late November 2010. ARRA funding: $428,419. Partners: None Accepting outside solicitations: In process Press release: Not available at this time Pictures: Not available at this timePodcasts: Not available at this time        Overview of Historic Grand Canyon Village Depot NPS   Project: Improvements to railway tour bus staging area near the Historic Grand Canyon DepotProject overview: Nearly 230,000 visitors per year arrive at the Historic Grand Canyon Depot via the Grand Canyon Railway, which is an important component of the park's transportation system. Bus tours serving train passengers currently load just north of the tracks in a small parking area off of Village Loop Drive adjacent to the Depot. Because space is limited, buses were required to back into the parking spaces or queue on the north side of the Depot. These maneuvers combined with hundreds of passengers crossing the street in the same area led to a frustrating experience for many visitors and posed a safety risk. This project moved the tour bus loading function to an alternate location south of the tracks to mitigate much of the congestion north of the Depot, dispersed pedestrian traffic and improved safety. The project also greatly improved the integrity of the Grand Canyon Village Historic District, where the Depot is located.Project leader: Vicky Stinson Park contact: Maureen Oltrogge, Public Affairs Officer, (928) 638-7779Project timing: Construction began June 8, 2010 and was completed in December, 2010. FHLP ARRA funding: $925,000.Partners: Accepting outside solicitations: This project was awarded to Brown & White, Inc., Tucson, Arizona Press release: May 27, 2010Work to begin on improvements to railway tour bus staging area near the Historic Grand Canyon Depot December 14, 2010 National Park Service completes work on improvements to railway tour bus staging area near the Historic Grand Canyon Depot  Pictures: Available at www.flickr.com\/photos\/grand_canyon_nps\/sets\/72157624685102153\/Podcasts: Not available at this time       Important Links For more information about the American Recovery and Reinvestment Act of 2009, go to www.recovery.gov. To track the progress of various projects and learn about how ARRA funds are being utilized by the National Park Service and other agencies throughout the Department of the Interior, go to www.doi.gov\/recovery. Creating and saving jobs is a key goal of the Recovery Act. One way this can be accomplished is through federal agencies, such as the National Park Service, awarding contracts to various outside contractors\/vendors to assist with specific ARRA projects. National Park Service business opportunities are published on the Federal Business Opportunities (FBO) Web site, www.fbo.gov, as they become available. To compete for any federal project, vendors must be registered on the Central Contractor Registration (CCR) Web site at www.ccr.gov. Registration is free.   Individuals can look for Recovery Act jobs through the federal government by going to www.usajobs.opm.gov and clicking on the link, \"Opportunities currently available under the Recovery Act.\"",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/management\/arra.htm"
}
