{
    "title": "Bandelier National Monument: For Groups",
    "body": "Advice and Regulations for Groups         Long House, on the Main Loop Trail, in the 1930's. NPS image  For an enjoyable and safe visit to Bandelier, groups of 10 or more people should heed the following regulations and advice: Planning Your Trip  Determine your group type. School and Educational group, Commercial tours (for profit or non-profit), Non-commercial organized group. Visit Fees & Reservations to determine what prior arrangements for your visit. Call the Visitor Center at (505) 672-3861 extension 517 for more advice or to schedule special ranger-led programs.  As You Arrive   Because of parking constraints, groups arriving by bus must be dropped off in front of the Visitor Center, and the bus returned to the mesa top amphitheater parking lot. The bus may only remain in Frijoles Canyon for 10 minutes during loading and unloading. Please pre-arrange a pick-up time with the driver (cell phone coverage in the canyon is unreliable). View bus parking instructions.  Upon your arrival at the Visitor Center, have the group leader check-in at the Visitor Center information desk. If staffing permits, a ranger will provide a brief orientation talk. Most groups walk the Main Loop Trail at Bandelier. Visit Things to Do to investigate this and other trails.   On the Trail  If walking the Main Loop Trail, consider dividing your group into several smaller sub-groups. Each sub-group can guide itself using the Main Loop Trail Guide, available for free online. Foreign language translations and guides especially for school groups are available at the Visitor Center desk.  Carefully follow park rules, regulations and signs. Be especially careful to stay on the trail and keep hands and feet off archeological sites.  Traveling with a group of youth? Learn more along the trail with the Youth Stewardship Program. For any group of youth: Learn about being a park steward and earn the Bandelier Steward patch by completing a Youth Stewardship booklet along the Main Loop Trail. Each youth who completes the booklet to the satisfaction of his or her leader can get a free Bandelier Steward patch from the Visitor Center Desk. Download and print the booklet for each member of your group...",
    "url": "https:\/\/www.nps.gov\/band\/planyourvisit\/advice-and-regulations-for-groups.htm"
}
