{
    "title": "Bandelier National Monument: Commercial Tours",
    "body": "Commercial Tours         The visitor center was built by the Civilian Conservation Corp (CCC) in the 1930's. NPS image    2016 Commercial Use Authorization (CUA) Information  Unclear if you need a Commercial Use Authorization? Basically: If you accept any payment to bring visitors into Bandelier National Monument, you are commercial, whether you are non-profit or for profit.  Commercial use as defined by the NPS: Commercial services include any or all goods, activities, services, agreements or anything offered to park visitors and\/or the general public for recreational purposes which use park resources, (and) is undertaken for or results in compensation, monitory gain, benefit or profit to an individual, organization, or corporation, whether or not such entity is organized for purposes recognized as non-profit under local, state or federal laws.  Guided Services CUA's - There is a new administrative fee ($50) for all guided services CUA's.  This is required by law, and Bandelier has made every effort to minimize this fee.   - Entrance Fees for Commercial Operators providing guided services are based on an entry fee of $10 per person, with all Inter-agency passes (Senior, Access, Military, etc.) accepted.  This applies to visitors, not to tour operators owning passes.  Details for this entrance fee will be provided with your 2016 CUA application. - All tour guides that are sub-contracted by a CUA permit holder must be named specifically on the permit holder’s general liability insurance certificate and be on file at Bandelier.  - CUA permit holders are responsible for making sure that their company tour guides and subcontracted tour guides carry a copy of the permit with them when visiting Bandelier and are knowledgeable of and understand the conditions associated with the permit.  - When contracting transportation services, the transportation company must also supply a copy of their vehicle liability insurance certificate to Bandelier. All insurance liability certificates must list National Park Service, as an additional insured. Transportation CUA's If your company is providing transportation services ONLY to and from the park (i.e., you do not offer guided services to your clients) there is another permitting option for you, it is called a Transportation CUA. A CUA permit is still required (Application downloadable below). The commercial entrance fee charged is in accordance with the standard, flat rate, National Park Service road based tour commercial fee schedule.   The road based Commercial Fee Schedule for Bandelier NM (based on vehicle capacity) is:    o Sedan (1-5 passengers) $25 o Van (1-15 passengers) $50 o Mini-bus (16-25 passengers) $60 o Motor coach (26+ passengers) $150     Download our CUA application here. For more information, please contact: Fee Revenue and Business Coordinator Bandelier National Monument 15 Entrance Road Los Alamos, NM 87544 (505) 672-3861 x519 Fax (505) 672-9607 School or educational group? Click here for more information. Organized but not commercial group? Click here for more information. Where to park: Parking is very limited at the Frijoles Canyon Visitor Center. Groups arriving by bus must follow a special bus parking procedures, click here for more information. How to pay: Advanced payments for commercial entry fees are not accepted; payment by cash, check, or credit card (Visa, Mastercard, Discover, American Express) may be made upon arrival at the park entrance station. More advice and regulations for groups...",
    "url": "https:\/\/www.nps.gov\/band\/planyourvisit\/commercial-tours.htm"
}
