{
    "title": "Bandelier National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes               Fees & Passes         Wildlife, like this Plumbeous Vireo family, is abundant in the park. Photo by Sally King  2016 Fees Automobile\/Vehicle 7-Day Entry Permit $20.00 Entrance fee includes all persons traveling in a single, private, non-commercial vehicle (car\/truck\/camper\/van up to 15 passenger). Non-transferable. Includes access to Tsankawi unit of Bandelier. All federal Inter Agency lifetime and annual passes are honored, as well as the Bandelier annual pass. 7-Day Single Entry Permit $10.00  Per person entrance fee for visitors traveling on foot or bicycle, or for individuals traveling together in a 16 passenger or greater vehicle as a non-commercial, organized group. Non-transferable. Includes access to Tsankawi unit of Bandelier. All federal Inter Agency lifetime and annual passes are honored, as well as the Bandelier annual pass, 4 persons per pass. Motorcycle 7 Day Entry Permit $15.00 Per vehicle entrance fee for visitors traveling on a motorcycle, up to 2 persons. Non-transferable. Includes access to Tsankawi unit of Bandelier. All federal Inter Agency lifetime and annual passes are honored, as well as the Bandelier annual pass. Bandelier National Monument Annual Pass  $40.00 Valid for one year from month of purchase. Admits purchaser and passengers in a single, private, non-commercial vehicle, or the pass holder and his\/her immediate family (spouse, children, parents) when entry is by other means (foot, bicycle). Non transferable, non-refundable and does not cover camping fees. Fee Free Days 2016 The National Park Service turns 100 years old in 2016 and we want everyone to join the party! On 16 days in '16, all National Park Service sites that charge an entrance fee will offer free admission to everyone. Mark your calendar for these entrance fee–free dates in 2016:  January 18: Martin Luther King Jr. Day April 16 through 24: National Park Week August 25 through 28: National Park Service Birthday September 24: National Public Lands Day  November 11: Veterans Day   Groups Tour Groups - Commercial Vehicles (for profit or non-profit). Click here for more information Non-commercial organised groups. Click here for more information School or Educational groups. Click here for more information            2016 Interagency Pass NPS Photo  America the Beautiful Pass Series Starting January 1, 2007 the old Golden Age, Golden Eagle, and Golden Access Passes was replaced with a new series of interagency passes called the America the Beautiful - National Parks and Federal Recreational Lands Pass. For more information click here. All National Parks Passes, Golden Eagle, Golden Eagle Hologram, Golden Access and Golden Age Passports will continue to be honored according to the provisions of the pass.      Camping Fees  Juniper Campground $12 per night, per campsite Fee is $6 for holders of Golden Age or Golden Access Passes. The campground is self-registration; reservations are not available, but there are almost always spaces available. More information on Juniper Campground.  Ponderosa Group Campground $35 per night - Ponderosa Campground is available for groups (minimum 10, maximum 50 people per site). Reservations are required (www.recreation.gov) for the two sites; flat fee $35 per site per night. More information on Ponderosa Campground.",
    "url": "https:\/\/www.nps.gov\/band\/planyourvisit\/fees.htm"
}
