{
    "title": "Bandelier National Monument: Bandelier's 2016 Bioblitz",
    "body": "Explore This Park    Plan Your Visit     Bandelier's 2016 Bioblitz            Bandelier's 2016 Bioblitz         Zuni Dancers at Bandelier   Bandelier's 2016 Bioblitz is over and was quite a success.  Over 350 species were identified from the park in the two day event.  For more information click here.   Watch a Bioblitz 30 second video    What is a BioBlitz?  A BioBlitz is an event in which teams of volunteer scientists, families, students, teachers, and other community members work together to find and identify as many species of plants, animals, microbes, fungi, and other organisms as possible.    What is so special about Bandelier National Monument's 2016 BioBlitz?   The National Park Service has partnered with National Geographic to host a series of BioBlitzes in 2016 to celebrate the 100th anniversary of the National Park Service. Bandelier was selected as one of seven regional showcase parks that will be participating in a national, two-day BioBlitz to help kick off the NPS Centennial in 2016. In addition to being the 100th anniversary of the creation of the National Park Service, 2016 is also the 100th anniversary of the establishment of Bandelier National Monument. So in addition to celebrating the centennial of the National Park Service, we are also celebrating the centennial of Bandelier.   When is the Bandelier Centennial BioBlitz?  The BAND Centennial BioBlitz will be a two-day event on Friday, May 20 and Saturday, May 21, 2016. As part of the BioBlitz, we will also be having a Biodiversity and Cultural Fiesta. The Biodiversity and Cultural Fiesta will include speakers, exhibit tables, and cultural demonstrations that will provide the public with an opportunity to learn about the park and the surrounding region, and to interact with park staff, scientists, and local environmental organizations. This Fiesta will be held on both days and will take place in an accessible area near the park visitor center.          Chorus frog was one of the many species identified in the park during the park's Bioblitz. Photo by Sally King  Is there a theme to the Bandelier Centennial BioBlitz? The focus of the Bandelier Centennial BioBlitz is \"Recovery and Change.\" The 2011 Las Conchas fire changed much of the park's landscape and created the potential for new and unique ecosystems in the park. The Bandelier Centennial BioBlitz will focus largely on the Frijoles Creek watershed, which was seriously impacted by the 2011 Las Conchas fire and subsequent floods. The park will set up research stations at different locations within the Frijoles watershed and teams of scientists and volunteers will collect data about plant and animal species in areas that were impacted by the fire and floods. This will help the park understand how these ecosystems have recovered from the fire, and identify the types of plants and animals that have moved back into these areas.  Can the public be involved? Yes! We want the Bandelier Centennial BioBlitz to be an opportunity for the public to be involved with place-based science, and to increase the public's understanding of and support for park resources. The Bandelier Centennial BioBlitz is open to everyone and will have activities for all ages. We encourage the public to come take part in the celebration, and learn about the natural and cultural resources of Bandelier and the surrounding region. If individuals or groups would like to volunteer to be a part of the event, they can email the BioBlitz team at:e-mail us.",
    "url": "https:\/\/www.nps.gov\/band\/planyourvisit\/bioblitz.htm"
}
