{
    "title": "Grand Canyon National Park: Overflights Documents",
    "body": "Overflights Documents       Grand Canyon National Park's Draft Environmental Impact Statement for the Special Flight Rules Area in the Vicinity of Grand Canyon National Park The Draft Environmental Impact Statement (DEIS) for the Special Flight Rules Area (SFRA) in the Vicinity of Grand Canyon National Park (GCNP) identifies and assesses a No Action Alternative and three Action Alternatives for management of overflight activity in Grand Canyon National Park to substantially restore natural quiet as required by law. Action Alternatives differ in combination and implementation of strategies used to accomplish goals and objectives. The open comment period was from February 4, 2011 to June 20, 2011. Two versions of the DEIS are available for download. Additionally the maps are provided at higher resolution in separate files.   DEIS SFRA version one: this set contains fewer files, but has longer download times  GCNP DEIS Cover through Chapter 3 (4.6 MB, PDF file) GCNP DEIS Chapter 4 (9.6 MB, PDF file) GCNP DEIS Chapter 5, Bibliography, Glossary, Acronym List (395.2 KB, PDF file) GCNP DEIS Appendix A through C (419.0 KB, PDF file) GCNP DEIS Appendix D (17.3 MB, PDF file) GCNP DEIS Appendix E through G (224.9 KB, PDF file)   DEIS SFRA version two: this set contains more files, but has shorter download times  Chapter 1 (1.2 MB, PDF file) Chapter 2 (1.6 MB, PDF file) Chapter 3 (2.1 MB, PDF file) Chapter 4 Part 1 (3.2 MB, PDF file) Chapter 4 Part 2 (3.8 MB, PDF file) Chapter 4 Part 3 (3.0 MB, PDF file) Chapter 5 (395.2 KB, PDF file) Appendix A through C (419.0 KB, PDF file) Appendix D Part 1 (2.4 MB, PDF file) Appendix D Part 2 (2.9 MB, PDF file) Appendix D Part 3 (3.5 MB, PDF file) Appendix D Part 4 (6.3 MB, PDF file) Appendix D Part 5 (2.8 MB, PDF file) Appendix E, F, G (224.9 KB, PDF file)   DEIS SFRA alternatives maps in higher resolution  Alternative A Map (1.7 MB, PDF file) Alternative E Map (1.5 MB, PDF file) Alternative F Map (1.5 MB, PDF file) Preferred Alternative Map (1.9 MB, PDF file)   Open House public meeting posters and handouts  Station 1 - NEPA (1.4 MB, PDF file) Station 2 - Comparison of Alternatives A, E, F (1.3 MB, PDF file) Station 3 - NPS Preferred Alternative (3.4 MB, PDF file) Station 4 - Sound Basics (3.5 MB, PDF file) Station 5 - Impact Analysis (4.6 MB, PDF file) Maps - Alternatives A, E, F and NPS Preferred Alternative (2.4 MB, PDF file) Frequently Asked Questions (3.5 MB, PDF file) Learning Center Materials (11.4 MB, PDF file) References with Hyperlinks (4.5 MB, PDF file) DEIS Newsletter (6.6 MB, PDF file)       Multimedia related to the DEIS SFRA   Flickr Photos - Zuni Dragon Long Loop Helicopter Tour Route from the NPS Preferred Alternative DEIS Alternatives viewed interactively on Google Earth Youtube slideshow of the Zuni Pt. and Dragon Corridor Long Loop Helicopter Tour Route NPS Preferred Alternative",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/management\/overflights.htm"
}
