{
    "title": "El Morro National Monument: The Spaniards",
    "body": "The Spaniards          New World Colonizers  The second generation of conquistadors - who missed the Mexican conquest - pursued a medieval myth of golden cities to be found at a place called Cibola. Shipwrecked soldiers wandering from Texas through New Spain's northern deserts heard tales of Indian living in cities yet farther north. If this was Cibola, it meant a chance to relive the glories and riches of Aztec Mexico.  For the explorer Francisco Vasquez de Coronado and those he led in 1540, the Zuni and other Pueblo Indian towns proved disappointing. These Pueblo Indians lived in solid towns, pueblos built of masonry or adobe. The gained a sufficiency from their agriculture. But their riches were intangible - songs and ceremonies that kept them in harmony with the spirit world and with each other - not the gold of Aztec or of Inca.  Decades passed as New Spain's frontier slowly pushed northward, lured by discovery of silver deposits. In 1581, The Franciscan brother Fray Augustin Rodriguez shared leadership of an expedition that revisited the pueblos of New Mexico. Inspired with religious zeal, Fray Augustin and another friar stayed on with the Indians when the expedition returned. This episode was important. It foreshadowed the primary purpose of New Mexico as the northern outpost of New Spain: Lacking riches, the future colony was eventually supported and justified as a field for missionizing. Salvation of Indian souls would serve both God and State.  Another expedition, sent to search for the two friars, resulted in the first historical record of El Morro. Antonio de Espejo headed north to the Rio Grande pueblos, where he confirmed that the Franciscans had been killed. Then he explored westerly toward Zuni. On March 11, 1583, he recorded his stop at a place he called El Estanque de Penol (pool at the great rock). In 1598 Don Juan de Onate officially colonized New Mexico. He brought 400 colonists and 10 Franciscans north, along with 7,000 head of stock. From the beginning, hard winters, lack of food, and the great distance from Mexico caused hardship and discontent among the colonists. Onate's explorations finally killed the last hopes for quick riches. Returning from one of these expeditions, Onate inscribed his name at El Morro on April 16, 1605 - the first known European inscription on the rock.  There followed scores of other Spanish inscriptions as governors, soldiers, and priests took the El Morro route to Zuni and other western pueblos. These brief notes in stone give a thumbnail sketch of New Mexico's Spanish history as it happened on those far western marches. Routine records of passage - a name and a date attached to the standard paso por aqui - vary with accounts of battle and revenge for an ambushed detachment or a martyred priest. For this was the very fringe of the New Mexican frontier, far from Santa Fe. The western Pueblo Indians used this distance to buffer Spain's religious and secular controls.  Over the years, resentment over these controls forged Pueblo Indian unity. Revolting in 1680 they killed or drove the Spaniards from New Mexico. After the Reconquest by Don Diego de Vargas (recorded by the general on El Morro in fall 1692), peace and war alternated on the western marches, according to the character of the missionaries and governors. By 1750 the energies of bother Church and State had declined in the poor, isolated province of New Mexico. Increased warfare with the encircling Navajo, Apache, Ute, and Comanche Indians was part of the cause. Few Spanish travelers passed by El Morro during this period.  A final surge of Navajo campaigns, trail blazing, and visits to the Zuni and Hopi pueblos took place as the 1700s shaded into the 1800s. But in fact the western pueblos and El Morro stood beyond the effective dominion of Spain. During the years under Mexico, 1821 - 46, New Mexicans devoted their western frontier energies to war with the Navajo Indians north of the Zuni-El Morro area. Indian travelers had the rock and its pool mainly to themselves.",
    "url": "https:\/\/www.nps.gov\/elmo\/learn\/historyculture\/the-spaniards.htm"
}
