{
    "title": "El Morro National Monument: The Americans",
    "body": "The Americans          Westward Expansion  The Mexican-American War (1846-48) made New Mexico part of the United States. Army expeditions to the Zuni country and into troubled Navajo land began at once. Lt. James H. Simpson of the Army's Topographical Engineers accompanied one of these and, with artist Richard Kern, took a side trip to El Morro in September 1849.  The beautiful inscriptions inspired the men to spend two days copying them. Midway through their task, they paused before the \"exquisite picture\" of the shaded pool, then climbed to El Morro's crest. From the aerie of the abandoned ruins, they took in the \"extensive and pleasing prospect\" below. Simpson's was the first written description of what he named Inscription Rock, and Kern's drawings were the first recording of the inscriptions.  Emigrants to California used the El Morro route. One group, escorted by a company of dragoons, passed through in 1849. Another party that same year robbed the hospitable people of Zuni, who traditionally welcomed and fed all travelers. A later party left 26 names on the rock.  Army exploration and railroad survey expeditions stopped at El Morro in 1851 and 1853. A few years later (1857) the Army experimented with camels for desert transportation. Thus did a caravan more Arabic than American pass by El Morro.  An 1868 Union Pacific survey party looked for a rail route past El Morro. But the 35th parallel route, earlier recommended by the Topographical Engineers, took the trains through Campbell's Pass some 25 miles north of El Morro.  When the first train steamed over the Continental Divide in 1881, the old trace past El Morro was obsolete as a long-distance thoroughfare. Traditional traffic between Acoma and Zuni persisted. The Navajo Indians and Mormon settlers of the nearby Ramah district continued to pass by as trade, herding, and ranching demanded. But the shift of mainline transportation north of the Zuni Mountains ended the historic function of El Morro as a watering place and camp on the long trail between the Rio Grande and western deserts.",
    "url": "https:\/\/www.nps.gov\/elmo\/learn\/historyculture\/the-americans.htm"
}
