{
    "title": "El Morro National Monument: Permits & Reservations",
    "body": "Permits & Reservations       Individuals or groups who wish to use El Morro National Monument for a special purpose or event require a Special Use Permit. A Special Use Permit must be applied for and approved by the Superintendent. Please follow the link most closely associated with your event and provide the required documentation to the Special Use Permit Coordinator at the address found on the first page of the application. If you have questions, you may contact the Special Use Permit Coordinator at (505) 285-4641 ext 25, or contact us by email.  Commercial Filming (195k PDF File)  Click here to read a summary of the commercial filming regulations and fees required by law -- this document will answer many questions you may have about commercial filming and photography.  This includes, but is not limited to, any filming or photography intended for commercial public viewing or advertising, such as commercial still photography, motion picture photography, television commercials, and\/or commercial videotaping. Please allow at least twenty-one days for processing. If you have questions, you may contact the Commercial Filming Permit Coordinator at (505) 285-4641 ext. 25.  General Application (118k PDF File)  This includes, but is not limited to, weddings, large group picnics, sporting events, church services, public spectator attractions, entertainment, ceremonies, 1st Amendment activities (fee is waived), or anyone wishing to use a public address system. Please allow at least twenty-one days for processing (ten days for 1st Amendment activities). If you have questions, you may contact the Special Use Permits Coordinator at (505) 285-4641 ext. 25.        NPS Photo  Research Permit Anyone wishing to conduct research at El Morro National Monument must first submit an online application through the National Park Service Research Permit and Reporting System. We will then review the application and notify you of our decision. Contact the Research Permit Coordinator at (505) 285-4641 ext. 27 or email us for more information.      Transportation and Utility Systems and Facilities on Federal Lands (562k PDF File) This includes, but is not limited to, any type of construction project, commercial transportation, or transporting goods or services.      Commercial Use Authorizations  Anyone (referring to individuals, corporations, and other entities) wishing to provide commercial services for El Morro visitors in limited circumstances must apply for a Commercial Use Authorization before conducting any type of commercial service. CUAs, although used to authorize commercial services to El Morro visitors, are NOT concession contracts. They are intended to provide a simple means to authorize suitable commercial services to visitors in the limited circumstances of the legislation. (Section 418 of the National Parks Omnibus Management Act of 1998, Public Law 105-391). Commercial visitor services means accommodations, facilities, and services the NPS has determined to be necessary and\/or appropriate for public use and enjoyment of a park area provided to park area visitors for a fee or charge by person. The fee or charge paid by the visitor may be direct or indirect as part of the provision of comprehensive visitor services. Please allow thirty business days for processing. If you have questions, you may contact the Commercial Use Authorization Coordinator at 505-285-4641 ext. 25.",
    "url": "https:\/\/www.nps.gov\/elmo\/planyourvisit\/permits.htm"
}
