{
    "title": "Petroglyph National Monument: Volunteer",
    "body": "Explore This Park    Get Involved     Volunteer            Volunteer      Become a Trail Watch VolunteerPetroglyph is currently recruiting for Trail Watch volunteers. If you are interested in this flexible hours opportunity, please contact ranger Steven Powers at (505) 899-0205 ext. 356 or via email at: e-mail us        Members of the Petroglyph Inventory crew (1994-2001) conducting a formal inventory of petroglyph images throughout the monument. NPS-PETR  As with all National Parks and Monuments, we owe a huge debt of gratitude to the people who volunteer their time and efforts to making Petroglyph National Monument the place it is, and helping us move toward what it can become. For Visitor Center park volunteer opportunities contact: Park Volunteer Coordinator (505) 899-0205 x230 or e-mail us For volunteer opportunities throughout the National Park Service visit: www.nps.gov\/volunteer or www.volunteer.gov        Students from Sandia Prep participate in an organized clean-up in August, 2011. NPS-PETR  All volunteer clean-up projects must be officially coordinated and cleared with either the National Park Service or with the City of Albuquerque Open Space Division. This procedure will ensure that all projects comply with the National Environmental Policy Act (NEPA) and will also adequately protect the natural and cultural resources as well as the safety of all participants. For more information on this process please call one of the offices listed below. As of July 2016, volunteer opportunities are either staffing the visitor center or trail patrol\/watch. If you are interested in either of these opportunities, please call: Petroglyph National Monument Visitor Center Volunteer Coordinator Diane Souder at (505) 899-0205 x230   OR Petroglyph National Monument Trail Watch Patrol Coordinator Steven Powers at (505) 899-0205 ext. 356 OR City of Albuquerque Open Space Volunteer Coordinator Jolynn Maestas at (505) 452-5207",
    "url": "https:\/\/www.nps.gov\/petr\/getinvolved\/volunteer.htm"
}
