{
    "title": "El Morro National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           HC 61 Box 43  Ramah, NM 87321                 Directions         From Albuquerque, NM, or from the east: take Interstate 40 west to Grants. At exit 81, go south on Highway 53 for 42 miles to El Morro National Monument. From Flagstaff, AZ, or from the west: take Interstate 40 east to Gallup. At exit 20, go south on Highway 602 for about 31 miles. Turn east (left) onto Highway 53. El Morro is 25 more miles.  Directions Details           Operating Hours & Seasons         El Morro National Monument 2015-2016 Hours: (Winter hours begin Tuesday, September 8, 2015 and will remain in effect until May 27, 2016 ) Visitor Center-9:00 am to 5:00 pm; Trails-9:00 am to 4:00 pm. Please plan on being here by 4:00 p.m. at the latest to walk the trail. Closed Thanksgiving, December 25, and January 1. The entire monument, including trails, follow the hours posted above.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM             Weather           At an elevation of 7,219 feet (2200 meters) winters can be cold and snowy. Summers are warm with afternoon thunder showers from mid-July through mid-September. Trails can close unexpectedly due to severe weather. Average snowfall: 40 inches per year. Average precipitation (snowmelt and rain): 16 inches per year. Warmest month: July, with average highs of 84 degrees and lows of 52 degrees. Coldest months: December and January, with average lows of 14-15 degrees, and average highs of 44-45 degrees.          Fees & Passes     Entrance Fees:   El Morro National Monument Entrance Fee - $0.00 There is no fee to enter El Morro National Monument.         Visitor Centers       El Morro Visitor Center Park rangers will assist you with park information, orientation, and interpretation about El Morro.                El Morro framed by sunflowers. NPS Photo       El Morro National Monument's archeological and historical treasures weave a colorful tapestry of the peopling of New Mexico.  Perhaps it was the very human notion of immortality that compelled people to leave their carvings on the rock at El Morro. Hundreds of petroglyphs bear witness to the lives of ancestral Puebloans. Archaic Spanish inscriptions proclaim, \"Paso por aqui\" (I passed by here). Still other inscriptions mark the journeys of early American pioneers, western emigrants, soldiers and railroad surveyors. These wielders of stone and steel, who reached out to passers-by of the future left a rare gift.  High atop the cuesta, the ancestral pueblo of Atsinna stands silent watch. Built around 1275 AD by the ancestors of the Zuni, the pueblo gave rise to a busy, thriving community. Today its remnant rooms and walls provide a glimpse into the past and a tie to the Zuni homeland.",
    "url": "https:\/\/www.nps.gov\/elmo\/planyourvisit\/basicinfo.htm"
}
