{
    "title": "Petroglyph National Monument: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Your Safety        We want your visit to Petroglyph to be safe and enjoyable. Below are some of the potential hazards you may experience during your visit. Please become familiar with them, and keep them in mind while you are here. Heat & Sun During the summer, expect high temperatures, intense sunlight and low humidity. Eat before you visit and drink a least one gallon of water each day. Carry and drink water while you are hiking or attending a program on the visitor center patio. Wear loose-fitting, light-colored clothing and a wide-brimmed hat. Apply sunscreen to all exposed skin. Consider walking and hiking trails in early mornings or evenings. Wildlife Wild animals often carry deadly diseases for humans, including hantavirus, bubonic plague and rabies, and may become aggressive without warning. Always view wildlife from the safety of your vehicle or from a distance. Do not approach animals to take photographs, and teach children not to chase, throw rocks or pick up animals. A few venomous animals live in the monument, including western diamondback and prairie rattlesnakes, scorpions, centipedes and black widow spiders. These animals are rarely seen and will generally flee when approached. While a scorpion sting is likely to be mild (like a bee sting), anyone bitten by a black widow spider or rattlesnake should immediately seek medical attention at any Albuquerque hospital.  Lightning & Flash Floods Storms and flash floods can be powerful and sudden. When lightning is present, return to your vehicle as soon as possible. Never try to cross a wash of running water. Stay on the established trails Climbing and scrambling along the volcanic boulders is unsafe since you can loosen rocks and cause a dangerous rock fall. All visitors must stay on the trails at all times. By doing so, you are actually helping to preserve this delicate landscape and protect the petroglyphs.",
    "url": "https:\/\/www.nps.gov\/petr\/planyourvisit\/safety.htm"
}
