{
    "title": "Petroglyph National Monument: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go          Visitor Center: no petroglyph viewing trails, a WNPA ParkStore, a 22-minute film  Open year-round 8:00 a.m. to 5:00 p.m. MST Located off Unser Blvd. NW at the Western Trail intersection, approximately 3 miles north of I-40. GPS Lat: 35.139 Long:  -106.711 There are no petroglyph viewing trails available at the visitor center. Each of the petroglyph viewing trail systems are a one-mile to a 6.5 mile drive from the visitor center. You may opt to go to the visitor center first to receive brochures, trail maps, and current park information. A Western National Park Store (WNPA) is available. America the Beautiful Federal Land Passes are also available for purchase. Closed: Thanksgiving day, December 25, and January 1. Also closed during severe weather conditions. The visitor center typically closes at 2:00 p.m. on Thanksgiving, Christmas, and New Year's eves.         Boca Negra Canyon: 1 hour, 100 petroglyphs, developed trail system    Open daily 8:00 AM to 5:00 PM, last entry at 4:30 PM daily is strictly enforced Located off Unser Blvd. NW, approximately one-quarter mile north of Montano Road. GPS Lat: 35.160565  Long: -106.719646 Operated and staffed by the City of Albuquerque Open Space Division, this trail system offers visitors the opportunity to view about 100 petroglyphs along three paved trails that are guided by signs. Restroom facilities, a drinking fountain, picnic tables and shaded seating areas are available. The City of Albuquerque charges a nominal parking fee of $1 Monday-Friday or $2 on Saturday & Sunday. Parking fees are per vehicle. Commercial tour busses are charged a $25 or $50 parking fee depending on the size of the bus. Please inquire directly with the City of Albuquerque at (505) 452-5200.      Rinconada Canyon: 2.2 miles round trip, 2 hours, 200-300 petroglyphs, undeveloped trail system, no water  Parking lot open daily 8:00 AM to 5:00 PM. Access is allowed sunrise to sunset.  Located off Unser Blvd. NW at the St. Joseph Ave. intersection, approximately 2 miles north of I-40 GPS Lat: 35.126968  Long: -106.724635 The longest petroglyph viewing trail system in the monument, this moderate undeveloped trail is 2.2 miles round-trip. Water is not available. Vault restroom facility is available at the trail head. See approximately 300 petroglyphs in 1.5-2 hours. Leashed pets allowed. Parking lot is open 8:00 am to  5:00 pm daily. A free trail guide is available at the visitor center.  Warning: Lock your vehicle and set your alarm. Do not invite a thief by leaving valuables visible in your vehicle.        Piedras Marcadas Canyon: 1.5 miles round trip, 1.5 hours, 300-500 petroglyphs, undeveloped trail system, no water, no restrooms  Open daily from sunrise to sunset.  Located off Golf Course Road at Jill Patricia Street. Parking lot is behind the Valvoline Motor Oil Change station. GPS Lat: 35.188749 Long: -106.685601  Located in the north-eastern tip of the monument, this moderate undeveloped trail system is 1.5 miles round-trip. Water is not available. No restroom facilities. No shade. See approximately 300-500 petroglyphs in 1.5 hours. Leashed pets allowed. A free trail guide is available at the visitor center.      Volcanoes Day Use Area: 1 mile to 4 miles round trip, 1-4 hours, no petroglyphs, undeveloped trail system, no water    Parking lot open daily 9:00 AM to 5:00 PM. Access is allowed sunrise to sunset. Located off Atrisco Vista Blvd. NE, approximately 4.8 miles north of I-40 GPS Lat: 35.130817 Long: -106.780826 Located on the western edge of the monument, this trail system offers scenic miles of hiking around the volcanic cinder cones. Although the area is void of petroglyphs, you'll enjoy the clear views of the Rio Grande valley and the Sandia Mountains from the scenic overlook. Trails vary in length from 1 mile to 4 miles round-trip. Water is not available. A vault restroom facility is available. Leashed pets are allowed. The parking lot is located off Atrisco Vista Blvd. NW, approximately 4.8 miles north of Interstate 40. The parking lot is open from 9:00 am to 5:00 pm daily.",
    "url": "https:\/\/www.nps.gov\/petr\/planyourvisit\/placestogo.htm"
}
