{
    "title": "Petroglyph National Monument: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       SPECIAL USE PERMITS A Special Use Permit is not required for:   A visitor using a camera and\/or recording device for his\/her own personal use and within normal visitation areas and hours; or A commercial photographer not using a prop, model, or set, and staying within normal visitation areas and hours; or Press coverage of breaking news. This instance never requires a permit but is subject to the imposition of restrictions and conditions necessary to protect park resources and public health and safety, and to prevent impairment or derogation of park resources or values.   A Special Use Permit may be required for activities such as:    Commercial Filming & Photography   Special Events   First Amendment   Transportation & Utility Systems on Federal Lands    The non-refundable base application fee for a Special Use Permit is $50. A check or money order must be made out to Petroglyph National Monument. Additional Location and\/or Cost Recovery fees for monitoring, administrative costs, and restoration will be determined and assessed upon completion of the special use activity. If you are not familiar with Petroglyph National Monument, a pre-visit is encouraged. The location where the event is to take place needs to be approved and determined prior to the day of the event. There may be special restrictions in the area requested that could limit access. A General Special Use Permit Application (Form 10-930) is required for all potential special use events and must be printed, completed and mailed along with the $50 application fee to the Chief Ranger (address below). Print a Special Use Permit application now. Additionally and if applicable, Commercial Filming & Still Photography Application (Form 10-932) may also need to be completed & mailed along with the General Special Use Permit Application. Mail forms along with the $50 application fee to: Chief Ranger Petroglyph National Monument 6001 Unser Blvd. NW Albuquerque, NM 87120 All requests for Transportation & Utility Systems on Federal Lands must call (505) 899-0205 ext. 233.        GROUP RESERVATIONS Reservations are not needed for individuals or families. All trails are self-guided. Visitors may pick up trail guides at the visitor center. For groups of 15 or more who desire a ranger guided educational program call Visitor Services at (505) 899-0205 ext. 332",
    "url": "https:\/\/www.nps.gov\/petr\/planyourvisit\/permitsandreservations.htm"
}
