{
    "title": "Petroglyph National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Visitor Center Unser Blvd. NW at Western Trail  Albuquerque, NM 87120                 Directions         From Interstate 40, take the Unser Blvd. exit (#154) proceed north 3 miles to Western Trail. Turn left or west onto Western Trail and follow road to the Visitor Center parking lot. From Interstate 25, take the Paseo del Norte exit (#232) and proceed west to Coors Road exit south (you'll need to be in the center lane to veer left at the Y). Proceed south on Coors Road to Western Trail. Turn right or west onto Western Trail and follow road to the Visitor Center parking lot. GPS: Lat: 35.139 Long: -106.711  Directions Details           Operating Hours & Seasons         Visitor Center There are not any petroglyph viewing trails at the visitor center. All petroglyph viewing trails are a 1 to 7 mile driving distance from the visitor center. If you are being dropped off, have your driver wait for you. Get maps, trail guides, and driving directions to the petroglyph viewing trails. A Western National Park Store is housed in the visitor center. Purchase federal America the Beautiful Land Passes. We also issue the Annual Military, Access, and Fourth Grader passes at the visitor center.   Standard Hours    Sunday: 8:00 AM - 5:00 PM   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 8:00 AM - 5:00 PM      Additional Information View More       Christmas Day:  Closed      New Year’s Day:   -          Park Districts  Boca Negra Canyon Managed and staffed by our partner, the City of Albuquerque Open Space, this developed trail system consists of 3 short, paved trails with trail markers. Full service restroom facility, picnic tables, shaded seating areas and a shaded patio area. See up to 100 petroglyphs in one hour if you walk all 3 trails. The City of Albuquerque charges a parking fee of $1 on weekdays and $2 on weekends. Please have exact amount. Last entry is at 4:30 pm daily and all visitors are swept out at 5:00 pm sharp. No pets.   Standard Hours    Sunday: 8:00 AM - 5:00 PM   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 8:00 AM - 5:00 PM      Additional Information View More       Christmas Day:  Closed      New Year’s Day:   -           Rinconada Canyon An undeveloped trail system, no water or services are provided. A 2.2 mile round trip trail where up to 300 petroglyphs can be viewed, especially in the back of the canyon. The trail is easy to moderate to walk. Picnic tables are also available. A vault toilet is available at the trail head. Parking lot closes at 5:00 pm. After hours parking is available just outside of the gated parking lot. Lock your vehicle and secure your valuables.    Standard Hours    Sunday: 8:00 AM - 5:00 PM   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 8:00 AM - 5:00 PM      Additional Information View More       Christmas Day:  Closed      New Year’s Day:   -           Piedras Marcadas Canyon Nestled in the northernmost tip of the monument, this undeveloped trail system is a 7 mile drive from the visitor center. The moderate to easy natural surface trail is 1.5 mile round-trip. No water, no restroom, no amenities available. See up to 400 petroglyphs. Pets on leash allowed. Parking lot is located off Golf Course Rd. at Jill Patricia St. (behind the Valvoline Motor Oil station). Stop by the visitor center for driving directions and pick up a free trail guide.    Standard Hours    Sunday: Sunrise - Sunset   Monday: Sunrise - Sunset   Tuesday: Sunrise - Sunset   Wednesday: Sunrise - Sunset   Thursday: Sunrise - Sunset   Friday: Sunrise - Sunset   Saturday: Sunrise - Sunset      Volcanoes Day Use Area No petroglyph viewing available. One to four miles of hiking trails lead you to the scenic overlook or around the bases of the cinder cones. No water available. Vault restroom, benches, and trash bins available. Pets on-leash allowed. Parking lot is located off Atrisco Vista Blvd. (exit #149) approximately 4.7 miles north of Interstate 40. Stop by the visitor center for driving directions and a free trail guide.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM             Weather           Altitude approx. 5000 ft. Usually sunny and dry, with low relative humidity. Winter temperatures range from 45 to 50 degrees F. Summer temperatures range from 88-99 degrees F. 278 days of sunshine per year. Spring can be windy with 20 to 30 mph sustained winds which can produce periods of blowing sand and dust. For current weather forecast, Google Albuquerque weather.          Fees & Passes     Entrance Fees:   Boca Negra Canyon Parking Fees - $0.00 Automobiles and RVs: $1 weekdays or $2 weekends Commercial Buses: $25 for mini buses (seat 25 or less) $50 for full size motor coaches School Buses: call (505) 899-0205 x 332 for information There are no other fees charged in the monument.          Visitor Centers       Visitor Center The visitor center is located at the intersection of Unser Blvd. NW and Western Trail.                Petroglyph National Monument is a day-use park, which means the visitor center and each of the trailhead parking lots close at 5:00 pm. Boca Negra Canyon is open daily from 8:00 am to 5:00 pm, with last entry at 4:30 pm daily. Visitors are allowed to hike the trails at the Volcanoes Day Use Area, Rinconada Canyon, and Piedras Marcadas Canyons from sunrise to sunset by simply parking outside of the gated parking lots. Although we suggest that all visitors make their first stop at the visitor center, it is important to know that there are not any petroglyph viewing trails at the visitor center. (If you are being dropped off at the visitor center, please ask the driver to wait for you since you will need to be driven to the actual petroglyph viewing trailhead.) The visitor center is located at the intersection of Unser Blvd. NW at Western Trail. Please click on the \"Directions\" link to find the correct driving directions and GPS waypoints to the visitor center since it does not have a physical street address. While at the visitor center, park staff will inform you of your trail options based on your timeframe and the degree of difficulty of the trail, then provide you with driving directions to the trail of your choice. Be sure to get your official park brochure and trail maps while there because you may not make it back by 5:00 pm. Travel time through the park is at least 30 minutes to 4 hours, though the average visit is 1-2 hours.",
    "url": "https:\/\/www.nps.gov\/petr\/planyourvisit\/basicinfo.htm"
}
