{
    "title": "Carlsbad Caverns National Park: Cave Swallows",
    "body": "Cave Swallows        Two Cave Swallows (Petrochelidon fulva) hover by a salsify (a non-native plant) to grab the fluff from seeds to line their nests in the twilight zone of the natural entrance to Carlsbad Cavern. NPS Photo by Donna Laing       Another migratory bird that nests in the park is the Cave Swallow. The Cave Swallow, a close relative of the Cliff Swallow, can be seen from early February to late October (sometimes even November) nesting just inside the entrance to Carlsbad Cavern, in the so-called twilight zone. The swallows provide entertainment for visitors by chattering, swooping, and making spectacular dives into and around the mouth of the cave. The first Cave Swallows appeared in what is now Carlsbad Caverns National Park prior to 1930 and spread to Carlsbad Cavern in 1966. They make open cup-shaped nests out of mud that are used for several years with the birds frequently adding to the nest annually. Unlike the Cliff Swallow, a Cave Swallow's nest is not fully enclosed. It is shaped like a small half-cup; it is constructed of mud and plant fibers, and lined with feathers. Cave Swallows are insectivorous. They feed on a wide variety of insects and are considered to be opportunistic feeders. All prey is taken in flight with the birds only going to the ground to collect mud for nests. A local researcher, Steve West, has been banding Cave Swallows at Carlsbad Cavern since 1980. In 2005, he recaptured a bird that had been banded in 1993 as a hatch-year individual, making it 12 years old! While most of the banding has been done to study the life history of the species, the original reason was to discover the winter range of the bird. One bird banded at Carlsbad Cavern was found dead in Jalisco, on the Pacific coast of Mexico, and provided the first clue of their winter range south of the United States. The banding project continues and is one of the longest on-going banding studies in the United States. To date 5,000 volunteers from 38 states and 17 countries have helped to gather this information.",
    "url": "https:\/\/www.nps.gov\/cave\/learn\/nature\/cave_swallows.htm"
}
