{
    "title": "Carlsbad Caverns National Park: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       On October 25, 1923, President Calvin Coolidge signed a proclamation creating Carlsbad Cave National Monument to protect Carlsbad Cavern and the area around it—nearly 720 acres—for its “extraordinary proportions and… unusual beauty and variety of natural decoration…” In 1930, the monument was designated as Carlsbad Caverns National Park by Congress. Today, the park encompasses over 46,000 acres and 119 known caves, including Lechuguilla Cave, one of the longest caves in the world and one of the deepest in North America. In addition to its many caves, the park contains one of the few protected portions of the northern Chihuahuan Desert ecosystem. Much of the park’s backcountry—over 33,000 rugged acres—was designated Wilderness in 1978 for its outstanding opportunities for solitude and primitive recreation. In 1995, the park became a World Heritage Site. One of the deciding factors to include Carlsbad Caverns National Park as a World Heritage Site was Lechuguilla Cave and all of the scientific discoveries made there since 1986. That, along with the park’s other geological and biological features, plus the overall size, beauty, and significance of Carlsbad Cavern, convinced the World Conservation Union and World Heritage Committee that the park met the criteria for designation. The purposes for which the park was established as articulated in the 1923 Enabling Legislation, the 1978 Wilderness designation, and the 1996 General Management Plan guide management at Carlsbad Caverns National Park include:  Protecting caves within Carlsbad Caverns National Park Preserving the park’s natural state and scenic features Providing enjoyment and benefits for the public Managing wilderness areas in accordance with the Wilderness Act Preventing damage, destruction, or removal of park features Managing the park in accordance with the Organic Act; and Protecting Lechuguilla Cave and other resources in and adjacent to the park         Centennial Vision In celebration of the 100th anniversary of the National Park Service in 2016, America invites the world to discover the meaning of national parks in their lives and how they inspire people to both experience and become devoted to these special places. On August 25, 2006—the 90th anniversary of the National Park Service—Secretary of the Interior, Dirk Kempthorne, launched the National Park Centennial Initiative to prepare national parks for another century of conservation, preservation and enjoyment. Since then, the National Park Service asked citizens, park partners, experts and other stakeholders what they envisioned for a second century of national parks. A nationwide series of more than 40 listening sessions produced more than 6,000 comments that helped to shape five centennial goals. The goals and vision were presented to President Bush and to the American people in a report called The Future of America’s National Parks. Every national park staff took their lead from this report and created local centennial strategies to describe their vision and desired accomplishments by 2016. There are many great things to come as the National Park Service prepares to celebrate 100 years! To keep up with the Centennial Initiative and to experience the interactive version of The Future of America’s National Parks and special features please visit the centennial website at www.nps.gov\/2016. Centennial Strategy for Carlsbad Caverns National Park.",
    "url": "https:\/\/www.nps.gov\/cave\/learn\/management\/index.htm"
}
