{
    "title": "Carlsbad Caverns National Park: Bats",
    "body": "Bats        Infrared photo of the Brazilian free-tailed bat roost in Bat Cave in Carlsbad Cavern. Notice that bats do not sleep all day – some are flying around. NPS Photo by Southwest Composites       The most famous of the park's mammals are the bats. The park hosts 17 different bat species. The large colony of Brazilian free-tailed bats wow visitors every evening from spring through fall with its spectacular outflights. Two other species have also been found regularly in Carlsbad Cavern-cave myotis and fringed myotis bats. They typically roost in a different part of the cave and their exit flight is typically later in the evening than that of the brazilian free-tailed bats. But not all bat species roost in caves. Among the other species using the park are Eastern red bats and hoary bats, which roost in trees, and Western pipistrelle bats, which roost on rock cliffs and in cracks. Bats are mammals, which means that they give live birth to their young (do not lay eggs), are warm-blooded, have fur (not feathers), and baby bats or pups are fed breastmilk (not insects) by their mothers. Bats are the only true flying mammals. All the bats in the area around Carlsbad Caverns National Park are insectivores. The Brazilian free-tailed bats weigh about ½ oz (13 g), which is equivalent to the weight of three nickel coins. Their wingspan is approximately 11 inches. Bat numbers in the Cavern are variable. The resident colony was around 400,000 in summer of 2005. During the spring and fall migration, the bat numbers in the cavern were documented as high as 793,000 in 2005. There are seasonal fluctuations of the numbers, as well as daily fluctuations. Researchers from Boston University have been assisting the park in getting accurate population estimates. They use advanced thermal infrared imaging cameras coupled with a custom-written visual recognition software program to count the bats. At Carlsbad Cavern, the resident colony should not be called the maternity colony because it is typically greater than 50 percent male. The males and females roost mix together in the same site. In many sites outside of the park, the really large Brazilian free-tailed bat colonies are almost exclusively female and the males roost separately in smaller groups. The health and well-being of bat colonies all over the United States is threatened by a deadly fungus affecting bats called \"White Nose Syndrome (WNS).\" WNS has already taken the lives of an estimated 7+ million bats in the US and expected to spread wider than it is today. The bats that call the Cavern home in the summertime have not been affected by this fatal fungus, and we do everything we can to keep it that way. We will ask you questions when you arrive to ensure you do not bring the fungus with you from another cave. Although this fungus is not harmful to humans, it can spread quickly through a bat colony with disasterous results. We would like to encourage you to learn more about White Nose Syndrome.",
    "url": "https:\/\/www.nps.gov\/cave\/learn\/nature\/bats.htm"
}
