{
    "title": "Grand Canyon National Park: Film \/ Photo Permits",
    "body": "Commercial Filming and Photography       Filming\/Photography Permits are issued for photography, filming, and associated sound recording to ensure protection of resources, to prevent significant disruption of normal visitor uses, or when they involve props, models, professional crews and casts or set dressings. Permits are required for access to areas normally closed to the visiting public. Generally, permits are not required for:  visitors using cameras and\/or recording devices for their own personal use. sound technicians, and film or video news crews at breaking news events. In these cases, the superintendent will still be required to protect park resources and the rights and safety of park visitors. News media wishing access for entertainment or scheduled purposes may require a permit. NPS filming or photography, Department of the Interior Audiovisual Center filming or filming\/photography done pursuant to a cooperative agreement or contract.       Due to the volume of filming requests received by Grand Canyon National Park, applications are handled in the order they are received. Priority will not be given to urgent requests nor will the park reply by express mail. Simple requests require a minimum of four weeks prior to the requested date. Requests that involve multiple locations, complex logistics, coordination with other NPS divisions or visitor activities will require a minimum of six weeks or longer to process.  A minimum of six weeks is also required to process permits for projects that need additional environmental compliance.        Wide-Wide World broadcasting in 1955.   Applying For A Permit:   A complete application packet must be submitted a minimum of 4 weeks prior to the requested date.  The required, non-refundable application fee of $100.00 must be submitted with the application packet.  The application packet must include:   Certificate of General Liability insurance issued by an insurance company operating in the United States Detailed production schedule and proposed locations Detailed cast & crew list Detailed equipment list     More complex requests must be submitted a minimum of 6 weeks prior to the requested date.          Requests will be evaluated on the basis of the information in the application. Therefore you are encouraged to attach maps, diagrams, script pages or storyboards to assist the park staff in evaluating your request. (Since the National Park Service cannot censor content, submission of script and storyboards is voluntary.) All costs of evaluating the request will be billed to the applicant, whether a permit is issued or not. In compliance with the requirements of the Debt Collection Improvement Act of 1996, the applicant must submit their social security number or Federal tax ID number when filling out the application for permit. Applications will not be processed if submitted incomplete or are received without payment. Please READ THE FILMING GUIDELINES (available below) BEFORE contacting the park Filming Coordinator. Most of your questions are likely addressed in that document.      2016 Changes to Administrative Fees:  Administrative Fee: $300 Hourly Administrative Fee: $65 per hour (Monitoring, Scouting, Additional Administrative Review Time)   Application Fee & Location Fees are in addition to the fees above.   Commercial Filming, Photography, Videography Guidelines for Grand Canyon National Park (42kb PDF File - Revised November 2014)  Filming Permit Application (62kb PDF File - Revised June 2010)  You may email us here if you have questions.      POLICY   Grand Canyon National Park is recognized worldwide as an area set aside and administered with preservation at the core. In order to preserve and protect resources and to assure the enjoyment of those resources by the public, the following guidelines are established by the superintendent of Grand Canyon National Park as they relate to filming and photographic activities within the park boundaries.      DEFINITION   Commercial filming is defined as digital or film recording of a visual image or sound recording by a person, business, or other entity for a market audience, such as for a documentary, television or feature film, advertisement, or similar project. Under P.L. 106-206 all commercial filming requires a permit and is subject to a location fee and cost recovery charges.       Permits are NOT generally required for:    Visitors engaged in filming\/photography intended for their personal use and enjoyment.  Filming of breaking news (an event that cannot be covered at any other time or location) by news crews.  Projects requiring ONLY aerial filming (see aerial filming information located on our Filming Guidelines page) Filming that is conducted pursuant to a cooperative agreement or contract with the National Park Service.            A request for a permit may be denied if:     There is potential that resource damage or impairment of their value would occur that cannot be mitigated or restored. There is potential of unreasonable disruption of\/or conflict with the public's use and enjoyment of the site(s) being requested. There is likelihood that the activity poses health or safety risks to the public or crew. The requested activity will violate any other Federal, State, or local laws or regulations. Other activities are already planned or expected to occur at the same location.  It involves access to areas normally designated closed or limited to administrative use for resource or safety reasons. The project includes a portrayal of activities that are not permitted within a national park   The requirements for supervising the project exceed the staffing capacity of the affected park. The production crew is unwilling or unable to provide proof of insurance or reimburse the NPS for costs.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/management\/filming.htm"
}
