{
    "title": "Carlsbad Caverns National Park: Caves, Canyons, Cactus, & Critters",
    "body": "Caves, Canyons, Cactus & Critters       “Caves, Canyons, Cactus, and Critters” is a middle school curriculum guide designed to assist in teaching about geology. While geared toward the geology of Carlsbad Caverns National Park, background material is provided to make it applicable to other parts of the country as well. The curriculum is broken into six units focusing on the development of the Delaware Basin and Capitan Reef, plate tectonics, uplift and mountain building, the role of anaerobic bacteria in the formation of caves in Carlsbad Caverns National Park, weathering and erosion, and the origin of various cave formations. A unit overview provides general information concerning the specific topic and follow-up activities supplement the lesson. Content standards and benchmarks (specific to New Mexico), a glossary, and additional resources are also provided. The middle school curriculum guide is available for download in Microsoft Word (.doc) or Adobe Acrobat (.pdf) formats. It is also available as complete documents or broken down into chapters. Microsoft Word Format  Complete Curriculum [3275k]  Table of Contents and Introduction [312k]  Surf Carlsbad [711k]  Wandering Continents [300k]  Clams Got Wings! [402k]  Oil Munchers [1457k]  Mother Nature's Gravel Company [402k]  Hangy Downys, Sticky Upys, and Other Pretty Cave Decorations [1110k]  Benchmarks, Glossary and Resources [303k]   Adobe Acrobat Format  Complete Curriculum [1665k]  Table of Contents and Introduction [486k]  Surf Carlsbad [550k]  Wandering Continents [472k]  Clams Got Wings! [555k]  Oil Munchers [686k]  Mother Nature's Gravel Company [565k]  Hangy Downys, Sticky Upys, and Other Pretty Cave Decorations [878k]  Benchmarks, Glossary and Resources [426k]   For more information on the park’s education programs, write, call, or e-mail the addresses below:   Education Specialist  Carlsbad Caverns National Park  3225 National Parks Highway  Carlsbad, NM 88220   575.785.3127   e-mail us",
    "url": "https:\/\/www.nps.gov\/cave\/learn\/education\/ms_geology.htm"
}
