{
    "title": "Carlsbad Caverns National Park: Geologic Formations",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Formations                Geologic Formations       Carlsbad Caverns National Park preserves a portion of the Capitan Reef-one of the best-preserved, exposed Permian-age fossil reefs in the world. Water, geologic forces, climactic changes, and vast spans of time have produced and changed the fossil reef and its spectacular caves, a process that continues to the present day.   From a Permian reef to Guadalupe Mountains. The ocean fossils here reveal a detailed picture of life along a coastline of a shallow inland sea some 240 to 280 million years ago. These fossils show that the \"Capitan Reef\" was built mostly of sponges and algae, not by coral like many of today's reefs. Other marine fossils found here include ammonites, crinoids, snails, nautiloids, bivalves, brachiopods, and the occasional trilobite. This coastline eventually became a horseshoe-shaped limestone layer of rock over 1,800 feet thick, 2 to 3 miles wide and over four hundred miles long. By the end of the Permian age, the Capitan Reef was covered by thousands of feet of newer sediments, burying the reef for tens of millions of years.   Local faulting and stresses of the earth's crust, especially over the past 20 million years, has uplifted these reef sediments almost ten thousand feet. Wind, rain, snow and time eroded away the overlying younger sediments and now the ancient reef is exposed once again. The park's deep canyons and caves now provide visitors with unique opportunities to view this fossil reef from the inside.   Cave dissolution-The creation of Carlsbad Cavern. There are more than 119 known caves within the park alone-they are some of the biggest and longest caves in the world. All of them reveal a very unusual ingredient in cave dissolution (creation)-sulfuric acid.   Most of the world's limestone caves are created when surface water flows down through cracks in limestone rock and slowly enlarges the passageways. In all surface water, there is a weak acid called carbonic acid. This acid slowly dissolves and scours out the rock in more than 90 percent of the world's limestone caves. These types of caves are typically very wet and have streams, rivers and sometimes lakes or large waterfalls in them. However, there are no flowing rivers or streams in any of the hundreds of caves in the Guadalupe Mountains-and no evidence that these huge cave chambers were dissolved by carbonic acid.   It is since the 1970s that geologists have come to understand that sulfuric acid played the major role in the dissolution of all Guadalupe Mountain caves.   Evidence shows that when hydrogen sulfide (H2S) from oil deposits in the area and a whole range of newly discovered microbes combine with oxygen in the underground water table, sulfuric acid is the result. This very aggressive dissolution of passageways occurred at the level of the water table along cracks, fractures and faults in the limestone.   As the Guadalupe Mountains uplifted little by little, the level of the water table dropped in relation to the land surface; therefore, the highly aggressive \"acid bath\" drained away leaving a newly dissolved cave behind.   One of the many by-products of this sulfuric acid dissolution of limestone is a mineral called gypsum. Huge gypsum blocks still line the floor of the Big Room of Carlsbad Cavern. Other by-product minerals have been radioactively dated to show when this \"sulfuric acid bath\" occurred. It is now evident that Carlsbad Cavern was one of the last caves to be dissolved in the Guadalupe Mountains-around 4 to 6 million years ago. This method of sulfuric acid dissolution created seemingly endless mazes of both narrow and huge passageways that look to many visitors like Swiss cheese. Because these caves were dissolved deep underground, not all caves here have an opening to the world above.   The geologic history of the Capitan Reef means there is still an exceptional potential for additional cave discovery, significant exploration and research.   The Decorated Caves. Sometime in the past few million years, collapse at the top of the cave and surface erosion created the natural entrance of Carlsbad Cavern. This opened previously hidden underground cave passageways to the world above for the first time. As a result, airflow began to circulate through the cavern and allow for the final chapter of geologic development-growth of cave decorations.   The magnificent speleothems (cave formations) that continue to grow and decorate Carlsbad Cavern are due to rain and snowmelt soaking through limestone rock, then eventually dripping into a cave below and evaporating. Those water drops have absorbed gasses and dissolved minerals from the soil and limestone above. Wherever that water drop evaporates and releases carbon dioxide in an air-filled cave, a small amount of mineral-mostly calcite, is left behind. Thus, drip-by-drip, over the past million years or so, Carlsbad Cavern has slowly been decorating itself.   The slowest drips tend to stay on the ceiling long enough to deposit their mineral there. Common speleothems found on the ceiling may be stalactites, soda straws, draperies, ribbons or curtains. The faster the dripping, the more likely it is to make some type of decoration on the floor. A wide range of decorations on the cave floor include totem poles, flowstone, rim stone dams, lily pads, shelves, cave pools, and of course stalagmites.   Today, few speleothems inside any Guadalupe Mountains caves are wet and actively growing. This is a direct result of the dry desert climate. Most speleothems inside Carlsbad Cavern would have been much more active during the last ice age-up to around 10,000 years ago-when the Guadalupe Mountains received a great deal more rainfall than what today's desert climate receives.   For the time being, Carlsbad Cavern is not dead or alive - it's just, for the most part, inactive. A climate change above would certainly affect how fast or slow speleothems grow. The dripping heard today inside the cavern is but a fading echo of what would have been heard during wetter times long ago.   For more in-depth information, the following brochures are available in PDF format:  Surface Geology [325k PDF file] Cave Geology [130k PDF file] Permian World [484k PDF file]",
    "url": "https:\/\/www.nps.gov\/cave\/learn\/nature\/geologicformations.htm"
}
