{
    "title": "Carlsbad Caverns National Park: Cave \/ Karst Systems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Cave \/ Karst Systems                Cave \/ Karst Systems       A karst area is one generally characterized by numerous caves, sinkholes, springs and little surface drainage. The Guadalupe Mountains contain many caves, but few of the features are traditionally used to define karst. The caves of the Guadalupe Mountains pre-date the large canyons and well-defined surface features we see today. Since the development of the caves is much older than the surrounding landscape, we see very few of the typical karst features found when caves and the landscape develop at the same time. Speleogenesis: How Carlsbad Cavern was Formed Most of the caves people are familiar with (such as Mammoth Cave in Kentucky) were formed by rainwater slowly dissolving limestone. Water sinking through enlarged fractures and sinkholes eventually grew to become underground streams and rivers carving out complex cave systems. The caves of the Guadalupe Mountains were formed in a much different way. Between 4 and 6 million years ago hydrogen-sulfide-rich (H2S) waters began to migrate through fractures and faults in the Capitan limestone. This water mixed with rainwater moving downward from the surface. When the two waters mixed, the H2S combined with the oxygen carried by the rainwater and formed sulfuric acid (H2SO4). This acid dissolved the limestone along fractures and folds in the rock to form Carlsbad Cavern. This process left behind massive gypsum deposits, clay, and silt as evidence of how the cave was formed. With time, the active level dropped to form deeper cave passages. In abandoned cave passages above, blocks fell from the ceiling and speleothems (cave formations) began to grow. Around 4 million years ago, speleogenesis ceased in the area around Carlsbad Cavern and the cave began to take on the look it has today. Generalized Stages of Cave Development [214k PDF] Cave Exploration Carlsbad Cavern is the most well-known cave in the park and has an exploration history dating back to prehistoric times. Modern exploration continues in Carlsbad Cavern and in Lechuguilla Cave, the longest cave in the park at more than 136 miles.  Carlsbad Cavern Lechuguilla Cave Opportunities for Cave Exploration Other Cave-\/Caving-Related Links",
    "url": "https:\/\/www.nps.gov\/cave\/learn\/nature\/cave.htm"
}
