{
    "title": "Carlsbad Caverns National Park: Air Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Air Quality                Air Quality       Carlsbad Caverns National Park is a moderately sized park located within southwest New Mexico and preserves a portion of the northern Chihuahuan Desert. Maintaining excellent air quality is critical to preserving and protecting the natural resources. Through the Clean Air Act of 1970 and subsequent amendments, the park is classified as a Class 1 air quality area. This classification helps protect the air quality of the park at the highest level. There are numerous human-made pollution sources that may impact air quality at the park and within the region. These include, but are not limited to, power generating plants within the region, the many wells producing oil and gas within the area, and nearby refineries. Air quality can also be affected by natural conditions such as when strong winds from the west create huge dust storms that drop visibility significantly in the area. Despite growing concerns over air quality and pollution in the park, there are still a number of days when visibility is excellent with views of the Davis Mountains located 140 miles south of the park from the visitor center. With oil and gas activities increasing in the Black River valley to the south of the park, the National Park Service has recently installed a Portable Ozone Monitoring Site (POMS) unit to record ozone levels during the warm months of the year. For current ozone measurements, visit www2.nature.nps.gov\/air\/data\/current\/Data_CAVE.cfm. For an excellent report and overview of park air quality information (October 2003), visit www2.nature.nps.gov\/air\/Permits\/ARIS\/CAVE\/index.cfm. To review the 2001 Air Emissions Inventory from within the park (June 2003), visit www2.nature.nps.gov\/air\/AQBasics\/ParkEIFiles\/CAVEnp_nm.pdf.",
    "url": "https:\/\/www.nps.gov\/cave\/learn\/nature\/airquality.htm"
}
