{
    "title": "Carlsbad Caverns National Park: Cacti \/ Desert Succulents",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Cacti \/ Desert Succulents                Cacti \/ Desert Succulents        The glorious torrey yucca (Yucca torreyi) can flower at almost any time of the year. NPS Photo by Kristin Dorman-Johnson       Ask someone to name a desert plant, and they will probably say \"cactus.\" The plants of the cactus family are the most commonly associated with deserts, especially in the Americas. The cactus family is almost entirely a New World family, occurring as natives in Central, South and North America. . Of all the world's deserts, the Chihuahuan Desert maintains the highest diversity of cactus species. Even though the scientists who name cacti don't agree on most of the names of these prickly plants, they do agree there are many different types here. . For example, everybody agrees that the Lee pincushion cactus occurs in Carlsbad Caverns National Park and the immediate vicinity and nowhere else. But this tiny plant has had a dozen names over the years, and even now it goes by at least two official scientific names: Escobaria sneedii var. leei and Coryphantha sneedii var. leei. Luckily, the plants don't care what people call them and they go about their business in spite of our confusion. . Using the names the park has chosen to follow, its vascular plant list notes 26 species or subspecies of cacti. They range from the tiny Lee pincushion and button cacti to the large prickly pears and huge clumps of strawberry hedgehogs. Other colorfully named examples include rainbow cactus and christmas cholla. . Flowering season and flower color vary among the park's cacti. The tiny pincushions usually put out their pink flowers in spring. The yellow flowers of prickly pears appear in May and the stunning reds of the claret cup cacti show up in June. The purples of strawberry hedgehogs and cane chollas follow. . While cacti do store moisture in their swollen stems (the green part) and guard it with their spines or modified leaves, the stored moisture doesn't equal a good drink of water if you were thirsty. The moisture is quite thick, sticky, and tastes bad. . Cacti play a key role in providing habitat for wildlife. Their flowers provide pollen for bees, especially those called cactus bees. Their fruits feed rock squirrels, insects, and other wildlife-and people like them, too! Their stems (or pads) are popular food for deer and the caterpillars as well as several species of moths that feed inside the pads. Finally, birds, such as the aptly named cactus wren, use cacti as a fortified place to build nests and raise young. . Other desert succulents present in the park include the agaves and yuccas. The New Mexico Agave grows at the higher elevations, while the Lechuguilla (Agave lechuguilla) is common in the lower elevations. Lechuguilla is considered an indicator plant of the Chihuahuan Desert, meaning that where it occurs you will find the Chihuahuan Desert. The tree-like torrey yuccas and low-growing banana yuccas grace the lower elevations and provide habitat for yucca moths, which pollinate their flowers as they lay their eggs. . See the park's plant list for details.",
    "url": "https:\/\/www.nps.gov\/cave\/learn\/nature\/cacti.htm"
}
