{
    "title": "Carlsbad Caverns National Park: Trees and Shrubs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs                 Trees and Shrubs        Mexican buckeye (Ungnadia speciosa) blooms in very early spring. This shrubby tree is in the soapberry family and not a true buckeye. NPS Photo by Kristin Dorman-Johnson       Woody plants, trees and shrubs are the predominant features of much of the park's vegetation. The park's vegetation map documents that more than half the park is shrubland, with 17,858 acres of montane shrubland and 9,295 acres of desert shrubland. Other smaller map units include 1,753 acres of arroyo riparian woodland and shrubland, 1,765 of woodland, and 1,989 of \"other,\" which includes small areas of some very interesting communities, including the forested wetland at Rattlesnake Springs. Shrubs are prominent on the park's landscape, and most of the tree species have shrubby growth habits. Few of the park's trees are very tall. The tallest species (ponderosa pine, chinkapin oak, alligator juniper, and bigtooth maple) occur mostly in the western portions of the park on ridgetops and in drainages and are in the plant groupings called montane woodlands. In the lower-elevation eastern end of the park, Chihuahuan shrublands prevail. These include several associations anchored by Pinchot juniper (Juniperus pinchotii), as well as many others centered on such shrubs as sandpaper oak, viscid acacia, ocotillo, mariola, prickly pear cactus, creosotebush, tarbush, littleleaf sumac and mesquite. The forested riparian wetland area at Rattlesnake Springs (with permanent water) is also home to a tall gallery of native netleaf hackberry trees, cottonwoods and willows. The intermittently flooded riparian shrublands are dominated by Apache plume, mescal bean, green sotol, catclaw acacia, and littleleaf sumac. The park's vegetation map and report are available at the Natural Heritage New Mexico website: http:\/\/nhnm.unm.edu\/vlibrary\/pubs\/index.php5. Search on \"Carlsbad Caverns National Park,\" then click on the vegetation map entry. The backcountry of Carlsbad Caverns National Park has quite a few delightful surprises for tree lovers. There are the oak-madrone band cove woodlands. Perched in bands along horizontal sedimentary layers, these woodlands contain small clusters of maples, chinkapin and gray oaks, and Texas madrones. Canyon bottoms are home to the maple-oak ravine woodlands, with chinkapin oaks and bigtooth maples and sometimes alligator junipers. Chinkapin oaks are trees of the eastern United States that reach the very western limits of their range in southern New Mexico. Southwestern chokecherry trees, nestled inconspicuously among other trees most of the year, burst into bloom in April, covering their branches with clusters of small white flowers. Their nectar and pollen are extremely popular with insects, and the tasty red fruits are quickly snapped up by all kinds of wildlife. Shrub life is abundant and diverse in the park. Our native mulberry tree (Morus microphylla) grows only to the height of a good-sized shrub and makes a fruit so popular with wildlife that people rarely see it. Mescal bean produces large clusters of fragrant purple flowers that smell like grape drink. Algerita fills the air with sweet perfume from its small yellow flowers. Lotebush, with the exotic scientific name of Ziziphus obtusifolia, produces a quarter-inch dark blue fruit that reminds some of gumdrops. (Wildlife love to eat them, but people don't.) Mexican buckeye is a beautiful shrubby tree that has pink flowers early in spring and hard, dry fruits that remind us of true buckeyes, to which they are not related. They are related, however, to western soapberry trees, whose fruits produce a soapy substance when they get wet. In the West, many of our cacti get quite large and we consider them shrubs. See the park's plant list for all the names.",
    "url": "https:\/\/www.nps.gov\/cave\/learn\/nature\/treesandshrubs.htm"
}
