{
    "title": "Carlsbad Caverns National Park: Mollusks",
    "body": "Mollusks       Mollusks can be found in nearly every ecosystem on Earth, so it's not surprising to find them in Carlsbad Caverns National Park. In much of the American southwest, isolation of suitable habitats often results in unique, localized species. Like in mountain ranges, where there is increased moisture and the mountain habitat is isolated by vast stretches of desert, different mollusk species have turned up. In isolated springs, a process happens where a range of a species shrinks as an area becomes more arid. This can continue until a formerly widespread species is now limited to small springs, often isolated by many miles. For example, the snail called Ovate Vertigo is a very common fossil throughout much of the Southwest. Today it exists at only a few locations and is known only in this park from unoccupied shells found at Rattlesnake Springs. The nearest population is several miles away at another spring. The body of a mollusk is generally composed of the shell and the fleshy, living part. The fleshy parts of a mollusk can be further divided into the foot and the visceral mass. The foot is a distinctive molluscan feature, adapted in a variety of ways for locomotion. The visceral mass includes organs for digestion, circulation, reproduction, and respiration. In a brief survey of mollusks in the 1980s, many species were found in the park. Most are snails, both aquatic and terrestrial. One of the rarest is called the Guadalupe Woodland Snail, which was named Ashmunella carlsbadensis after being originally discovered nearby. The Guadalupe Woodland Snail is reportedly more tolerant of dry conditions and lower elevations than others in the Guadalupe Mountains. The park also has some species know as fingerclams, which are bivalves-related to clams, oysters and scallops. Instead of having spiral-like shells like snails, their shells consist of two symmetrical valves.",
    "url": "https:\/\/www.nps.gov\/cave\/learn\/nature\/mollusks.htm"
}
