{
    "title": "Carlsbad Caverns National Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants        Spring in full bloom in the park. NPS Photo by Emily Ficker.       The vegetation communities of Carlsbad Caverns National Park are diverse and, in most cases, beautiful. This diversity is further benefited by the position of the park at the intersection of the northern Chihuahuan Desert, southern Rocky Mountain, and southwestern Great Plains biogeographic provinces. . Vegetation Map Ecologists use the concept of \"plant associations\" to help describe and recognize patterns in the way vegetation occurs in the landscape. The park's vegetation map, completed in 2003, verifies the uniqueness and diversity of its vegetation. It documents 85 different plant associations in the park. These range from desert shrublands and semi-grasslands of the lowland basins and foothills up through montane grasslands, shrublands and woodlands of the highest elevations. . Of those 85 plant associations, 28 are new associations that were not previously described elsewhere. . The vegetation map documents that more than half the park is shrubland, with 17,858 acres of montane shrubland and 9,295 acres of desert shrubland. About a third of the park (14,586 acres) is covered in various grassland associations. Other smaller map units include 1,753 acres of arroyo riparian woodland and shrubland, 1,765 of woodland, and 1,989 of \"other\", which includes small areas of some very interesting communities, such as scattered herbaceous wetlands, the forested wetland at Rattlesnake Springs, and various cliff\/rock\/barren\/arroyo communities. . The park's vegetation map and report are available at the Natural Heritage New Mexico website: http:\/\/nhnm.unm.edu\/vlibrary\/pubs\/index.php5 (Search on keyword \"Carlsbad Caverns National Park,\" then click on the vegetation map entry). . Plant Species The park's 2007 list of vascular plants includes about 900 species and subspecies; 2012 list of vascular plants. . The park's diverse ecosystem provides habitat for many plants that are at the geographic limits of their ranges. For example, the Ponderosa Pine reaches its extreme eastern limit here and Chinkapin Oak is at the western edge of its range. . There is more diversity of cacti in the Chihuahuan Desert than in any other region. Experts believe that this plant family originated here or to the south, and expanded out through the New World. The park's vascular plant list notes 26 species or subspecies of cacti, including two species that are federally listed. . The plant families with the most species in the park are species in the sunflower family, with 153 species, and grasses, with 135 species. There are more than 60 known species of the legume family and more than 30 each from the mustard and poinsettia families. Other groups with numerous representatives include the mint family (25), milkweed family (15), and ferns (13).",
    "url": "https:\/\/www.nps.gov\/cave\/learn\/nature\/plants.htm"
}
