{
    "title": "Carlsbad Caverns National Park: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture        As an early visitor to Carlsbad Cavern, you might have entered the cave inside an old guano mining bucket. NPS Photo      The park's cultural resources represent a long and varied continuum of human use starting in prehistoric times, and illustrating many adaptations to the Chihuahuan Desert environment. Human activities, including prehistoric and historic American Indian occupations, European exploration and settlement, industrial exploitation, commercial and cavern accessibility development and tourism have left reminders of their presence, and have contributed to the rich and diverse history of the area. The park has two historic districts on the National Register of Historic Places - the Cavern Historic District and the Rattlesnake Springs Historic District. The park museum, including the park archives, contains approximately one million cultural resource artifacts that are being preserved and protected. Legislative History October 25, 1923 - Creation of Carlsbad Cave National Monument April 2, 1924 - Executive Order May 3, 1928 - Supplemental Executive Order May 14, 1930 - Creation of Carlsbad Caverns National Park June 17, 1930 - Executive Order Caverns' Chronology Carlsbad Cavern is one of over 300 limestone caves in a fossil reef laid down by an inland sea 250 to 280 million years ago. Twelve to fourteen thousand years ago, American Indians lived in the Guadalupe Mountains; some of their cooking ring sites and pictographs have been found within the present day boundaries of the park. By the 1500s, Spanish explorers were passing through present-day west Texas and southeastern New Mexico. Spain claimed the southwest until 1821 when Mexico revolted and claimed independence. Mexico, fighting the westward expansionist United States in the late 1840s, lost the southwest to the US. In 1850, New Mexico Territory was created, and for the next 30 years the cultural conflict between American Indians and the US government continued. Eddy, New Mexico, the future Carlsbad, was established in 1888 and New Mexico became a state in 1912. more...",
    "url": "https:\/\/www.nps.gov\/cave\/learn\/historyculture\/index.htm"
}
