{
    "title": "Carlsbad Caverns National Park: Photo Gallery",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery              Photo Gallery         Beauty is everywhere at Carlsbad Caverns. Take time to browse photographs from different trails in the cave, ranger-led cave tours, and gorgeous photos of the Chihuahuan Desert. Whether you're above-ground or below, nature's majesty can be found all around you. The photos contained in our photo gallery are available for your personal or educational use. They may not be used or duplicated in any \"for profit\" manner (publications, marketing brochures, advertisements, books, calendars, etc.).Please always include a photo credit line \"NPS Photo by photographer's name.\"                   Big Room Trail   11 Photos  The Big Room is easily the most visited at Carlsbad Caverns. Heavily decorated with cave formations, wide-open spaces, and relatively flat, it is a must-see. The 1.25 mile trail winds around showing off areas like the Hall of Giants, Bottomless Pit, and Crystal Spring Dome. Photos can never fully capture the grandeur of the Big Room, it's a place you need to see to believe!          Natural Entrance Trail   6 Photos  Explore the transition from light to dark as you descend into the cave on the self-guided Natural Entrance Trail. This 1.25 mile trail showcases the route early explorers would have taken to reach the Big Room of Carlsbad Caverns.          Ranger-guided Tours   16 Photos  Crawling through tight passageways, shimmying down chimneys, walking among massive cave formations, holding onto a rope as you descend into a cave...there is something for everyone to experience on ranger-guided cave tours.            Lechuguilla Cave   20 Photos  Lechuguilla Cave is one of the finest known caves on the planet. Cavers and scientists flock to Carlsbad Caverns National Park to survey and study this beautiful underground wilderness. Since 1984, cavers have surveyed over 138 miles of passageway, making Lechuguilla one of the longest caves in the world. Not open to the public.",
    "url": "https:\/\/www.nps.gov\/cave\/learn\/photosmultimedia\/photogallery.htm"
}
