{
    "title": "Carlsbad Caverns National Park: Self-Guided Cave Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Cave Tours     Self-Guided Cave Tours                Self-Guided Cave Tours        \"The Chandelier\" hangs from the ceiling in the Big Room of Carlsbad Caverns. NPS Photo\/Peter Jones.       Explore Carlsbad Caverns at your own pace with two very special self-guided routes! Both the Big Room and Natural Entrance trails are approximately 1.25 miles long, but they offer very different experiences. Access to the self-guided trails requires an entrance fee ticket. These tickets are available year-round except New Year's Day, Thanksgiving, and Christmas. Ranger-guided tours require an additional fee. Hours for Self-Guided Trails Cavern Times: WINTER\/SPRING (Labor Day through Memorial Day weekends) Visitor Center Hours: 8 am - 5 pm   Hiking in the Natural Entrance opens at 8:30 am       Elevator service into the cave begins at 8:30 am  Last time to hike in the Natural Entrance is at 2 pm  Last time to hike out of the Natural Entrance is 2 pm (must be completely out by 3 pm) Last elevator into the cave is at 3:30 pm   Last elevator out of the cave is at 4:30 pm --------------------------------------------------------------------------------------------------- SUMMER\/FALL (Memorial Day through Labor Day weekends) Visitor Center Hours: 8 am - 7 pm  Hiking in the Natural Entrance opens at 8:30 am   Elevator service into the cave begins at 8:30 am (temporarily out of service)  Last time to hike in the Natural Entrance is 3 pm  Last time to hike out of the Natural Entrance is 4 pm (must be completely out by 5 pm)  Last elevator into the cave is at 5 pm(temporarily out of service)  Last elevator out of the cave is 6:30 pm (temporarily out of service)      Big Room Self-Guided Trail The most popular route, the Big Room, is the largest single cave chamber by volume in North America. This 1.25 mile trail is relatively flat, and will take about 1.5 hours (on average) to walk it. Actor and comedian Will Rogers called the cavern, \"The Grand Canyon with a roof over it.\" You will be rewarded with spectacular views, cave formations of all shapes and sizes, and a rope ladder used by explorers in 1924. If you are seeking a shorter experience, the Big Room has a shortcut which reduces the amount of trail by approximately 1\/2 a mile. Parts of the Big Room route are wheelchair accessible. You can ask for more information about accessibility at the visitor center. You may also download our Accessibility Brochure [0.5 MB PDF].  Looking for more information? Check out our Big Room page.        Descending into the Devil's Den on the Natural Entrance trail. NPS Photo\/Peter Jones  Natural Entrance Self-Guided Trail The 1.25 mile hike down the Natural Entrance trail is extremely steep, descending about 750 feet. You have the opportunity to follow the footsteps of early explorers as you see formations like Devil's Spring, the Whale's Mouth, and Iceberg Rock. The Natural Entrance is not an accessible trail. Please assess your fitness before attempting this strenuous walk. To learn more, see the Natural Entrance page.",
    "url": "https:\/\/www.nps.gov\/cave\/planyourvisit\/selfguided_tours.htm"
}
