{
    "title": "Carlsbad Caverns National Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility            Cave Accessibility   Please review our Accessibility Guide.  Carlsbad Caverns is a national park that can be enjoyed by everyone. We hope you will enjoy the self-guided tour through the cavern. To add to your enjoyment, we offer accessible parking, picnicking, dining, and visitor center services. Service Animals Please visit our Service Animal information page. Tours For entrance into the cavern, the Natural Entrance trail is not ADA compliant due to its steep grade (15% - 20%) and therefore not accessible with wheelchairs. We do offer elevator service that can take visitors into and out of the Big Room where you can access the self-guided trail.  The self-guided Big Room route is the only wheelchair accessible route in the caverns. You will find this 1-mile (2 km) trail after you descend 750 feet into the underground rest area. Please note the trail is wet from dripping water and can be slippery, bumpy, uneven and difficult to navigate. It is not ADA approved and should only be attempted with assistance. Maps defining the wheelchair accessible areas can be obtained in the visitor center. Due to steep grades and narrowness of the trail, barriers and signs have been installed to note the portions that are inaccessible in a wheelchair. Ranger-led tours are not accessible with wheelchairs, walkers, scooters or canes due to difficult and rugged trail conditions. Exception: You may use a cane or medical walking stick on the King's Palace tour, but no wheelchairs, walkers or scooters. Bat Flight Program Reserved, accessible parking is available in the \"Bat Flight Disabled Parking\" area, please look for the brown sign with the wheelchair icon before you arrive at the visitor center. The very upper row of the bat flight amphitheater features a reserved area for visitors using wheelchairs. A family style accessible restroom is also available. Visitor Center Parking Accessible parking is marked with blue reserved signs. The visitor center, theater, gift shop, bookstore, restrooms and restaurant can be accessed via ramps from the parking lot. You may enter the visitor center via automatic doors in the front.  Picnic Areas Accessible picnic tables near the visitor center are located at the far end of the east parking lot as well as west and north of the restaurant. A few tables can be found along Walnut Canyon Drive; the main paved road from the park entrance. Nature Trail A section of the self-guided outdoor nature trail near the visitor center is partially accessible to wheelchairs. The trailhead is located in the east parking lot. Please check in at the information desk for more details. Rattlesnake Springs Picnic Area Located about 15 miles from the visitor center, this grassy area features picnic tables and cooking grills under large cottonwood trees. Accessible restrooms are available as is one accessible picnic table. Desert Drive A one-hour drive through the Chihuahuan Desert, this low speed, 9.5 mile (16km) gravel road is suitable for most vehicles except motor homes and cars pulling trailers. The drive begins near the visitor center and a brochure is available upon request at the information desk. Roadside Exhibits Interpretive signs and bulletin boards are located at pull-outs along the park entrance road. Most are readable from your vehicle. Cave Fees The entrance fee is $10 per adult, children under the age of 16 are free. Senior Passports are available for $10 to U.S. residents 62 years of age and older. Access Passports are free to U.S. residents with proof of permanent disability. Pass holders gain free admission for the pass holder as well as three additional people. Free entry includes the Natural Entrance and Big Room, self-guided areas of the caverns. Both passports are applicable for a lifetime. Additional Information  The park does not rent or loan any type of mobility assistance equipment (canes, wheelchairs or scooters). Wheelchairs, scooters, walkers, rubber tipped canes and walking sticks needed for medical purposes are permitted in the cave, but recreational walking or hiking sticks (or any kind of stick with a sharp, pointy end) are not. Please use careful consideration when deciding to walk down the Natural Entrance if you have medical issues such as painful knees, hips, ankles or feet, trouble walking, a heart condition, breathing problems, issues climbing stairs, problems with balance, and\/or difficulty seeing in dim light. Consider that the Big Room does have inclines and declines along the walking path. If your mobility is limited please plan accordingly. Small oxygen tanks are permitted in the cave for medical reasons, please ensure you have plenty of oxygen and new batteries for your time in the cave. If you have breathing problems, you may want to bring a personal inhaler with you as the cave has high humidity. Flashlights are permitted in the cave as are helmets with headlamps.",
    "url": "https:\/\/www.nps.gov\/cave\/planyourvisit\/accessibility.htm"
}
