{
    "title": "Carlsbad Caverns National Park: Bat Flight Program",
    "body": "Bat Flight Program        Each evening in summer, Brazilian free-tailed bats exit Carlsbad Cavern in search of dinner. NPS Photo by Nick Hristov.         Bat Flight Programs 7:00 p.m. Nightly Prior to the evening bat flight, a program is given in the outdoor amphitheater by a park ranger. The starting time of the talk varies with sunset times - please call the park and varify the program time (575.785.3012). Programs may be canceled in the event of inclement weather. Bat programs happen from April through mid-to-late October. In late October or early November, the bats migrate south for the winter; they return in April or May, depending on weather. Bat Flight \"Bat Flight\" is our official, more formal program where a ranger presents a program about bats prior to their flight. The \"Bat Flight\" program happens every evening from Memorial Day through October (may be cancelled in the event of lightning).  An informal Q&A program with a ranger happens in the month of May, nightly, at the outdoor amphitheater. When is it best to see lots of bats?The best bat flights normally occur in August through September when baby bats, born in early summer, join the flight along with migrating bats from colonies further north. When do the bats return to the cave in the morning? The daily pre-dawn return of the bats is different from the evening exit flights, but are just as impressive. Early risers (approx. 4-6 am) can see the bats as they re-enter the cavern with spectacular dives from heights of hundreds of feet. Individual bats may reach speeds of 25 mph (40 km\/h) or more. Nursing mothers might be in and out of the cave through the night as they hunt and return to feed their young. ___________________________________________________________________________________  Help Us Protect the Bats Electronic devices are not permitted during the bat flight program. Electronic devices include: cameras of any kind, laptop computers, cell phones, iPads, iPods, tablets, and MP3 players. Visitors will be required to power off all electronic devices when the ranger program begins. Observations made by bat researchers have shown that bats who are used to total darkness and silence are disturbed by sounds and light, which can cause changes in their behavior. Besides the risks to the bats, it is very difficult to get good quality photos of a bat flight under any circumstances, and the risks simply aren't worth the results that most visitors get. Photography or other filming at bat flight may be done under a special use permit obtained from the park at least two weeks in advance. Spaces to accommodate wheelchairs are located at the entrance to the amphitheater. Restrooms are available and fully accessible. Pets are not allowed in the amphitheater area.",
    "url": "https:\/\/www.nps.gov\/cave\/planyourvisit\/bat_flight_program.htm"
}
