{
    "title": "Carlsbad Caverns National Park: Cave Tours",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Cave Tours               Cave Tours        Start your walk through Carlsbad Cavern on the self-guided Natural Entrance tour. NPS Photo by Peter Jones.      Elevators are temporarily out-of-service. Updates will be posted as soon as they are available. You may walk in and out of the cavern, but please note that this walk is strenuous.   If you have been in any cave in the past 10 years with the same shoes\/ equipment you are bringing to Carlsbad Caverns, we may ask to clean your items to protect our bats from the spread of a highly contagious and fatal bat fungus.  For more information about the disease and park policies, click here. The cave climate is cool and averages about 56°F (13°C) year-round. You may want to bring a light jacket or sweater. Comfortable, rubber-soled shoes with good traction are appropriate. Anyone under 16 must be accompanied by an adult 18 years of age or older.  We reserve the right to alter any tour due to safety and other considerations. NOTE: Baby strollers (of any type) are not permitted in the cave. Bring a baby backpack if you need to carry your child. Self-Guided Tours You may choose one of two ways to enter the cave, by walking the Natural Entrance (steep, 1.25 miles) or taking the elevator down into the Big Room. Tickets are sold at the visitor center each day, except Thanksgiving, Christmas and New Year's Days when we are closed. Entrance fee tickets are good for three days but do not include guided or other special tours. More... Guided Tours Reservations are highly recommended for all guided cave tours and require 48 hours advance notice by calling 877.444.6777 or www.recreation.gov. A general entrance fee ticket is required in addition to the guided tour fee for King's Palace, Left Hand Tunnel, Lower Cave, Spider Cave, Slaughter Canyon Cave and Hall of the White Giant. Note:Children under 4 years are not permitted on any of the guided tours offered at Carlsbad Caverns. Minimum age requirements differ for each tour. More...",
    "url": "https:\/\/www.nps.gov\/cave\/planyourvisit\/cave_tours.htm"
}
