{
    "title": "Carlsbad Caverns National Park: Night Sky Programs",
    "body": "Night Sky Events         Visitor views the night sky through a high powered telescope. Photo by Chuck Burton  Star Parties     August 6   September 3   October 1 & 29   This summer, Carlsbad Caverns National Park will be hosting several night sky events. The park is a perfect spot for viewing the wonders of the night sky due to its location far from city lights. Telescopes will be available for viewing the celestial night sky and will provide an opportunity for visitors to see what spectacular views are available in the universe above. Rangers will be available to discuss a variety of topics from nocturnal creatures, cultural folklore and astronomy. The public is welcome. No fee or advance reservations are necessary. Bring a flashlight and dress for the weather. These events will be held immediately after the Bat Flight Program, so please join us in the east parking lot in front of the visitor center. The visitor center and cave will not be open during these events. Restrooms will be available. The program may be cancelled due to inclement weather. * * * * * * * * * * * * * * * * * * * * * * * * * * * Full Moon Walks     August 18   September 16   October 15   This program is suitable for all ages but be prepared to hike 3\/4 mile on a rugged desert trail with a minor elevation change. Although this program is free, attendance will be limited to first-come, first-served with a maximum of ten vehicles. Please register for this program at the information desk in the visitor center on the day of the program. Registration may be available at the evening's Bat Flight Program. Ask a ranger for more details. The walk will begin after the Bat Flight Program. Meet the rangers, with your vehicle, in the west parking lot of the visitor center. We will caravan to the spot where the hike will begin. Dress comfortable. No open-toed shoes and we recommend you wear pants and not shorts. Bring water and a snack. Please bring a flashlight and headlamps and red filters if you have them! Rangers will provide red filters if you do not have any. The program may be cancelled due to inclement weather.   * * * * * * * * * * * * * * * * * * * * * ** * * * * * Meteor Shower  August 12  Have you ever seen a meteor fall from the sky? Join us on August 12 to watch an exciting meteor shower showcase in the night sky! Sign up at the visitor center on the morning of August 12 and then meet at 1 a.m. on August 13 at the visitor center to begin the activity! The event is free and should be spectacular!!",
    "url": "https:\/\/www.nps.gov\/cave\/planyourvisit\/starparties.htm"
}
