{
    "title": "Carlsbad Caverns National Park: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations       Reservations Reservations are highly recommended for all guided cave tours at Carlsbad Caverns National Park. You will need to reserve your ticket 48 hours in advance of your scheduled tour. By Phone: 1.877.444.6777  TDD: 1.877.833.6777  Online: Recreation.gov  Call Center Hours: November through February - 10 a.m. to 12 a.m.  March through October - 10 a.m. to 10 p.m.   Payment: Visa, MasterCard, Discover Card, and American Express.  Change\/Cancellation: If you need to cancel or change your reservation, please do so through recreation.gov and not through Carlsbad Caverns National Park. All tour cancellations will be charged $3.00 per ticket. Cancellations made less than 1 hour before the tour will not receive a refund.  Permits Backcountry Permits  Camping at Carlsbad Caverns National Park is permitted only in the backcountry. All backcountry users are required to obtain a free backcountry use permit at the visitor center on the day you arrive (no advanced reservations issued).  Backcountry camping permit Terms and Conditions:  Backcountry camping is only allowed west of Rattlesnake Canyon trailhead off the Desert Scenic Loop Road and south of the Guadalupe Ridge Trail to the park boundary for approximately two miles, after which camping is allowed both north and south of the trail. Campsites must be located at least 100 feet off established trails, 300 feet from any water source or cave entrance and a half mile (or 2,600 feet or .79 kilometers) from any road or parking lot. Backcountry camping groups are limited to 10 people. Larger groups must hike and camp at least one-quarter mile apart (in separate areas). The permit holder must be 18 years of age or older. The maximum stay is seven consecutive nights. Vehicle or RV camping is prohibited. Camping is not allowed in any other area, including along any roads, in any parking lot or trailhead.  A few other things to keep in mind:  Do not disturb or collect any plants, animals, minerals, or cultural artifacts. Entering backcountry caves without written permission of the superintendent is prohibited. Saddle and stock use is permitted, in designated areas, under special rules and regulations. Advance arrangements are required. Please report all accidents, fires, injuries, lost persons, or other emergencies to a park ranger. Mountain bikes and motorized vehicles are prohibited on all park trails. Drones are prohibited. Lock your vehicle and take valuable items with you.  Research Permits Research activities in national parks are regulated through a Research and Permit and Reporting System. Revamped January 2001, the online permit system streamlines the permit application process. More information.   Special Use Permits Gatherings and commercial activities in national parks often requires a special use permit. The purpose of these permits is to ensure the protection of the park's natural and cultural resources.   Examples of permitted actitivies include:  Commercial filming and photography Entering back country caves Any ground-disturbing activities First Amendment events Weddings or similar gatherings  If you are not sure if your event wil require a permit or if you have questions, please contact: Paul Cox Fee Program Manager Carlsbad Caverns National Park 3225 National Parks Hwy. Carlsbad, NM 88220 575.785.3129 phone 575.785.2302 fax",
    "url": "https:\/\/www.nps.gov\/cave\/planyourvisit\/permitsandreservations.htm"
}
