{
    "title": "Carlsbad Caverns National Park: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes         Visitors speaking with a park ranger during their walk down the natural entrance trail into the cave. NPS Photo\/Peter Jones  Entrance Fee ALL visitors who enter Carlsbad Cavern are required to purchase an entrance ticket, which is good for three days.  Adults (16 and older)  -  $10 Children (15 and under)  -  Free When using an America the Beautiful - National Parks and Federal Recreational Lands Pass, Annual Pass, Senior Pass, Access Pass, Military Pass or Volunteer Pass, the pass admits the cardholder plus three adults (where a per person fee is charged). Fee Free Days 2016 Entrance fees for all self-guided tours of Carlsbad Caverns are FREE on the following dates (ranger-guided tours require an additional fee):   January 18 –Martin Luther King, Jr. Day   April 16 through 24 –National Park Week   August 25 through 28 –National Park Service Birthday (and following weekend)   September 24 –National Public Lands Day   November 11 –Veterans Day     Ranger-Guided Tour Fees Reservations are highly recommended for all ranger-guided tours, to make reservations you may call 1.877.444.6777. or go to Recreation.gov Children under the age of 4 are not permitted on any ranger-guided tours. Other age limits apply depending on the tour.  King's Palace - $8 for adults, $4 for children, under 4 not permitted. Must also purchase entrance ticket. $4 for Senior and Access Pass holders. Left Hand Tunnel - $7 for adults, $3.50 for children, under 6 not permitted. Must also purchase entrance ticket. $3.50 for Senior and Access Pass holders. Slaughter Canyon Cave - $15 for adults, $7.50 for children, under 8 not permitted. $7.50 for Senior and Access Pass holders. Lower Cave - $20 for adults, $10 for children, under 12 not permitted. Must also purchase entrance ticket. $10 for Senior and Access Pass holders. Hall of the White Giant - $20 for adults, $10 for children, under 12 not permitted. Must also purchase entrance ticket. $10 for Senior and Access Pass holders. Spider Cave - $20 for adults, $10 for children, under 12 not permitted. $10 for Senior and Access Pass holders.",
    "url": "https:\/\/www.nps.gov\/cave\/planyourvisit\/fees.htm"
}
