{
    "title": "Carlsbad Caverns National Park: Eating & Sleeping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping             Eating & Sleeping       Sleeping There is no lodging available within Carlsbad Caverns National Park. Camping is allowed in the backcountry, and requires a free permit which is issued at the park's visitor center when you arrive (not reservable in advance). The town of Carlsbad, New Mexico has numerous lodging and campground options. Carlsbad is located 20 miles north-east of the park, on highway 62\/180. For a list of businesses, please contact the Carlsbad Chamber of Commerce at (575) 887-6516 or visit www.carlsbadchamber.com.        You may select hot or cold food at Carlsbad Caverns Trading Company's cafeteria. NPS Photo  Eating  During visitor center hours, you may dine at Carlsbad Caverns Trading Company, located at the west end of the building, past the gift shop. Visitors may choose a sandwich, salad, yogurt, or other snack from the grab-and-go coolers or have a hot sandwich or meal made to order at the hot\/cold food line. A variety of bottled, fountain and hot drinks are also available. While you are touring Carlsbad Cavern, you may take a break in the underground rest area, located at the base of the elevators. This area has restrooms, drinking fountains, and a limited snack bar. Food purchased in the underground snackbar must be consumed there. Please keep in mind that in order to protect the cave and the wildlife - any consumption of food and drink, except plain, unflavored water, is prohibited in any cave except in the underground snackbar in Carlsbad Cavern. Diabetics and persons with other medical conditions requiring them to eat or drink while in the cave are permitted on a limited basis. Food use has the potential for cave contamination, increased litter, and increased animal attraction into cave areas not usually frequented by wildlife. If you brought food with you, picnic tables are located at the east end of the visitor center parking lot and at Rattlesnake Springs Picnic Area, about 15 miles from the visitor center. Please check with a park ranger for fire restrictions before using a grill or camp stove. Outside of the park, dining is available 7 miles from the visitor center in White's City or in the town of Carlsbad about 30 minutes away. For a list of restaurants, contact the Carlsbad Chamber of Commerce at (575) 887-6516 or visit www.carlsbadchamber.com.",
    "url": "https:\/\/www.nps.gov\/cave\/planyourvisit\/eatingsleeping.htm"
}
