{
    "title": "Carlsbad Caverns National Park: Press Kit",
    "body": "Press Kit       Interesting Facts About Carlsbad Caverns Size: 46,766 acres, including over 33,000 acres designated wilderness Location and terrain: Southeastern New Mexico; Guadalupe Mountains (primarily limestone) and Permian Basin (primarily gypsum) Elevation: Ranges from 3,596 feet to 6,368 feet above sea level; Visitor center at 4,406 ft 120 caves known at this time; This number will change as exploration continues. Largest caves in the park by surveyed length - as of July 31, 2012:  Lechuguilla Cave, > 136 miles; 1,604.2 feet deep. Access to this cave is limited to research and exploration only. Carlsbad Cavern, > 30 miles; developed for public touring; Big Room - 8.2 acres - largest, readily accessible cave chamber in North America. Spider Cave, 3.52 miles; undeveloped; guided adventure tour offered weekly. Slaughter Canyon Cave, 2.3 miles; minimally developed, adventure tours offered.  Annual visitation: ~ 360,000. Since 1923, the park has had over 41,000,000 visitors. Park services:  Paved entrance road, 7-miles from Hwy 62\/180 to visitor center; with wayside exhibits. Visitor center (GPS location 32.174212°N; 104.445855°W) - Giftshop, cafeteria, bookstore, ticket counter and information. National Park Service operates information and ticket desks; educational exhibits; theater; cave art exhibit; restrooms; drinking fountains. Carlsbad Caverns Trading Company, LLC (contracted concessioner) operates: gift shop, restaurant, kennel, and ATM machine. In Carlsbad Cavern, at base of elevators, they operate a limited snack bar and merchandise sales area. www.carlsbadcavernstradingco.com. Walnut Canyon Desert Loop drive: scenic 9-mile drive off the main road, gravel road not recommended for low clearance vehicles or RVs. Rattlesnake Springs Picnic Area - For day use only, this 40 acre area is about 2.5 miles off highway 62\/180 (turn off is about 5 miles south of White's City). Tables, grills, restrooms, and water are available. Very popular with bird watchers. Over 50 miles of backcountry trails, minimally maintained; no dependable water sources in the backcountry; overnight camping in backcountry only, with free permit from visitor center.  Surface ecosystems: Chihuahuan Desert, with Pinyon-Juniper in higher elevations and shrub\/grass lands in lower; over 750 plant species. Mammals: 67 species Bats: 17 species known to live in the park; 3 species roost inside Carlsbad Cavern; largest colony is of Brazilian Free-tailed bats, Tadarida brasiliensis, also called Mexican Free-tailed bats - population estimated at about 400,000. Birds: 357 species A large colony of Cave Swallows, Petrochelidon fulva, have nested just inside the cave entrance since 1966 and been banded and studied continually for over 30 years. Amphibians and Reptiles: 54 species   Significant dates: 1903 - Guano mining begins in Carlsbad Cavern, then known as \"Big Cave\" or \"Bat Cave.\" 1915-1918 - Ray V. Davis photographs Carlsbad Cavern, which stimulates interest in the cave. Davis' photos appear in the New York Times in 1923. 1923, April 6-May 8 - First survey and mapping of cave, performed by Robert Holly of General Land Office; his awe of the cave and recommendations led to establishment as national monument. 1923, October 25 - President Calvin Coolidge creates Carlsbad Cave National Monument. 1925 - Wooden stair system built through cave's natural entrance eliminates need for cave visitors to enter via guano bucket. 1930, May 14 - Congress designates Carlsbad Caverns National Park. 1931 - First elevator shaft blasted and infrastructure installed, goes into operation in January 1932. 1950s - Throughout Carlsbad Cavern dirt trails and wooden stair systems are replaced with winding, paved trails. 1955 - Second elevator shaft blasted and installation of larger capacity \"passenger\" elevators. These become the \"primary\" elevator system, while smaller original elevators are secondary. 1959, March - Construction of visitor center is completed; with most recent renovation completed in 2008. 1963 - Bat Flight Amphitheater is constructed at the cave's natural entrance to provide seating for visitors to view evening exodus of bats from cave. 1972, January 6 - Self-guided tours of entire Cavern are initiated. 1973, September - First public, guided tours of Slaughter Canyon Cave, then known as New Cave. 1986 - Lechuguilla Cave discovered to have more than entrance pit; current mapped length is over 136 miles. 1993, November - King's Palace guided tours start in \"Scenic Rooms\" portion of Carlsbad Cavern paved trail system because excessive damage, such as breakage, to cave features during twenty years it was self-guided. 1993-94 - Scheduled \"adventure tours\" are started to Left Hand Tunnel, Lower Cave, Hall of the White Giant, and Spider Cave. 1995, December - Carlsbad Caverns National Park is designated a World Heritage Site.",
    "url": "https:\/\/www.nps.gov\/cave\/learn\/news\/presskit.htm"
}
