{
    "title": "Fort Union National Monument: Trading Cards",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Trading Cards              Trading Cards             Kids! Collect stories about the Civil War and civil rights! The National Park Service is offering more than 500 trading cards to mark the 150th anniversary of the Civil War. Stop by the visitor center at any participating park to pick up your free cards! You can view all the cards online and discover stories from nearly 90 national parks in 31 states and the District of Columbia. You'll be surprised at what you will learn.   Collect all FIVE trading cards from Fort Union National Monument.           Civil War to Civil Rights Trading Cards of Fort Union National Monument    Lieutenant Colonel J. Francisco Chaves Lt. Col. Francisco Chaves commanded a regiment of the New Mexico Volunteers who mustered at Fort Union and engaged Confederate forces at the Battle of Valverde. In 1864, Chaves was elected to Congress while Kit Carson led the infamous \"Long Walk\" of the Navajo and Mescalero Apache peoples to a reservation in Eastern New Mexico.   Lieutenant Colonel Manuel Chávez Chávez played a crucial role in the epic Union victory at Glorieta, attacking and destroying the Confederate supply train. As a result, the undersupplied, overextended, and outnumbered Confederates abandoned their dreamsof seizing supplies from nearby Fort Union and creating a gateway to California.   New Mexican Volunteers New Mexican Volunteer regiments from Fort Union defended the New Mexico Territory against Confederate forces in the Civil War battles of Valverde and Glorieta Pass. They also improved the Santa Fe Trail to ensure circulation of goods and supplies to the East.   The Santa Fe Trail The Santa Fe Trail provided much needed goods and supplies to the Union forces during the time of the Civil War. For the Spanish speaking New Mexico regiments organized at Fort Union, their primary role was to ensure that commerce traversed the trial unimpeded from attacks from American Indians and Comancheros.   Hispanic Labor Creates Lasting Fortification Constructed primarily through the back-breaking labor of the Hispanic soldiers of the New Mexican Regiments, the Civil War earthwork fortification at Fort Union National Monument is one of the largest and most well preserved CivilWar earthworks in America.",
    "url": "https:\/\/www.nps.gov\/foun\/learn\/kidsyouth\/tradingcards.htm"
}
