{
    "title": "Fort Union National Monument: First Fort Union",
    "body": "The First Fort Union                   First Fort Union 1851 -1861               First Fort Union- Post Commanders Quarters               First Fort Union 1851-1861               First Fort Union\/Arsenal Site- Today                Lt. Col. Edwin V. Sumner, 1st Dragoons, established Fort Union in 1851. Fort Union National Monument  By 1851 nearly 1,300 soldiers served in the New Mexico Territory. They were scattered throughout eleven small outposts, with the headquarters at Fort Marcy in Santa Fe. Unhappy with the performance of troops in New Mexico, Secretary of War C.M. Conrad, commanded Lt. Col. Edwin V. Sumner, 1st. Dragoons, to take control of the territory and \"revise the whole system of defense.\" Conrad thought that \"both economy and efficiency of the service would be promoted by removing the troops out of the towns...and stationing them more toward the frontier.\" Sumner's first action was to relocate the department headquarters and the main supply depot from Santa Fe, \"that sink of vice and extravagance,\" to a location on the eastern frontier. The chosen site was strategically situated near the junction of the Mountain and Cimarron Branches of the Santa Fe Trail.   Usually, civilians employed by the Quartermaster Department built frontier posts, but Sumner discharged these men and assigned the work to his soldiers. The result was what one might expect from unskilled laborers. Assistant Surgeon Jonathon Letterman commented on the conditions in October 1856: \"The entire garrison covers a space of about eighty or more acres, and the buildings being of necessity, widely separated, causes the post to present more the appearance of a village, whose houses have been built with little regard to order, than a military post. Unseasoned, unhewn, and unbarked pine logs, placed upright in some and horizontally in other houses, have been used in the erection of the buildings, and as a necessary consequence are rapidly decaying. In many of the logs of the house I occupy, an ordinary sized nail will not hold, to such an extent has the timber decayed, although several feet above the ground. One set of the so-called barracks have lately been torn down to prevent any untoward accidents that were liable at any moment to happen from the falling of the building; and yet this building was erected in 1852. The unbarked logs afford excellent hiding places for that annoying and disgusting insect the bed bug, so common in this country, which it is by no means backward in taking advantage of, to the evident discomfort of those who occupy the buildings-the men almost universally sleeping in the open air when the weather will permit. The building at present used as a hospital, having a dirt roof, has not a room which remained dry during the rain in the latter part of September last, and I was obliged to use tents and canvas to protect the property from damage.\" Despite the dismal living conditions, the soldiers managed to live there for ten years, and participated in several Indian campaigns. Civil War came in April 1861, and when news reached New Mexico things began to change...",
    "url": "https:\/\/www.nps.gov\/foun\/learn\/historyculture\/first-fort-union.htm"
}
