{
    "title": "Fort Union National Monument: Third Fort Union",
    "body": "The Third Fort Union                   Third Fort Union and Depot                 Third Fort Union - Officers' Quarters                Third Fort Union - Enlisted Barracks                Third Fort Union - Depot Warehouses                 Third Fort Union - Depot Sundial                Third Fort Union - Mechanics Corral                Fort Union Hospital                Officer's Row Fort Union National Monument  The Third Fort Union (1862 - 1891) was built in the traditional \"territorial\" style, and was constructed using native resources such as clay, stone, and lumber. The walls were constructed of adobe brick that stood on stone foundations, and were coated with plaster fired in limekilns. They were adorned with red bricks brought to New Mexico along the Santa Fe Trail.         Other materials, such as tools, nails, window glass, fire bricks, and roofing tin were transported along the Santa Fe Trail from Fort Leavenworth. As beautiful as the fort appeared, it had been hastily constructed. Faulty roofing meant constant leaks onto the adobe structures, making repairs a frequent necessity.         Cistern and Supply Depot Fort Union National Monument  The Post at Fort Union was made to accommodate four companies, both cavalry and infantry; and the Fort Union Quartermaster Depot was equipped to supply all other New Mexico forts. As the central supply hub for all New Mexico posts, the Fort Union depot was larger than the Post, and it employed more men, mostly civilians.        Atchison Topeka & Santa Fe Railroad Locomotive #3759 Richard Doody  Fort Union stayed in operation until the arrival of the Atchison, Topeka, and Santa Fe Railroad in 1879 slowly put an end to the Santa Fe Trail. The railroad ended one era and opened another in the Southwest. Fort Union lingered on for another ten years, and as the buildings deteriorated the end was in sight. The post, along with the trail, had outlived its usefulness. On February 18, 1891, the Las Vegas Optic reported that \"The last few days have told a terrible tale at Fort Union. Four days ago everything was in running order, now everything is upside down and inside out...The soldiers are busy packing government and private property.\"         Officer's Row Ruins Fort Union National Monument  After its abandonment in 1891 the once majestic buildings fell into ruins and faded into the pages of history. Fort Union National Monument was established in 1956, after a group called Fort Union Inc., and others, advocated for its protection and preservation. Today, the Fort Union ruins stand as a reminder of its unique history and the vital role it played in the development of the Southwest.",
    "url": "https:\/\/www.nps.gov\/foun\/learn\/historyculture\/the-third-fort-union.htm"
}
