{
    "title": "Fort Union National Monument: Cultural Encounters on the Santa Fe Trail",
    "body": "Cultural Encounters on the Santa Fe Trail       New Mexican and American traders joined in two-way enterprises that carried fabrics, cutlery and other manufactured goods west from Missouri; bullion, furs, and mules east from Santa Fe. This commerce across the plains welded Missouri and New Mexico together through economic interdependence, trading and financial partnerships. By the time of the Mexican-American War (1846-48) New Mexico was already strongly attached to the United States by commercial and familiarities. In large measure, the military conquest and subsequent Mexican Cession, formalized an already established union. Fort Union commanded the intersection of the Mountain and Cimarron Branches of the Santa Fe Trail. In a larger sense the fort served as symbol and substance of national power in a vast new acquisition far removed from the eastern heartland. In this context the Santa Fe Trail changed from route of commerce to military lifeline. Founded in 1851, Fort Union served both military and logistical functions. During the first few years, Fort Union's mounted troops patrolled the trail. Later, the fort provided escorts for mail stages. Until the Civil War period, wagon trains usually provided their own defense. Then the combination of Indian uprisings and raids by Texas-based Confederates forced a new regime of patrols, escorts, and subposts to protect all travelers and keep open the critical link between the Southwest and the States. The start of the Civil War had brought a serious military threat to the trail and to Fort Union itself with a brigade size Confederate invasion that aimed to capture the western portions of the trail and the Colorado gold fields. The Fort Union Depot came under command of the District Quartermaster. It was a separate and distinct operation from the military post. Its job was to supply the network of southwestern forts and encampments strung along travel routes or located at reservations and trouble-spots. Goods (subsistence, hardware, ammunition, etc.) came in two basic modes: stock inventories stored in the depot's warehouses for later, on-order distribution to the outposts; bulk consignments for direct shipment to the individual posts. Contract freighters guided the huge ox-drawn wagons from Leavenworth, Kansas to Fort Union, where some of the goods were unpacked for storage and later consignment to the field. The bulk post consignments were regrouped into military wagon trains that might drop supplies at several posts along the route of travel. As the railroad's moved westward the supply line grew more flexible, with drop-offs and shorter hauls directly to nearby posts from the current railhead. In 1879 the rail road bypassed Fort Union. Its supply operations gradually phased out and the depot closed down in 1883. The quartermaster operation lacked the flair of the cavalry charge, the heroics of the besieged infantry platoon. But without the men who processed supply orders, counted stock, cared for animals and wagons, packed freight, and then hauled it to the far posts, there would have been neither posts nor battles.",
    "url": "https:\/\/www.nps.gov\/foun\/learn\/historyculture\/cultural-encounters.htm"
}
