{
    "title": "Fort Union National Monument: Guided Tours and Talks",
    "body": "Guided Tours and Talks                      Sunflower in Enlisted Barracks               Mechanics Corral                Sunflower in Depot               Suds Row                Frost on Sundial                Fort Union National Monument currently offers ranger led guided tours of the monument and specialized talks every day during the summer season.   10:00AM Fort Tour Join a ranger on a 1.25 mile walk through the monument grounds and discover the broad influence Fort Union had on the shaping and development of the Southwest during the 19th century. Tours last approximately 90 minutes. Visitors are encouraged to wear sturdy walking shoes and weather appropriate clothing. 2:00PM Fort Talk These 20 minute talks range in topics from the Santa Fe Trail, fort life, the military campaigns Fort Union was involved in, and the various components and structures of Fort Union.  Topics for the 2:00 PM Talks include:  Blood, Sweat and Tears: Supporting the Army of the Southwest Join a Ranger for a 20 minute program on how Fort Unions civilian employes helped keep yo with the demand of serving 46 forts throughout the southwest.   Let us entertain you: Bandsmen of Fort Union The Fort Union Badn was an integral part of every Soldier's day and night. Join a ranger to hear about the story of Military Musicians' lives, activities, challenges and accomplishments while stationed at Fort Union.   New Mexico Volunteers: Life and Legacy From the onset of the Civil War, to the height of Reconstruction, the largely Hispanic New Mexico Volunteers would fill the void of absent regular troops in the vast territories of the American Southwest. These troops would be critical in defending New Mexico from Confederate Invasion, and in continuing on the decades long conflicts with American Indians.   Perilous Frontier: How to survive during the Fort Union Era Soliders, settlers, and natives alike faced a multitude of challenges and many did not survive this frontier era. Join a ranger for a 20 minute program about the dangers of the \"Old West.\"   Women of the Fort Through diaries and letters written by women, we can get an insiders look at the daily role women played at Fort Union. Join a ranger and discover the activities that the women participated in to make Fort Union their new frontier home. Living History Programs Step back in time and witness the training of Company \"A\" of the 3rd New Mexico Volunteer Infantry, one of the many Union Hispanic Regiments organized at Fort Union that served throughout New Mexico during the Civil War. Contact Fort Union at 505-425-8025 ext.0 for dates.  Commercial and school groups numbering ten or more, interested in a formal guided tour, are encouraged to make advanced reservations. 2016 Special Events Schedule (pdf 96.8KB)",
    "url": "https:\/\/www.nps.gov\/foun\/planyourvisit\/guided-tours-and-talks.htm"
}
