{
    "title": "Fort Union National Monument: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                 Archive           Subscribe  | What is RSS     June 04, 2016  2016 Fort Union Days  Presentations at Fort Union over the weekend will include a 19th century military tent encampment, historic weapons and artillery demonstrations, and live music on Sunday.   May 14, 2016  Glimpses of the Past - “Captain Rafeal Chacón: Witness to History”  Join Dr. Enrique Lamadrid as he brings Rafael Chacón’s story to life in a program held at the CCHP\/Santa Fe Trail Interpretive Center, 116 Bridge Street, Las Vegas, New Mexico, Thursday, May 19, 2016, 7:00PM.   May 12, 2016  125th Retreat Parade Anniversary  Join Fort Union National Monument in commemorating the fort’s closure as members of the New Mexico Volunteer Living History Regiment brings this moment to life with a ceremonial flag lowering 1:30 pm.   May 11, 2016  May 13, 2016  Fort Union National Monument is pleased to announce its first special event of the year.  A Naturalization Ceremony to be held on Friday May 13, 2016 from 1 pm-2 pm.   March 16, 2016  March 17, 2016 Glimpses of the Past  Artist-in-Residence: Images from Fort Union   December 02, 2015  December 12 2015 Holiday Open House  As the holiday season brings family and friends close together, the staff of Fort Union National Monument cordially invites you to enjoy an afternoon at Fort Union National Monument’s Holiday Open House. The Open House will occur on Saturday, December 12, 2015 between 2:00 PM – 4:00 PM at the monument’s Visitor Center.   October 07, 2015  October 15 2015 Glimpses of the Past - Women of the Santa Fe Trail  Join Dr. Jane Richter of Oklahoma Panhandle State University for a special and intimate look at the Santa Fe Trail and the women who braved the storied trail west.   September 22, 2015  Installation Artist and Photographer selected as First Fort Union Monument Artists-in-Residence  The National Parks Arts Foundation, a 501(c)3 non-profit, is pleased to be working with the National Park Service at Fort Union National Monument to provide the inaugural Fort Union National Monument Artist-in-Residence (AiR) program.   September 15, 2015  First Fort and Arsenal Tours September 19 2015  Travel across the Santa Fe Trail and discover where Fort Union’s history began, as Fort Union National Monument invites you to join our Annual First Fort and Arsenal Tours on Saturday September 19, 2015.   September 15, 2015  September 17 2015 Glimpses of the Past  Las Vegas, NM: Have you ever wondered what it was like to be a soldier in the Southwest during the late 1800’s? Join members of the Artillery Company of New Mexico as they lead an intimate and thought-provoking journey into the uniform, day-to-day duties, struggles, and achievements of America’s military men of the late 19th century.   August 27, 2015  Camp of Instruction September 12 2015  Join the men and women of the 3rd Regiment New Mexico Volunteers as they welcome new members, carryout company drill, interpret camp life, and conduct 19th Century small arms and artillery demonstrations.   August 11, 2015  August 20 2015 Glimpses of the Past Cleveland Roller Mill Feeding the Mora Valley  Join Donna Howell and step into the history of the Cleveland Roller Mill and discover how the people of the Mora Valley fed the West.   July 17, 2015  August 8 2015 Candlelight Tours  Fort Union National Monument announces its annual Candlelight Tours event on August 8, 2015. During this evening event visitors will be guided through the fort, and, through a series of skits performed by costumed interpreters, will discover the intimate and compelling stories of those that once lived and worked at the fort.   July 09, 2015  July 16 2015 Glimpses of the Past Presentation  The St. Vrain Mill was constructed in Mora, New Mexico in 1864 by the well-known fur trapper and trader Ceran St. Vrain. The mill was constructed due to increasing demands for flour from the nearby and expanding Fort Union; which was responsible for supplying the majority of Army in Southwest with food and supplies.   June 04, 2015  2015 Fort Union Days Event June 20-21  Fort Union National Monument announces its annual Fort Union Days Event to be held on June 20 and 21, 2015. The event weekend is FREE to the public and runs from 8:00 am to 10:30 pm on Saturday, and 8:00 am to 4:30 pm on Sunday. This year, programs and activities will concentrate on the latter years of 1876-1881.   June 04, 2015  June 18 2015 Glimpses of the Past Presentation  Discover how the period of 1876-1881 history pressed both Fort Union and its soldiers to near breaking points, while simultaneously and permanently altering the Southwest’s culture, economy, and industry.   April 23, 2015  May 8 2015 Naturalization Ceremony  Fort Union National Monument is pleased to announce its first special event of the year.  A Naturalization Ceremony to be held on May 8, 2015 from 1pm-2pm.  This is an opportunity for some to become the first in their family to earn American Citizenship.   April 10, 2015  April 16 2015 Glimpses of the Past Presentation Creating a Choir of Birdsong Restoring Native Bird-Friendly Habitats to Northeastern New Mexico  The Las Vegas National Wildlife Refuge is a nesting area for nearly one third of the documented bird species found in New Mexico. Join Debbie Pike of the Fish and Wildlife Service and discover how the wildlife refuge is working to restore bird-friendly habitats for the native species, as well what you can do in your own backyard to help make a habitat for these bird species.   April 02, 2015  Bells Across the Land Thursday April 9 2015  On Thursday,  April 9, 2015 at 1:15 pm Fort Union National Monument will be joining national parks and communities across the country as bells will reverberate throughout the land as the country marks the symbolic end of the Civil War, and the pivotal beginning of freedom and civil rights.   March 12, 2015  March 19 2015 Glimpses of the Past Presentation- Continued Conflict The New Mexico Volunteers and the Revival of the Indian Wars 1863-1866  Join Ranger Greg Baker for a look into the service of the New Mexico Volunteers from 1863-1866. The New Mexico Volunteers fought to defend New Mexico Territory from invading Confederates during the American Civil War;afterward, they continued to serve in the absence of the regular US Army.   December 31, 2014  Fee Program Suspended at Fort Union National Monument  Superintendent Charles Strickfaden announced today that beginning on January 1, 2015 all park entrance fees for Fort Union National Monument (NM) will be permanently eliminated and that all visitors are now able to enter the park for free   November 26, 2014  Fort Union National Monument Holiday Open House Thursday December 4 2014  As the holiday season brings family and friends close together, the staff of Fort Union National Monument cordially invites you to enjoy an afternoon at Fort Union National Monument’s Holiday Open House. The Open House will occur on Thursday, December 4, 2014 between 2:00 PM –  4:00 PM at the monument’s Visitor Center   November 06, 2014  November 20 2014  Glimpses of the Past  Come one, come all to McNeal’s Marvelous Medicine Show! Join Diana Enright as she brings to life the story of Violet McNeal, one of the few women to master the art of the medicine show.   October 03, 2014  October 16 2014 Glimpses of the Past Program - La Lloronoa The Wailing Woman  The story of La Llorona is one that children have heard from their elders for hundreds of years. It is a sad tale, but it lives strong in the memories of the people with many swearing it to be true. The famous ghost of Spanish folklore is a widespread legend in North and South America and is known throughout the world for her chilling cries as she searches for her loved ones.   September 19, 2014  September 27 2014 FEE FREE for Public Lands Day  Fort Union National Monument is pleased to announce that it is participating with all the other 401 national parks in celebrating National Public Lands Day on Saturday, September 27, 2014. This 21st annual event encourages everyone to volunteer on their public lands and enjoy the great outdoors.  National Public Lands Day is a fee free day.   September 11, 2014  September 20 2014 First Fort and Arsenal Tours  Fort Union National Monument announces its First Fort and Arsenal Tours on September 20. The public may visit the site of the original fort, and see the remnants of Fort Union's arsenal, which was crucial in keeping the army of the Southwest supplied with arms and munitions. Special focus will highlight the Red River War of 1874, as well Fort Union's impact on the Red River War, and other events during the Indian Wars period.   September 09, 2014  September 18, 2014 Glimpses of the Past  Route 66 was commissioned in 1926 as part of the first federal highway system. It followed the paths of pioneer trails such as the Old Santa Fe Trail, and later became a Dust Bowl migration route, WWII strategic military route, and vacation route. Today, it is still celebrated as an American icon through literature, film, and song.   June 06, 2014  Fort Union Days Weekend  Fort Union National Monument announces the return of its Fort Union Days weekend event on June 21 and 22, 2014. The event weekend is FREE to the public and runs from 8am-10:00 pm on Saturday, and 8 am-4:30 pm on Sunday.   May 01, 2014  Naturalization Ceremony at Fort Union National Monument  Fort Union National Monument is pleased to announce its first Naturalization Ceremony to be held on May 9, 2014 from 1pm-2pm.  This is an opportunity for some to become the first in their family to earn American Citizenship.  This Oath of Allegiance will be taken by 13 applicants as they will be granted Citizenship.   August 01, 2013  Candlelight Tours August 10 2013  Fort Union National Monument announces its annual Candlelight Tours event on August 10, 2013. The event is FREE to the public. During this evening event visitors will be guided through the fort, and, through a series of skits performed by costumed interpreters, will discover the intimate and compelling stories of those that once lived and worked at the fort.   June 15, 2013  Glimpses of the Past  June 20 2013 The Uncommon Soldier- The Life and Service of the New Mexico Volunteers during the Civil War  “The Uncommon Soldier: The Life and Service of the New Mexico Volunteers during the Civil War” will be featured on Thursday June 20, 2013 at 7:00PM at the CCHP\/Santa Fé Trail Interpretive Center, 116 Bridge Street, Las Vegas, NM, 87701.   June 12, 2013  Cultural Encounters June 22-23  2013 Special Event Weekend  Fort Union National Monument is holding the annual \"Cultural Encounters\" weekend on June 22 and 23, 2013. The event weekend is FREE to the public and runs from 10am-6pm on Saturday and 10am-5pm on Sunday.  Special emphasis will be placed on the Southwest in 1863, talks and demonstrations will be given, highlighting the military campaigns and actions which connected Fort Union to the Long Walk of Mescalero Apache and Navajo in 1863.   May 30, 2013  2013 Summer Hours of Operation  Fort Union National Monument will be open 8:00 am to 5:00 pm daily starting Saturday May 25, 2013.  Enjoy the exhibits, park movie, Western National Parks Association bookstore and the trail through the fort.   May 15, 2013  Hike the Santa Fe Trail  June 1 2013  Hit the trail! Fort Union National Monument, in collaboration with the Santa Fe National Historic Trail and the Piojo Ranch, will be offering a rare opportunity for a guided hike along the Santa Fe Trail in eastern New Mexico on June 1, 2013.   May 01, 2013  Glimpses of the Past May 16 2013  “The Forgotten Faces of Fort Union” will be featured on Thursday, May 16, 2013, at 7:00PM at the CCHP\/Santa Fé Trail Interpretive Center, 116 Bridge Street, Las Vegas, NM, 87701.   April 10, 2013  National Park Week  Come and enjoy America’s Best Idea – the national parks - in a National Park as the National Park Service and Fort Union National Monument celebrate National Park Week and like national park units around the country, Fort Union will recognize National Park Week by waiving entrance fees April 22 - 26, 2013.   April 08, 2013  Glimpses of the Past   The Gallinas Watershed  On April 18, 2013 - This month Kent Reid, senior forester at the New Mexico Forest and Watershed Restoration Institute (NMFWRI) at New Mexico Highlands University, will bring to light some issues that have affected Las Vegas’  Gallinas River Watershed as well as share research and work efforts that have been done to protect this most vital resource.   October 05, 2012  Glimpses of the Past October 18 2012  Following routes that had been established by American Indians and traversed by Spanish colonists, William Becknell has been referred to as the \"Father of the Santa Fe Trail\".  In the fall of 1821, with the hope of acquiring funds to pay off old debts, William Becknell bravely ventured into relatively unknown territory to find a direct route to Santa Fe.  When Becknell returned to Missouri in January of 1822, he was able to pay off all of his debt; it would be this idea of trade for riches that would inspire future travels along the Santa Fe Trail and into Mexico. Join Santa Fe Trail Association Director, Allan Wheeler, as he gives us an up-and-close chance to meet the traveler who braved the dangers along the Santa Fe Trail.   September 22, 2012  National Public Lands Day September 29 2012  Fort Union National Monument announces the 19th annual National Public Lands Day, where all 397 national parks will waive their entrance fees on Saturday, September 29, 2012.   September 06, 2012  First Fort Tours 150th Civil War Anniversary 2012 September 22 2012  Watrous, NM:  Fort Union National Monument announces the annual First Fort Tours on September 22, 2012. The public may visit the site of the original fort and see the ruins of the third fort arsenal.   September 05, 2012  Glimpses of the Past September 20 2012 Taos Revolt of 1847 The Murder of Governor Bent  Las Vegas, NM:  “Taos Revolt of 1847: The Murder of Governor Bent” will be featured on Thursday, September 20, 2012, at 7:00PM at the CCHP\/Santa Fe Trail Interpretive Center, 116 Bridge Street, Las Vegas, NM.   August 01, 2012  Glimpses of the Past August 16 2012 Who is Alexander Doniphan  Las Vegas, NM:  “Who Is Alexander Doniphan?” will be featured on Thursday, August 16, 2012, at 7:00PM at the CCHP\/Santa Fe Trail Interpretive Center, 116 Bridge Street.   July 18, 2012  Candlelight Tours August 11 2012  Fort Union The Civil War Years  Fort Union National Monument, announces the annual “Candlelight Tours” on Saturday, August 11, 2012. During this free evening event, visitors guided through the fort will discover the intimate stories of those who fought and served at Fort Union during the Civil war, as portrayed by costumed interpreters in historic vignettes.   July 09, 2012  Glimpses of the Past July 19 2012  The Battle of Glorieta Pass A Shattered Dream  Las Vegas, NM:  The “Battle of Glorieta” will be featured as part of the Fort Union National Monument Civil War 150th Anniversary Series on Thursday, July 19, 2012, at 7:00PM at the CCHP\/Santa Fe Trail Interpretive Center, 116 Bridge Street.   July 02, 2012  1st fort and Arsenal tours july 14 2012  Watrous, NM:  Fort Union National Monument announces the annual First Fort Tours on July 14, 2012. The public may visit the site of the original fort and see the ruins of the third fort arsenal   June 28, 2012  Fort Union NM Implements Stage 2 Fire Restrictions  Due to very high to extreme fire danger levels, Fort Union National Monument will implement Stage 2 Fire Restrictions beginning Thursday 28, 2012 at 12:00 p.m.   June 12, 2012  Cultural Encounters 150th Civil War Anniversary 2012  Watrous, NM: Fort Union National Monument announces the annual Cultural Encounters, a free event on June 23 and 24, 2012 from 8am to 10:45pm on Saturday, and 8am to 4:15pm on Sunday.   June 05, 2012  Glimpses of the Past  June 21 2012  Las Vegas, NM: Fort Union National Monument announces its monthly Glimpses of the Past presentation, “The Long Walk” as part of our Civil War 150th Anniversary Series.   May 17, 2012  New Military Pass for Active Duty Service members  As part of the Joining Forces initiative to support our nation’s service members and their families, Fort Union National Monument announces an annual pass to active duty service members and their dependents, granting free access to more than 2,000 national parks, wildlife refuges, national forests, and other public lands around the nation in the coming years.   May 16, 2012  The Sun- Moon- and Stars Above the Santa Fe Trail  Come join the rangers at Fort Union National Monument on Sunday, May 20, 2012 between 6:00PM and 9:30PM for a special astronomy program entitled \"The Sun, Moon, and Stars Above the Santa Fe Trail.\"During the program, visitors will have the opportunity to witness the first solar eclipse that will be observable in the United States in over 18 years.   May 04, 2012  Glimpses of the Past May 17 2012 Freemasonry in the Southwest  Fort Union National Monument announces its monthly Glimpses of the Past presentation, “Freemasonry in the Southwest” to be held at the CCHP\/Santa Fe Trail Interpretive Center, 116 Bridge Street, in Las Vegas, Thursday, May 17, 2012, at 7:00PM.   April 01, 2012  Glimpses of the Past April 19 2012 Private Robert Morris Peck  Fort Union National Monument announces its monthly Glimpses of the Past presentation, “Private Robert Morris Peck” as part of our Civil War 150th Anniversary Series to be held at the CCHP\/Santa Fe Trail Interpretive Center, 116 Bridge Street, in Las Vegas, Thursday, April 19, 2012, at 7:00PM.   March 01, 2012  Glimpses of the Past March 15 2012  The Civil War in the Southwest  Fort Union National Monument announces its monthly Glimpses of the Past presentation, “The Civil War in the Southwest” as part of our Civil War 150th Anniversary Series to be held at the CCHP\/Santa Fe Trail Interpretive Center, 116 Bridge Street, in Las Vegas, Thursday, March15, 2012, at 7:00PM.   February 24, 2012  The Civil War in the Southwest  \"The Civil War in the Southwest\" as part of our Civil War 150th Anniversary Series to be held at the CCHP\/Santa Fe Trail Interpretive Center, 116 Bridge Street, in Las Vegas, Thursday, March15, 2012, at 7:00PM.   February 14, 2012  2012 SUPERINTENDENT’S COMPENDIUM  Superintendent Marie Frias Sauter announced today that Fort Union National Monument has released an update to the park’s Superintendent’s Compendium of Designations, Closures, Permit Requirements and Other Restrictions Imposed under Discretionary Authority.   February 08, 2012  Glimpses into the Future 2012 and Beyond  Exciting changes are taking place at Fort Union National Monument and the Citizen’s Committee for Historic Preservation! Join Superintendent Marie Frias–Sauter, Chief of Interpretation Lorenzo Vigil, Park Rangers Greg Baker and Valerie Durán, and CCHP representatives to discover what new developments are coming!   January 06, 2012  Fort Union National Monument to Waive Entrance Fees for Martin Luther King Jr  Holiday Weekend  Fort Union National Monument will be joining national park sites around the country in celebrating the Martin Luther King, Jr. holiday with a fee free weekend. Entrance fees will be waived for all visitors to Fort Union National Monument January 14 – 16, 2012.   January 06, 2012  Glimpse of the Past January 19  Las Vegas, NM: Fort Union National Monument is kicking off its150th Civil War Anniversary Series of presentations. The series will start with the monthly Glimpses of the Past presentation, “I am a Soldier.”   November 03, 2011  Glimpses of the Past Nov 17  Fort Union National Monument announces its monthly Glimpses of the Past presentation, “Weaving of the Southwest, Tapetes de Lana.”   October 06, 2011  Glimpse of the Past Oct 20  Fort Union National Monument announces its monthly Glimpses of the Past presentation, “Quest for Quivira.” The program will be held at the CCHP\/Santa Fe Trail Interpretive Center, 116 Bridge Street, in Las Vegas, Thursday, October 20, 2001, at 7:00PM.   September 14, 2011  1st Fort Tours September 24  On Saturday, September 24, 2010 Fort Union National Monument presents its annual First Fort Tours. The one hour tours are at 10:00am, 11:30am, 1:00pm, and 2:30pm. Plan to arrive at the visitor center at least 15 minutes before each scheduled tour.   August 03, 2011  Glimpses of the Past August 18  Praised by some and condemned by others, Major General James H. Carleton, one of Fort Union's earliest commanding officers, left a deep and profound impact on Southwestern history. But there was much more to Carleton than his military career.  Join Southwest historian and researcher, Mr. Rick Thompson for a first-person interpretation of the lesser known aspects of the man known as James H. Carleton.   August 03, 2011  Candlelight Tours August 20  Explore the intimate connection between Fort Union and one of the Southwest's most prominent women of the 19th and early 20th century, Marion Sloan Russell, on a ranger-led stroll through Fort Union after dark.   July 08, 2011  Glimpse of the Past July 21  Fort Union National Monument, National Park Service announces its monthly Glimpses of the Past program, “Loma Parda and Fort Union” to be held at the CCHP\/Santa Fé Trail Interpretive Center, 116 Bridge St., in Las Vegas, Thursday, July 21, at 7:00 p.m.   July 08, 2011  1st Fort Union and Arsenal Tours July 16  On Saturday, July 16th, 2011 Fort Union National Monument will host its annual First Fort Tours. The one hour tours are at 9:00am, 11:00am, 1:00pm, and 3:00pm. Plan to arrive at the visitor center at least 15 minutes before each scheduled tour.   June 10, 2011  Cultural Encounters June 25-26 2011  Fort Union National Monument is holding the annual “Cultural Encounters” weekend, June 25 and 26, 2011. The park is waiving all entrance fees.   June 08, 2011  Glimpse of the Past June 16  In early May of 1850, a small westbound mail train was ambushed near Wagon Mound, New Mexico, leaving ten men dead and the New Mexico Territory wrought with fear and anguish. Join Dorothy Audrey Simpson, former Professor in the College of Arts and Sciences at Highlands University, in a presentation about this pivotal event which helped prompt the United States military to increase its role in the Southwest and to establish numerous fortifications, including Fort Union.   June 08, 2011  Jr Ranger Camps June 9 and 10 - 2011  On the dates of Thursday, June 9 and Friday, June 10, 2011 Fort Union National Monument will be conducting two all-day Junior Ranger Camps beginning at 10:00AM and ending at 4:00PM.   April 29, 2011  Summer Junior Ranger Camps  On Thursday, June 9 and Friday, June 10, 2011 Fort Union National Monument will host two all-day Junior Ranger Camps beginning at 10:00AM and ending at 4:00PM.   April 11, 2011  Glimpse of the Past April 21  Fort Union National Monument, National Park Service announces its’ monthly “Glimpses of the Past” presentation “Las Vegas’ Heroes of the Past: The 3rd New Mexico Volunteer Infantry.” The program will be held at the CCHP\/Santa Fe Trail Interpretive Center, 116 Bridge St., in Las Vegas, Thursday, April 21, 2011 at 7:00 p.m. 150 years ago the United States of America and its territories found itself thrust into inner conflict and Civil War.   April 11, 2011  National Park Week April 16-24 2011  No abstract supplied.   March 04, 2011  Glimpse of the Past March 17  No abstract supplied.   January 28, 2011  2011 Update to the Superintendents Compendium  No abstract supplied.   January 10, 2011  The Stars along the Santa Fe Trail  No abstract supplied.   January 10, 2011  Fee Free Weekend  No abstract supplied.   December 27, 2010  Christmas and New Years Day Closure  Fort Union National Monument will be closed on both Saturday, December 25, 2010 and         Saturday, January 1, 2011. For more information, contact Fort Union National Monument at (505) 425-8025, or visit the park website at www.nps.gov\/foun.   November 09, 2010  Roadside pullout construction  The National Park Service, Fort Union National Monument in partnership with Cornerstones Community Partnerships will begin construction of two new roadside pullouts on Monday November 1, 2010.   March 05, 2010  Director to Present Scout Ranch History Jan 21  Glimpses Press Release   March 05, 2010  Buffalo Soldiers History to be Presented at CCHP Feb 18  Glimpses Press Release   March 05, 2010  Environmentalist Rachel Carsons Legacy to be presented at CCHP Mar 18  Glimpses Press Release   November 14, 2009  Glimpses of the Past in Northeastern NM - AD 300 to 800 November 19  Glimpses of the Past in N.E. N.M.- A.D. 300 to 800; November 19th.   September 17, 2009  First Fort Tours on National Public Lands Day September 26th  NPLD Press Release   September 04, 2009  Untold Stories in Americas National Parks Presentation-September 17  Press Release   August 19, 2009  History of Storrie Lake Presentation, August 20th  Glimpses of the Past Presentation   August 09, 2009  Fort Union Candlelight Tours August 22nd  Fort Union Candlelight Tours August 22nd   July 09, 2009  Fort Union NM Presentation  Glimpses of the Past Press Release   July 09, 2009  Cultural Encounters Special Event  Cultural Encounters Press Release and Schedule of Events.   June 18, 2009  Chaperito - Land Grant - Parish and Ghost Town  Glimpses of the Past Press Release   June 06, 2009  First Fort Tours 2009  First Fort Tours Press Release   May 21, 2009  Dona Tules Lady Gambler of Santa Fe  Glimpses of the Past Press Release   April 16, 2009  Women of the Civil War  Glimpses of the Past Press Release   March 19, 2009  Judiciary History in New Mexico  Glimpses of the Past Press Release   February 19, 2009  The Peyote Hunt of the Huicols of Mexico  Glimpses of the Past presentation   January 06, 2009  Eddie Matthews Letters  Eddie Matthews Letters presentation at CCHP   October 07, 2008  The Mexican Spotted Owl  Presentation on Mexican Spotted Owl at CCHP   September 24, 2008  Fort Union To Waive Entrance Fees This Weekend  Free Free day   September 03, 2008  Candlelight Tours Special Event  Fort Union announces its annual “Candlelight Tour” on August 23rd.   September 03, 2008  New Mexico Volunteer Living History Program  Fort Union National Monument is seeking volunteers for its living history program.   September 03, 2008  Proposed Fee Increases  Proposed entrance fee increases for Fort Union National Monument and Pecos National Historical Park.",
    "url": "https:\/\/www.nps.gov\/foun\/learn\/news\/newsarchive.htm"
}
