{
    "title": "Fort Union National Monument: Glimpses of the Past Presentations",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Glimpses of the Past Presentations              Glimpses of the Past Presentations        Santa Fe Trail Interpretive Center Building116 Bridge Street Las Vegas New Mexico  Fort Union National Monument        Every Third Thursday of the Month March - October: Glimpses of the Past Series A unique partnership between Fort Union National Monument\/Santa Fe National Historic Trail, the Las Vegas Citizen's Committee for Historic Preservation (CCHP) and the Friends of Fort Union, the Glimpses of the Past speaker series encompass the bountiful natural, cultural, and historical resources of the Southwest. These programs take place at 7:00pm at the Santa Fe Trail Interpretive Center Building, 116 Bridge Street, Las Vegas, NM, every third Thursday of the month between March –October.      2016 Glimpses of Past Presentation Speaker Schedule: (Schedule Subject to Change) March 17:\"Artist in Residence: Images from Fort Union.\" View the remarkable images of Fort Union taken by renowned New Mexico artist Steve Martin as part of the Artist in Residence program. April 21:\"Civil War Veterans of New Mexico.\" Join local historian Dr. David Geary as he delves into the experiences and lives of Civil War veterans who sought to rebuild their lives after the war in New Mexico. May 19: \"Captain Rafeal Chacon: Witness to History.\" Learn about Captain Rafael Chacon who was witness to some of the most significant events in the formation of modern New Mexico as Dr. Enrique Lamadrid brings his story to life. June 16: \"Commerce and Culture on the Santa Fe Trail.\"Explore the Santa Fe Trail with Dr. Irene Blea and learn about fascinating places, flora and fauna, and the many cultures from which travelers originated. July 21: \"Soldiering on the Frontier.\" Step into the shoes of a Private in the 15th US Infantry at Fort Union in 1871, as Rick Lohsen gives us a firsthand look at the daily life of a soldier. August 18: \"Apache Voices.\" Walk in the moccasins of the Apaches with cultural historian Sherry Robinson and discover the history, culture, and traditional stories of these resilient people. September 15: \"A Sign of Things to Come: The First Fort Union.\" Discover the origins behind the founding of the fort that would start it all with Ranger Greg Baker. October 20: \"La Llorona, the Wailing Woman.\" The story of thisfamous ghost from Spanish folklore, known throughout the world for her spine chilling cries, comes to life with Rosalia de Aragon in this Chautaqua program.          Learn more about the Citizens' Comittee for Historic Preservation (CCHP)",
    "url": "https:\/\/www.nps.gov\/foun\/planyourvisit\/glimpses-of-the-past-presentations.htm"
}
