{
    "title": "Fort Union National Monument: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility         Accessibility Logo Images    All trails and buildings are accessible to service animals. Parking Handicapped parking spaces for standard sized vehicles are available in the Visitor Center parking area. Several \"oversized\" parking spaces which can accommodate campers, buses, and large RV's are available. Buildings The Visitor Center provides accessible restrooms, a large open exhibit area, and has height compliant water fountains. A wheelchair is available for general use at the visitor center.        Wheelchair logo   Trail accessibility The trails located at Fort Union National Monument are relatively flat and are comprised of compacted crushed fines as its construction material. All trails are wheelchair accessible. Fort Union has one wheelchair available for use if requested. The full trail encompasses a 1.6 mile loop around or adjacent to the historic structures and sections of Fort Union (i.e. Second Fort Union. Third Fort Union Military Post, Depot, Mechanics Corral, Barracks, Military Prison, and Hospital.) The shorter trail is approximately 0.5 miles in length and encompasses the Second Fort Union, Third Fort Union Military Post, Barracks, and Hospital. The secondary trail which leads individuals through a portion of the earthworks of the Second Fort Union is comprised of the same compacted materials as the main trail. This secondary trail has a slight grade. Benches are located adjacent to the walking trails at the following locations: Third Fort Union Officers Quarters Depot Officers Quarters Depot Mechanics Corral Enlisted Barracks Specific locations near the ruts of the Santa Fe Trail.        Assistive listening logo   Audio and Visual Assistance The 15 minute orientation film is provided with captioning. Assisted hearing devices for the film can be obtained at the visitor center front desk. These devices come with headphones or an optional neck loop for those with hearing aids that have a T coil. Devices which provide an Audio Descriptive Tour of Fort Union National Monument can be obtained at the visitor center front desk. These GPS enabled devices proved audio descriptions for the majority of the interpretive signs and panels located on the grounds of Fort Union National Monument. These devices are available with headphones and can also be used in conjunction with hearing aids that have a T coil.          Webpage Navaigation bar image   Web features For videos with audio that are contained on our website, captioned versions of these videos are also available to view and\/or download. Text and pdf documents, where possible, have been formatted to conform to text to audio software programs.           America the Beautiful The National Parks and Federal Recreational Lands Pass - Access Pass   Access Pass Fort Union National Monument if a fee free park and does not require or issue any of the America the Beautiful The National Parks and Federal Recreational Lands Pass Series passes. For those U.S. citizens interested in visiting federal recreation areas and have conditions that are defined as a \"permanent medical disability\" we suggest obtaining a free Access Pass. The Access Pass is free for all U.S. citizens who present documentation (such as from a licensed physician, the Veteran's Administration, or a vocational rehabilitation agency) of a permanent medical disability. To learn more about this and the other types of passes available, please visit www.nps.gov\/findapark\/passes.htm        Do you have comments, questions, or recommendations about accessibility at Fort Union National Monument? Please  e-mail us and let us know.",
    "url": "https:\/\/www.nps.gov\/foun\/planyourvisit\/accessibility.htm"
}
