{
    "title": "Fort Union National Monument: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits & Reservations         Stars and Jupiter above Fort Union Volunteer Richard Gonzales  SPECIAL USE PERMITS A special park use is a short-term activity that takes place in a park area and provides a benefit to an individual, group or organization, rather than the public at large. The National Park Service may permit a special park use providing the activity will not cause derogation of the park's resources or values, visitor experiences, or the purpose for which the park was established. Primary consideration will be given to potential resource damage, anticipated disruption of normal public use, and previously approved permitted activities. Fort Union National Monument issues permits for the following activities: * Commercial Filming and Photography- Form 10-931 short or 10-932 long * Public and Private Gatherings -Demonstrations and Protests (1st Amendment Rights) - Form 10-930  Please review the Superintendents Compendium for guidance on your proposed activity prior to submitting a special use permit application. Individuals or organizations interested in applying for a special use permit may first call the park at (505-425-8025), to discuss the possibility. If you are not familiar with Fort Union National Monument, a preliminary visit is advisable. The location where the event is to take place needs to be determined before a permit is issued. There may be special restrictions in the area that could limit access.  APPLICATION FOR SPECIAL USE PERMITS If an applicant wishes to proceed, they must fill out the Application for a Special Use Permit and send to the park to the attention of the Superintendent. Unless requested use is an exercise of a First Amendment right, applications must be accompanied by a non-refundable, $100.00 check made out to \"The National Park Service.\" If approved, a Special Use Permit will be sent to the applicant, along with a Hold Harmless Clause. Both must be signed and returned to the Superintendent before the permit approval is final.  Some Permit limitations Please remember that this is a historic site and is not designed for private parties, receptions, or recreational purposes unrelated to the park's mission.  Filming and Photography for commercial filming and photography, an application must be submitted in advance. You may use either the short (10-931) or long (10-932) form depending on the complexity of the project. The permit may require the payment of cost recovery charges, a location fee, and proof of liability insurance naming the United States as also insured. Click on the desired link for further information and permit application forms. The application forms are in Adobe PDF format. Once completed, the permit application must be printed and signed. The application can then be faxed or mailed to the park (contact information provided on the application) or scanned and emailed. Applications are not considered complete until all requirements have been submitted, including the application fees and liability insurance certificates (except for First Amendment applications). Permitting Process Application: To apply for a permit, complete the form 10-930 and for filming and photography - 10-931 for less than 10 people on crew or 10-932 for 10 or more people on crew, and submit it to the Special Park Use Coordinator, Fort Union National Monument allowing a minimum of 4 weeks for evaluation by the park staff before the start date for your activity in the park. All efforts will be made to expedite the permitting process, however permits completion may take longer than 4 weeks.  Enclose your check or money order for $100.00 to cover the non-refundable application costs. Include your tax payer ID# or social security number. In compliance with the requirements of the Debt Collection Improvement Act of 1996, the applicant must submit his or her social security number or federal tax ID number when completing the permit application. We cannot process your application without items 2 &3, listed above. Submission of the application form and fee payment DOES NOT imply permission for any Special Park Use or event Following receipt of an application for a Special Use Permit, an evaluation will be made of the requested activity. Denials will be communicated in writing. If the requested activity is approved, a Special Park Use Permit, outlining terms and conditions governing the special use, NPS cost information, bond and insurance requirements (if any), and payment instructions will be sent to the applicant.  Send to: Special Use Permits Coordinator Fort Union National Monument PO Box 127 Watrous, NM 87753",
    "url": "https:\/\/www.nps.gov\/foun\/planyourvisit\/permitsandreservations.htm"
}
