{
    "title": "Fort Union National Monument: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            safety         Rattlesnake and Adobe Remnants caution sign Fort Union National Monument  We want your visit to be safe and enjoyable. Below are some of the potential hazards you may experience during your visit. Please become familiar with them, and keep them in mind while you're here. Things to consider bringing Walking on the Fort Union trails can take anywhere from fifteen minutes to an hour and a half, and summer temperatures can rise above 90 degrees Fahrenheit, and winter temperatures can drop below 30 degrees Fahrenheit. We recommend that you come prepared with these items: Cool\/warm clothing Plenty of water Snacks\/picnic lunch Comfortable shoes Sunscreen Sunglasses Hats      Weather New Mexico is typically sunny year-round, with a mild, semi-arid climate. Summer monsoons bring relief with sudden, but brief afternoon rainstorms. Lightning is common on park grounds. Fort Union is situated at 6,760 feet above sea level. Daytime temperatures between June and September may exceed 90 degrees Fahrenheit. Winter temperatures often drop below 32 degrees Fahrenheit. Temperatures may vary within 50 degrees in a 24-hour period. Cold Weather During the winter, it is not uncommon for the temperatures to dropbelow 0°F (-18°C). Hypothermia is a hazard during the winter season. in late fall, winter and early spring. Heat &Sun During the summer, expect high temperatures, intense sunlight and low humidity. Eat plenty of food and drink at least one gallon of water each day. Carry and drink water during all activities, such as hiking. Wear loose-fitting, light-colored clothing and a wide-brimmed hat. Apply sunscreen to all exposed skin. Consider saving strenuous activity for early mornings or evenings. Water is available at the visitor center. Sun umbrellas for loan and water fountains are available at the Visitor Center. A covered picnic shelter is available adjacent to the visitor center. Multiple benches are located throughout the monument grounds on the walking trail.            Lightning over adobe ruins Volunteer Richard Gonzales  Lightning &Thunderstorms Due to its location in Northeastern New Mexico, onsets of thunderstorms and severe lightning can be powerful and sudden. Return to the visitor center or your vehicle if possible. Weather is constantly monitored by the ranger staff and give frequent updatesand advisories to visitors on the monument grounds of severe weather conditions.        Coiled rattlesnake Fort Union National Monument  Flora and Fauna Wildlife Wild animals often carry deadly diseases, including hantavirus, bubonic plague, tularemia, and rabies, and may become aggressive without warning. Always view wildlife from the safety of your car or from a distance. Do not approach animals to take photographs, and teach children not to chase or pick up animals. A few venomous animals live on the grounds of the monument, including the northern prairie rattlesnake, brown recluse and black widow spiders. These animals are rarely seen and will generally flee when approached. Anyone bitten by the creatures should seek medical attention as soon as possible. Although a rare occurrence,  black bears have also been spotted infrequently in and around the monument grounds. Contact the ranger staff at Fort Union National Monument for updates on wildlife activity.        Cactus growing in adobe remnants of the fort Fort Union National Monument  Plants Many plants, including cactus, yucca, Russian thistle, stinging nettle, rabbit brush, juniper and others can scratch, stick, cause allergies, or otherwise be dangerous. To avoid contact, stay on the designated trails at all times.",
    "url": "https:\/\/www.nps.gov\/foun\/planyourvisit\/safety.htm"
}
