{
    "title": "Fort Union National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           3115 NM Highway 161  Watrous, NM 87753                 Directions         Fort Union National Monument is located in the Northeastern portion of the state of New Mexico. 8 miles off of Interstate I-25 on State Highway NM 161. New Mexico: From Albuquerque (156 miles), Santa Fe (94 miles) or Las Vegas, NM (28 miles) take I-25 North, exit 366 at Watrous, 8 miles on NM 161. Colorado: From Denver (313 miles), Colorado Springs (243 miles) or Raton (95 miles) take I-25 South, exit 366 at Watrous, 8 miles on NM 161.   Directions Details           Operating Hours & Seasons         Fort Union National Monument Operating Hours The monument grounds and Visitor Center are open: 8:00 AM - 4:00 PM Labor Day - Memorial Day 8:00 AM - 5:00 PM Memorial Day - Labor Day CLOSED - Thanksgiving Day, Christmas Day, New Year's Day    Standard Hours    Sunday: 8:00 AM - 4:00 PM   Monday: 8:00 AM - 4:00 PM   Tuesday: 8:00 AM - 4:00 PM   Wednesday: 8:00 AM - 4:00 PM   Thursday: 8:00 AM - 4:00 PM   Friday: 8:00 AM - 4:00 PM   Saturday: 8:00 AM - 4:00 PM      Additional Information View More       Christmas Day:  Closed      New Year’s Day:  Closed      Memorial Day  - Labor Day  8:00 AM - 5:00 PM      Thanksgiving Day:  Closed                 Weather           Fort Union is situated at 6,760 feet above sea level. Daytime temperatures between June and September may exceed 90 degrees Fahrenheit. Winter temperatures often drop below 32 degrees Fahrenheit. Temperatures may vary within 50 degrees in a 24-hour period. During the winter, it is not uncommon for the temperatures to drop below 0°F (-18°C.) During the summer, expect high temperatures, intense sunlight and extreme low humidity.          Fees & Passes     Entrance Fees:   Fees  - $0.00 There is NO FEE to enter Fort Union National Monument. Enjoy your visit!   Entrance Passes:   Annual \"Every Kid In a Park\" 4th Grade Pass - $0.00 Available to U.S. 4th graders (including home-schooled and free-choice learners 10 years of age) with a valid Every Kid in a Park paper voucher. The pass is valid for the duration of the 4th grade school year through the following summer (September - August.) Paper vouchers can be obtained by visiting the Every Kid in a Park website and can be exchanged for the pass at Federal recreation sites that charge Entrance or Standard Amenity fees.Digital versions of the voucher will not be accepted.         Visitor Centers       Fort Union National Monument Visitor Center The Visitor Center provides accessible restrooms, a large open exhibit area, and has height compliant water fountains. Handicapped parking spaces for standard sized vehicles are available in the Visitor Center parking area. Several \"oversized\" parking spaces in the parking lot can accommodate campers, buses, and large RV's. The 15 minute orientation film is provided with captioning. Assisted hearing devices for the film can be obtained at the visitor center front desk.                           Military presence in the Southwest  1851 - 1891                Fort Tour                Mechanics Corral                Tent Encampment               6 Mule Army Wagon                Pet Friendly                Exploring the Fort                Santa Fe Trail              The monument is open daily except Thanksgiving Day, Christmas Day, and New Year's Day. We are currently in SUMMER HOURS OPERATION. Winter Hours: Labor Day to Memorial Day 8:00 a.m. to 4:00 p.m. Summer Hours: Memorial Day to Labor Day 8:00 a.m.to 5:00 p.m Fees There is NO FEE to enter Fort Union National Monument. Enjoy your visit! If you plan to visit other parks with an entrance fee, learn more about the America the Beautiful - National Parks and Federal Recreational Land Pass and fee-free days in the national parks. The park does issue the Annual 4th Grade Pass . For more information about how your 4th grader can print the necessary voucher for this pass, visit our Fee & Passes page or the Every Kid in a Park website.    Ranger Led Activities and Tours For daily programs and activities check out our Guided Tours and Talks Page Already planning a trip for the upcoming year? Here's the 2016 Event Schedule (pdf 96.8kb). Safety Safety is out number one concern so to help you prepare for a safe and enjoyable visit, check out our safety page.   Accessibility Information on our accessible trails, along with ambulatory, audio and visual aids that the monument provides, check out our Accessibility Page. Frequently Asked Questions (FAQS)  Frequently Asked Questions about the historical aspects of the monument. Pets Pets are allowed on the monument grounds. Please be sure to check out our Pets page to find out about the best and safest way to prepare your pet for your visit. Brochures Download a variety of brochures about Fort Union National Monument. Permits For information about special use permits at Fort Union National Monument, please visit the permits page. Contact Information By Mail: Fort Union National Monument P.O. Box 127 Watrous, NM 87753  By Phone: (505) 425-8025 By Email: e-mail us By Fax: 505-454-9272",
    "url": "https:\/\/www.nps.gov\/foun\/planyourvisit\/basicinfo.htm"
}
