{
    "title": "Salinas Pueblo Missions National Monument: Letrado's Convento",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Gran Quivira     Letrado's Convento                  Letrado's Convento        The Letrado's Convento NPS Photo         In 1629 Fray Francisco Letrado was assigned to the pueblo Las Humanas (Gran Quivira). With help from Fray Diego de San Lucas, Letrado was able to negotiate with the leaders of the pueblo for the use of rooms on the southwest corner of the Mound 7 Pueblo. These eight rooms were adapted to better serve Letrado's purpose by enlarging some doors while filling others, building an altar, and adding more windows for increased light. This small space, what we refer to as the Letrado's Convento, would have been the first church used to conversions at Gran Quivira. Letrado and Diego spent the winter in Santa Fe, returning to Las Humanas in the spring of 1630 with two or three wagon loads of supplies. Letrado was again able to negotiate with the leaders of the pueblo, this time for a work crew to help expand his rooms. An additional eight rooms were built doubling the size of the convento. At this same time, Letrado began construction on the much larger San Isidro Church. Unfortunately, Letrado would not be around to see the completion of his church after being transferred to the pueblo of Hawikuh near the Zuni Pueblo where he was killed in an uprising. Letrado had been concerned that the Las Humanas pueblo could not support a large mission due to a serious lack of water. Las Humanas would become a visita, a satellite mission, of the Abo Mission. The Letrado's Convento was excavated in the 1960s as part of the excavation of Mound 7. Artifacts from this excavation are on display in the Gran Quivira visitor center. With the backfilling of Mound 7 in 2012, the Letrado's convento rooms were left open. This now offers a good illustration of the divide between the Mound 7 pueblo rooms and the rooms used and built by the Spanish in the early days of conversions at the pueblo of Las Humanas.       The excavation of the Letrado's Convento SAPU Museum Collection",
    "url": "https:\/\/www.nps.gov\/sapu\/learn\/historyculture\/letrado-convento.htm"
}
