{
    "title": "Grand Canyon National Park: Get Involved",
    "body": "Explore This Park    Get Involved           Get Involved       Do Business With Us  Special Use Permits (weddings, reunions, events, First Amendment, scattering ashes) Commercial Use Authorizations (transportation, guided tours, equipment delivery) Filming and Photography Permits Commercial River Trip Operating Requirements       Work With Us  Grand Canyon National Park has several opportunities for individuals to find employment. Learn More...      Volunteer You can help Grand Canyon in a variety of ways from enhancing visitor services to sharing your specialized expertise to help protect and preserve park resources. Learn More...         Planning  View planning documents for recent projects in Grand Canyon National Park, including Environmental Impact Statements (EISs), Environmental Assessments (EAs), management plans, and decision documents, such as Findings of No Significant Impact (FONSIs) and Records of Decision (RODs).  Learn which projects are currently available for public comment through the NPS Planning, Environment and Public Comment (PEPC) website.      Donate With donor and member support, the Grand Canyon Association works in cooperation with the National Park Service to fund projects and programs that are beyond the financial capacity of the park.Your gift to the Grand Canyon Association will help restore park trails, rejuvenate fragile habitat, protect rare and endangered species, and preserve our heritage.      Support Your Park Learn ways you cam become more involved to help preserve the rich natural and cultural resources protected here in Grand Canyon National Park.      NPS Centennial The National Park Service turns 100 on August 25, 2016. To us, it's not about cakes and candles —it's about being an organization ready to take on the challenges of our second century. Grand Canyon National Park is a big part of this effort. Take a look at what we're doing locally and get involved!",
    "url": "https:\/\/www.nps.gov\/grca\/getinvolved\/index.htm"
}
