{
    "title": "Salinas Pueblo Missions National Monument: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                Birds        Young Violet-green Swallows on the nest in the Mission at Quarai. NPS Murt Sullivan         American Robins at Abo NPS Murt Sullivan  The Birds Of Salinas Pueblo Missions National Monument By Hart R. Schwarz By National Park standards Salinas has modest dimensions, scarcely exceeding 1000 acres, and even these are not contiguous, but split into three units spaced as far as 35 miles apart. And yet, while considerable diversity of birds and habitats might have been expected in such a scattershot park, the homogeneity of habitat in this pinyon\/juniper life zone is a decidedly unifying factor, which allows the Salinas bird list to be broadly applicable to all three units. Still, each of the units (Gran Quivira, Quarai, and Abo) has its distinctive signature, dependent in large measure on the availability of wetland resources. Amazingly, in seven short years (1996-2002) more than 150 bird species have been documented for Salinas. And if you're looking for birds, Quarai is the place to find them.   Quarai (6,600 ft.): Early bird records are scarce for Salinas, and, when extant, pertain mainly to Gran Quivira, which, as the only unit with federal Monument status until 1980, attracted most of the research efforts. Thus, early on, the birds of Salinas were seen through the monochromatic prism of GQ, where the absence of water made for relatively low bird diversity. However, recent ornithological investigations since 1996, have revealed extraordinary biological riches at Quarai, where perennial waters support cottonwoods and other riparian vegetation, including many fruiting shrubs-and as a result, a wide variety of birds.  The last week in March heralds the start of the breeding season with the arrival of the Violet-green Swallows, who have discovered that the ancient church walls dating from the 17th Century provide good nesting habitat, wherever the mortar has loosened enough to allow a narrow passageway between the bricks. The swirling swallows of Quarai arouse much curiosity among visitors, who then seek to divine the identity of these graceful, ethereal creatures, so in keeping with the spiritual atmosphere of the place. By contrast, one of the latest spring arrivals is the somberly-clad, but very stylish Phainopepla, which here at Quarai is at the northern limit of its range. Eggs are generally laid during the latter part of June, with young generally fledging by the end of July when chokecherries and currants begin to ripen. Other nesting birds at this oasis on the edge of the Manzano Mountains, include Cooper's Hawk, Great Horned Owl (within the church), Ladder-backed Woodpecker, Western Wood-Pewee, Say's Phoebe, Plumbeous Vireo, Rock Wren, Western Bluebird, Mountain Bluebird, Yellow-breasted Chat, Western Tanager, Black-headed Grosbeak, Blue Grosbeak, and Lesser Goldfinch. Song Sparrows and White-crowned Sparrows are indicators of the winter season, which, although much subdued compared to the hectic pace of summer, may feature such interesting visitors as the Virginia Rail or the Marsh Wren. While summer and winter have a certain predictability about them, migration at Quarai is the deck containing the Joker that can make the most far-flung hope a reality. Because Quarai can be such a vortex of birds in spring and fall, the Park Service and the Forest Service have joined to celebrate International Migratory Bird Day here since 1998. Already 92 species have been recorded on that second Saturday in May during the last five years alone. This list includes fifteen species of warblers, of which the Blue-winged and the Chestnut-sided are, perhaps, the most distinguished. Click here to see the cumulative International Migratory Bird Day list for Quarai. Click here to read about the 2014 International Migratory Bird Day at Quarai.  Abo (6,100 ft.): Like Quarai, Abo has perennial water, giving it a superficial resemblance to Quarai, but without the Yellow-breasted Chat or the Phainopepla. However, Abo harbors a few specialties of its own, such as the Black Phoebe nesting annually on a rocky ledge above a spring-fed pool, and a Canyon Wren quite uncharacteristically raising a family in a ceramic pot stored on the porch of a house not far from the Visitors Center. Unique transients at Abo include such casual drop-ins as the Spotted Sandpiper, Belted Kingfisher, Steller's Jay and Clark's Nutcracker.  Gran Quivira (6,500 ft.): This site, sitting atop Chupadera Mesa, has magnificent views into the Estancia Valley below, but, without even a trace of water, is limited to the typical birds associated with a near-pristine juniper-savannah landscape. During the breeding season, these would include the Mourning Dove, Ash-throated Flycatcher, Western Scrub-Jay, Bewick's Wren, Juniper Titmouse, Chipping Sparrow and the occasional Gray Flycatcher. In order to learn why more and more people are discovering the joys of birding Salinas, look for the following related links elsewhere on this web page: the bird checklist, soon to be updated; the spring count totals for International Migratory Bird Day at Quarai (1998-2002); and the results of a Breeding Bird survey at Gran Quivira on May 26, 2002. Click here to see the 2002 Breeding Bird Survey at Gran Quivira",
    "url": "https:\/\/www.nps.gov\/sapu\/learn\/nature\/birds.htm"
}
