{
    "title": "Salinas Pueblo Missions National Monument: Edgar Lee Hewett",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Edgar Lee Hewett                Edgar Lee Hewett          One person who has done a wealth of work towards the preservation of the Salinas Pueblo Missions is Edgar Lee Hewett. Born in 1865, Hewett would fall in love with the west, especially the archeological ruins while on vacations from teaching in Colorado. In 1898, Hewett accepted a position as the head of the Normal University in Las Vegas, New Mexico. During this time Hewett became interested in the preservation of archeological sites on the Pajarito Plateau, publishing a report that brought him national attention. This effort would lead Hewett to Washington DC where he helped author the Antiquities Act in 1906. The Antiquities Act was a monumental achievement for preservation. The act allowed for the protection of archeological sites and other sites of significance. It also allowed the president of the United States to set aside National Monuments. By the end of his term, President Roosevelt would set aside eight National Monuments including Devils Tower in Wyoming, El Morro and Gila Cliff Dwellings in New Mexico, and the Petrified Forest in Arizona. Using the Antiquities Act, President Taft set aside Gran Quivira National Monument on November 1, 1909. A portion of Hewett's beloved Pajarito Plateau would become Bandelier National Monument in 1916. In 1907 Hewett would become the director of the School of American Archeology, later called the School of American Research (SAR). This group would work to protect prehistoric archeological sites throughout the west by acquiring individual ruins. Through this effort SAR was able to acquire the Pecos Pueblo, and later in 1913, the Quarai Mission. Hewett led an archeological investigation at Quarai in 1913 excavating portions of many of the pueblo mounds. SAR and the Museum of New Mexico (established in 1909 and headed by Hewett) would then purchase the Clara Corbyn homestead that contained portions of the Gran Quivira mission complex in 1914. Hewett would lead the first excavations at Gran Quivira in 1923. During this project the National Monument was fenced off, the San Buenaventura Church was cleared of rubble, and early excavations were started on some of the mounds and kivas. Hewett would return to Gran Quivira, continuing to excavate many of the pueblo mounds and mission structures through 1927. Hewett would continue to work as an archeologist throughout the southwest, eventually establishing the archeology and anthropology divisions at the University of New Mexico. The University of New Mexico would purchase Quarai in 1928 after the SAR lost it following local pressure. They would then purchase the Abo Mission in 1937. Both would become New Mexico State Monuments in 1938. Edgar Lee Hewett died in December 1946.        For more information on Edgar Lee Hewett please visit: https:\/\/www.nps.gov\/archeology\/pubs\/antiq\/index.htm",
    "url": "https:\/\/www.nps.gov\/sapu\/learn\/historyculture\/edgar-lee-hewett.htm"
}
