{
    "title": "Salinas Pueblo Missions National Monument: Clara Corbin",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Clara Corbin                Clara Corbin       William G. and Clara A. B. Corbin opened an important new phase in the history of Gran Quivira when they filed a homestead claim on the 160 acres they believed contained the ruins of Las Humanas Pueblo and the mission of San Buenaventura. William was a Civil War veteran from New York who became a commissioned officer of colored troops during the war. After the end of the conflict, William moved west to find work, and never returned to his first wife and children in Lockport, New York. While in Chicago in 1872, William wrote a letter to his wife requesting a divorce and remarried two years later in Ohio. William and his new wife, Clara A. Ball, moved to New Mexico pursuing a railroad scheme in 1882, only to loose everything in the financial crash of 1893. In hopes of rebuilding their fallen fortunes, the couple decided to visit Gran Quivira to search for its fabled treasure.  William and Clara first visited Gran Quivira sometime before April of 1895. Taking advantage of his Civil War Veteran's benefits William filed a homestead claim on the land to safeguard their rights to any treasure that might be found within the ruins. Unfortunately, before they could continue the treasure hunt, William Corbin died in Albuquerque in 1898. Upon his death, his wife Clara inherited the homestead claim and became a pivotal figure in the history of the Salinas antiquities.  After the demise of her husband and sole source of support, the legally blind Clara Corbin began lecturing on various topics in Albuquerque and eventually the Colorado Springs area.  Between her lecturing travels, Corbin resided at Gran Quivira as per the homestead requirements. She lived in a re-roofed room of the convento, and although she was bind, navigated to the clothes line and outhouse by way of guidelines, and had water delivered to her by a local shepherd boy. At the end of the century, Corbin traveled to Colorado Springs to seek medical attention and it was here that Clara met Mrs. Virginia McClurg, the champion of the Mesa Verde Cliff Dwellings and head of the Colorado Cliff Dwellers Association. In July of 1899, Mrs. McClurg hosted a lecture given by Clara Corbin in her home. The relationship between the two women quickly soured due to their differing views on what should be done with the ruins at Gran Quivira. In July of 1901, Virginia McClurg hired Alfred Wetherill to guide her to the central New Mexico ruins of Gran Quivira so she could see them for herself. In a report written to the director of the Brooklyn Museum, McClurg relayed details of her visit and outlined her plans to contest Clara Corbin's homestead claim in an effort to invalidate it. According to McClurg's plans, if the contest case was successful, Mr. McClurg could file a claim on the ruins (Mrs. McClurg could not do this as a married woman) with the ultimate goal of handing the site over to the Brooklyn Museum. The fight between Corbin and McClurg began July 23, 1901 in the General Land Office in Santa Fe, and went all the way to the General Land Office in Washington, D.C. It was in the nation's capital in June of 1903 that Corbin's claim to the land was found to be invalid due to the fact that William's divorce to his first wife was never finalized, making William a bigamist and Clara not his legal widow. The decision of the General Land Office was overturned by Secretary of the Interior, E. A. Hitchcock in January of 1904, effectively returning the land to Corbin. Homestead Certificate No. 2921 was signed by President Theodore Roosevelt on April 18, 1905, finalizing Clara Corbin's homestead application.  Clara Corbin continued her activism in support of the ruins at Gran Quivira. To support herself and her dream of excavating the site, Corbin continued lecturing about the ruins throughout the United States, traveling as far as Oregon and California. Eventually she wrote a book, and sold subscriptions to it and its sequel. Clara Corbin died in Los Angeles, California in December of 1913. Soon after, the Museum of New Mexico purchased the Corbin Homestead land in 1914. This land would be included within the boundary of Gran Quivira National Monument when it was expanded in 1919.",
    "url": "https:\/\/www.nps.gov\/sapu\/learn\/historyculture\/clara-corbin.htm"
}
