{
    "title": "Salinas Pueblo Missions National Monument: Frank \"Boss\" Pinkley",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Frank \"Boss\" Pinkley                Frank \"Boss\" Pinkley        Frank \"Boss\" Pinkley NPS Photo       Frank Pinkley is a true legend of the National Park Service. Born May 27, 1881, near Chillicothe, Missouri, Pinkley moved to the arid desert of Arizona after doctor's tests indicated the possibility of tuberculosis in 1900. The following year he started work as the first Custodian of Casa Grande Ruins Reserve, helping with the archeological excavations in 1906-07 and 1907-08. Following the creation of the National Park Service in 1916, Casa Grande becomes a National Monument in 1918. After a brief time in the Arizona State Legislature, Pinkley returned to his job at Casa Grande.           The Southwest National Monuments seal. NPS Photo  In 1923 Pinkley spent two weeks helping Edgar Lee Hewett and the School of American Archeology with archeological excavations at Gran Quivira National Monument. During this project, Pinkley assisted with the removal of debris from the Mission. Pinkly later reported to Stephen Mather, head of the National Park Service: The work of clearing the debris out of the mission began on the morning of the 16th and continued until the night of the 21st. It was a straight job of moving dirt and rock, it was not necessary to sift it or examine it closely for artifacts. This being the case, as many men and teams as could work without interference were put on the job and it was rushed through, so far as the money could carry it, in a few days. It was by no means enough money to complete the cleaning of the mission and the complex of rooms adjoining the mission had to be left practically untouched. Let us hope that future appropriations will allow us to continue this work a little at a time year after year until real results can be shown at this very interesting monument.   This was the first official archeological work completed at Gran Quivira. That same year Pinkley was made Superintendent of the newly created Southwest National Monuments, a collection of 14 National Monuments including Gran Quivira. This would eventually expand to include 27 National Monuments in four states with a total area of 1,143.35 square miles. In 1924 Pinkley was allotted $15,000 for the administration of these monuments, a figure that worked out to 9.2 cents per visitor. The monuments were staffed by a group of men and their wives, all volunteers called Custodians including Doc Smith at Gran Quivira, who alone saw the upkeep and management of their individual monuments. As their leader Pinkley was called \"The Boss,\" a nickname he gladly adopted and used when signing monthly Southwest National Monument reports. These reports contained summaries from the Custodians at each monument, as well as ruminations from The Boss: They all act like they thought the world would promptly go to pieces if they quit work for a few days, not that I blame them for I feel the same way about myself. However, we haven't lost our sense of humor and can still get a lot of fun out of the work and those saving graces that carry us over the rough spots. My general idea is that we ought to be serious in our work and plans---but not too serious.  Each summer Pinkley would load up his family into their Model T, \"Baby\", and make a circuit visiting all of his monuments. In this way Pinkley returned to Gran Quivira again and again to help with further excavations general upkeep. Of Gran Quivira Pinkley said:  \"Gran Quivira did well, I think, seeing how far it is off the main traveled road, to draw 287 visitors in January. If you had driven in over that last 27 miles in bad weather you would understand how badly those people wanted to see the ruins.\"   In 1940 Pinkley was able to get funding to hold the Southwest National Monuments first Custodian School, a three day conference at Casa Grande National Monument. For his effort, most of the 27 National Monuments' Custodians and their wives were able to attend the meeting. During his opening speech Pinkley reflected on his time as Superintendent, his near 40 years of work, and thanked the wives for their efforts to protect and promote the National Monuments as much as the Custodians. In closing he said: May we leave this meeting three days hence with a bigger and broader comprehension of our work and a fixed determination to do it better this next year than it has ever been done before.    Pinkley then returned to his chair, sat down, and promptly died of a massive heart attack. A funeral service was held at Casa Grande near where Pinkley lived when he first arrived in 1901. It was also decided to continue with the conference in Pinkley's absence, just as \"The Boss\" would have wanted.         For more information on Boss Pinkley please visit: https:\/\/www.nps.gov\/history\/history\/online_books\/sontag\/pinkley.htm",
    "url": "https:\/\/www.nps.gov\/sapu\/learn\/historyculture\/boss-pinkley.htm"
}
