{
    "title": "Grand Canyon National Park: Fire Info & Activity",
    "body": "Fire Information and Activity           Fire Updates \/ Advisories \/ Restrictions \/ Closures              Grand Canyon Lodge, North Rim Campground, North Kaibab Trailhead, visitor center and scenic viewpoints within Grand Canyon National Park are all open. NPS  Updated August 11, 2016   OPEN TO VISITORS: Highway 67; North Rim Visitor Center, Lodge and Campground; Fuller Canyon Road; Point Imperial and Cape Royal Roads; Cape Royal Trail; Cape Final Trail; Cliff Springs Trail; and FSR 22 and Rainbow Rim Trail on the Kaibab National Forest.      Thursday, August 11, 2016 Fire: Fuller Fire Completion: 48% Acres: 14,541 Start Date: June 29,2016 Cause: Lightning Location: Point Imperial, North Rim Grand Canyon National Park Total Personnel: 100, as of August 10, 2016 Fuels\/Topography: Timber, grass, rugged terrain Smoke and isolated pockets of heat remain within the burned area and will persist for some time. If the heat lasts through the monsoon, the fire could start to become active again. Fire is a natural part of the landscape in Grand Canyon National Park and Kaibab National Forest and fire managers use it to help clean up dead down trees and debris from the forest floor. The extended absence of wildfire increases the risk of catastrophic fire in this area, which could have negative impact on vegetation, soil, wildlife, and other natural resources. The Fuller Fire reduces the likelihood of catastrophic wildifre in the future by restoring the natural fire cycle and improving forest health. There is a closure order in place for the Kaibab National Forest. The boundary of this area closure starts east of Highway 67 at the junction of FR 610 and FR 611, heading northeast where the junction of FR 611 and the North Canyon Trail intersect, continuing on the North Canyon Trail to the trailhead on FR 631, then south on FR 631 to the junction with FR 455A, then northeast along FR 445A to the junction with FR 8910, then southeast along FR 8910 to the Kaibab National Forest boundary with Grand Canyon National Park and following this boundary south and west to FR 610. This order only affects lands on the Kaibab National Forest. View the closure map here. Fire Information:   Inciweb:inciweb.nwcg.gov\/incident\/4845 Text Message: text \"follow GrandCanyonNPS\" to 40404 Facebook: facebook.com\/FullerFire Twitter: twitter.com\/GrandCanyonNPS Fire Information Center: 844-684-5411; Recorded Information: 928-638-7688  http:\/\/wildlandfire.az.gov\/links.asp#Smoke       During an active fire, more detailed information is available from:           The park's Twitter feed: https:\/\/twitter.com\/GrandCanyonNPS   Grand Canyon National Park News Releases               The park's InciWeb site: http:\/\/inciweb.nwcg.gov\/unit\/313\/ InciWeb Twitter site: https:\/\/twitter.com\/inciweb (#AZGCP)      Current Fire Information from Our Neighboring National Forests:  The Kaibab National Forest web site  http:\/\/twitter.com\/KaibabNF   The Coconino National Forest web site http:\/\/twitter.com\/CoconinoNF          Listen to the  Weather Forecast for Grand Canyon (NOAA Weather Radio)       Fire Restrictions \/ Regulations Please review the year-round fire regulations in place at Grand Canyon: - Within the park, fires are only allowed in designated campgrounds and may only be ignited in grills or designated fire rings. - If you are hiking and camping below the rim, cook stoves may be used, but campfires and other open fires are never allowed. - If you are on a river trip, campfires are only allowed in elevated metal pans, and use of a fire proof blanket under the pan is required. For information about fire restrictions on other public lands in Arizona and New Mexico call the Southwest Area Fire Restriction Information Line at 877-864-6985.       The fire danger at Grand Canyon National Park is:          South Rim: Very High              North Rim: Very HIgh            Learn more about the Fire Management program at Grand Canyon National Park. View photos of Grand Canyon's Fire and Aviation program. To view interagency wildland fire photos, click here. Wildland Fire QUICKLINKS: Frequently Asked Questions Smoke and Air Quality Resources National Fire Information Inciweb National Large Fires Maps NPS Fire & Aviation Management - Twitter - Facebook Fire In-Depth  Northern Arizona Weather Forecast (NOAA)          For more fire information in and around Grand Canyon National Park, visit the Arizona Emergency Information Network, the official site for alerts and bulletins on emergencies and disasters in Arizona, including public health and safety advisories, homeland security alerts and disaster relief bulletins. Also, Arizona Fire News             Ponderosa Pine: Living With Fire   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 45 seconds  The secret to the Ponderosa pine's success is how well it has adapted to fire. What can people who live in fire-prone areas learn from the tree's defenses?        View full screen.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/management\/fire_info.htm"
}
