{
    "title": "Salinas Pueblo Missions National Monument: Mary Colter and the Pictographs",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Mary Colter and the Pictographs                Mary Colter and the Pictographs        The ceiling of the Desert View Watchtower at Grand Canyon National Park. NPS Photo       It is difficult to overstate Mary Colter's impact on the National Park Service and the architecture of the southwest. Born in Pittsburgh on April 4th, 1869, Colter attended the California School of Design and was hired by the Fred Harvey Company in 1901. Fred Harvey, recognizing the importance of the railroad for touring the vast United States, developed the Harvey House, a chain of restaurants, stores, and hotels at railroad stops throughout the west. Colter was first hired by the Fred Harvey Company to decorate the Alvarado Hotel in Albuquerque, New Mexico. This work led to a full time job as an architect for the company where Colter went on to design many of the beautiful historic buildings at Grand Canyon National Park including the Hopi House, Phantom Ranch, Hermits Rest, the Bright Angel Lodge, and the Desert View Watchtower. Through this work Colter developed what would become known as National Park Service Rustic design and would influence and continue to inspire the architecture of National Park lodges throughout the west. What does this have to do with Salinas Pueblo Missions National Monument? In 1908, Herman Schwizer, of Albuquerque, walked to the ruins of the Abo Mission to visit the Abo Painted Rocks site. This rocky overhang contained incredible Native American pictographs dating from the Pueblo IV period starting in 1300. These pictographs are interesting for their inclusion of images of both Puebloan and Plains cultures and for the variety of colors used in their design. Using Schwizer's drawings, Colter had artist Fred Geary decorate the ceiling of the Grand Canyon's Desert View Watchtower with pictographs from Abo during its construction in 1932. Curiously, these drawings include whole pictographs that today are missing or damaged at the Abo site. When Colter or one of her representatives visited the site in 1932 or 1933, some of the pictographs drawn by Schwizer in 1908 were already damaged and vandalized including the image of a Koshare figure; a Puebloan trickster or clown painted with black and white stripes. This figure was missing the top half of his body by 1932 or 33, but appears whole on the ceiling of the Desert View Watchtower. Due to this damage, the pictographs on the ceiling of the Watchtower are a very important early glimpse of the pictographs from Salinas Pueblo Missions National Monument, and provide a link between this park and Grand Canyon National Park.",
    "url": "https:\/\/www.nps.gov\/sapu\/learn\/historyculture\/mary-colter-and-the-pictographs.htm"
}
