{
    "title": "Grand Canyon National Park: Helicopter Training",
    "body": "Helicopter Training Academy - Program       The application period is now closed for 2016. Mission Statement The Grand Canyon Flight Crew provides safe and practical training opportunities for helicopter managers and helicopter crew members from all agencies to ascertain or increase their aviation knowledge and experience in a professional and educational atmosphere. History In the spring of 2000, the Helicopter Training Academy was born with 13 students. The students were used to meet the minimum staffing levels needed to keep up with the variety of missions and daily workloads here in the Park and the surrounding areas like the Kaibab National Forest. Within the first year of its creation, the Academy illustrated why there was such a necessity for interagency helicopter training. The Academy has been managed by several members from Grand Canyon Flight Crew throughout the years. Crew members have each brought new training topics, instructional methods, and ideas. Coupled with feedback from each HTA student, it has lead to the current program which includes workbooks, didactic trainings, practical field opportunities, and sometimes, more unique missions like slinging stuck boats from the Colorado River or relocating threatened or endangered species to a new habitat. Although the southwest fire season and the workload at Grand Canyon National Park were lower than normal, the 2015 fire season was still record breaking in many aspects.Our crew continued to instruct to the best of our ability and taught 19 students formally and took additional trainees on the road with us to the Northwest.Students performed in numerous operations from medical emergencies, wildland fires, and never-ending project work associated with the Park's maintenance plans. All the students performed well and took much from their experience here.      Applicant Information and Forms  2016 Interest Letter 2016 Nomination Form Crewmember Presentation Manager Presentation       For the variety of agencies and places trainees come from, see: List of Alumni by Year (165kb PDF File)              Helicopter Training Academy  contact us   Logistics Selection Criteria FAQs Statistics Photo Gallery Alumni By Year         Jump to: Video - Shorthaul Rescue of Stranded Boaters Aug 17, 2008",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/management\/heli_program.htm"
}
