{
    "title": "Salinas Pueblo Missions National Monument: Adolph Bandelier",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Adolph Bandelier                Adolph Bandelier        Tuyonyi Ruin at Bandelier National Monument which was named in honor of Adolph Bandelier NPS Photo from Harpers Ferry Center       Adolph Bandelier is one of the most important ethnographers, historians, and archeologists in the history of the southwest. Born in 1840 in Bern, Switzerland, Bandelier moved with his family to the United States in 1848. Settling in the Swiss community of Highland, Illinois, Bandelier grew up training to go into the family banking business. A friendship with the famous American Anthropologist Lewis Henry Morgan led to an interest in ethnography. In 1880, at the age of 40, Bandelier traveled to Santa Fe to pursue this interest by visiting many of the American Indian tribes of the southwest. At the time the study of American Indians was not seen by some as important or necessary, and it would take a letter of support from John Wesley Powell to convince the Archeological Institute of America who sponsored the study. Bandelier would continue his work in the southwest in 1882, visiting all thee missions associated with Salinas Pueblo Missions National Monument. Bandelier would map each of the sites and take some of the earliest photos of the missions. By showing the condition of the missions and the visible cultural remains, this work is invaluable to the park. Bandelier would also visit most of the areas that are now National Park sites throughout New Mexico and Arizona including Pecos, Aztec Ruins, El Morro, El Malpais, Gila Cliff Dwellings, Casa Grande, Tonto, and the pueblo ruins of the Pajarito Plateau which would be named in his honor, Bandelier National Monument. Bandelier would write a report on his work in the southwest entitled \"Final Report of Investigations Among the Indians of the Southwestern United States, Carried On Mainly in the Years from 1880 to 1885.\" Bandelier would go on to study cultures throughout Mexico and Central and South America. While in Spain in 1914 where he was working in the Archivo de las Indias, Bandelier would die. Buried in Seville, Spain, Bandelier's remains were exhumed in 1977 and his ashes spread in Bandelier National Monument in 1980.",
    "url": "https:\/\/www.nps.gov\/sapu\/learn\/historyculture\/adolph-bandelier.htm"
}
