{
    "title": "Scotts Bluff National Monument: Cooperating Association",
    "body": "Explore This Park    Get Involved     Support Your Park     Cooperating Association              Cooperating Association              The Oregon Trail Museum Association (OTMA) is one of many cooperating associations to be found throughout the United States. Cooperating Associations developed early in the National Park Service history to provide visitors with inexpensive trail guide brochures, pictures, maps, and other interpretive literature not otherwise available through the use of federal funds. Their primary function continues to be the support of park interpretive and related visitor service activities. Cooperating associations operate small bookshops and sales counters in park visitor facilities. These bookshops make literature and other items that assist in the public understanding of the parks available. Monies from these sales are used to sponsor various activities that support the park’s interpretive programs.      What does the OTMA do in the parks? Since 1956, OTMA has provided support for both Scotts Bluff and Agate Fossil Beds National Monument.  Here are a few ways your contributions support the park:   Printed Self-Guiding Trail Brochures and other interpretive literature Provides Exhibit materials, such as the wagon replicas used on the Oregon Trail. Supports Living History demonstrations of life on the Oregon Trail. Provides park research materials. Purchase photographic material to assist interpretive program development          OTMA Membership benefits Your membership will help the Oregon Trail Museum Association assist visitors in furthering the understanding of the National Parks, ultimately helping to preserve America’s Heritage. There are other benefits as well…   Subscription to the OTMA Newsletter Attendance at annual membership meeting Having a say in the OTMA decision making process Discounts on OTMA merchandise  Discounts on merchandise at many other National Park Service sites nationwide         How can I join? You can join the Oregon Trail Museum Association year round. It is a $10 donation for a new member and then a $5 donation for each successive year. To mail in a contribution and join please download our brochure and enclose a check or fill out the member application and drop it off at the Scotts Bluff National Monument Visitor Center of the Agate Fossil Beds Visitor Center on your next visit.      How can I contact the OTMA? by phone: 308-436-9715 by mail: Oregon Trail Museum Association PO Box 27 Gering, NE 69341",
    "url": "https:\/\/www.nps.gov\/scbl\/getinvolved\/supportyourpark\/coopassociation.htm"
}
