{
    "title": "Salinas Pueblo Missions National Monument: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Salinas Pueblo Missions National Monument 102 South Ripley St.  Mountainair, NM 87036-0517            Directions         Reach the Mountainair Headquarters by taking I-25 south from Albuquerque to Belen, then NM 47 diagonally to US 60, then east 21 miles to Mountainair. To travel the historic highway route (Turquoise Highway) from the north, take I-40 east from Albuquerque to NM 337, drive south 47 miles (76K) to junction with NM State Highway 55. Proceed right (west) on Hwy 55 about 16 miles (26 K). Turn right on Highway 60 and proceed one block to HQ.  Information on the ruins & surrounding area is available here.   Directions Details           Operating Hours & Seasons         Salinas Pueblo National Monument Winter Hours The three park Mission Units (Abo, Quarai, and Gran Quivira) are open daily with summer hours (Memorial Day - Labor Day) 9:00 a.m. - 6:00 p.m., and winter hours (rest of the year) 9:00 a.m. - 5:00 p.m. Salinas Pueblo Missions is closed three days out of the year: Thanksgiving Day, Christmas Day, and New Years Day.    Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Christmas Day:  Closed      New Year’s Day:  Closed      Memorial Day  - Labor Day  9:00 AM - 6:00 PM      Thanksgiving Day:  Closed                 Weather           Salinas Pueblo Missions is at 6100-6500 ft (1860-1980 m) in an arid climate. Average annual rainfall is about 15 inches. Winters can be cold & snowy. Summer highs are above 90F\/32C with cool evenings. June-September often has thunderstorms. Flash flooding may occur in the area. Abo Ruins is especially prone to road closures as a result. Spring highs average 75F\/24C & Fall a little cooler. High winds often occur. Trails may be closed during these times. Check local weather prior to visiting.         Fees & Passes     Entrance Fees:   Salinas Pueblo Entrance Fee - $0.00 There is no fee to enter Salinas Pueblo National Monument.          Visitor Centers       Salinas Main Visitor Center Headquarters  The Main Visitor Center in Mountainair is open daily 8:00 a.m. - 5:00 p.m. A 14-minute Park Movie is shown, on demand, at the headquarters. The visitor center includes a museum, restrooms, and gift store. All park sites closed Thanksgiving, Dec. 25th, and Jan 1st.   Abo Ruins Visitor Center There is a visitor contact station, a short trail through the 17th Century Mission of San Gregoiro de Abó, and another short trail around the the Spanish Resettlement Structures. The site also included restrooms and a bookstore.    Quarai Ruins Visitor Center The Quarai Ruins Visitor Center includes a museum, restrooms, and a bookstore. A small parking lot makes mid to large RV turnaround difficult. Please park on hill above parking lot.    Gran Quivira Ruins Visitor Center The Gran Quivira Ruins Visitor Center includes restrooms, museum, bookstore. There is ample parking and a large parking lot allows for easy RV turnaround.                   Start here to plan your visit. Search the following pages to get the most out of your visit! Operating Hours and Season Fees and Passes Permits and Reservations Pets Goods and Services",
    "url": "https:\/\/www.nps.gov\/sapu\/planyourvisit\/basicinfo.htm"
}
