{
    "title": "Gila Cliff Dwellings National Monument: Geologic Activity",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Geologic Activity                Geologic Activity         Gila conglomerate at the back of Cave #4. NPS Photo by Barry Nielsen  Gila Cliff Dwellings National Monument and the surrounding Gila Wilderness are located in the Southern Rocky Mountains volcanic province, one of several major volcanic terrains of middle Tertiary age in western North America. Many episodes of volcanic eruption, faulting, and erosion have alternated through millions of years to form the area around the national monument. The cliff dwellings are near the eastern margin of a large volcanic collapse structure called the Gila Cliff Dwellings caldera. Collapse calderas such as this are formed by the rapid eruption of enormous amounts of pumice and ash, which spread for tens of miles across the surrounding area. The removal of such a great volume of magma from a subsurface magma chamber, in a period of only days or weeks, removes support from the chamber roof causing it to collapse into the magma chamber, in this case a depression, or \"caldera\", hundreds of feet deep and approximately ten miles across. These events took place about 28 million years ago, and were followed by more erputions that filled the caldera so that the depression is no longer present. Faulting and erosion have further modified the land to form the present landscape. The geologic materials at the mouth of Cliff Dweller Canyon include three bedrock formations plus the floodplain sediments that are being deposited today along the West Fork of the Gila River. Each year, seasonal floods deposit sand and gravel over the banks of the river and occasionally large floods uproot and destroy bridges. Meanwhile, the river continues its main work of wearing away the hillsides and mountains and transporting the eroded rock downstream. For more information on the local geology, click on the link, \"Geology of the Gila Cliff Dwellings\" which has observations keyed to the sign posts of the self-guiding booklet.",
    "url": "https:\/\/www.nps.gov\/gicl\/learn\/nature\/geologicactivity.htm"
}
