{
    "title": "Grand Canyon National Park: Park Statistics",
    "body": "Park Statistics       Download Fiscal Year 2009-2010 Accomplishment Report (2.85 MB PDF File)  Download Grand Canyon National Park Profile 2015 (1.37 MB PDF File)  Download Compendium Of Designations, Closures, Use and Activity Restrictions, Permit Requirements And Other Regulations Updated July 2015 (627 kb PDF File)  Superintendent's Compendium 2015 Summary of Changes (195 kb PDF file) Items that have been modified, added or deleted since the 2014 approval. Updated July 2015.   Jump to: Geographic Statistics  - Climate & Weather  General Grand Canyon National Park Visitation Statistics  Year to Date Reports Monthly Public Use Reports Annual Park Visitation (all years) Visitation by Month\/ Year Park Fiscal Year Report How We Count Visitation Comments by Park Staff  Are available from the NPS Stats Website (The right-hand column displays the Grand Canyon Reports)  Grand Canyon National Park Visitor Transportation System Statistics  Passenger Statistics by Route and Costs, 1974 to 2005 (22kb PDF File)  Passenger Statistics by Month, 1974 to 2005 (19kb PDF File)  Vehicle Information  Updated 2005 (28kb PDF File)       Backcountry Use Statistics Backcountry use statistics (from overnight backcountry permits). The statistics include:  yearly statistics (2000-2015)  permittee breakdown by country and US state  use trends, corridor and non-corridor  use area details for 2015        Grand Canyon Geographic Statistics The park is dominated by the spectacular Grand Canyon; a twisting, 1 mile\/ 1.6km deep and 277 mile\/ 433km long gorge, formed during some six million years of geological activity and erosion by the Colorado River on the upraised earth's crust.  The river divides the park into the North Rim and South Rim which overlook the 10 mile\/ 16km wide canyon. The buttes, spires, mesas and temples in the canyon are in fact mountains looked down upon from the rims.  On-going erosion by the seasonal and permanent rivers produces impressive waterfalls and rapids of washed-down boulders along the length of the canyon and its tributaries. There are over 100 named rapids.  Exposed horizontal geological strata in the canyon span some 2,000 million years of geological history, providing evidence of the four major geological eras; late Precambrian, Palaeozoic, Mesozoic and Cenozoic. (Hunt, 1969; Babcock et al., 1974; Newman, 1977)            National Park Size:       1,217,403.32 acres\/ 487,350 hectares 1,904 sq. miles\/ 4,950 kilometers              .     The \"Grand Canyon\"                .    Length       277 river miles\/ 433km        .       .    Width             Minimum (Marble Canyon)       600 feet\/ 180 meters     Average Rim to Rim       10 miles\/ 16km     Maximum Rim to Rim       18 miles\/ 28.8km        .       .    Average Depth       1 mile\/ 1.6km        .       .    Rim Elevations             South Rim       7,000 feet\/ 2100m     North Rim       8,000 feet\/ 2400m     Lake Mead Boundary       1,200 feet\/ 360m        .       .    Volume             Cubic Yards       5.45 trillion     Cubic Meters       4.17 trillion                      .     The \"Colorado River\" (within park)             Length       277 miles\/ 443km     Average Width:       300 feet\/ 90m     Minimum Width       76 feet\/ 23m     Average Depth       40 feet\/ 12m     Greatest Depth       85 feet\/ 25.5m     Average Gradient       7 feet per mile\/ 12m per 1.6km     Elevation at Phantom Ranch       2,400 feet\/ 720m        .             .     The Colorado River is 1,450-miles\/ 2,333km long from its source in the Rocky Mountains of Colorado to the Gulf of California.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/management\/statistics.htm"
}
