{
    "title": "Gila Cliff Dwellings National Monument: Self Guided",
    "body": "Self Guided        Visitors explore Gila Cliff Dwellings.        There are numerous trails in the vicinity of Gila Cliff Dwellings National Monument that provide opportunities for self-guided exploration. Trail Descriptions Before starting any hike, check current weather and river conditions. Be prepared for changing conditions, and always take plenty of water. Please \"leave no trace,\" pack out all trash, but leave all artifacts and natural objects exactly where you find them. Report any disturbance of cultural sites or natural resources to staff at the Gila Visitor Center. In-depth descriptions of each hike are available at the Gila Visitor Center. Cliff Dweller Canyon This trail climbs about 180 feet to reach the cliff dwellings. The one-mile, round trip hike takes you through 4 different ecological zones filled with native plants and wildlife: riparian river area, cool canyons, desert-like slopes, and a pine and fir forest. Middle Fork Trail (on Gila National Forest and New Mexico State Property) The highlight of this trail is Lightfeather Hot Springs located ½ mile from the trailhead (about 30 minutes). You'll cross the river twice before reaching the springs - average river depth at both crossings is about 24 inches. Average water temperature at the springs is 130oF. Bring a towel! Use caution if entering the hot springs. Hot springs may contain an amoeba that may cause a form of meningitis that can be fatal. Don't get water up your nose. Trail to the Past (near Lower Scorpion Campground on US Forest Service Property) This ¼ mile trail leads you to a single, ancient Puebloan dwelling located up a small canyon.The structure is an interesting comparison to the multi-room caves located at the top of Cliff Dweller Canyon. This trail also takes you to a large pictograph panel that would have easily been seen from the river. This last section of the trail is wheelchair accessible. West Fork Trail (partially on National Park Service Property and continues onto US Forest Service Property) This 300-yard trail hugs the valley floor along the west fork of the Gila River. This portion of a much longer trail is flat and an easy walk. Once the trail reaches the river, this spot is an excellent area to discuss river ecologies.",
    "url": "https:\/\/www.nps.gov\/gicl\/learn\/education\/selfguided.htm"
}
