{
    "title": "Gila Cliff Dwellings National Monument: Trees and Shrubs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs                Trees and Shrubs         Alligator juniper bark detail. NPS Photo by Barry Nielsen  The following are some of the most common trees in the area. The information is taken from the Gila National Forest website. Douglas-fir (Pseudotsuga menziesii) occurs throughout the Gila between 6000 and 11,000 feet in elevation. This majestic tree prefers rocky soils in drainages and on north slopes. The tree is one of the tallest trees in North America ranging between 80 and 200 feet at maturity. It has evergreen, single needles that lack woody pegs or \"suction cups\". The needles are yellow-green to blue-green, ¼ to 1¾ inch long and very fragrant. Each needle is flat with a blunt or slightly rounded tip. The cones are 3 to 4 inches long and very distinctive. Three-lobed bracts extend beyond the cone scales and resemble \"little mouse rear ends with little tails\" sticking out from under the scales. Douglas-fir is one of the most popular trees for Christmas trees in the U.S. Two spruce trees occur on the Gila. These are the Blue spruce (Picea pungens) and the Engelmann spruce (Picea engelmannii). Both of these spruce are found between 6000 and 11,000 feet in elevation and generally occur in high elevation riparian zones and drainages. Both Blue and Engelmann spruce have single needles which have woody \"pegs\" at the base. Their needles are very stiff, evergreen, and range from ¾ to 1¼ inches long. They are yellow-green to bluish or white. Their needles are very sharp, and have an acidic taste. Engelmann spruce tend to have slightly softer needles which curve more towards the tip of the branch. At maturity spruce are medium to large trees ranging from 80 to 100 feet tall. Pinyon (Pinus edulis) is found between 5000 and 7000 feet in elevation on the Gila. This tree is common in drier areas and on south faces. Less common are the singleleaf pinyon (Pinus monophylla) and the Mexican pinyon (Pinus cembroides). Pinyon usually have needles in groups (fasicles) of two, while the singleleaf pinyon has one, and Mexican pinyon generally has three needles per fasicle. The needles are stiff, blue-green or yellow-green, and one to two inches long. The small, pitchy cones contain two very large edible \"pine nuts&qout; on each scale. Generally the cones mature between late August and October. This small (20 to 40 foot) tree is a preferred Christmas tree in the Southwest. Ponderosa pine (Pinus ponderosa) occurs throughout the Gila between 6000 and 10,000 feet in elevation. At maturity, it reaches between 80 and 110 feet tall. It has the widest geographic distribution of any tree in North America, with a range from British Columbia in Canada, to just south of Durango in Mexico. The ponderosa's needles range from 5 to 10 inches long, with generally three tough, yellow-green needles per fascicle or group. Sometimes as few as 2 or as many as 5 needles can be found in a fasicle. When crushed, needles have a turpentine odor sometimes reminiscent of citrus. Cones are ovoid, 3 to 6 inches long with a red-brown color and mature in August to September. The scales are armed with a slender prickle. The bark of Ponderosa is very dark (nearly black) on young trees, developing cinnamon to yellow\/orange colored plates and deep furrows. On warm days, the yellow\/orange bark of mature trees smells like vanilla (or chocolate, depending on whom you ask). Southwestern White Pine (Pinus strobiformis) occurs throughout the Gila between 8000 and 11,000 feet in elevation. This more open canopy tree prefers rocky soils in drainages and on north slopes; much like Douglas-fir. Needles of the Southwestern white pine are evergreen, 3 to 5 inches long, with five yellow-green slender needles per fascicle. The cones are 5 to 9 inches long, cylindrical, with thin, rounded cone scales and are very resinous. Each cone is borne on a long stalk and matures between August and September. This pine, when small, makes a beautiful Christmas tree, though it tends to ooze resin for days after cutting.",
    "url": "https:\/\/www.nps.gov\/gicl\/learn\/nature\/treesandshrubs.htm"
}
