{
    "title": "Gila Cliff Dwellings National Monument: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature         Archeological team members measuring side wall of cave, August 2004. NPS Photo. Barry Nielsen  Gila Cliff Dwellings National Monument is located in the Gila Wilderness within the Gila National Forest. Within a few miles of the Cliff Dwellings, elevations range from around 5,700 to 7,300 feet above sea level. In the immediate vicinity of the Cliff Dwellings, elevations range from 5,700 to about 6,000 feet. The terrain is rugged, with steep-sided canyons cut by shallow rivers and forested with ponderosa pine, Gambel's oak, Douglas fir, New Mexico juniper, pinon pine, and alligator juniper (among others).  The climate is usually dry with July and August as the rainy months. During the rainy months there is a possibility of short but intense rain each day. Monthly rainfall can vary from almost three inches in August to a third of an inch in May, the driest month. Precipitation in winter ranges from about half an inch per month to an inch and a half. During the summer daytime highs average in the 90s (F) while nighttime lows can reach into the 50s (F). During the winter daytime highs can be in the 50s (F), while nighttime lows can reach into the teens. The most common large mammals encountered are mule deer and elk. Black bear and mountain lion are in the area, but are seldom seen. Coyotes can sometimes be heard at night. Because the Gila National Forest plays a role in the reintroduction of the Mexican gray wolf. Wolves may be in the area, but encountering them would be rare. The most common birds in the vicinity of the monument are vultures, ravens, crows, hawks, hummingbirds, and various songbirds.        Sonoran Desert Network Inventory and Monitoring Program At Gila Cliff Dwellings National Monument and 10 other southwestern parks, the Sonoran Desert Network (SODN) conducts long-term inventory, monitoring, analysis, and reporting on key park resources to assess the condition of park ecosystems and develop a stronger scientific basis for stewardship and management of natural resources. At Gila Cliff Dwellings National Monument, the network monitors air quality; climate; exotic plants; groundwater; landbirds; seeps, springs, and tinajas; terrestrial vegetation and soils; and streams.",
    "url": "https:\/\/www.nps.gov\/gicl\/learn\/nature\/index.htm"
}
