{
    "title": "Gila Cliff Dwellings National Monument: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping              Camping        Picnic site at Lower Scorpion. NPS Photo      Camping is available in the surrounding Gila National Forest. Forks Campground  Open All Year  The Forks Campground provides primitive camping opportunities along the West Fork of the Gila River. The Forks Campground is a U.S. Forest Service campground located approximately five miles south of the Gila Cliff Dwellings National Monument just off NM State Highway 15 and just north of the Gila River Bridge. The only water available at the campground is from the river and must be either filtered, boiled, or chemically treated. No tables or grills provided. Vault toilets are available on site. Camping is free of charge and first-come, first-served.  More information...  Grapevine Campground  Open All Year  The Grapevine Campground provides primitive camping opportunities along the East Fork of the Gila River. The Grapevine Campground is a U.S. Forest Service campground located approximately five miles south of the Gila Cliff Dwellings National Monument just off NM State Highway 15 and just south of the Gila River Bridge. The only water available at the campground is from the river and must be either filtered, boiled, or chemically treated. No tables or grills provided. Vault toilets are available on site. Camping is free of charge and first-come, first-served.  More information... Upper and Lower Scorpion Campgrounds  Open All Year Scorpion Campgrounds provide primitive camping opportunities along the West Fork of the Gila River. The Scorpion Campgrounds are U.S. Forest Service campgrounds located approximately one-half mile south of the Gila Cliff Dwellings National Monument just off NM State Highway 15. Drinking water is available at the RV station located at the parking area for the Gila Visitor Center (approximately 1 1\/2 miles away). Tables and grills are provided. Vault toilets are available on site. Camping is free of charge and first-come, first-served. More information on Lower Scorpion Campground... More information on Upper Scorpion Campground...",
    "url": "https:\/\/www.nps.gov\/gicl\/planyourvisit\/camping.htm"
}
