{
    "title": "Gila Cliff Dwellings National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes      Fees are collected at a self-service pay station at the trailhead. Payment by credit card may be made at the Gila Visitor Center. Payment by exact change or check may be made at the trailhead. Change is only available at the Visitor Center. Credit card payments can only be made at the Visitor Center. Family  $10.00 per family - per day  A family is defined as one immediate family unit of parents and children.  Individual  $5.00 per adult (16 years and older) - per day  Free entrance for children 15 years and younger.   Federal Passes  No fee for Federal Pass holders. Federal Passes are available for purchase at the Gila Visitor Center.  More... National Park Service Academic Fee Waiver Criteria for Applicants National Park Service (NPS) regulations allow school groups and other bona fide national and international academic institutions to obtain a waiver for park entrance fees, provided that the visit is for educational or scientific purposes, and the resources or facilities the group proposes to use support those purposes. Academic fee waivers are not granted automatically.  Applicant groups must show they qualify for the waiver.  There are three criteria the group must meet to qualify for an academic fee waiver: eligibility, educational purpose, and relevance of park resources or facilities.  These criteria are detailed below:  Academic Fee Waiver Criteria 1.  Eligibility Applicants must prove they are a bona fide academic institution by submitting one of the following:   ·  A statement confirming educational or scientific tax-exemption from the IRS or the applicant's national, state, or local tax authority; or ·  A statement, from a bona fide academic institution, confirming that the group is visiting for the purpose of providing transferable educational credit based on a curriculum; or ·  A statement of accreditation, or recognition as an academic institution, from a recognized national, regional, state, or local authority at the applicant's location.  2.  Educational Purpose of the Visit Applicants must provide a written statement confirming that the visit supports a specific curriculum for which academic credit is offered.  If the group is on a commercial tour, the applicant must state how the tour supports the curriculum. 3.  Relevance of Park Resources or Facilities Applicants must provide a written statement identifying the park resources and\/or facilities that will be used to support the educational purpose of the visit, and how they are relevant to that purpose.   How to Apply for an Academic Fee Waiver at a National Park If you meet the criteria above, please submit the following by mail, e-mail, or fax.  Please allow2 weeks for processing.   1.  A cover letter, on letterhead, explaining what the educational purpose is and how it is related to park resources.  (A general statement that the visit is for \"educational purposes\" is insufficient.)  If your group is using a commercial tour company, the group (not the company) must apply for the fee waiver, and must state how the tour supports the curriculum.  See Educational Purpose of Visit, above. 2.  Current, official documentation of eligibility such as described above.  It is insufficient to merely state or imply this on the organization's letterhead.  Your fee waiver request cannot be approved without one of these documents.  See Eligibility, above. 3.  Provide the name of the course and a brief description. The applicant must be providing educational credit hours based on a specific course of instruction. 4.  Please include the name and correspondence address of the institution; contact name(s) with telephone\/fax number(s) and email address; approximate date and time of arrival and departure; areas you plan to visit; and approximate number of students and chaperones, including faculty. 5.  State in your letter that you understand fee waivers are allowed only for academic institutions that are using the park for educational purposes and the planned trip meets these requirements.  6.  Mail, fax, or e-mail all documentation detailed in the \"How to Apply for an Academic Fee Waiver\" section above to: By Mail:  Gila Cliff Dwellings National Monument, HC 68 Box 100 Silver City, NM 88061  By Fax:  (575) 536-9344 (available only during Gila Visitor Center business hours)  By E-mail: Click here to e-mail us. (If you have difficulty with the link, our e-mail address is gicl_information@nps.gov.)       7.  Please provide a copy of the approved fee waiver to the group leader to bring with them when the group visits. Please be aware…  ·  Fee waivers are not available at the park.  ·  Academic fee waivers cannot be granted for hardship factors.  ·  Service, civic, or fraternal organizations, such as Scouting, Rotary, and Elks, do not quality for an academic fee waiver unless the group meets the criteria above. ·  \"Blanket\" academic fee waivers for all national parks are not issued or accepted.  Groups must submit separate requests to individual parks for approval.  A list of parks and contact addresses is at www.nps.gov. If your request is approved, you will receive an academic fee waiver.  Your group leader must present a copy of the approved fee waiver at the Gila Cliff Dwellings trailhead. If your request is denied, you will receive a letter from the park explaining why your group does not qualify. If required material is not submitted, the park will attempt to contact and assist you.   If you have any questions, please feel free to contact the Gila Visitor Center at (575) 536-9461.",
    "url": "https:\/\/www.nps.gov\/gicl\/planyourvisit\/fees.htm"
}
