{
    "title": "Valles Caldera National Preserve: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies              Laws & Policies       Enabling Legislation The Valles Caldera Trust was created by the Valles Caldera Preservation Act of 2000 (PDF, 152 KB) to preserve and protect the historic Baca Ranch of New Mexico's Jemez Mountains. The groundbreaking legislation that provided for the federal purchase of this 89,000-acre ranch nestled inside a volcanic caldera also created a unique experiment in public land management. The Valles Caldera Preservation Act of 2005 (PDF, 40 KB) provided further legislation.    On December 19, 2014, the enactment of the National Defense Authorization Act for Fiscal Year 2015 (Public Law 113-291, Sec. 3043), established the Valles Caldera National Preserve as a unit of the National Park System. The legislation called for a period of transitional management by the Valles Caldera Trust, which ended on September 30, 2015.    Park Regulations The Superintendent's Compendium (PDF, 3.4 MB) is a compilation of designations, closures, permit requirements, and other restrictions made by the superintendent, in addition to what is contained in Title 36 of the Code of Federal Regulations (Chapter 1, Parts 1 through 7), and other applicable federal statutes and regulations. For other helpful information, see Plan Your Visit.    Firearms in Valles Caldera As of February 22, 2010, a federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this preserve.    It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit the New Mexico Deparment of Public Safety or download the NPS Guns in Parks brochure (PDF, 1.9 KB).    Federal law also prohibits firearms in certain facilities in this preserve (such as visitor centers, contact stations, government offices, etc.);those places are marked with signs at all public entrances.    Firearms should not be considered a wildlife protection strategy. Bear spray and other safety precautions are the proven methods for preventing bear and other wildlife interactions.",
    "url": "https:\/\/www.nps.gov\/vall\/learn\/management\/lawsandpolicies.htm"
}
