{
    "title": "Valles Caldera National Preserve: Horseback Riding",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Horseback Riding              Horseback Riding         Horses and riders at Valles Caldera.   Horses have been part of the Valles Caldera landscape for over 100 years. Recreational horseback riding is balanced with other recreational uses such as hiking and biking. The use of horses, mules, burros, alpacas, and llamas is permitted subject to specific authorization, provided that humane treatment is accorded the animal(s) at all times and all regulations related to animal use are strictly observed.   Riders will have to bring their own horses as the preserve does not have an equestrian concessionaire in operation. Conducting commercial activities requires a Commercial Use Authorization.   Rules of the Trail    Each group of riders will need to check in at the Valle Grande Visitor Center to be issued a horse permit. There is no additional fee for the permit beyond the preserve entrance fee.   A backcountry vehicle permit is required if you wish to drive your vehicle and trailer into the backcountry before beginning your horseback ride. Access to the trails at the Banco Bonito area will be available through the special use permit process for the 2016 season.   Environmental and safety conditions (snowpack, erosion, flooding) can close certain trails to stock use. Maximum stock per party is one animal person, plus one pack animal, not to exceed 10 animals is any one party or the maximum number of stock allowed at a site or the available number of stock spaces at any site. All animals must be under physical control at all times, must remain on roadways, trails, or permitted areas, and are prohibited from feeding\/grazing on plant life within the preserve. Loose herding is not permitted. Stock users are prohibited from establishing new trails and from the short cutting of trails and switchbacks.  Riding of stock at a speed greater than a trot is not permitted.  Any excrement from around trailers and haul homes will be removed from the preserve. Animals may not be stabled or corralled on preserve property and must be removed from the preserve at the end of the day (unless hunter is seeking permission for overnight stays). In places where horses and pack animals are tethered, manure must be scattered at least 300 feet from water sources.   The use of USDA certified weed-free pelleted feed is required while on the preserve to prevent the spread of noxious weeds. All animals must be fed weed-free feed for 48 hours in advance of entering the preserve.  Travel in single file.  Horses and pack animals must be tethered at least 300 feet from water sources and in a manner to prevent damage to live trees or shrubs and away from vegetation, alcoves, and archaeological sites to prevent damage. Tying stock directly to trees or other sensitive preserve resources is prohibited. Riders shall not ride double except for an adult\/child combination. Youth riders (16 years and under) are required to wear helmets.  Riders must be prepared to cross paths with other recreational users or vehicles.  The preserve does allow livestock grazing through a permit process and chances are likely that you will encounter wranglers working the livestock. Much of the preserve is over 8,000 feet in elevation. Acclimation of stock is advisable. Remember, safety is your responsibility. Information EVERY visitor needs to know.",
    "url": "https:\/\/www.nps.gov\/vall\/planyourvisit\/horseback-riding.htm"
}
