{
    "title": "Grand Canyon National Park: Volunteer",
    "body": "Volunteer       Volunteer opportunities at Grand Canyon or at other National Park sites: https:\/\/www.volunteer.gov\/  On the ground conservation work at the Grand Canyon and on the Colorado Plateau. http:\/\/www.grandcanyontrust.org\/volunteer         Grand Canyon National Park is served by hundreds of volunteers each year.  You can help Grand Canyon in a variety of ways from enhancing visitor services to sharing your specialized expertise to help protect and preserve park resources.  In order to find out about current volunteer opportunities in Grand Canyon National Park, log on to https:\/\/www.volunteer.gov\/   Once you have completed the on-line application process from the above website, your completed application will be reviewed by a hiring official and compared with other applications for the same volunteer job.    A supervisor will contact you directly if you are being considered for a volunteer position.   If selected, more information about the job appointment, uniform, etc. will be sent to you.   You may also want to consider applying to the Student Conservation Association (SCA). They offer a Resource Assistant Program that places volunteers in land management agencies, including the National Park Service. More information may be obtained from their website: http:\/\/www.thesca.org.  To find out about volunteer opportunities in other National Parks and\/or other government agencies, visit https:\/\/www.volunteer.gov\/  View https:\/\/www.volunteeringinamerica.gov\/ a federal website, to get the big picture on volunteerism nationwide, including how many people volunteer in your state. For additional information about volunteer opportunities in Grand Canyon National Park, please email our Volunteer Office.   The Victor Unit Volunteer Program is is a 6 month volunteer LE, EMS, and SAR oriented program supporting South Rim Patrol at Grand Canyon National Park. This program is for graduates of an accredited Seasonal Law Enforcement Academy who have attained\/or are working to attain a National Registry EMT certification.  Thank you for your interest in Grand Canyon National Park!         Why Are You Wearing a Green Shirt?  By former Volunteer in Park, Sara Officer Do you work here? How did you get this job? We are volunteers.  My colleagues range in age from 18-75 and work in natural resources, interpretation, maintenance, even the park's library. We come from all walks of life and have very different goals. One of us has spent over 20 years working as a resource protection volunteer at Phantom Ranch, while another works in the warehouse. A cadre of condor watchers spent more than 1,400 hours observing a nest from the South Rim. The one characteristic we all share is our love of Grand Canyon.  One of the challenges of coming to a new area is learning enough to help visitors appreciate and understand the park and its mission. Volunteers receive training, but most of the in depth learning comes from reading and working with rangers who share their insights and knowledge.  It is a joy for me to get up each morning and drive or walk the rim to work. The serenity and ever-changing beauty give me great satisfaction. I love to share the stories of this magnificent place. The interest of others gives me energy to keep going. In what other job or volunteer position could I combine all the things I enjoy?  I have talked with hundreds of visitors and have hiked the canyon trails while in uniform to provide a presence, some extra water, or words of encouragement to hikers. My challenge each day is to find ways to make visitors' experiences better.  The next time you see a volunteer in a green shirt with a National Park Service volunteer patch on the sleeve, know that we want to answer your questions or tell you what we are doing here. We do not take the place of park employees, but supplement and assist them in any way we can. We are prepared, well informed, and love our jobs.      Should you hear the call of the canyon and are interested in volunteer opportunities here or at other national park sites visit https:\/\/www.volunteer.gov\/  Once you apply on-line, your application will be sent on to the selecting official for consideration. You will be contacted by the selecting official if your skills meet that position's requirements.  The National Park Service would like to thank Sara Officer, the author of this article, and all the volunteers who have contributed their time and talents to this and other NPS areas.         Canyon Sketches Vol 02 - April 2008  Volunteers Help Control Invasive Plants  Invasive plants such as Sahara mustard pose a serious ecological threat to Grand Canyon. Volunteers have made important contributions towards controlling this aggressive invader over the last few years. Volunteer trips with Science and Resource Management’s vegetation program are fun and educational and give people who love Grand Canyon the opportunity to help preserve park resources.",
    "url": "https:\/\/www.nps.gov\/grca\/getinvolved\/volunteer.htm"
}
