{
    "title": "Valles Caldera National Preserve: Fishing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Fishing               Fishing         Fishing at Valles Caldera     The waters of the Valles Caldera National Preserve provide some great fly fishing for beginners and experts. As the rivers meander through lush mountain meadows, they create miles of pools and overhanging banks, which are home to thousands of trout. The views and quiet serenity are well worth the fishing trip.                 San Antonio Creek and Rito de los Indios The San Antonio Creek begins in the northern part of the preserve and runs west. The San Antonio is a tale of two rivers. The northern stretch is only two feet wide in some areas with few trees and shrubs to cover a fisherman's approach. The river widens at the lower end and flows over long, gravel bed shallows. The crystal clear water and lack of cover require stealth and an accurate cast to catch that big brown trout. The Rito de los Indios is a small stream located in the northeast corner of the preserve and flows into San Antonio Creek.  East Fork of the Jemez River and Jaramillo Creek East Fork begins its journey in the eastern end of the Valle Grande and flows southwest to be joined by Jaramillo Creek. The narrow Jaramillo also hides many large trout under the grass banks that overhang the crystal-clear water. The confluence of the East Fork and Jaramillo waters provides an ideal feeding area for trout and creates a near perfect fishing hole. The East Fork continues its journey under the main road into the preserve and then into a secluded valley as it exits the preserve. There the river widens, deepens, and slows, creating an excellent habitat for large trout. The East Fork presents the same challenges as the San Antonio and is home to brown and rainbow trout that grow as large at 18\".    Vehicle Access Those anglers who want to drive their personal vehicles into the backcountry to fish the San Antonio Creek, Rito de los Indios, or Jaramillo Creek must be able to obtain a free backcountry vehicle permit. No backcountry vehicle permit is required to fish any preserve waters accessed by foot, bike or horse.    Fishing Rules    All anglers are required to check in at the Valle Grande Visitor Center before fishing the waters within the preserve to obtain a free fishing permit. All anglers are responsible for being familiar with New Mexico Department of Game and Fish (NMDGF) fishing regulations and must have in their possession a valid NMDGF fishing license and Habitat Stamp. All waters within the preserve fall under NMDGF's designation of \"Special Trout Waters.\"   Only artificial flies and lures with single, barbless hooks are permitted.  The preserve bag limit is two trout.   Live bait is prohibited to prevent the introduction of invasive species. No bait such as worms, grasshoppers, salmon eggs, corn etc.  To minimize the chance of the fatal whirling disease, waders and privately owned nets should be sanitized by soaking gear in a 5% bleach solution for one minute and thoroughly drying before used within the preserve. Fishing is permitted year-round when streams are not frozen.    However, vehicle access to certain streams may not be available year-round. Vehicle access requires a backcountry vehicle permit, which has seasonal date restrictions.   Remember, safety is your responsibility. Information EVERY visitor needs to know.    Fishing Outfitters and Guides  Valles Caldera National Preserve allows but does not provide outfitter or guide services. Only authorized outfitters or guides are permitted to conduct business within the preserve. To work with a guide, please visit our listing of permitted fishing guides.   To become authorized, outfitters and guides must first obtain a commercial use authorization through the Valles Caldera National Preserve prior to conducting any business within the preserve.",
    "url": "https:\/\/www.nps.gov\/vall\/planyourvisit\/fishing.htm"
}
