{
    "title": "Valles Caldera National Preserve: BackcountryAccess",
    "body": "Explore This Park    Plan Your Visit     Things To Do     BackcountryAccess              Backcountry Access         One of the many ways to enjoy the Valles Caldera backcountry.       Some of the best adventures take place in the Valles Caldera backcountry. Visitors will find ample opportunities to hike, mountain bike, equestrian ride, fish, cross-country ski, snowshoe, and view wildlife.   Visitors can access the backcountry by foot, mountain bike, horseback, or personal vehicle. For those accessing by personal vehicle or horse, a back country vehicle permit or equestrian permit is required. A permit is not needed if accessing by foot, mountain bike, skis, or snowshoes.      Backcountry Vehicle Permit    Up to 35 backcountry vehicle permits will be available each day during May 15, 2016, to November 4, 2016.    Backcountry vehicle access may be unavailable if the roads are unsafe for travel.  Closures will be posted on our alerts webpage.   Permit holders are allowed to travel only on designated roads and to park only in designated parking areas that have not reached the maximum vehicle capacity. (map)  The backcountry vehicle route is unpaved.    The dirt and gravel road can be slick during heavy rains.   Ruts and washboarding may be present.  Flash flooding and washouts may occur during periods of heavy rains, especially during monsoon season (July-August).   The permit allows the permit holder and all passengers that can legally fit in the vehicle access to the backcountry.    Passenger vehicles and motorcycles are permitted. 4WD or high clearance vehicles are strongly encouraged. Buses, off-road vehicles (ATVs, UTVs, etc.) and non-street legal motorcycles are not permitted.   There is no additional fee for this permit beyond the preserve entrance fee.  The backcountry vehicle pass is only valid between 8:00 AM to 7:30 PM on the date of access; no overnight access is granted.    Permit holders will need to leave the backcountry no later than 7:00 PM to be able to check out before the main gate closes at 8:00 PM.    Permit holders will be exiting the preserve the same way they came in. No other exits are designated.  Speed limit is 15 mph thru the Valle Grande district and 25 mph everywhere else within the preserve.  Smoking is allowed only inside your personal vehicle: remember cigarette butts are trash and need to be disposed of properly.  Only service animals are allowed in the backcountry, no pets.  Permits are non-transferable.  Permits can be revoked for violations of preserve rules & regulations. Remember, safety is your responsibility. Information EVERY visitor needs to know.      How to Obtain a Permit    Beginning May 15th, you may walk into the Valle Grande Visitor Center to pick up a permit for that day if permits are still available.    At this time, reservations for permits are not accepted.   Given the limited number of permits available each day, it is very likely the permits will be issued out early, especially on weekends.  Operating Hours",
    "url": "https:\/\/www.nps.gov\/vall\/planyourvisit\/backcountry-access.htm"
}
