{
    "title": "Valles Caldera National Preserve: Mountain Biking",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Mountain Biking              Mountain Biking         Bicyclists at Valles Caldera.     Looking for an extraordinary ride among nature's beauty where wildlife abounds? Ride through shaded forests, around high mountain tops, or noodle the edge of vast green meadows. Choose a heart-pumping climb or a relaxing family ride where gravity does most of the work. Whether a newbie on a bike or an experienced cyclist, it's all here at Valles Caldera.      Guidelines & Tips for Riders    Bicyclists are subject to the same traffic rules as automobiles.  Bicycling is permitted on established public roads and designated routes.  Use extreme caution when riding on preserve roads; roads are winding and narrow while shoulders are either narrow or nonexistent. Vehicle traffic can be heavy at times. There are no bicycle paths along roadways.  Cyclists must ride single-file. Commonly accepted road courtesy in the mountains calls for slower traffic to pull over and stop to allow congestion behind to pass where appropriate shoulder space is available.  Stay on designated open trails and roads. Backcountry trails and roads are maintained to provide identifiable routes that concentrate and support traffic. Concentrating travel on established and maintained paths reduces soil erosion and the likelihood that multiple routes will develop causing future environmental impact.  A backcountry vehicle permit is required if you wish to drive your personal vehicle into the backcountry before beginning your biking adventure. No permit is needed to bike into the backcountry from the Valle Grande Visitor Center.  Information EVERY visitor needs to know   Safety    We strongly recommend that safety gear, including helmet and high visibility clothing, be worn by all bicyclists.  Carry tools and spare parts, and inspect brakes for worn cables and pads.  Know how to navigate across the landscape. Plan your route according to time, terrain, and abilities.  Always let someone know your outdoor plans including your anticipated time of return.  Motorists frequently do not see bicyclists or fail to give them sufficient space on the road. Drivers sometimes pass on hill crests, blind curves, or in oncoming traffic.  Remember, safety is your responsibility.",
    "url": "https:\/\/www.nps.gov\/vall\/planyourvisit\/mountain-biking.htm"
}
