{
    "title": "Valles Caldera National Preserve: Places To Go",
    "body": "Explore This Park    Plan Your Visit     Places To Go             Places To Go         View of the South Rim at Valles Caldera     East Fork of the Jemez River  Home to both brown and rainbow trout, the East Fork of the Jemez River meanders through the largest valley—Valle Grande—within the 13.7-mile wide volcanic caldera that makes up the Valles Caldera. The 6.5 miles of river is a popular destination for anglers, hikers, and sightseers alike. The Valle Grande Visitor Center is the launching point to explore the grandeur of the Valle Grande along these waters either to the headwaters 4 miles to the east, or 2.4 miles downstream to a secluded Hidden Valley where the river leaves the preserve to the southwest.    San Antonio Creek Below the north rim of the volcanic caldera lies 12 miles of the San Antonio Creek. The creek meanders through the lush mountain meadows of the Valle San Antonio and is home to thousands of brown trout. Elk, bear, coyote and mountain bluebirds are often spotted along the banks of the creek.   Historic Ranch Headquarters  Headquarters was the base and residential site used by previous land owners for large scale sheep and cattle ranching operations since the 1860s. Today, the historic structures left by the previous land owners are used to interpret the colorful ranching history of the 88,900 acres once known as Baca Location No 1.    North Rim  The north rim offers visitors, who are willing to put in the effort, breathtaking views of the Valles Caldera. From within the preserve, La Garita is the route of choice for hikers and mountain bikers to enjoy spectacular views of mix conifer forests and the many mountain meadows and valleys below.    South Rim  The south rim provides some amazing views of the Valle Grande to the north and Dome Wilderness to the south. The easiest access to south rim is from the Coyote Call Trailhead. Hike ¼ mile counterclockwise on the Coyote Call loop trail and then take the Rabbit Ridge spur an additional 2 miles to the ridge. The route is well signed.",
    "url": "https:\/\/www.nps.gov\/vall\/planyourvisit\/placestogo.htm"
}
