{
    "title": "Valles Caldera National Preserve: FAQs",
    "body": "Explore This Park    Plan Your Visit     Basic Information     FAQs              Frequently Asked Questions       Find answers to frequently asked questions about cross-country skiing and snowshoeing,   horseback riding, and mountain biking      Cross-country Skiing and Snowshoeing   Q: When will the Preserve be open for skiing and snow shoe activities?  A: The winter season will begin in December and run through March, weather permitting. Normal hours of operation are Saturdays and Sundays from 9 AM - 4 PM.    Q: Do I need a reservation?  A: No. You are welcome to show up on any date that we are open and ski or snowshoe anytime between 9 AM and 4 PM.    Q: Do I need a four-wheel drive? A: We strongly recommend either four-wheel drive or chains. Much of our road is steep, one lane and north facing. We will plow roads and maintain as well as possible but winds and blowing snow may cause drifting and icy conditions. Please proceed slowly and cautiously at your own risk. Uphill traffic has the right of way.         Horseback Riding   Q: Are horse rentals available?   A: No.    Q: What are the equestrian trails like?  A: All equestrian only trails within the Banco Bonito Area have good footing and follow flat to gently sloping terrain, on old logging roads. Horsemen who ride the newly available 24 miles of open backcountry should be ready to cross paths with the occasional hiker, mountain biker, or ranch vehicle. Riders travel through forests of pine and aspen and along open meadows.    Q: Where will I park my vehicle and trailer?  A: At the Banco Bonito Staging Area parking lot just inside the gate located at mile marker 30 off State    Q: How large of a trailer rig can you accommodate in the parking area?  A: The lot can accommodate rigs 50' or less in length (truck and trailer combination.)    Q: What facilities are provided?  A: There is a Visitors Information Center and Gift Shop at the staging area with selection of snacks and drinks for purchase. Vault toilets are provided. Non-potable water is available for horses.    Q: Are there any health requirements for horses?  A: The New Mexico State health rules for bringing horses from out-of-state apply;in-state horses are not required to meet any additional health requirements. It is recommend that horses be current with all vaccinations, including eastern, western, Venezuelan influenza, tetanus and West Nile Virus. Access will be denied to any horse deemed unhealthy. Please refer to the state brand inspection regulations for transporting horses in New Mexico.       Mountain Biking      Q: Can bikes be rented on the Preserve?  A: No, the Trust does not offer bike rentals. Only riders who bring their own bikes are able to ride the Preserve at present.",
    "url": "https:\/\/www.nps.gov\/vall\/planyourvisit\/faqs.htm"
}
