{
    "title": "Valles Caldera National Preserve: Cross-country Skiing & Snowshoeing",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Cross-country Skiing & Snowshoeing              Cross-country Skiing & Snowshoeing         Three people cross-country skiing at Valles Caldera.   Winter is a spectacular time to visit the Valles Caldera National Preserve. The preserve has miles of trails for the adventurous skier and snowshoer. Winter Trails Map Whether you are skiing a groomed trail in a developed area or venturing into the backcountry, remember that you are traveling in an environment with all its dangers: unpredictable wildlife, changing weather conditions, deep snow, and snow covered streams. Your safety is not guaranteed. Be prepared for any situation and know the limits of your ability. With a little bit of preparation, many exciting activities await you. Be sure to layer up with insulating, waterproof clothing, wear sunglasses, use sunscreen and carry water.   Cross-country Skiing  Picture yourself gliding through an open valle or a silent forest full of fresh, white snow. Cross-country skiing is a rejuvenating sport that pairs physical exercise with the beauty of nature. You will need skis and poles with large baskets. Waterproof pants or gaiters help keep you warm and dry. In general, terrain and deeper snows on north slopes in the preserve make for better for cross-country skiing, but you are welcome to strap on your skis throughout the preserve.    Snowshoeing  Ever thought how fun it would be to hike in the winter, but there's all that snow? Consider snowshoeing! It's as easy as strapping snowshoes on your boots and grabbing a couple of poles. No training is necessary, and, if you can hike, you can snowshoe. Most preserve trails can be explored with snowshoes. A few pieces of equipment are essential: you will need a pair of snowshoes and waterproof boots. Poles are helpful for maintaining balance, but optional. Waterproof pants or gaiters help keep you warm and dry.    Most of Valles Caldera is backcountry and here are some important tips:   Classic track is set on a few groomed trails. All unplowed roads and trails are open to cross-country skiing and snowshoeing.  None of the streams have bridges. Carry a USGS topographic map and a compass and know how to use them. Cell coverage is very limited in the backcountry.  Talk with park rangers before you leave on any trip. Some preserve areas could be closed to skiing or snowshoeing to protect wildlife.  Include allowances for limited daylight, snow conditions, temperature extremes, and the number of people in the group, their experience and physical condition.  Learn as much as you can about winter survival.  Narrow racing skis are great for groomed trails, but provide littlesurface area to break trail.  Dress properly and know about layering for severe winter temperatures to prevent chilling and overheating.  Remember, safety is your responsibility. Information EVERY visitor needs to know.   Seasonal Conditions  Snow volume varies from year to year so call the visitor center (575-829-4100, option #3) for current conditions. The ski and snowshoe season usually lasts from mid-November to mid-March. The trails are open all year to hiking.",
    "url": "https:\/\/www.nps.gov\/vall\/planyourvisit\/cross-country-skiing.htm"
}
