{
    "title": "Valles Caldera National Preserve: Pets",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Pets              Pets       Pets are prohibited in the backcountry and on trails for the following reasons:   Valles Caldera National Preserve is a designated natural area where wildlife are free to roam undisturbed. Preserve visitors should be able to enjoy native wildlife in their natural environment without the disruption of other people's pets.  Pets occasionally escape from their owners. Domestic animals generally lack the ability to survive in the wild. Valles Caldera is bear and mountain lion country, and domestic animals (especially dogs) and bears are traditionally antagonists. A loose dog can lead a bear or mountain lion directly back to you.  There is a strong possibility that your pet could become prey for a bear, mountain lion, coyote, owl, or other predator.  There is a possibility of exchange of diseases between domestic animals and wildlife.    Pets may accompany you in designated areas of the preserve, but are not allowed in many areas of the preserve. This includes Valle Grande Visitor Center and Banco Bonito Contact Station parking areas, campsites at Banco Bonito, La Jara trail, Valle Grande trail, and Coyote Call trail. Pets must be kept under physical control at all times - caged, crated, or on a leash not to exceed six feet in length.    It is prohibited to leave a pet unattended and tied to an object. It is illegal to leave pets in a situation where food, water, shade, ventilation and other basic needs are inadequate. So while it is possible for pets to remain in your vehicle while you are viewing attractions near roads and parking areas, it is strongly recommended that a party member remain behind to personally ensure your pet's well-being.    Pets should leave no traces other than footprints. The owner is responsible for clean-up and disposal of all pet feces. Please be thoughtful of other visitors as well as your pet.    Service Animals  Service animals that have been individually trained to perform specific tasks for the benefit of persons with disabilities are allowed in the preserve. Emotional support \"therapy animals\" are not service animals under the Americans with Disabilities Act and may not access trails or other non-motorized areas.    Why All the Restrictions?    For many people, seeing wildlife is a highlight of a national preserve visit. Unfortunately, the very presence of pets in the preserve alters the natural behavior of native wildlife. Remember, our pet dogs are descended from wolves and still show predatory behaviors.  The scents left behind by dogs may turn wildlife away.  Sensitive archeological sites are often difficult to see and may inadvertently be disturbed by inquisitive four-legged visitors.  Even though your pet may obey commands and be well behaved, other visitors do not know your pet. They may feel uncomfortable in the presence of an unleashed animal.    By following the Preserve's simple regulations and respecting fellow visitors, you and your pet can have a happy and healthy preserve outing.",
    "url": "https:\/\/www.nps.gov\/vall\/planyourvisit\/pets.htm"
}
