{
    "title": "Valles Caldera National Preserve: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       Seven-day pass if entering via      Non-commercial car, van, pickup truck, motorcycle or RV: $20 per vehicle (no per-person fee)  Foot, bicycle, horse, or non-commercial bus: $10 per person aged 16 and older (academic fee waivers may be available for curriculum-based educational trips)   Commercial Tour Fees   Commercial sedan (up to six seats): $25 (plus $10 per person) Commercial van (7-15 seats, regardless of occupancy): $40 (no per person fee) Commercial mini bus (16-25 seats, regardless of occupancy): $100 (no per person fee)   Additionally, a commercial use authorization is required for all commercial tours.     Exceptions:     Anyone 15 years or younger is exempt from paying an entrance fee.  Passes may be used for entry as defined on the back of the pass.    Other Passes    Valles Caldera Pass (Available Summer 2016): $40 Annual pass providing free entrance to Valles Caldera for 12 months from the date of purchase  America the Beautiful—National Parks and Federal Recreational Lands Annual Pass: $80 Annual pass covering entrance and standard amenity fees for national parks and other federal fee areas. This replaces the National Parks Pass and Golden Eagle Pass.  Annual Pass for US Military: Free Annual pass covering entrance and standard amenity fees for all active military personnel and their dependents. (For active duty military personnel and dependents with proper identification - CAC Card or DD Form 1173.)  Access Pass: Free Lifetime admission and discount pass for US citizens or permanent residents with permanent disabilities.  Senior Pass: $10 Lifetime admission and discount pass for US citizens or permanent residents who are age 62 or older.    Fee Free Entrance Days In 2016, entrance fees will be waived on:    January 18 (Martin Luther King Jr. Day)  April 16-24 (National Park Week)  August 25-28 (National Park Service Birthday Weekend)  September 24 (National Public Lands Day)  November 11 (Veterans Day)    If your visit during a fee-free day extends beyond the free day(s) and you re-enter the preserve after the fee-free day, you will be required to pay the regular entrance fee.    Payment Methods and Locations  During the transition to the National Park Service, we are only able to accept credit cards (Visa, MasterCard, American Express, and Discover).  You may pay entrance fees at the Valle Grande Visitor Center or the Banco Bonito Contact Station.",
    "url": "https:\/\/www.nps.gov\/vall\/planyourvisit\/fees.htm"
}
