{
    "title": "Valles Caldera National Preserve: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           39201 New Mexico Highway 4  Jemez Springs, NM 87025                 Directions         From Jemez Springs, NM: Follow Highway 4 north. Preserve is about 22 miles from Jemez Springs. Look for the Main Gate at Mile Marker 39.2. From Los Alamos, NM: Take Trinity Drive to Diamond. Take a left on Diamond, then a right on West Jemez Road to the intersection with State Highway 4. Take a right [away from Bandelier National Monument], following the highway up and into the Jemez Mountains.) The Preserve is 18 miles up Highway 4 from Los Alamos. Look for the Main Gate at Mile Marker 39.2.   Directions Details           Operating Hours & Seasons         Valle Grande Main Entrance - Summer Season Valle Grande main entrance is located at mile marker 39.2 along New Mexico Highway 4. Main Entrance is open daily except Thanksgiving and Christmas holidays. Please visit the Valles Caldera National Preserve's website at www.nps.gov\/vall for the most up-to-date information.   Standard Hours    Sunday: 8:00 AM - 8:00 PM   Monday: 8:00 AM - 8:00 PM   Tuesday: 8:00 AM - 8:00 PM   Wednesday: 8:00 AM - 8:00 PM   Thursday: 8:00 AM - 8:00 PM   Friday: 8:00 AM - 8:00 PM   Saturday: 8:00 AM - 8:00 PM      Valle Grande Main Entrance - Winter Season Valle Grande main entrance is located at mile marker 39.2 along New Mexico Highway 4. Main Entrance is open daily except Thanksgiving and Christmas holidays. Severe winter weather may affect the operating hours.  Please visit the Valles Caldera National Preserve's website at www.nps.gov\/vall for the most up-to-date information.   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Christmas Day:  Closed      Thanksgiving Day:  Closed                 Weather           Each season offers a different experience: lush springs, moderate summers, golden falls, and snowy winters. Average temperatures are 22°F (-6 C) in January and 60°F (16 C) in July.  Temperature extremes range from a high of 84°F (29 C) in summer to -30°F (-34C) in winter. Precipitation is heavier during summer monsoon rains (thunderstorms) in July and August and winter snowstorms in December through March. Higher elevation lends to much cooler temperatures than nearby Albuquerque.         Fees & Passes     Entrance Fees:   Entrance Fee - By Vehicle - $20.00 Non-commercial car, van, pickup truck, motorcycle or RV: $20 per vehicle (no per-person fee)   Entrance Fee - By Foot, Bicycle, Horse, or Non-commercial Bus - $10.00 Entry into the preserve by foot, bicycle, horse, or non-commercial bus: $10 per person aged 16 and older (academic fee waivers may be available for curriculum-based educational trips)         Visitor Centers       Valle Grande Visitor Center The Valle Grande Visitor Center has interpretive displays, offers recreational permits, and serves as fee collection site. Visitor center is open daily except Thanksgiving and Christmas days.               About 120,000 visitors come to the preserve each year to enjoy activities such as hiking, biking, fishing, hunting, and simply enjoying this southwest geologic gem. The busy season in Valles Caldera runs from May-October.   Please use our website to find information on:    Operating Hours and Seasons  Fees and Passes  Permits and Reservations for recreational activities including backcountry access and guided tours, commercial uses including filming and photography, and special uses such as weddings.  Where you can take your pets in the preserve.  There are no goods and services available within the preserve. You should bring whatever you will need during your stay, including plenty of water. Nearby communities can fulfill needs for groceries, supplies, and lodging.  Answers to frequently asked questions.  Places to go and things to do while you're in the preserve.      Be Prepared  Preparing for your visit to Valles Caldera ahead of time will let you spend more time enjoying the scenic beauty of the preserve once you arrive.    For changing weather conditions.  For wildlife -- please slow down and use pullouts to watch wildlife and do not approach wildlife.  Be bear aware.  Stay on designated trails.  Control your pet. Pets are not allowed on most trails, in the backcountry or along streams.  Cell phone service is available in the Valle Grande area of the preserve.  Protect yourself from the sun by wearing sunscreen, sunglasses, and a hat.  The nearest gas station is 20 miles from the preserve's main entrance.    Remember, your safety is your responsibility.",
    "url": "https:\/\/www.nps.gov\/vall\/planyourvisit\/basicinfo.htm"
}
