{
    "title": "Dinosaur National Monument: History of the Quarry Exhibit Hall",
    "body": "History of the Quarry Exhibit Hall         A Camarasaurus skull and neck vertebrae in the quarry. NPS  The Quarry Exhibit Hall has a headline-grabbing history that stretches back more than 50 years. Built in 1957, it houses the 150-foot-long quarry strewn with more than 1,500 fossilized bones from Camarasaurus, Allosaurus, Stegosaurus, and other dinosaurs. The quarry provides one of the best windows onto what life was like 149 million years ago, when dinosaurs roamed the rivers and plains of the Late Jurassic. Within a few years of its construction, the building had gained renown for its modernist architecture and, with its pink butterfly roof and walls of windows, become an icon of Dinosaur National Monument.       The Quarry Exhibit Hall in 2002. NPS         The second-floor viewing deck, or mezzanine, offered visitors expansive views of the quarry face. NPS  Protect Fossils, Shelter Visitors When built, the Quarry Exhibit Hall fulfilled two needs: it protected the exposed fossils on the quarry face and provided shelter for visitors viewing those fossils. When measured by these criteria, the building performed admirably. The roof and walls protected the fossils from the elements. The second-floor viewing deck offered visitors expansive views of the quarry face. The glass walls flooded the rock face with natural light and, more importantly, allowed visitors to see the relationship between the enclosed quarry and the rock layers outside.        Two examples of the damage to Quarry Exhibit Hall caused by the movement of bentonitic soils: a door frame inside the building was no longer at right angles to the floor (top photos) and long vertical cracks in rotunda (bottom photo). NPS  The Earth Moved: Expanding Soils But the ground beneath the building was--literally--moving. The exhibit hall had been built on the Morrison Formation, the rock layer that makes up the dinosaur quarry. The Morrison Formation includes moisture-sensitive bentonitic shales whose volume can increase significantly as its moisture content increases. In the 1950s, with an imperfect understanding of the area's geology, architects and planners didn't anticipate the implications of building on this fossil-friendly rock layer.  Over the years, however, the moisture-induced expansion of the ground beneath the Quarry Exhibit Hall caused upward movement of the building's foundations, floor slabs, and sidewalks. A monitoring program revealed serious dangers posed by this movement. In July 2006, Dinosaur National Monument closed the building for the safety of both visitors and staff.        Drilling micropiles to bedrock and provide a firm foundation for the Quarry Exhibit Hall, August 2010. NPS  Anchoring to Solid Rock Planning and design was soon underway to resolve those safety concerns and prevent similar issues in the future. In the summer of 2010, crews installed columns that extend deep into the solid rock below the quarry. These new columns provide a firm foundation for the building and prevent future movement.        The new Quarry Exhibit Hall. NPS  Links to the Past In planning for the rehabilitation of the quarry, monument staff deemed it essential to preserve the character of the original structure. During the 2010-2011 construction, the butterfly roof and steel support columns remained in place, forming the framework for the new structure. On Oct. 4, 2011, after being closed for more than five years, the Quarry Exhibit Hall reopened to the public. Today, just as before, walls of glass frame the quarry face, allowing visitors to look beyond the quarry to the surrounding landscape.      In 1923, Earl Douglass, the paleontologist who established the dinosaur quarry, suggested that the government \"leave the bones and skeletons in relief and house them.\" Douglass believed that doing so would create \"one of the most astounding and instructive sights imaginable.\" It took more than 30 years for his vision to become a reality, but Douglass's assertion was correct. In 1958, shortly after the Quarry Exhibit Hall opened to the public, Dinosaur's superintendent reported that public reaction to the building had been \"most favorable.\" Today, Dinosaur National Monument staff hope that the rehabilitated Quarry Exhibit Hall will merit similar sentiments.       Between March 2010 and October 2011, monument staff maintained a Construction Update Blog to provide updates on the rehabilitation of the Quarry Exhibit Hall and construction of the new Quarry Visitor Center. Click on the links below to read more.         March 2010 April 2010  May 2010   June 2010 July 2010 August 2010   September 2010 October 2010 November 2010   December 2010 January 2011 February 2011   March 2011 April 2011 May 2011   June 2011 July 2011 August 2011   September 2011 October 2011",
    "url": "https:\/\/www.nps.gov\/dino\/learn\/news\/history-of-the-quarry-exhibit-hall.htm"
}
