{
    "title": "Dinosaur National Monument: Endangered Fish",
    "body": "Endangered Fish         Endangered fish of the Green and Yampa rivers NPS\/Erin Cobb  Fish populations in the Green and Yampa rivers have undergone significant changes in the last century Today, more than 50 fish species can be found in these rivers, but fewer than a third of those are native to the Green and Yampa. Of the 14 native fish species, four are endangered--the razorback sucker, humpback chub, Colorado pikeminnow, and bonytail--and others are declining.  The Green and Yampa Rivers Fish native to the Green and Yampa evolved in natural-flowing rivers whose water was often clouded by dirt, silt, and other sediments that washed in from the surrounding countryside; in rivers with high spring flows fed by snow melt; and in rivers where water temperatures could range from near freezing in winter to almost 70F (21C) in summer.  The Green River - After Flaming Gorge Dam In 1962, with the construction of Flaming Gorge Dam, these conditions largely disappeared from the Green River. Spring flows, temperature fluctuation, and turbidity (the cloudiness of the water) were all reduced. The Green River downstream from the dam became a much clearer, cooler, and calmer river. These changes reduced the number and distribution of several native fish, all of whom were adapted to the rugged conditions of the undammed Green River. Many of these changes in the river system also created more favorable conditions for non-native fishes.      Non-native Fish Even before Flaming Gorge Dam, human activity had begun to affect fish populations in the Green and Yampa rivers. Over the last century, a number of fish species have been added to the Upper Colorado River Basin. Some of these non-native fish were introduced by state and federal agencies to meet sportfishing demand that existed at the time. Other species were unintentionally introduced when they escaped from ponds and reservoirs into the river system. Non-native fishes, now common in the Green and Yampa rivers, compete for resources including food, space, cover, and physical habitat, and are known to prey on native fishes.      The Yampa River - Unregulated & Vital The Yampa River, the largest unregulated tributary remaining in the Colorado River system, has played a vital role in sustaining these endangered fish species. Thanks to the Yampa's near-natural annual flows, Dinosaur NM provides some of the last known spawning and nursery habitat for several of these big river species. Because it mitigates the effects of Flaming Gorge Dam, the Yampa River also improves the ecological integrity of the Green River after the two rivers join at Echo Park.       Razorback spawning bar on the Yampa River. NPS       Endangered Fish Recovery Program The National Park Service is a partner in the Upper Colorado River Endangered Fish Recovery Program, a multi-stakeholder effort to recover the four endangered fish species while allowing water development to continue. Learn more about the endangered fish and the recovery program at the Upper Colorado River Endangered Fish Recovery Program website.           Guide to Important Fish Species Download this booklet to read a description of many fish species found within Dinosaur National Monument. (Adobe pdf 1.6 MB)",
    "url": "https:\/\/www.nps.gov\/dino\/learn\/nature\/endangered-fish.htm"
}
