{
    "title": "Dinosaur National Monument: Josie Bassett Morris",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Josie Bassett Morris                Josie Bassett Morris          Wild and dangerous, romantic and adventurous, the American West is for most people today an almost mythological world, one separated from ours by time, technology, and civilization. Yet, for Josie Bassett Morris, the Wild West was a stark reality. Josie lived most of her 90 years in this austere, yet beautiful, landscape, when people depended on the bounty of the land for survival and \"neighbors\" for companionship. As a child in Brown’s Park, Josie contributed her part of the household and ranch chores. Once these duties were complete, young Josie was free to play in the surrounding wilderness with her four siblings. The children grew up having an intimacy with and dependence on the natural environment, forming values based on hard work and resourcefulness. Josie’s family hosted many guests in their home, including some outlaws like Butch Cassidy, which fostered in Josie a strong sense of hospitality, generosity and community. The women of Josie’s family were not only pioneers of the west, but also represented a progressive style of womanhood. Josie married five times and she divorced four husbands, in a time when divorce was almost unheard of. For this, Josie, with her strong will, charm, and independence, garnered rumors about her throughout most of her life. Josie was universally admired, however. Living such a remote and rugged lifestyle, women were respected if they could work alongside the cowhands and run an efficient ranch, in addition to being feminine. With no money to buy property, Josie decided in 1913 to homestead in Cub Creek. Here she built her own cabin and lived for over 50 years. She shared her home with her son Crawford and his wife for a time; grandchildren spent summers working and playing alongside Josie. Raised on the frontier, Josie lived into the modern era of electronics. For friends and acquaintances in the 1950s, Josie was a link to a world past. During Prohibition in the 1920s and into the 1930s, Josie brewed apricot brandy and chokecherry wine. After a lifetime of dressing in skirts, she switched to wearing pants in her later years. She was tried and acquitted twice for cattle rustling when she was in her 60s. At the age of 71, in an ambitious move to revive a profitable cattle business, she deeded her land away and lost all but the five acres where her cabin still stands. In December of 1963 the legendary Josie suffered a broken hip while in her cabin; she died of complications in May of 1964. Visit Josie's cabin Printable brochure",
    "url": "https:\/\/www.nps.gov\/dino\/learn\/historyculture\/josiebassettmorris.htm"
}
