{
    "title": "Dinosaur National Monument: Viewing Petroglyphs and Pictographs",
    "body": "Viewing Petroglyphs and Pictographs              Fremont designs include both petroglyphs (patterns chipped or carved into the rock) and pictographs (patterns painted on the rock). Pictographs are relatively rare here, perhaps because they are more easily weathered. Some petroglyphs show traces of pigment, possibly indicating that many designs originally included both carved and painted areas. Many sandstone cliffs darkened with desert varnish, a naturally formed stain of iron and manganese oxides, provided an ideal canvas for carving petroglyphs. Most of these designs are outlines, but some are completely pecked to form solid figures, and a few consist of small holes in closely-spaced rows. The style and content of Fremont designs vary throughout the region. The “Classic Vernal Style” predominates in Dinosaur National Monument. This style is characterized by humanlike figures, animal-like figures, and abstract designs. Human figures typically have trapezoidal bodies, which may or may not include arms, legs, fingers, and toes. Elaborate decorations on the bodies suggest headdresses, earrings, necklaces, shields, or other objects. The animal figures include recognizable bighorn sheep, birds, snakes, and lizards, as well as more abstract animal-like shapes. Purely abstract or geometric designs, such as circles, spirals, and various combinations of lines, are common. Why did the Fremont create these designs and what did they mean? Perhaps the designs served some ceremonial or religious purpose, related to hunting activities, identified clans, or simply expressed the artist’s imagination – or perhaps all or none of these. Attempts to interpret the designs by comparing them with recent Native American groups may provide clues, but the true meaning remains a mystery. Many designs in the monument are fairly easy to access and allow up-close viewing. These designs are very fragile. Touching the petroglyphs and pictographs can damage the designs by leaving oils behind that abrade the rock. Tracing and rubbings can damage the soft sandstone designs. For these reasons, please do not touch the designs. Learn more about the Fremont Culture. Printable brochure      Click here for a larger version (PDF) of the map below. Please Note: This map shows the temporary visitor center which is now closed. We are working on a new map. The Quarry Visitor Center is open and located in the orange area in the map, 2 miles inside the park on the Cub Creek Road.                     Swelter Shelter Location: A half mile from the Quarry Visitor Center along the Tour of the Tilted Rocks Scenic Drive Difficulty: easy walk, approximately 200 feet from parking area Description: a variety of both petroglyphs and pictographs designs Cub Creek Location: 9 miles from Quarry Visitor Center along the Tour of the Tilted Rocks Scenic Drive Difficulty: easy walk to panel with a variety of designs, approximately 50 feet from parking area; moderately strenuous hike on ¼ mile trail to lizard figures (lizard figures can be seen with binoculars from parking area) Description: petroglyph panels featuring a variety of typical Fremont designs, including several large lizard figures, not common at other sites Deluge Shelter Location: trailhead is 44 miles from the quarry visitor center at the Jones Hole Fish Hatchery; pictographs are approximately 2 miles from trailhead along the Jones Hole Creek Trail Difficulty: easy to moderate along a fairly level trail Description: pictographs depicting animals, people, and abstract designs McKee Springs Location: about 22 miles from the Quarry Visitor Center along the Island Park Road; road is impassible during wet weather - check road conditions before attempting to drive to this site Difficulty: short trail, with some elevation gain Description: some of the finest large human-like designs in the area, as well as many other figures Pool Creek Location: about 37 miles from the Canyon Visitor Center along the Harpers Corner Scenic Drive Difficulty: easy walk, few feet from parking area; road is impassible during wet weather - check road conditions before attempting to drive to this site Description: unusual dot-pattern designs high above the creek",
    "url": "https:\/\/www.nps.gov\/dino\/learn\/historyculture\/viewing-petroglyphs-and-pictographs.htm"
}
