{
    "title": "Dinosaur National Monument: Fremont Culture",
    "body": "Fremont Culture        Petroglyphs at McKee Springs NPS IMAGE         Petroglyphs (top photo) are carved or chipped into rock, while pictographs (bottom photo) are painted onto rock. NPS IMAGE  About 1,000 years ago, the Fremont people lived in this area and left evidence of their presence in the form of petroglyphs and pictographs. Several areas in the monument allow visitors to easily access these designs and ponder the mystery of why they were created. Archaeologists first studied and named the Fremont culture along the Fremont River in south-central Utah and have since traced it through much of the Green and Colorado River drainages. The lifestyle of the Fremont people varied considerably throughout that area, reflecting the diverse environments that they inhabited. In general, they lived in small bands or family groups, grew crops to supplement native foods, and did not build large permanent dwellings. In the Dinosaur National Monument area, archaeological evidence of the Fremont dates from about 200 A.D. to about 1300 A.D. While few actual houses remain, known dwelling places ranged from natural shelters (such as rock overhangs or shallow caves) to small “villages” in open areas. Archeological evidence suggests many dwelling sites were occupied only seasonally, as the people moved into and out of an area according to the availability of water and food.        The Fremont built rock structures to store food.   The Fremont relied heavily on native plant foods, such as piñon nuts, berries, and cactus fruits, and on wild game, including mule deer, bighorn sheep, smaller mammals, and birds. However, they also grew corn, beans, and squash, sometimes using irrigation techniques. This horticulture gave them, at least seasonally, a more settled life than a purely hunting-and-gathering existence, which in turn may have given them the time needed to create elaborate rock designs.         The fate of the Fremont culture is unclear. Recent theories suggest that the Fremont’s lifestyle may have changed resulting from drought or other climatic factors, dwindling natural resources, or the influence of other neighboring cultures. Whatever the case, it is difficult to trace the Fremont as a distinct culture in the archaeological record after about 1200 A.D., but the Fremont petroglyphs and pictographs survive as a vivid reminder of these ancient people. Visit Fremont petroglyphs and pictographs. Printable brochure",
    "url": "https:\/\/www.nps.gov\/dino\/learn\/historyculture\/fremont-culture.htm"
}
