{
    "title": "Dinosaur National Monument: Trappers and Traders",
    "body": "Explore This Park    Learn About the Park     History & Culture     People     Trappers and Traders                Trappers and Traders         A drawing of Jedediah Smith from memory after his death. He wore his hair long to cover scars from a grizzly bear attack. Maurice Sullivan family papers 1934  Today, fur trappers and traders are legendary figures in the American West and are often referred to as mountain men. They blazed trails across uncharted territory, guided pioneers, and were some of the first Europeans to interact with indigenous cultures. Their names stir up images of individuality, ruggedness and conjure a picture of one person alone against wilderness. The reality is a little different than the legend. While there were free trappers, the typical mountain man generally worked for a company and it was these companies that recorded routes through the west. Additionally, most mountain men worked together as a team to collect as many pelts as possible, so while they did explore vast areas of wilderness, they were almost never alone. However, their adventures were every bit as amazing as they sound and in many ways are even more compelling than the legend that grew around them. Some of the first European visitors to the area that is now called Dinosaur National Monument and the Uinta Basin were trappers working for the Rocky Mountain Fur Company. This company was created by William H. Ashley and Andrew Henry in St Louis and was often referred to as Ashley's Hundred, as they intended to recruit one hundred young men for the venture. Through the company's years of operations its ranks included many now famous individuals such as Hugh Glass, Jedediah Smith, Kit Carson and Jim Bridger. In May of 1825, they set out from what is now the town of Green River, WY in search of beaver pelts. The journey took them through what is now Flaming Gorge Reservoir and Browns Park and they were about to be the first known travelers to float the Green River in Dinosaur, an adventure that many park visitors enjoy today.          The original advertisement in the Missouri Gazette and Adviser calling for one hundred men to ascend the Missouri River Missouri Gazette and Adviser  Most visitors today travel down the river in inflatable rafts, which are especially useful when negotiating rapids. Ashley and his men didn't have this luxury and rode down the river in boats made from tree limbs and bison hide, often referred to as bull boats. When they came upon the rapids that John Wesley Powell would later name Disaster Falls, Ashley wrote in his journal, \"Gloom spread over the countenances of my men; they seemed to anticipate (and not far distant too) a dreadful termination of our voyage.\" They were forced to portage around these rapids, and several others, as they continued downstream past Split Mountain. Along the way they may have been the first Europeans to see Echo Park, describe the confluence of the Green and Yampa Rivers, and to witness bison grazing in Island Park. Ashley's party traveled south along the Green River as far as Desolation Canyon, turned around, and made their way north over the Uinta Mountains. Various members of the company went on to explore the Wasatch Front and eventually made their way west to California.           The Trapper, painted by A.D. Shaw  After Ashley, more mountain men would follow the streams and rivers of the Uinta Basin in search of furs. Fort Uintah\/Fort Robidoux was established for just this purpose at the confluence of the Unita and Whiterocks rivers. Its owner, Antoine Robidoux, sent trappers from his fort throughout western Colorado and eastern Utah to find untapped regions. One of his employees, Dennis Julien, was particularly well traveled, leaving his initials and other carvings from southern Utah all the way up to Whirlpool Canyon in Dinosaur. Many other trappers probably made their way through Dinosaur, but did not leave any lasting record of their passing.        William Ashley invented the now famous Rendezvous as a way to exchange furs, gather information, and resupply. Life on the Frontier by Frances F. Victor  Most of their explorations came to an end by the late 1830s because the fur trade was drying up. The style of hats that required beaver pelts quickly fell out of favor for ones covered in silk, and the beavers themselves were getting scarce. Most of the mountain men and trappers found other jobs, setting up trading posts for pioneers coming west, guiding for the US Army, or in Ashley's case becoming a member of the US House of Representatives for the state of Missouri. The age of the mountain man had already begun passing into legend, but the routes they charted and the areas they explored allowed others to follow in their footsteps into the rugged wilds of what is now known as Dinosaur National Monument.",
    "url": "https:\/\/www.nps.gov\/dino\/learn\/historyculture\/trappers-and-traders.htm"
}
