{
    "title": "Dinosaur National Monument: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Safety of visitors and staff is the number one priority at Dinosaur National Monument. We want your trip to Dinosaur to be safe and enjoyable. Below are some of the potential hazards you may experience during your visit. Please become familiar with them, and keep them in mind while you're here. Contact the monument or ask a ranger if you have any questions or concerns.      Travel Safely Keep your vehicle gas tank above half-full. Distances can be deceptively long between services. Four wheel drive may not be enough on some monument roads. Many monument roads are clay-surfaced (unpaved), and become impassable when wet no matter what kind of vehicle you have. Get weather and road condition reports before traversing monument roads. Watch for wildlife on monument and nearby roads. Wildlife can be abundant along roads during all seasons. Please observe speed limits and be aware of wildlife in the road corridor. Heat & Sun During the summer, expect high temperatures, intense sunlight and low humidity. Summer temperatures can soar over 100°F (38°C). Eat plenty of food and drink at least one gallon of water each day. Carry and drink water while you are engaged in any activity, such as hiking. Wear loose-fitting, light-colored clothing and a wide-brimmed hat. Apply sunscreen to all exposed skin. Consider saving strenuous activity for early mornings or evenings. Wildlife Wild animals often carry deadly diseases, including hantavirus, bubonic plague, tularemia, and rabies, and may become aggressive without warning. Always view wildlife from the safety of your car or from a distance. Do not approach animals to take photographs, and teach children not to chase or pick up animals. A few venomous animals live in the park, including midget-faded rattlesnakes, scorpions and black widow spiders. These animals are rarely seen and will generally flee when approached. While a scorpion sting is likely to be mild (like a bee sting), anyone bitten by a black widow spider or rattlesnake should seek medical attention as soon as possible. Black bears are found in many areas of the monument from the Harpers Corner area to the banks of the Green and Yampa Rivers. Plants Many plants, including cactus, greasewood, Russian thistle, and others can scratch, stick, or otherwise be dangerous. Watch where you put your hands and feet. Poison ivy is found along the Green and Yampa Rivers and in some side canyons. Large Fremont cottonwood trees are found along the Green and Yampa Rivers. Even healthy looking trees can drop branches without warning. Do not camp under trees. Lightning & Flash Foods Storms and flash floods can be powerful and sudden. When lightning is present, avoid lone trees, cliff edges and high ridges. Crouch low to the ground. Return to your vehicle if possible. Never try to cross a stream or wash that is flooding. Climbing & Scrambling Be careful near cliff edges, especially when conditions are wet or icy. Avoid loose rock when traversing slopes, and keep in mind that slickrock is much easier to climb up than down. Winter Travel Winter temperatures can drop well below 0°F (-18°C). Hypothermia is a hazard in late fall, winter and early spring. When hiking during these times, carry extra layers of clothing, foul-weather gear and a flashlight. Be prepared to spend the night out if necessary. Even a few inches of snow can hide trails. Staying Found Stay with companions while hiking; separation can mean getting lost. Do not count on a cellular phone to summon help; cellular service will not reach into many areas of Dinosaur. If you become lost, stay where you are and wait for rescue. Wandering will endanger your life and make finding you difficult. When traveling alone, always tell someone where you are going and when you expect to return. Do not rely on GPS units to guide you into the park. GPS units may not get signals in deep canyons; know how to read a map and use a compass. Rivers It may be really hot out, and those cool rivers may look tempting – but lurking beneath the water's surface are hidden hazards: dangerously cold temperatures and strong currents can lead to disaster. Diving and swimming in rivers is strongly discouraged, and wearing a life jacket when rafting is mandatory.",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/safety.htm"
}
