{
    "title": "Dinosaur National Monument: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       The information about specific facilities and services provided below may help you better plan your visit. If a particular service or issue is not mentioned below, such as alternate formats for print materials, audio description, assistive listening, captions, or physical access to particular facilities, programs or services, please contact us. Access Pass U.S. citizens or permanent residents with permanent disabilities may be eligible for the \"America the Beautiful - National Parks and Federal Recreational Lands Pass - Access Pass.\" The Access Pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity fee. Information on the Access Pass and other federal lands passes is at the America the Beautiful - National Parks and Federal Recreational Lands Pass site. Physical\/Mobility Accessibility The following facilities and destinations are ADA-compliant: Quarry Visitor Center Reserved parking spaces are available with accessible walkways to the visitor center. The facility has accessible restrooms. Listening assistance devices are available for the monument film. Quarry Exhibit Hall Visitors with accessibilty needs may drive their personal vehicle to the Quarry Exhibit Hall. Ask at the visitor center information desk for directions. The Exhibit Hall is accessible through a system of ramps. A wheel chair is available to borrow. Canyon Area Visitor Center Reserved parking spaces are available with accessible walkways leading to the Canyon Area Visitor Center. The exhibits, bookstore, and restrooms are accessible. Campground and Picnic Areas Accessible campsites and restrooms are available at the Green River and Echo Park campgrounds. Most campsites at other campgrounds have accessible picnic tables, but the area is unpaved. Accessible picnic areas are available at the Plug Hat, Canyon Overlook, and Harpers Corner. Most picnic sites at other locations have accessible picnic tables, but the area is unpaved. Overlooks and Trails Overlooks along the Harpers Corner Scenic Drive are accessible. The Plug Hat Trail is accessible (places along the trail are near drop-offs with no intervening rims or rails). There are short, paved trails at Iron Springs Overlook and Echo Park Overlook. Park Brochure A Braille introductory pamphlet is available on request at the Quarry Visitor Center or the Canyon Visitor Center. You can also download a a copy in a Braille Ready Format (BRF). Ranger Programs Assisted listening devices are available on request for programs at the Quarry Exhibit Hall.      Service Animals Service animals are allowed in national parks. For a definition of a service animal, please visit www.ada.gov\/service_animals_2010.htm. Service Animals that meet Americans With Disability Act (ADA) guidelines are permitted everywhere in Dinosaur National Monument. Owners are encouraged to identify their working service animal, such as with a vest. Identification is not required, but helps prevent unwarranted \"dog on trail\" complaints from other visitors. There are no plastic bags provided at trailheads for waste products, so please bring your own.Please visit the service animals page for more information. Caution! The desert can be deadly for pets. Car temperatures rise quickly in the sun, even on cool days. Your pet can easily die of heat exhaustion. We recommend you not leave pets in the car at all when the outside temperature exceeds 68 degrees, even with the windows cracked.      National Parks: Accessible to Everyone National Parks: Accessible to Everyone is the National Park Service's website dedicated to showcasing trails, activities, and other features that are accessible at units of the National Park System nationwide.",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/accessibility.htm"
}
