{
    "title": "Dinosaur National Monument: Nearby Attractions",
    "body": "Explore This Park    Plan Your Visit     Nearby Attractions            Nearby Attractions       Dinosaur National Monument is surrounded by a variety of public lands including both state and federal. The monument is also with a days drive of many other National Park Service sites. You can also visit Dinosaurland for travel and tourism information on the Utah side of the monument or Moffat County Tourism for information on the Colorado side.  Nearby Attractions within an Hour Drive          Utah Field House of Natural History State Park Museum The museum features exhibits that preserve and reveal the wealth of Earth's geologic history found within the Uinta Basin. 496 East Main Street Vernal, UT 84078-2605 (435)789-3799         Flaming Gorge National Recreation Area This rugged wildland stretches from Wyoming high deserts to the forested slopes of Utah's Uinta Mountains. Flaming Gorge lends itself to many memorable outdoor adventures. Ashley National Forest 355 North Vernal Avenue Vernal, UT 84078 (435) 789-1181      Ashley National Forest Ashley National Forest is located in northeastern Utah and Wyoming. It encompasses 1,384,132 National Forest acres. Elevations range from 6,000 feet to over 13,500 feet. 355 North Vernal Avenue Vernal, UT 84078 (435) 789-1181         Bureau of Land Management Vernal Field Office The BLM manages 1,725,500 acres in northeastern Utah including the Uinta Basin, the east and west Tavaputs Plateaus, the Eastern Uinta Mountains, the Book Cliffs, Diamond Mountain, Nine Mile Canyon, and Browns Park. 170 South 500 East Vernal, UT 84078 (435) 781-4400         Jones Hole National Fish Hatchery Located on the boundary of Dinosaur National Monument at the start of the Jones Hole Trail, the hatchery provides management and production of trout for mitigation of Colorado River Storage Project waters of the Upper Colorado River System and to meet Tribal trust responsibilities on Native American land. Vernal Office Address (not fish hatchery location) 1380 South 2350 West Vernal, UT 84078 (435) 789-0351      Red Fleet State Park, Vernal                           Steinaker State Park, Vernal                             Bureau of Land Management, White River Office (Meeker)  Browns Park National Wildlife Refuge Ouray National Wildlife Refuge       National Park Service Areas within 300 miles:Arches National Park (200 mi)Black Canyon of the Gunnison National Park (210 mi)Canyonlands National Park (200 mi)Capitol Reef National Park (280 mi)Colorado National Monument (150 mi)Fossil Butte National Monument (180 mi)Timpanogos Cave National Monument (195 mi)Golden Spike National Historic Site (270 mi)Rocky Mountain National Park (230 mi)",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/nearbyattractions.htm"
}
