{
    "title": "Dinosaur National Monument: Sound of Silence Trail",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     Sound of Silence Trail                Sound of Silence Trail        The Sound of Silence Trail winds through the desert environment and a variety of rock layers. Dan Johnson          Length   3.0 mile loop.   Level of Difficulty   Moderate to difficult. Trail may be difficult to follow in some areas.   Trailhead Location   Approximately 2 miles east of the Quarry Visitor Center on the Tour of the Tilted Rocks auto tour road.   Your Safety   Be prepared for desert hiking: Take a hat, sunscreen, and water. A minimum of 2 quarts of water per person is recommended in the summer.   Let someone know where you are going and when you are due back..   Wear comfortable shoes, such as hiking boots or athletic shoes. Open-toed shoes are not recommended.   There is little to no shade on the trail.   Use caution on the slickrock section.   This is mountain lion and black bear country. Keep small children close.   Rules and Regulations   Pets are not allowed on this trail or in the monument's backcountry.   Carry out all trash.   Collecting artifacts, fossils, plants, or other objects is prohibited.   Do not feed or approach wildlife.   Trail Brochures   A trail brochure is available that corresponds to numbered posts along the trail. The brochure provides a general overview of the area's geology and environment. More indepth brochures are also available for those interested in fossils or geology. See below.   Description   A hike through several of Dinosaur's interesting rock layers, illustrating the monument's geologic diversity. Sweeping views of Split Mountain. Some steep sections on slickrock. This trail ties in with Desert Voices Trail via a ¼ mile connector trail. The National Geographic Trails Illustrated map of Dinosaur National Monument is available from the park bookstore.         Brochures: Trail brochure available at the Quarry Visitor Center. A special brochure for Fossil enthusiasts with in depth descriptions of the fossils found in the rock layers is available for download here. A special brochure for Geology enthusiasts with in depth descriptions of the geology of each rock formation is available for download here. (Please Note: Only the general trail brochure is available at the Quarry Visitor Center. The Fossil and Geology enthusiast brochures are only available online).",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/soundofsilence.htm"
}
