{
    "title": "Dinosaur National Monument: Jones Hole Trail",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     Jones Hole Trail                Jones Hole Trail        Hikers on the Jones Hole Trail as it approaches the Green River NPS\/Dan Johnson          Length   4¼ miles one way \/ 8½ mile round trip. Not a loop. This does not include the side trip to Ely Creek Falls.   Level of Difficulty   Moderate.   Trailhead Location   At the Jones Hole Fish Hatchery. A 47-mile drive on paved roads north of the Quarry Visitor Center. This road is normally plowed and kept open year round.   Your Safety   Be prepared for desert hiking: Take a hat, sunscreen, and water. A minimum of 2 quarts of water per person is recommended in the summer.   Let someone know where you are going and when you are due back, especially if hiking in a remote area.   Wear comfortable shoes, such as hiking boots or athletic shoes. Open-toed shoes are not recommended.   The area is frequented by wildlife including black bears and mountain lions. Keep children close.   Rules and Regulations   Pets are not allowed on this trail or in the backcountry.   Carry out all trash.   Collecting artifacts, fossils, plants, or other objects is prohibited.   Do not feed or approach wildlife.   Description    A pleasant hike along a babbling brook in the bottom of a lovely canyon. Basically level walking with a few ups and downs. Quite a bit of shade. Trail terminates at the Green River. Approximately 1½ miles down the trail from the fish hatchery are several panels of Fremont petroglyphs and pictographs. After two miles, the Island Park trail intersects with the Jones Hole trail at Ely Creek. A short walk up Island Park trail takes you to a small waterfall.     Good trout fishing is available in Jones Hole Creek. A Utah fishing license is required.     Designated backcountry camping sites available near confluence of Ely Creek and Jones Hole Creek. The Jones Hole River campsites are reserved for boaters during the high-use season. They can be used by backcountry campers during low-use season. See river campsites information.     The National Geographic Trails Illustrated map of Dinosaur National Monument is available from the park bookstore.          Pictographs at Deluge Shelter NPS\/Dan Johnson        A small waterfall on Ely Creek which is a short walk from the Jones hole Trail. NPS\/Dan Johnson",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/jonesholetrail.htm"
}
