{
    "title": "Dinosaur National Monument: Ruple Point Trail",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Hiking     Ruple Point Trail                Ruple Point Trail        From the viewpoint at the end of the Ruple Point Trail, you can see the Green River winding through Split Mountain Gorge. Dan Johnson          Length    4¾ miles one way \/ 9½ mile round trip. Not a loop. (Please note: The current trailhead sign indicates the trail is 4 miles one way which is inaccurate. It will be replaced when funding is available.)   Level of Difficulty    Moderate to difficult. Trail may be difficult to follow in some areas.   Trailhead Location   Island Park Overlook on the Harpers Corner Road, 27 miles north of the Canyon Visitor Center.   Your Safety   Be prepared for desert hiking: Take a hat, sunscreen, and water. A minimum of 2 quarts of water per person is recommended in the summer.   Let someone know where you're going and when you're due back, especially if you're hiking in a remote area.   Wear comfortable shoes, such as hiking boots or athletic shoes. Open-toed shoes are not recommended.   There is very little shade except at the very end of the trail. The trail is hard to follow as you descend at the end.   Use caution around the cliffs at the end of the trail.   This is mountain lion and black bear country. Keep small children close.   Rules and Regulations   Pets are not allowed on trails or in the backcountry.   Carry out all trash.   Collecting artifacts, fossils, plants, or other objects is prohibited.   Do not feed or approach wildlife.   Description   For most of its length, Ruple Point Trail crosses a rolling terrain filled with sagebrush and juniper. Near the end of the trail, a short descent rewards hikers with a breathtaking views of Split Mountain Canyon and the Green River 2,500 feet (762 meters) below. The National Geographic Trails Illustrated map of Dinosaur National Monument is available from the park bookstore.          The hike out to Ruple Point gives just a hint of the scenery that lies at the end of the trail. Dan Johnson        The view at Ruple Point is well worth the four-mile hike out to the point. NPS PHOTO\/Mike Weinstein",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/ruplepointtrail.htm"
}
