{
    "title": "Dinosaur National Monument: Noncommercial River Trips",
    "body": "Explore This Park    Plan Your Visit     Things To Do     River Rafting     Noncommercial River Trips                Noncommercial (Private) River Trips        A group loads their rafts for a river trip at the Gates of Lodore boat ramp. NPS       Whitewater rafting is a popular way to experience the remote canyons of Dinosaur National Monument. Self-guided raft trips, sometimes referred to as private or noncommercial river trips are permitted on both the Green and Yampa Rivers. There are also options for both multiday and single-day trips. Each river has its own characteristics.The Green and Yampa Rivers should never be mistaken for placid rivers. When John Wesley Powell floated the Green River in 1869, the scenery enthralled his group, but the rapids caused him great anguish as boats overturned, men were hurt, and supplies were lost. Even today, many boats end up pinned on rocks, their boatmen bruised and battered. For that reason, permit holders, boatmen, and trip leaders must have previous experience on comparable rivers. Depending on the water level, some rapids are rated as high as Class 4. Permits are required for all rivers within Dinosaur National Monument. Boating permits are limited to protect the natural and cultural resources and leave the river canyons unimpaired for future boaters. Rules and regulations have been put in place to assure that all travelers on the river will have a safe, peaceful, and memorable trip. Permits for multiday and single-day trips are made available to the public through a lottery.           Boating in the Monument 2016 Information and Regulations Download this document to review monument regulations regarding river trips. You can also print a copy from here if there is not time to receive a copy in the mail before your trip. Each group is required to carry a copy with them on their trip. (Adobe PDF)           Criteria Non-commercial boating permits will be allocated to individuals or organizations whose proposed trip meets the following criteria: 1. There is a bona fide sharing of cost where no part of the fees are: a. collected in excess of actual costs of the trip, b. for salary or financial gain in any manner for any of the group, its leaders, or sponsors, c. for capital increase of the major equipment or facilities used on the trip. 2. Boatmen and other crew may not be paid in ANY manner. Any or all goods, activities, services, agreements, or anything offered to park visitors and \/or the general public for recreational purposes, which uses park resources, is undertaken for or results in compensation, monetary gain, benefit, or profit to an individual, organization, or corporation is considered a commercial enterprise. 3. There is no media or direct mail advertising or soliciting for trip participants.       Permits River Permits are required for all river trips within Dinosaur National Monument. This includes multiday and one day trips, as well as, play permits for the Green River upstream of Gates of Lodore and downstream of the Split Mountain Boat Ramp. The rafting permit page has detailed information on requirements, how to apply, and permit fees.       Requirements and Regulations You must know and follow all monument requirements and regulations. Boating permit holders must also make sure that all members of their party have been informed of the requirements and regulations and are following them. Trip leaders are accountable not only for themselves, but for all the members of their group. Violators may receive a citation and\/or become ineligible for future permits.       Required Equipment All groups must have specific required equipment when boating on the rivers in Dinosaur National Monument.       River Sanitation and Environmental Protection Visit our river sanitation page to learn what is required for handling human waste, trash and minimizing wildlife encounters while on your river trip.       River Campsites Visit our river campsites page to find information including locations, mileages between campsites and camping regulations.       Shuttle Services Need to get dropped off at a river launch site or picked up at a take out point? These companies are authorized to provide transportation services within the monument. You can also enquire about having a personal vehicle moved from one location to another. Flaming Gorge Resort (800) 930-7238 www.flaminggorgeresort.com River Runners (800) 930-7238 or (435) 789-4919 www.riverrunnerstransport.com  Wilkins Bus Lines (435) 789-2476 or (435) 828-6660 www.wilkinsbuslines.com        River Flow Rates Real-time river flow data provided by the U.S. Geologic Survey (USGS) Yampa River at Deerlodge Park Green River at Cub Creek Road          2012 Rock Fall at Warm Springs Rapid In 2012 a significant rock fall occured off the cliffs above Warm Springs Rapid. Learn more…             Frequently Asked Questions Visit our Frequently Asked Questions page for many of the most common questions concerning river permits.       Adjacent Areas A permit is not required for the Green River between Flaming Gorge Dam and Dinosaur National Monument. That section is managed by Ashley National Forestand Browns Park National Wildlife Refuge. Permits are not required for private boaters on the Yampa River upstream from the monument, which is managed by the Bureau of Land Management Little Snake Field Office. The Green River downstream from the monument is managed by the Bureau of Land Management Vernal Field Office.         Tamarisk plant   Tamarisk Management If you have boated in the monument recently, you may have noticed broad sandy beaches where there were once stands of thick tamarisk. Monument staff and volunteers have worked to combat the invasive exotic tamarisk plant along the Green and Yampa Rivers.                Fisheries Management Dinosaur is home to many fish species including native and non-native species. Four of the native fish species are federally listed as endangered. If you plan on fishing while on your river trip, make sure you know how to identify the different species. Download a copy of the booklet, Guide to Important Fish Species in Dinosaur National Monument. An appropriate state fishing license is also required. See our Fishing page for more information.          More Questions?    General Monument Information For additional information about Dinosaur National Monument, you can contact us seven days a week from 9:00 am to 5:00 pm (Mountain Time) at (435) 781-7700. You may also contact us by email. To Contact the River Permit Office Staff are available by phone to answer questions and assist with trip planning Monday through Friday, 8 a.m. to Noon (Mountain Time), at (970) 374-2468. You may also contact us by email.",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/non-commercial-river-trips.htm"
}
