{
    "title": "Dinosaur National Monument: Horseback Riding",
    "body": "Horseback Riding       Pack and saddle stock, including horses, mules, burros, and llamas, are permitted in Dinosaur National Monument. Regulations limit the use of pack or saddle stock within the monument for the purpose of protecting resources and the enjoyment of other visitors. All other domestic animals are prohibited in the backcountry. Feed The monument recommends that stock be fed weed-free feed for 48 hours before entering in the monument. Only certified weed-free pellets and cubes, but no hay, may be taken into the backcountry. Animals may not be left unattended at any time. Park vegetation may not be consumed. Day Use Day use is allowed without a permit. Horseback travel is permitted on all dirt roads open to vehicle traffic, with the exception of Cub Creek Road to the Josie Bassett Cabin. Stock animals are not allowed in or around: designated river camps, designated campgrounds, residential areas, visitor centers, historic structures, archaeological sites, paved roads, and hiking trails. Animals must be kept at least 10 feet from the shoulders of paved roads, unless crossing said road. The maximum group size is 10 animals. Overnight Use All overnight trips in Dinosaur National Monument’s backcountry require a permit. Backcountry permits are free and are issued at either visitor center. Horses\/stock are not allowed in or around any established campsite. Stock parties may not stay more than one night in a given area. When tying stock for more than 12 hours, it may be necessary to move the animals occasionally to prevent resource damage. Stock may not be held less than 100 feet from a river, stream, or pond over one acre, or less than 200 feet from a small pond or seep or plunge pool. All manure must be scattered before departing the area. Lack of water is a limiting factor for pack and saddle trips in Dinosaur National Monument, as few areas have reliable sources. Loading\/Unloading Pack and saddle stock users are reminded to not block roads or other visitor access when parking trailers and loading or unloading animals. Any manure spilled from the trailer or fresh manure must be replaced in the trailer or scattered at least 100 feet from the area.",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/horseback-riding.htm"
}
