{
    "title": "Curecanti National Recreation Area: The Geologic Story",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     The Geologic Story                 The Geologic Story      INTRODUCTION: WRITTEN IN THE ROCKS Like pages in a book, the rock layers of Black Canyon and Curecanti tell a story of past environments, ancient animals and dynamic processes of change. But unlike a book that we can read in a short time, this geologic book has to be read from a different point of view. Time is thrown out of balance here, and we need to see the land from a very different perspective.        Photo courtesy of NASA  GEOLOGIC TIMETime is an everyday part of our lives. We keep track of time with a marvelous invention, the calendar, which is based on the movements of the Earth in space. One spin of the Earth on its axis is a day, and one trip around the sun is a year.  While this concept seems rather straightforward, the calendar we use today is very different from earlier versions. It is a great achievement, developed over many thousands of years as theory and technology improved. For centuries, scholars have sought to understand time and its relationship to the age of the Earth. Today, geologists estimate that the Earth is 4.6 billion years old! Who can fathom such an expanse of time?  Geologists have designed a very special type of calendar in order to grasp Earth's long history. This geologic time scale is very different from the familiar calendar we use to keep track of our busy lives. In some ways, the geologic time scale is more like a book, with the rocks as pages. Some of the pages are tattered and torn, and some are missing -- especially the early parts. To make matters worse, the pages aren't numbered. Luckily, geology gives us the tools to help decipher and read this incredible book!  Just like a calendar is divided into months, weeks, days, and so forth, the geologic time scale has its own unique set of time divisions. The largest division is called an eon. Eons, which can span billions of years, are subdivided into eras, which are subdivided into periods, which are subdivided into epochs, which are subdivided into ages, and... well, you get the picture!  The names used to designate the divisions of geologic time may seem bewildering at first glance, but nearly every name represents an historic breakthrough in geologic thought.",
    "url": "https:\/\/www.nps.gov\/cure\/learn\/nature\/geology.htm"
}
