{
    "title": "Curecanti National Recreation Area: Gunnison's Prairie Dogs",
    "body": "Gunnison's Prairie Dogs       Have you heard the prairie dog sound its alarm? As prolific plant eaters, master burrowers, and potential carriers of flea-borne plague, prairie dogs have a noticeable influence on their environment.        NPS Photo by Lisa Lynch  PRAIRIE DOG COMMUNITY The Gunnison’s prairie dog (Cynomys gunnisoni) inhabits the sagebrush and grassland environment of Curecanti, living in colonies which are loosely organized into clans called coteries. As highly social members of the squirrel family, they have a well developed communication system. For example, specialized alarm calls can distinguish different predators. Gunnison’s prairie dogs emerge from hibernation around mid-March to late April. Each spring they produce a litter of three to four pups. The pups stay in their burrows four to five weeks before coming above ground. Usually by the end of June a prairie dog “town” is bustling with activity as hordes of youngsters make their debut in the open air. Burrow systems extend for 15 to 86 feet, with several chambers used as nurseries, latrines, resting areas and air pockets in the event of flooding. Crater-like mounds provide excellent observation posts. A maze of burrows aerates the hard packed soil while providing dens, protection from predators, and hibernation space for mice, rabbits, ground squirrels, snakes and insects. Prairie dogs are preyed upon by coyotes, hawks, eagles and badgers. In fact, prairie dogs make up 75% of the diet of golden eagle chicks. MYTH VS. REALITY Prairie dogs have long been considered pests. Early ranchers believed prairie dogs were responsible for overgrazed lands. In reality, it was only after the cattle shortened the grasses and settlers killed predators that prairie dog poplutions increased. Recently, it has even been discovered that cattle and prairie dog colonies can actually benefit each other. At Curecanti, the Gunnison’s prairie dog has eaten away the annual grasses and shrubs for food and to more easily watch for eagles and coyotes. Shorter perennial grasses, shrubs and flowers with more nutrients now grow amongst the colony borrows. The benefits of prairie dog cultivation would be evident if this area received more moisture. PRAIRIE DOG MANAGEMENT At Curecanti, the prairie dog population presents a special concern. The prairie dog carries fleas that sometime harbor a plague bacteria (Yersinia pestiis) known to cause bubonic plague in humans. Studies indicate that the plague usually appears when there is a stress in the prairie dog population. A major cause of stress is overpopulation. Most of the prairie dog’s natural predators have been reduced, and others, like the rattlesnake and black-footed ferret, do not exist at Curecanti. As prairie dog populations increase they are more susceptible to disease. In 1981, the entire colony at North Willow Creek on Blue Mesa Reservoir was killed by plague. In 2005, colonies at Elk Creek and Stevens Creek experienced a substantial die-off due to plague. When prairie dog colonies die, their predators, such as the golden eagle, must find other food sources or leave the area. Visitors camp near prairie dog colonies. Curecanti follows an active management program to assure visitor safety and to maintain a healthy prairie dog population. Prairie dog colonies are constantly monitored for the existence of plague-carrying fleas. Fleas are collected from prairie dogs and their burrows for analysis. Flea populations are reduced by dusting prairie dog burrows with insecticide. Encouraging growth of high vegetation and establishing raptor perches to increase predation by hawks and eagles helps control the population. On going scientific research will help determine the best management strategy so prairie dogs and people can co-exist here at Curecanti, and elsewhere throughout the West.",
    "url": "https:\/\/www.nps.gov\/cure\/learn\/nature\/prairiedogs.htm"
}
