{
    "title": "Curecanti National Recreation Area: Fish",
    "body": "The Fish of Curecanti       The fishery of the Gunnison area has been changed by the three dams of the Wayne N. Aspinall Unit which form the reservoirs of Curecanti. Where once the fish of the Gunnison River fed upon the aquatic insects of the area, new fish species, which make their home in the reservoirs, feed upon plankton, small microscopic plants and animals. Federal and state fish hatcheries stock over three million fish in the reservoirs each year.      RAINBOW TROUT Oncorhynchus mykiss The colorful rainbow trout, named for the pink stripe along its side, is the most often caught fish of Curecanti. Rainbow trout, introduced into the Gunnison River in the 1880’s, are stocked quite heavily and can be caught in the river areas or in the reservoirs. River and shore fishing can be very productive, but in the late summer when waters are warm, the fish seek cooler areas. Then, trolling at slow speeds works best.        Rainbow Trout   Identifying marks are black spots on a light body and a red stripe along the sides of the fish.      LAKE TROUT (Mackinaw) Salvelinus namaycush The deep subsurface canyons of Blue Mesa Reservoir provide excellent habitat for the big lake trout or mackinaw. The “mac” can reach tremendous sizes - one monster weighed forty-six pounds! To catch one of these “big ones”, you must fish deep and in cold water  (45-50°F).        Lake Trout   This fish has a white spotting pattern on a dark background. Veriform markings over the back and head. Unlike other trout, they have a deeply indented tail fin.        Brown Trout   BROWN TROUT (German) Salmo trutta  Recognized by its dark brown color and red spots, the brown trout is another large fish species which can be found in all three of the reservoirs. Some of the largest fish taken from Morrow Point and Crystal Reservoirs are brown trout. The spotting pattern is composed of black spots and also red-orange spots surrounded by light blue.      BROOK TROUT Salvelinus fontinalis Brook trout live in most of the streams which feed the reservoirs of the recreation area. Curecanti Creek, which feeds into Morrow Point Reservoir, can be one of the best spots for catching the “brookies”.        Brook Trout   The pectoral, pelvic and anal fins are often orange, edged with black and white. The body is dark with red spots surrounded by blue and white spots.      KOKANEE SALMON Oncorhynchus nerka The reservoirs have also provided a home for the kokanee salmon. The kokanee travel in schools, feeding on the animal plankton, or zooplankton of the reservoirs. So if you get a strike while trolling, but are unable to bring the fish in, make another slower pass through the same area and you should be able to land the silver colored fish. The salmon are stocked from the Roaring Judy Fish Hatchery north of Gunnison. When they are ready to spawn at the end of their third or fourth summer, they travel upriver to return to the hatchery. At this time, they no longer feed, and after they reproduce, they die.        Kokanee Salmon   In order to insure that a sufficient number of eggs are collected and fertilized, the snagging of kokanee salmon is only allowed during November and December. Between August 1 and October 31, all salmon caught east of the Lake City Bridge must be released.        Kokanee Salmon (spawning colors)   At the end of their third summer, females develop a red-gray-white pattern while males develop a hook jaw and turn brick red.      YELLOW PERCH Perca flavescens A recent introduction to Blue Mesa Reservoir, yellow perch were first found around the year 2000 after an illegal stocking. They are most commonly found in Iola Basin and the Elk Creek Narrows.        Yellow Perch   Slightly greenish with yellow sides and darker vertical stripes.        White Sucker   WHITE SUCKER Catostomus commersoni A light colored bottom feeding fish.      CUTTHROAT TROUT Oncorhynchus clarki The only native trout found here, cutthroat's can be found in streams leading into the reservoirs. Similar in appearance to rainbow trout, the identifying feature of a cutthroat is a red “slash” mark under lower jaw.      CUTTBOW TROUT Genetically a combination between a rainbow and cutthroat trout, cuttbows look like a mix between the two. While cuttbows typically aren't found in fish field guides because they are in interbreed, they can be found in Morrow Point and Crystal Reservoirs.      DETAILED FISH SPECIES LIST » Information from the Northern Colorado Plateau Network.",
    "url": "https:\/\/www.nps.gov\/cure\/learn\/nature\/fishspecies.htm"
}
