{
    "title": "Scotts Bluff National Monument: Laws & Policies",
    "body": "Laws & Policies          The National Park Service carries out its responsibilities in parks and programs under the authority of federal laws, regulations, and Executive Orders, and in accordance with the policies and Director's Orders established by the Director of the National Park Service and the Secretary of the Interior.  Scotts Bluff National Monument is an area of concurrent jurisdiction, the National Park Service and the State of Nebraska exercise law enforcement authority.  Commissioned National Park Rangers are duly appointed federal law enforcement officers.  Their duties include law enforcement, emergency medical services, search and rescue, wildland firefighting, as well as visitor safety, assistance, and information.  Along with the federal laws, regulations, and policies listed, commissioned park rangers also have authority to enforce applicable Nebraska Revised Statutes.  Code of Federal Regulations Federal Regulations that apply to all National Park Sites can be found in the Code of Federal Regulations (CFR), under Title 36. Federal Laws Among the federal laws that are enforced by commissioned park rangers are Title 16 of the United States Code (USC) that apply to the National Park system and all other federal lands, federal criminal laws within 18 USC, and federal drug laws found in 21 USC.   Superintendent's Compendium In the Code of Federal Regulations (CFR), Superintendents of each unit of the National Park Service have the option to develop specific designations, closures, permit requirements, and other restrictions to address unique management needs of their particular unit.  Within the CFR, Superintendents are given the authority amend, modify, relax, or make more stringent certain regulations.  These park specific regulations are incorporated into a document called the Superintendent's Compendium and are an extension of the CFR. Firearms Regulations As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal, state, and local laws, to legally possess firearms in this park. Refer to Section 512 of the Credit Card Accountability Responsibility and Disclosure Act of 2009, Public Law 111-24, 123 Stat. 1764-65. It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. As a starting point, please visit the following link Nebraska State Laws to review our state's laws regarding firearms.  Review the Nebraska State Patrol website regarding the rules and regulations of concealed weapons permit.  Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances.  Refer to 18 U.S.C. ยง 930.",
    "url": "https:\/\/www.nps.gov\/scbl\/learn\/management\/lawsandpolicies.htm"
}
