{
    "title": "Curecanti National Recreation Area: Historic Cimarron",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places     Historic Cimarron                Historic Cimarron         Livestock loading corrals at Cimarron. NPS Photo by Lisa Lynch  Cimarron, Colorado, is located 20 miles east of Montrose on U.S. Highway 50. Today it is a small, quiet community providing visitor access to Morrow Point Dam, fishing along Cimarron Creek, and boating on Crystal Reservoir. It can also provide a glimpse into our past. EARLY AREA HISTORY Our knowledge of the human history of the Cimarron area prior to the 1850s is sketchy. The Tabaquache Utes may have moved through the area on their journeys between the Gunnison area east of Cimarron where they spent summers, and their winter destination, the Uncompahgre Valley to the west. In 1853, explorer John W. Gunnison's party passed through the area, searching for a possible transcontinental railroad route. The explorers were discouraged by their demanding traverse of the Lake Fork of the Gunnison River canyon to the east. They then veered over Blue Mesa and eventually made their way west, crossing Cimarron Creek and climbing over Cerro Summit. Captain Gunnison proclaimed that this rugged country was totally unsuitable for a railroad and his sentiments were echoed by other explorers who followed. As valuable mineral deposits were discovered on Colorado's western slope, the need for better transportation routes was recognized. One of the most famous road builders of his day was Otto Mears, known as the \"Pathfinder of the San Juans\". Mears constructed the Lake Fork and Ouray Toll Road. A branch of this road ran from the confluence of Cimarron Creek and the Little Cimarron River to a local cattle outfit, Cline's Ranch. Captain W. M. Cline owned about 480 acres in the vicinity of what was to become Cimarron. A friend of Chief Ouray of the Utes, Cline settled here in the 1870s, raising grain and cattle. Cline was joined in the livestock business by two other firms whose herd totalled approximately 5400 head of cattle, and this area eventually became popular for sheep-raising as well. ENTER, THE RAILROAD By the early 1880s, General William Jackson Palmer's railroad, the Denver and Rio Grande, was on its way west across Colorado. Palmer eagerly accepted the challenge of constructing a railroad through the Black Canyon of the Gunnison, a feat that was previously considered impossible. In August of 1882, the first D&RG train rolled out of the canyon and into the construction camp at the end of the tracks near Cline's Ranch on Cimarron Creek. During the survey for the railroad, the workers had discussed what the camp at the end of the line ought to be called. Some were reminded of the hills around Cimarron, New Mexico, and the camp was dubbed \"Cimarron\".        Cimarron Railroad Station Photo by Russell Lee, courtesy Library of Congress  When the first train arrived, the passengers were greeted by a host of tents and a single log cabin. Many believed that as the railroad continued on west, Cimarron would disappear. But by the end of 1882, it was recognized that getting trains over the steep Cerro Summit grade would require helper engines. Cimarron developed into a real railroad town, complete with a roundhouse and station facilities.  The original purpose of this railroad was to provide a link for shipment of ore from the mines in the San Juan mountains. However, scenic excursions also ran through Cimarron in the latter part of the 19th and into the 20th centuries. A subsidiary of the D&RG, the \"Rio Grande Hotel Company\", established the \"Black Canyon Hotel and Eating House\" in Cimarron. Railroad passengers came to eagerly anticipate the stop in this community known for its hospitality. Its population fluctuated drastically during this time, at times soaring to 250 or dwindling to 25.         Moving lambs to corrals. Photo by Russell Lee, courtesy Library of Congress  A LIVESTOCK SHIPPING HUB As the mining boom declined, ranching took on greater significance in Cimarron history. Both sheep and cattle were run in the open lands of the Cimarron Valley and surrounding hills. Cimarron became a major livestock shipping center, with corrals covering over 7500 square feet adjacent to the railroad siding. Local ranchers would typically drive their stock to Cimarron and timed their arrival to allow immediate loading of animals; there were no feeding facilities at the corrals here. Shipment of livestock was concentrated in the spring and fall, with animals being moved either to market (usually Kansas City), a winter range in the desert areas around Grand Junction, Colorado, or into Utah.  CHANGING TIMES As technology quickly changed, the narrow gauge railroad became a thing of the past. Improved highways and large trucks gradually replaced the railroad, and the corrals and rail yards of Cimarron grew empty. In 1949, a scenic excursion train ran from Gunnison to Cimarron. This was the last train to travel the tracks through the Black Canyon, and shortly thereafter the rails, ties, and corrals were removed. The depot, roundhouse, saloons, ice plant, and individual homes have also disappeared from the old Cimarron townsite.  Today, the National Park Service maintains a visitor center, campground and picnic area where the railroad town of Cimarron once existed. An outdoor exhibit with loading corrals and stock cars helps visitors understand the importance of the railroad history to Cimarron's ranching community and the entire western slope.  Cimarron Town Map, 1919 and Today » (95k pdf)",
    "url": "https:\/\/www.nps.gov\/cure\/learn\/historyculture\/cimarron.htm"
}
