{
    "title": "Curecanti National Recreation Area: Archeology",
    "body": "Archeology at Curecanti         Hearth uncovered June 1980.   For at least the last 10,000 years humans have been passing through what is now Curecanti National Recreation Area. From years of archeological surveys, we now have a better idea of what those early Native Americans did while they were in the Upper Gunnison River Basin, how over thousands of years their hunting and gathering techniques might have changed, and what they ate, and how they cooked. There are still lots of unanswered questions. We must continue to leave all archeological clues to the trained experts so they may discover the many hidden secrets still remaining about our earliest visitors to Curecanti. So please, if you find any kind of evidence of earlier people, such as pottery pieces, or rocks that look like arrowheads, LOOK BUT DON'T TOUCH! It is against federal law to remove any artifacts from the exact spot they are discovered. How Archeologists Work The earliest archeological work at Curecanti was in the 1930s but little written record remains. When the Blue Mesa, Morrow Point and Crystal dams were approved in the early 1960s, archeologist Robert H. Lister was sent to find what might be impacted by the new reservoirs. In a very quick search, he found ten archeological sites but since they were mostly concentrated amounts of chipped rocks - called lithic scatters, Lister did not bother to explore anymore. Lister also recorded a few petroglyphs, or drawings carved into rock surfaces that are now under the deep waters of Blue Mesa Reservoir.        Archeologists in the Elk Creek area, July 1980.   The majority of archeological work at Curecanti took place during the late 1970s and early 1980s. Teams of National Park Service archeologists surveyed areas of Curecanti during this time because many of the park buildings and campgrounds were being constructed. According to federal law, archeologists must look at any federal lands before new construction begins to insure no damage to valuable prehistoric or historic sites. By 1992, a total of 163 prehistoric and historic archeological sites were discovered within Curecanti National Recreation Area - so many that 5,000 acres of the park are now conserved as the Curecanti Archeological District and recognized on the National Register of Historic Places. Every summer, archeologists carefully walked along the Blue Mesa Reservoir shoreline and along hills and ridge-tops near proposed National Park Service construction, looking for the first clues of earlier humans in this area. Those first clues were usually lithic scatters of quartzite, chert or other usually colorful rocks concentrated in one area. These rocks are vital to signaling the location of a prehistoric camp. This is why only trained archeologists should remove these kinds of rocks. About 25 of these sites were found to be so significant that archeologists decided to dig a little deeper. Through slow, careful exploration, they uncovered interesting evidence of humans in this area as far back as 10,000 years. Archeological Evidence at Curecanti Archeologists have uncovered evidence of prehistoric hunting and gathering camps all around what is now Blue Mesa Reservoir but which once would have been open benches above the river from which large and small game could be spotted. At a few of these camps where large amounts of lithics (stone points and tools) were found, archeologists dug deeper to discover stone-lined hearths in which burned remains of wood, animals and plants were found. This charcoal was a crucial discovery, because it can be dated through an extensive radiocarbon dating process that scientifically determines dates these camps were occupied. Archeologists then compare these radiocarbon dates with spear point, stone tool, and\/or arrowhead styles found at the same site, to verify when the camp was occupied. Samples of animal and plant remains are also analyzed to see if the environment has changed over the last 10,000 years. All this archeological evidence is crucial to determining how people adapted and survived in this region. The Earliest Visitors Based upon the archeological work at Curecanti, we can now determine that the Native American presence in this area clearly began as early as the Paleo-Indian traditions up to 10,000 years ago. These seasonal hunting and gathering ventures appear to have continued unbroken till the 18th and 19th centuries when Utes in this region were first contacted by European explorers. The earliest visitors to Curecanti were most likely large game hunters, after the last ice age, looking for animals that are now largely extinct. Based upon the hearths and associated Plano spear points found these hunters most likely were only residents of this area for a short time, during warmer months. The most extensive occupation of Curecanti took place during the Early to early Middle Archaic stage approximately 7950 to 3950 years ago. There are several locations within the park where camps must have been occupied for long periods of time - perhaps even through the winter. At these camps, shallow, basin-shaped depressions were found with postholes, burnt timbers, and burnt clay that indicate some kind of small shelter like the wickiups used by later Utes. These sites are usually found at higher elevations above what was once the Gunnison River near larger tributaries. It is theorized these may have been base camps for game hunting and plant gathering expeditions into the surrounding mountains. This was also the time of the Altithermal, a period of time when increasing temperatures and aridity is thought to have occurred across much of western North America. There is no real conclusive evidence in the Curecanti area of any major climatic change which may have lured more people to this area except that there appears to have been more Pinyon pine prior to 4,000 B.P. (before the present) whose nuts would have been a valuable food source. Evidence from these sites indicates that a wide variety of plants were collected, processed and eaten. Big game species included elk, deer, mountain sheep, antelope and beaver. While most archeologist maintain that all these camps were abandoned for lower, warmer areas during the winter, some still maintain the hope that these might have been permanent, year-round settlements. The late Prehistoric Stage about 1450 to 400 B.P. saw a significant shift toward smaller projectile points shot from bows and arrows, and the beginning of clay pots used for cooking or storage. In the lower elevations, horticulture began during this period, but the limited growing season at Curecanti probably prevented any farming at this elevation. Therefore, the previous Archaic lifestyle of seasonal hunting and gathering remained the primary use of the Curecanti area until historic times. The earliest evidence of Ute in this area is from a sight overlooking the upper Black Canyon of the Gunnison dated to between 625 and 330 years ago, during the Proto-Historic period. The Utes, a Numic speaking Indian group that migrated east from the Great Basin, generally continued the Archaic hunter gather lifestyle, even after they acquired the horse from the Spanish about 300 years ago.  Summary Although archeologists have answered many of the questions about 10,000 years of prehistoric use in the Curecanti area, there is still much to be explored. Only a small percentage of the park has been thoroughly surveyed by archeologists, so many more sites, and their fascinating remains are yet to be uncovered. Other disputed findings, such as whether or not any of the first visitors to Curecanti ever spent the entire winter here, and what, if any, climatic changes occurred that changed vegetation or animal habitats could also be resolved as more archeological evidence is studied. In the meantime, enjoy the beauty of Curecanti, and wonder for yourselves, what life would have been like 10,000 years ago, 5,000 years ago, or only 200 years ago, when the first Europeans rode through the Gunnison River country. And please leave those crucial artifacts, the arrowheads and pottery sherds, on the ground where you find them - so that we may all enjoy the resources of this National Park Service area. Resources Archeological Reports on file in Curecanti National Recreation Area Resource Library.  E. Steve Cassells, The Archeology of Colorado, Johnson Books, Boulder, CO, 1997 (revised ed).  Mark R. Guthrie and others, Colorado Mountain Prehistoric Context, Colorado Historical Society, Denver, 1984  Bruce A. Jones, \"Radiocarbon Dates From the Gunnison Basin, Curecanti National Recreation Area, Colorado,\" Southwestern Lore, Colorado Archeology Society, Vol 50, No 3, September 1984, pp 14-21  Duane Vandenbusche, Gunnison Country, B&B Printers, Gunnison, CO, 1980  Colorado Historical Society  Colorado Archaeology Network",
    "url": "https:\/\/www.nps.gov\/cure\/learn\/historyculture\/archeology.htm"
}
