{
    "title": "Glacier Bay National Park & Preserve: Front Yard Wolf",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Voices of Glacier Bay: Soundscapes     Front Yard Wolf                  Voices of Glacier Bay: Front Yard Wolf          Peanut butter and jelly for quick lunches, bars for quicker wee-morning snacks, tents and tarps, recorders and microphones, binocs and cameras, coffee and cream, extra hat and dry socks, spare paddle and worn life vest, books without time to read—it all starts jumbled on the porch, barely unpacked from the last trip. It gets re-tucked into totes and stuffed back into bags, hauled in a garden cart down the worn trail to the truck, slid from truck bed to creosote dock to waiting boat. Heading out for two days or ten, doesn't matter, the pile of gear is always too much and sometimes it feels like all we do is move it around, schlepping it down and up slick beaches, heaving it in and out of the boat. So sometimes we don't. Sometimes Nels (my recording partner) and I leave the stuff on the porch, sleep in our own beds, wake up early and chase sounds in the front yard. It was just such a morning, a few weeks back. I'd tramped into the dim spruce forest, Nels stayed in the bright creek-side meadow, and, a couple hours later, we met back at the porch, me talking about the short whistle of a Pacific-sloped flycatcher and Nels recounting the tight chatter of a belted kingfisher when conversation was cut by a low and smooth rising call. Nels, quicker on the draw, hit the record button and swung the mic down river toward the unseen wolf. Kitchen window at our backs, daffodils at our feet, we stayed still listening for a long minute after the last howl faded beneath the chorus of birds. We carried our equipment and grins into the house, brewed and stirred up a second breakfast and plopped on the couch, grateful to live in a place where the front porch can dish out the wildest, most delicious sounds ever to tickle the human ear. Hank Lentfer July, 2013             Front Yard Wolf   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 25 seconds  LISTEN: Sometimes the most amazing sounds can be enjoyed from unexpected locations.             Voices of Glacier Bay   This recording is part of the \"Voices of Glacier Bay\" Soundscape recording project. Read more about this exciting project and listen to many other incredible sounds recorded in Glacier Bay National Park.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/front-yard-wolf.htm"
}
