{
    "title": "Curecanti National Recreation Area: Aspinall Storage Unit",
    "body": "Wayne N. Aspinall Storage Unit       Curecanti National Recreation Area was established in 1965 with the completion of Blue Mesa Dam, which creates the largest body of water in Colorado, Blue Mesa Reservoir. Most visitors to the park are surprised and impressed by Blue Mesa Reservoir, but do not realize there are actually three large dams and reservoirs in the park. These three dams make up what is called the Wayne N. Aspinall Storage Unit, named after the Colorado congressman instrumental in implementing the project. The Aspinall unit is one of the four main units of the Upper Colorado River Storage Project (UCRSP). The other large dams in this project include Navajo Dam in New Mexico, Flaming Gorge Dam in Utah, and Glen Canyon Dam in Utah. The primary purpose of this project is to provide water storage to the Upper Colorado River Basin states of Colorado, Wyoming, New Mexico and Utah. The three dams in Curecanti each serve a specific purpose, and work as a system to store water, produce electricity, and regulate water flow for downstream irrigation, flood control, and habitat mitigation. There is no question the dams have altered the natural environment. Because of the dams, once agriculturally useless land is now fertile. Forty miles of a once wild, prize-fishing river is impounded. The effects can be judged both positive and negative.        Aerial of Blue Mesa Reservoir and Blue Mesa Dam.   BLUE MESA DAM Blue Mesa Dam is a 390ft. high earth and rock fill dam. It was the first large dam built on the Gunnison River. Finished in 1965, Blue Mesa Dam impounded the Gunnison River to create the largest body of water in Colorado. Blue Mesa Reservoir is 20 miles long with 96 mile of shoreline. While Blue Mesa Dam does produce hydroelectricity, its primary purpose is to store water. Blue Mesa Dam can be viewed from the Blue Mesa Dam Overlook on CO Highway 92 approximately 1 mile from the junction with U.S. Highway 50.        Morrow Point Dam spilling.   MORROW POINT DAM Completed in 1967, Morrow Point Dam is 12 miles below Blue Mesa Dam, creating a deep, narrow reservoir between the steep walls of the Black Canyon. The dam is a concrete, double curvature, thin arch dam 469ft. high. It was the first dam of its type built by the BOR, and makes an impressive site standing tall in the canyon. The primary function of Morrow Point Dam is the production of hydroelectricity. With two 83,000kw generators, its power capacity is 172,000kw, almost twice the power capacity of Blue Mesa Dam. Morrow Point Dam can be viewed from the Mesa Creek Trailhead at Cimarron.        Crystal Dam spilling.   CRYSTAL DAM Crystal Dam was completed in 1976. Like Morrow Point, Crystal Dam is a concrete, double curvature, thin arch dam. Crystal Dam is six miles below Morrow Point Dam. Approximately 2 miles below the dam is the eastern boundary of Black Canyon of the Gunnison National Park through which the Gunnison River continues. The purpose of Crystal Dam is to stabilize and regulate the flow of water through the national park. Crystal also produces some hydroelectricity as a secondary function. Together the three dams produce enough electricity to support a community of 240,000. Crystal Dam can be seen from the end of the East Portal road, which begins just past the south rim entrance station at Black Canyon of the Gunnison National Park.      There are currently no tours offered for any of the three dams within Curecanti National Recreation Area.       Additional information is available from the Bureau of Reclamation.",
    "url": "https:\/\/www.nps.gov\/cure\/learn\/historyculture\/aspinall_unit.htm"
}
