{
    "title": "Colorado National Monument: Environmental Factors",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors               Environmental Factors        Residences close to monument lands. NPS        Colorado National Monument was established to preserve, study, and enjoy the geological resources and processes as well as the canyon, mesa, and plateau ecosystems that are representative of the greater Colorado Plateau. These ecosystems are affected by many factors, both within and outside monument borders. Over time, ecosystems have been altered by geological processes such as flash floods and rock falls, by the occupation, development, and use of surrounding lands and by management practices within monument boundaries, such as building and utility construction, fire prevention activities, and bison introduction. Increased upstream use of water has an impact on rare and sensitive riparian areas. Habitat loss and fragmentation have resulted in species loss, the white tailed prairie dog being the most recent example. Invasive plants can threaten the survival of native species. Local population, which has doubled since 1970, brings forth some issues as well. Residential areas directly adjoin the monument boundary both in the Grand Valley and, at a lesser density in and near Glade Park. Dense residential development on private land bordering the park has sharpened the edge of the monument, cutting across the grain of natural processes such as flash floods and wildlife movements. Rapid urban development also increases the demand for recreation. Unfortunately, this also brings impacts such as damage to biological soil crusts, noise intrusion, law enforcement incidents, vandalism, destruction, and theft of archeological and paleontological resources, and increased traffic. Bicycles, touring automobiles, and commuters struggle to share a winding, historic road. The challenge to National Park Service management, visitors, and the community is to prevent further loss of the monument’s unique environment and ecosystems and, where feasible, to restore species and ecosystems, thus preserving a quality experience for all who visit, now and in the future.",
    "url": "https:\/\/www.nps.gov\/colm\/learn\/nature\/environmentalfactors.htm"
}
