{
    "title": "Colorado National Monument: Geologic Activity",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Geologic Activity                Geologic Activity       GEOLOGY IN ACTION! The Rock Fall of 2000.       Rock fall of 2000. Ron Young       What happened? At about 9:45 in the morning on January 8, 2000, a section of cliff suddenly dropped onto Rim Rock Drive near the Liberty Cap trailhead, completely blocking the roadway.  What fell? The rocks that fell are sandstones that were originally deposited about 140 million years ago by ancient streams. Geologists describe the rocks as being from the Salt Wash Member of the Morrison Formation. Why did they fall? The salt wash sandstone has a distinct layer of soft shale in the middle and a layer of easily eroded shales and sandstones below. Ancient earth movements have created two distinct sets of nearly vertical fractures in the salt wash sandstone. These two fracture planes meet at nearly right angles, creating large rectangular blocks that are not firmly connected to the rest of the cliff. This lack of a firm connection to adjacent rocks, coupled with the layers of weak shale, means salt wash sandstone is easily eroded in this area of the monument. Has this happened before? Certainly. Our earth is a dynamic and ever-changing place. The rock fall of January 8, 2000 is simply a continuation of the erosion that has carved the canyons of Colorado National Monument. Erosion is a natural process, and in fact is the architect of the spectacular landscape. Examples of erosion abound within the monument in the form of already-fallen boulders, small rock falls, and stream scouring and widening during flash floods. While larger rock falls occur frequently in geologic time, it is a rare and exciting opportunity to see and study one during our lifetime. Some of these broken rocks last saw the light of day 140 million years ago when they were laid down in a streambed during the time of the dinosaurs. As geologists study them today they may reveal more about those ancient times, or they might help us understand how we may in the future predict the likelihood of future rock falls. Geologists, engineers, and historians examined the rock fall and attempted to determine several things:   Was there any immediate danger of further rock falls?  Was it safe to work in the area with heavy equipment?  How much damage was done to Rim Rock Drive? How to proceed with the clean up and repair minimizing the effect on Rim Rock Drive, which is a listed structure on the National Register of Historic Places?  Considering all of these factors, Rim Rock Drive was cleared and repaired as quickly as possible. There were no injuries, but because the area was considered unstable, it was cordoned off to the public. Rim Rock Drive remained closed until the rock debris was cleared off and the road repaired.",
    "url": "https:\/\/www.nps.gov\/colm\/learn\/nature\/geologicactivity.htm"
}
