{
    "title": "Curecanti National Recreation Area: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture          People » Places » Stories » Collections »      Human occupation of the Curecanti area dates back to at least 10,000 years ago. Archeologists have uncovered the remains of ancient structures called wickiups that date back 4,500 years. Utes of historic times summered in the mountains and wintered near today's Montrose and Grand Junction. Like many of the area's earlier inhabitants, they were attracted here by the abundance of game in the dry hills and river valleys, and by the vegetation in the canyons and on the mesas. Fur traders and miners blazed the northern branch of the Old Spanish Trail from Santa Fe to Los Angeles. This trail first linked the Utes to Anglo and Spanish commerce. Despite negative reports by Captain John W. Gunnison and his Pacific Railroad party, who surveyed the area in 1853, a narrow gauge railroad transported ore, coal, cattle and other goods through the Curecanti area by 1882. The Denver & Rio Grande Western Railroad, bearing the Curecanti Needle on its logo, spurred development of small towns such as Iola, Cebolla, Sapinero and Cimarron. The railroad operated from 1882 to 1949. The region's farmers and ranchers soon coveted the Gunnison River's waters for their crops and livestock. The 6-mile Gunnison Tunnel was cut through a mesa to deliver the water to the Uncompagre Valley. In 1965, Blue Mesa Dam was completed, and the largest body of water in Colorado, Blue Mesa Reservoir, began to fill. Blue Mesa, Morrow Point and Crystal reservoirs are collectively called the Wayne N. Aspinall Storage Unit, and were created primarily to provide water storage to the Upper Colorado River Basin states of Colorado, Wyoming, New Mexico and Utah. Curecanti National Recreation Area was established in 1965 to manage the land on and around the Aspinall Unit.",
    "url": "https:\/\/www.nps.gov\/cure\/learn\/historyculture\/index.htm"
}
