{
    "title": "Glacier Bay National Park & Preserve: Kittiwakes and Ice",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Voices of Glacier Bay: Soundscapes     Kittiwakes and Ice                  Voices of Glacier Bay: Kittiwakes and Ice         Kittiwakes on an iceberg in Glacier Bay   Last week I parked my boat in front of several gazillion tons of cracking, cascading, craggy ice, all of it spitting and popping and plunging bergs into the sea. Not your everyday sights and sounds. But, a mere 10,000 years ago, the sounds of groaning glacial ice (mixed with bellowing mammoths) stretched from Puget Sound to Manhattan Island. While the glacier in front of my vessel was just a tiny shard of its continental ancestor, it was big and rowdy enough to make a guy and his boat feel really, really small. As you might imagine, it's chilly hanging out alongside a gazillion tons of ice. A spectacular place to visit, but not a place to stay and raise a family. Yet that is just what a couple thousand black-legged kittiwakes are doing. In nests clinging to cracks and bumps on an ice-side cliff, young kittiwakes hatch into a world of tumbling bergs and biting winds. Their parents, apparently unconcerned about getting conked by plummeting ice, feed at the glacier's face on the shrimp stunned and stirred by the falling chunks. Their sharp and steady voices create a startling and warm addition to the exploding cliff of ice. Enjoy. Hank Lentfer July 2013             Kittiwakes and Ice   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 41 seconds  LISTEN: As you might imagine, it’s chilly hanging out alongside a gazillion tons of ice. A spectacular place to visit, but not a place to stay and raise a family. Yet that is just what a couple thousand black-legged kittiwakes are doing.             Voices of Glacier Bay   This recording is part of the \"Voices of Glacier Bay\" Soundscape recording project. Read more about this exciting project and listen to many other incredible sounds recorded in Glacier Bay National Park.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/kittiwakes-and-ice.htm"
}
