{
    "title": "Curecanti National Recreation Area: Cimarron Train Restoration Project",
    "body": "Cimarron Train Restoration Project       Locomotive #278, its coal tender, boxcar and caboose were removed from the Cimarron Canyon trestle in July 2010 for restoration purposes. The locomotive and cars will be returned to the trestle after restoration is complete. The images below show how the locomotive has weathered after 70 years of operation and while on exhibit for nearly 60 years more.                 NATIONAL REGISTER OF HISTORIC PLACES LISTING, April 2009 - May 2010 The set of rail cars have been added to the National Register of Historic Places. This listing provides recognition of the significance of the resources, and opens funding avenues for preservation actions. Historic preservation staff at the National Park Service regional office in Lakewood, Colorado prepared the nominations. They worked closely with staffs from Curecanti National Recreation Area, the City of Montrose,  the Colorado State Historical Society, the Colorado Railroad Museum, and railcar manufacturers to prepare the nominations.    Property Date Listed Level of Significance*   Locomotive #278 & Tender April 21, 2009 State   Caboose #0577 April 21, 2009 State   Box Outfit Car #04414 July 23, 2009 State   Boxcar #3132 September 2, 2009 State   Stock Car #5620 January 27, 2010 State   Stock Car #5679D January 27, 2010 State   Derrick Car May 10, 2010 State     * Properties are listed at the local, state, or national level of significance. Example of these levels might equate to the site of a town's first post office (local), the site of the first state assembly (state), Thomas Jefferson's home at Monticello (national).       Sills for the #278 tender await installation. Frost\/NPS       JANUARY 2011 The restoration of the #278 locomotive is to be completed by Mammoth Locomotive Works in Palisade, Colorado. Mammoth has been working in restoration and scale railroad construction for more than 25 years. On January 21 the locomotive was again loaded on a flatbed trailer and transported to Palisade.       Frost\/NPS         Frost\/NPS  MARCH 2011 When last visited on March 8th, locomotive #278 had the appearance of a large tube sitting atop eight large, steel wheels. Disassembly of the locomotive produced multiple pallets of small parts, and several long shelves of tubes and piping. Removal of paint and rust from the metal parts from the locomotive is now in progress. The cab of the locomotive has been removed basically intact, with only a few small pieces detached to facilitate removal. Sound portions of the cab were salvaged. The analysis of the cab's wood indicated the cab is constructed or a combination of ash, oak and fir woods. Work had begun on the tender, with the tank and coal bin being separated from the undercarriage. Rotted wood components of the tender frame will be replaced with the same types of wood to maintain the historic character of the tender.       Frost\/NPS       JUNE 2011       Much of the recent work has been in building a new engine house for the locomotive as the old wood was very rotted. Zaenger\/NPS        The tender \"box\" was lifted off the frame and wheel assembly revealing rotted beams. Zaenger\/NPS        Engine 278 furnace in foreground, tender \"box\" behind. Zaenger\/NPS        Boiler interior ready to be sandblasted. Zaenger\/NPS        OCTOBER 2011 The restoration of the D&RGW locomotive #278 and its tender continue at Mammoth Locomotive Works. Most of the locomotives metal parts, including the boiler, have been treated and painted. A few major components, such as the smoke stack, remain to be processed, but these are few in number. The restoration of the locomotive cab is complete except for painting. Reassembly of the locomotive has begun and will continue over the next couple of months. After disassembly of the tender, the wooden platform (sills and end beams) are being replaced. Mammoth put in considerable effort to obtain appropriate replacement beams, thus keeping the restoration true to the D&RGW methods and techniques. The original contract for 270 days has been extended 180 days, with no additional costs, due partially to weather factors and partially to additional repairs that were needed. This contract extension also allows some flexibility for return and set up of the cars. Weather conditions in the Cimarron valley must have clear and dry pavement to reduce any risk of transport damage and the extension allows for a wide window for delivery. The cars will be returned to Cimarron, where they will be returned to the temporary storage yard until all four cars of the Cimarron Bridge display are restored.  Access to the exterior of the restored cars will be possible. Check back for more details as the season progresses to find out about scheduled tours or open assess times.       Wheel assemblies and other frame parts awaiting installation on the D&RGW #278. Frost\/NPS        Restored cab of the D&RGW #278. Frost\/NPS         Truss Bridge NPS  January 2014  With the restoration and return of the D&RGW Locomotive #278, and its tender, the second phase of the Cimarron Train Restoration Project is finally underway. This phase will determine the condition of the bridge across the Cimarron River where the locomotive and related cars were displayed, and address any repairs needed. In the summer of 2012 a detailed inspection of the bridge was made, and every crack, mend, missing rivet and twisted piece of metal was thoroughly documented.  This information is now being used by an engineering firm to determine if any of these factors affects the ability of the bridge to safely hold the train for display. Any factors that would represent a risk will be scheduled for repair. A coatings specialist from the Bureau of Reclamation inspected the bridge in the fall of 2013 and documented areas of rust and the degree that the paint had deteriorated. His report made several recommendations for repainting the bridge. The bridge inspection and coating study will guide work during the summer of 2014 to repair and paint the bridge.  The bridge is listed on the National Register of Historic Places, and whether the train returns to the bridge or not, the NPS is dedicated to preserving the bridge because of its own significance. What is phase three of the Cimarron Train Restoration Project? The park is currently preparing contract specifications and funding for the restoration of Caboose #0577. Completion of that phase should occur in 2015 or 2016.                   Moving the Rail Cars, July 2010   11 Photos  The images below briefly show the complex process of removing the rail cars from the Cimarron trestle.",
    "url": "https:\/\/www.nps.gov\/cure\/learn\/historyculture\/trainrestoration.htm"
}
