{
    "title": "Colorado National Monument: Freedom Flies High",
    "body": "Freedom Flies High         Above: John Otto and Rae Kennedy almost make it to the top of Independence Monument on June 8, 1911.   Freedom Flies High When John Otto, an expert trail builder and the first caretaker of Colorado National Monument, boldly scrambled up Independence Monument on July 4, 1911, he launched a unique tradition honored by the park and community today. After reaching the 450-foot high summit of the iconic sandstone tower, Otto hoisted the United States flag to celebrate Independence Day. He was truly a free spirit. Today, 100 years after his historic achievement, Otto’s legacy remains a vital community event. About 30 Grand Valley area climbers will follow his footsteps up the west face of Independence Monument on the morning of July 4th with the expert guidance of the Mesa County Search and Rescue team. The climbing route has historic significance. In order to make the first ascent in 1911, Otto hand-drilled holes up the north and west face of the sandstone monolith and pounded iron pipes into the holes, creating an iron ladder for others to follow.        Freedom Flies High! Sally Bellacqua  The Grand Junction Daily News reported Otto’s ambitious climb this way: \"Inch by inch, foot by foot, daring intrepid John Otto, creeping up the giant sides of Independence Monument, the highest and most noble eminence of rock in all Monument Canyon… It is a perilous piece of work he is doing and he should receive great recognition for his feat when he reaches the summit.\" As an outspoken conservationist, Otto developed a remarkable vision for the future of this natural landscape. The same year as Otto's first ascent, 1911, Colorado National Monument was established by President William Howard Taft. Otto’s vision is the reason that Colorado National Monument exists today for 21st Century Americans to enjoy.",
    "url": "https:\/\/www.nps.gov\/colm\/learn\/historyculture\/freedom-flies-high.htm"
}
