{
    "title": "Colorado National Monument: John Otto",
    "body": "John Otto         \"Some folks think I’m crazy but I want to see this scenery opened up to all people.\"John Otto Painting by Al Look  ONE MAN'S VISION When John Otto first saw the rugged redrock canyons south of Grand Junction in 1906, it was love at first sight. The following year he wrote . . . \"I came here last year and found these canyons, and they feel like the heart of the world to me. I'm going to stay and build trails and promote this place, because it should be a national park.\" Otto spearheaded fundraising campaigns, collected signatures for petitions, and penned newspaper editorials and endless letters to Washington politicians in support of national recognition for the ancient canyons and towering monoliths of his adopted home.       NPS       JOHN OTTO: TRAILBUILDER, PROMOTER, and PATRIOT Otto lived alone in the canyons and used a pick and shovel to carve out the trails. Always the patriot, he named the rock formations he encountered after great heroes and historic events. Some of the formations, such as Independence Monument and Liberty Cap, still bear the names he gave them. Gradually, through his single-minded pursuit and his Herculean physical efforts, the scenic treasures hidden in the canyons were made accessible to the public.      OTTO'S EFFORTS PAY OFF Otto sought neither personal recognition nor wealth. He was seen as an eccentric and a recluse. But we he would happily abandon his solitude for an opportunity to publicize his beloved canyons. He spoke to reporters and photographers and public representatives, and conducted tours of the area. Some came out of curiosity but were converted into avid supporters. His enthusiasm was contagious. Many joined him in his efforts and deluged Washington politicians with letters of support. Finally on May 24, 1911, President Taft signed the proclamation that established Colorado National Monument.      \"…keep in mind what this lover of nature, John Otto is doing. He is asking no credit yet he deserves it all. Singlehanded he has opened this great playground to the world.\" Walter Walker, Grand Junction Daily Sentinel, April 1909      A WEDDING IN THE CANYONS John Otto married Boston artist Beatrice Farnham on June 20, 1911 at the base of Independence Monument. Unfortunately, John and Beatrice's marriage was short-lived. Beatrice found the reality of John's life to be far from her romantic ideal. A few weeks after the wedding, she left, never to return. \"I tried hard to live his way, but I could not do it, I could not live with a man to whom even a cabin was an encumbrance.\" Beatrice Farnham Otto             LIFE AFTER THE MONUMENT After 16 years as the park's custodian Otto retired and left the Grand Valley. He headed west and made a new home in an old Post Office building in Yreka, California. John Otto died June 19, 1952 at the age of 81. He had $44 dollars in cash and four $25 dollar war bonds at the time of his death. Without the money to pay for a proper headstone or funeral he was buried in a pauper's grave in the Evergreen Cemetery in Yreka. The John Otto Memorial Headstone Project was started by a group of local John Otto supporters who felt that their hero deserved a fitting memorial. After raising funds for the headstone, they held a ceremony in Yreka on June 19, 2002, the 50th anniversary of Otto's death.         From John Otto's gravestone:  JOHN OTTO DEC 30, 1870 – JUNE 19, 1952. “DO YOUR BEST FOR THE WEST, THE BEST FOR THE WORLD, THE NEW DAY GET IT GOING” JOHN OTTO, PROMOTER AND FIRST CUSTODIAN OF COLORADO NATIONAL MONUMENT.        JOHN OTTO'S LEGACY  John Otto spent over 20 years of his life among the canyons and mesas of the Monument. Today Otto is remembered fondly as the Monument's founder and its most fervent promoter. It is largely through his efforts that we are able to enjoy the unspoiled natural grandeur that is Colorado National Monument.",
    "url": "https:\/\/www.nps.gov\/colm\/learn\/historyculture\/john-otto.htm"
}
