{
    "title": "Colorado National Monument: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     December 02, 2014  Slow Down for the Desert Bighorn Sheep!  Three times this fall, Desert bighorn sheep have been hit and injured by vehicles traveling too fast on Rim Rock Drive. Drivers and bicyclists are asked to be watchful. Slow down. Give yourself time to react when a ewe or ram jumps down from an adjacent ledge onto the roadway in front of your vehicle.   November 24, 2014  Open House to be Held at Monument East Entrance  Colorado National Monument, in partnership with their non-profit Friends Groups, Colorado National Monument Association, will host an Open House at the East Side Garage (at the east entrance) on Thursday, December 18 between 4 and 6 p.m.   November 13, 2014  Winter Road Condition Hotline  Road surfaces within the monument where cliffs shadow the roadway can be icy long after a winter storm has passed. Before starting a winter tour through the monument, drivers may want to call the Winter Road Condition Hotline for a status report on Rim Rock Drive.   November 05, 2014  2014 Veterans Day  The National Park Service will honor all military veterans by providing free entrance for everyone to all 401 national parks on Veterans Day, Tuesday, November 11.   October 29, 2014  2014 Rim Rock Marathon  Rim Rock Marathon to occur Saturday, November 1, 2014.   September 23, 2014  Accessible Trail to be Dedicated  Colorado National Monument celebrates completion of the Alcove Nature Trail accessibility project.   September 19, 2014  National Park Service Continues Community Dialogues  Colorado National Monument will continue its open dialogues with the community by hold two public meetings to discuss safety issues along the East Hill public right-of-way as it relates to vehicle size, cargo, speed and other traffic concerns.   August 22, 2014  National Park Service Celebrates 98th Birthday!  Colorado National Monument will celebrate the 98th birthday of the National Park Service by waiving its normal entrance fee on Monday, August 25.   August 20, 2014  Drones Banned in Colorado National Monument  Launching, landing, or operating unmanned aircraft on lands and waters within Colorado National Monument is now prohibited and has been posted in the 2014 Superintendent's Compendium.   August 20, 2014  Monument Receives 2014 Ticket to Ride Grant from National Park Foundation  Colorado National Monument receives a 2014 Ticket to Ride grant from the National Park Foundation. This grant will provide bus transportation for over 2,000 students from local schools.   June 23, 2014  Superintendent rescinds ban on hazardous material transportation  Superintendent rescinds ban on hazardous materials transportation on Rim Rock Drive but will be engaging the community and affected stakeholders on the issue in coming weeks.   February 10, 2014  Listening Sessions Summary Report for Colorado National Monument Available- Additional Meetings Planned for March  Colorado National Monument today released a report that summarizes information gathered at public workshops conducted last summer regarding use of the national park site. CDR Associates, a respected Colorado mediation group, facilitated the sessions in Fruita, Grand Junction and Glade Park in July and August 2013.  CDR produced the report for the National Park Service (NPS).   August 06, 2013  Colorado National Monument invites the public to attend listening sessions  Listening session to be held in Glade Park on August 13th.   June 21, 2013  Listening sessions to explore visitor activities at Colorado National Monument  The public is invited to attend meetings to explore the future of visitor activities at Colorado National Monument. Meetings will be held in Fruita and Grand Junction.   June 21, 2013  Listening Sessions to be held on July 9 and 10  Public meetings to explore visitor activities at Colorado National Monument will be held July 9 and 10.   January 11, 2013  Rim Rock Drive to Reopen  Friday, January 11, 2013 at 2:30 p.m., Colorado National Monument will reopen the upper section of Rim Rock Drive from DS Road to Independence Monument Overlook to all traffic.   January 11, 2013  Road Closure  Snow and wind force temporary closure of the upper portion of Rim Rock Drive.   December 24, 2012  Upper Section of Rim Rock Drive will be Closed Temporarily due to Winter Snowstorm  Monday, December  24, 2012 Colorado National Monument will temporarily close the upper section of Rim Rock Drive from DS Road to Independence Monument Overlook to all traffic due to hazardous driving conditions.   December 11, 2012  2012-2013 Winter Storm Response Plan for Rim Rock Drive  Winter has arrived at Colorado National Monument. All motorists and cyclists are reminded to use extra caution while traveling across Rim Rock Drive and should be prepared to encounter ice and snow conditions even when roads are clear in the Grand Valley. During winter snowstorms, Colorado National Monument may temporarily close the upper section of Rim Rock Drive from DS Road to Independence Monument Overlook to all traffic.   December 07, 2012  Colorado National Monuments Visitor Center will be Temporarily Closed on Tuesday, December 11  Visitor Center will be temporarily closed on Tuesday, December 11.  This temporary building closure will allow for shutting down the main power supply in the visitor center as part of an electrical upgrade, and installation of a new fire suppression and alarm system.   November 09, 2012  National Park Service will seek public input on a plan to manage Visitor Activities on Rim Rock Drive  The plan will outline a transparent process for NPS review of special events such as sporting events, bicycle tours, organized picnics and weddings.  The plan will also address requests by private businesses to offer services in the monument.   November 05, 2012  Monument To Permit One-Way Vehicle Traffic During Rim Rock Marathon Saturday, November 10, 2012  Rim Rock Drive in Colorado National Monument will be limited to one-way vehicle traffic on Saturday, November 10, 2012, from 8:00 a.m. until 1:00 p.m. during the Rim Rock Marathon. One-way traffic only will be permitted from the west (Fruita) entrance to the east (Grand Junction) entrance.   November 05, 2012  Colorado National Monument to Waive Entrance Fees In Honor of Veterans Day Weekend Saturday, November 10 through Monday, November 12  In celebration of Veterans Day, Colorado National Monument will offer free admission on Saturday, November 10 through Monday, November 12. This fee free weekend is offered to all visitors in honor of current members, retired members, and reserve members of the United States armed forces and their families.   October 12, 2012  Starting October 15th Colorado National Monument to Temporarily Close Cold Shivers Overlook for Repairs and Public Safety  Colorado National Monument will temporarily close the overlook at Cold Shivers Point from 7:00 a.m. to 4:30 p.m., Mondays through Fridays, starting October 15th and extending through November 5th.   October 02, 2012  Tour of the Moon will travel through Colorado National Monument  On Saturday, October 6, 2012 a new recreational bicycle event titled \"Tour of the Moon\" will travel through Colorado National Monument. The touring cyclists will travel from the east entrance (Grand Junction) to the west entrance (Fruita) over Rim Rock Drive and will be restricted to cycling in the west bound lane only   September 26, 2012  Join Us at Colorado National Monument  In honor of National Public Lands Day, Colorado National Monument is offering free entrance to all visitors on September 29, 2012.  The 19th annual fee free day event encourages everyone to get outside and enjoy the great outdoors. All entrance fees, including commercial tour entrance fees and transportation entrance fees will be waived for the day.   August 14, 2012  NPS Announces USA Pro Challenge Race Decision 8-14-2012  Citing conflicts with federal regulations and agency management policies, the National Park Service (NPS) has declined to issue a permit to hold a stage of the 2013 USA Pro Challenge bicycle race next year in Colorado National Monument in western Colorado.   July 20, 2012  Traffic Calming Devices to be Installed  In response to a recent road safety study conducted along Rim Rock Drive, by the Federal Highway Administration, Colorado National Monument will install speed humps on Rim Rock Drive at east and west entrances.   June 27, 2012  July 4th 2012 Celebration at Colorado National Monument  Colorado National Monument will commemorate Independence Day by raising the American flag on the top of Independence Monument, the tallest free-standing rock formation in the park.  This tradition was started 101 years ago by the legendary John Otto.   June 22, 2012  Fire Restrictions in Effect  Continued hot, dry and windy weather, low fuel moistures, low humidity and the factor of several large fires already burning within Colorado have caused fire managers added concern and prompted the need for additional restrictions.   June 14, 2012  Monument Seeking Public Support to Solve White Rocks Vandalism Case  Colorado National Monument officials are seeking public support to help solve a case of vandalism (graffiti) and criminal mischief.   June 04, 2012  Expect Traffic Delays Along 1-Mile Section on West End of Rim Rock Drive  Starting on Wednesday, June 6 through Friday, June 22 Colorado National Monument will be inspecting and cleaning out sewer lines between mile marker three and four (Fruita Canyon Overlook to the Visitor Center\/campground road) along the west end of Rim Rock Drive. One-way traffic will take place within a 1-mile section work zone during the hours of 7:30AM and 4:30PM, Monday through Friday. Park visitors can expect 5-10 minute delays in the work zone throughout the duration of the project. Motorists and bicyclists are reminded that they must obey all flagging stops in the work zone.   June 04, 2012  Join Us for National Get Outdoors Fee-Free Day  The Saturday, June 9, fee free day is in celebration of National Get Outdoors Day, which offers opportunities for visitors to experience outdoor activities. The goal of National Get Outdoors Day is to encourage first-time visitors and families to visit public lands and also to reconnect young people with nature.   May 17, 2012  Active Duty US Military Offered Free Entrance to All National Parks  On May 19 – Armed Forces Day – the National Park Service will begin issuing an annual pass program offering free entrance to all 397 national parks for active duty U.S. Military members and their dependents.   March 15, 2012  West Hill of Rim Rock Drive Reopened  Thursday, March 15, 2012 at 4:30 p.m., Colorado National Monument will reopen the west section of Rim Rock Drive between the west (Fruita) entrance station and the Visitor Center to all traffic.   March 13, 2012  West Hill of Rim Rock Drive Temporarily Closed March 15  Due to public safety concerns, Colorado National Monument will temporarily close a four mile section of Rim Rock Drive along the west hill to all traffic between the West Entrance Station to the campground turnoff near the Visitor Center on Thursday, March 15, from 8 a.m. to 6 p.m.   January 22, 2012  January 22 Rim Rock Drive will reopen at 1pm  Sunday, January 22, 2012 at 1 p.m., Colorado National Monument will reopen the upper section of Rim Rock Drive from DS Road to Independence Monument Overlook to all traffic. Please use caution.  Expect winter driving conditions with some patches of snow and black ice.   January 18, 2012  Eckert returns to Colorado National Monument  Lisa E. Eckert, a 30-year veteran of the National Park Service (NPS), has been named superintendent at Colorado National Monument in western Colorado. Eckert will assume her new duties in mid-February.   December 23, 2011  Colorado National Monument will Reopen the Upper Section of Rim Rock Drive  Colorado National Monument will Reopen The Upper Section of Rim Rock Drive at 2:00 p.m. Today   December 21, 2011  Upper Section of Rim Rock Drive will be Temporarily Closed  Colorado National Monument will temporarily close the upper section of Rim Rock Drive from DS Road to Independence Monument Overlook to all traffic in anticipation of hazardous driving conditions at 3:00 p.m.   December 14, 2011  Upper Section of Rim Rock Drive Reopens  Wednesday, December 14 at 3:00 p.m., Colorado National Monument will reopen the upper section of Rim Rock Drive from DS Road to Independence Monument Overlook to all traffic.   December 13, 2011  Temporary Closure of Upper Section of Rim Rock Drive  Colorado National Monument will temporarily close the upper section of Rim Rock Drive from DS Road to Independence Monument Overlook at to all traffic due to icy and hazardous driving conditions at 1:00 p.m.   November 17, 2011  New Winter Storm Response Plan  A new safety plan will be enforced this winter to reduce hazardous driving conditions for visitors and snow plow operators. During active snowstorms, Colorado National Monument will temporarily close the upper section of Rim Rock Drive from DS Road to Independence Monument Overlook to all traffic.   November 15, 2011  Expect Traffic Delays Along the East Hill  Expect Traffic Delays Along the East Hill of Rim Rock Drive On Wednesday, November 16 From the East Entrance to DS Road Turnoff   November 07, 2011  NPS Plans to Burn Slash Piles in Colorado National Monument  Federal fire crews from the Upper Colorado River Interagency Fire Management Unit will be burning slash piles in the Colorado National Monument this winter.   November 02, 2011  2011 Rim Rock Marathon  Rim Rock Drive in Colorado National Monument will be limited to one-way vehicle traffic on Saturday, November 12, 2011, from 8:00 a.m. until 1:00 p.m. during the Rim Rock Marathon.  One-way traffic only will be permitted from the west (Fruita) entrance to the east (Grand Junction) entrance.   November 02, 2011  Be Our Guest at Colorado National Monument for  Be Our Guest at Colorado National Monument for Veterans Day Weekend Friday, November 11 through Sunday, November 13   September 19, 2011  Traffic Delays Sept 21 thru Sept 23  The Federal Highway Administration will be conducting rock scaling and rockfall removal along a ¼ mile section of Rim Rock Drive between Artist Point and Highlands View scenic overlooks. The rock scaling is preventative maintenance to reduce the risk of future rockfall. Motorists and bicyclists should plan for 10 to 15 minute delays.   September 19, 2011  National Public Lands Day 2011  The National Park Service cordially invites the public to be our guest at Colorado National Monument on Saturday, September 24, 2011, in honor of National Public Lands Day. In observance of the 18th anniversary of National Public Lands Day, all entrance fees, including commercial tour entrance fees, will be waived for the day.   June 27, 2011  Expect Traffic Delays on Tuesday July 5  On Thursday, June 30, micro-surfacing repair work along Rim Rock Drive will occur from the East Entrance to the DS Road Turnoff.  The repair work will take place between the hours of 6:00 a.m. to 4:00 p.m.  Park visitors and Glade Park residents can expect 15 minute delays through the road construction work zone.   June 16, 2011  Be Our Guest at Colorado National Monument June 21  The National Park Service cordially invites everyone to be our guest at Colorado National Monument on the first day of summer, Tuesday, June 21.   June 15, 2011  Park Service Rangers Arrest Man  National Park Service Rangers arrest man wanted on suspicion of theft from cars at popular trailhead.   June 10, 2011  July 4th Celebration  Colorado National Monument will commemorate Independence Day by raising the American flag on the top of Independence Monument, the tallest free-standing rock formation in the park.   June 08, 2011  Superintendent Joan Anzelmo To Retire  Superintendent Joan Anzelmo, a 35-year career public servant with the National Park Service, has announced her plans to retire on July 1st from her position as superintendent of Colorado National Monument, where she has served since May 2007.   May 09, 2011  Join us to Commemorate the 100 Year Anniversary  Step into History and Join us at the Monument to Commemorate the 100 Year Anniversary Saturday, May 21 at 11:00am.   March 21, 2011  National Park Service Says No to Commercial Bike Race in Park  The Director of the National Park Service (NPS) today reaffirmed the decision to deny a request by the Quiznos Pro Challenge commercial bike race to hold a stage of the race in Colorado National Monument next year.   February 28, 2011  Slight Increase in Entrance Fees  No abstract supplied.   January 26, 2011  Rim Rock Drive Will Open to Motorists on Monday, Jan. 31  No abstract supplied.   January 12, 2011  Be Our Guest at Colorado National Monument January 15-17  No abstract supplied.   January 10, 2011  \"Art Exhibit of the Century\" Winners  No abstract supplied.   January 04, 2011  Art Exhibit of the Century  No abstract supplied.   December 23, 2010  Monument Opens Upper Rim Rock Drive December 23 thru January 2  No abstract supplied.   December 11, 2010  Holiday Open House  No abstract supplied.   November 10, 2010  Veterans Day  In honor of our nation's Veterans, Colorado National Monument cordially invites everyone to be our guest of Veteran's Day, Thursday, November 11. Entrance fees will be wiaved for all visitors.   November 10, 2010  Documentary Premiere at Avalon Theatre  Please join us at the Avalon Theatre on Thursday, November 18 at 7:00 p.m. for a special advance screening of the film \"The Colorado National Monument: Celebrating 100 Years of John Otto's Dream\"   October 31, 2010  Rim Rock Marathon 2010  No abstract supplied.   October 28, 2010  Call for Artists - Exhibit of the Century  No abstract supplied.   October 27, 2010  Winter Road Operations for Rim Rock Drive  No abstract supplied.   October 24, 2010  Ancient Fossil Display Extended  Colorado National Monument is pleased to announce that the new fossils currently in the Monument's Visitor Center will remain on display through December 31, 2010 to increase opportunities for the public to see these extraordinary new discoveries.   October 12, 2010  Monument to Unveil Three Fossilized Discoveries  The National Park Service cordially invites you to join us at Colorado National Monument on Wednesday, October 13, at 11:00 a.m. at the Visitor Center for the unveiling of three major fossilized foot print discoveries from the Jurassic Period.   September 27, 2010  Expect traffic Delays on Rim Rock Drive  Micro-surfacing along Rim Rock Drive will start on Tuesday, September 28 and take place between the hours of 7:00 a.m. to 7:00 p.m.   The project will start at the East Entrance Station and progress toward the West Entrance Station (gate-to-gate.)   September 24, 2010  Expect Traffic Delays Along Rim Rock Drive  Micro-surfacing along Rim Rock Drive will start on Tuesday, September 28 and take place between the hours of 7:00 a.m. to 7:00 p.m.   The project will start at the East Entrance Station and progress toward the West Entrance Station (gate-to-gate.)   September 21, 2010  Be Our Guest on National Public Lands Day  The National Park Service cordially invites everyone to be our guest at Colorado National Monument on Saturday, September 25, 2010 in honor of National Public Lands Day.   September 09, 2010  Pavement Preservation Work To Begin September 13 on Rim Rock Drive  On Monday, September 13, 2010, pavement preservation work will begin on Rim Rock Drive in Colorado National Monument.   August 12, 2010  Let’s Move Outside  We dare you to try to keep up with the junior rangers at Colorado National Monument! It's fun and healthy to play in the parks and now National Park Junior Rangers get an extra reward for moving it outside.   August 06, 2010  Fee-Free Weekend August 14 & 15  The National Park Service cordially invites everyone to be our guest at Colorado National Monument on Saturday, August 14 and 15.   July 30, 2010  A Walk Through Time  The event starts at 8:00 a.m. and continues through 1:00 p.m., when the public is invited to walk, stroll, jog, or bicycle along 14 miles of Rim Rock Drive without motorized traffic.   July 06, 2010  Bicyclist Crashes on West Hill  No abstract supplied.   June 28, 2010  Visit Colorado National Monument at the Main Street Farmers' Market  Come visit with Colorado National Monument staff as we host a booth each Thursday evening at the American National Bank Downtown Farmers’ Market throughout the summer.   June 08, 2010  Ride the Rockies Traffic Restrictions  No abstract supplied.   June 02, 2010  Fee Free Weekend June 5 - 6  The National Park Service cordially invites everyone to be our guest at Colorado National Monument on Saturday, June 5 and Sunday, June 6.   May 12, 2010  Proposed Entrance Fee Increase  Colorado National Monument is proposing to slightly raise its entrance fee of $7 per car and $4 per person (hiker\/bicyclist) to $10 per car and $5 per person (hiker\/bicyclist). The Monument is proposing to raise the current annual pass of $20 to $25.   May 05, 2010  Monument Featured on National Park Service Website  Colorado National Monument is being featured as a “National Park Getaway” on the National Park Service’s national website beginning May 5 until May 12 at www.nps.gov.   April 15, 2010  Entrance Fee Waived During National Park Week  You’re invited to be our guest at Colorado National Monument during National Park Week, which begins on Saturday, April 17 and continues through Sunday, April 25.   March 17, 2010  Colorado National Monument Wins Environmental Education Award  Colorado National Monument was recognized with an award of excellence from the Colorado Alliance for Environmental Education for its Junior Ranger Explorer Day Camp.   December 30, 2009  Dog Dragged and Killed in the Monument early Wednesday Morning  No abstract supplied.   December 10, 2009  Winter Driving Conditions on Rim Rock Drive  Winter Driving Conditions on Rim Rock Drive  -  Expect Icy Conditions!   November 23, 2009  Monumental Memories Photo Exhibit  Colorado National Monument invites the local community to submit photographs for the annual “Monumental Memories Exhibit” that will be on display in the Visitor Center throughout the holiday season.   November 12, 2009  Rim Rock Marathon  No abstract supplied.   November 03, 2009  Bookstore & Visitor Center Relocated Temporarily  Colorado National Monument’s visitor center and bookstore are now temporarily located in a mobile visitor center in the parking lot adjacent to the main visitor center.   October 14, 2009  REI Grant Awarded  Colorado National Monument received a $5,000 youth grant from the national retailer Recreational Equipment, Inc. (REI).   September 29, 2009  Reward for Devils Kitchen Vandals  New reward monies for information leading to the arrest of vandals who damaged Devils Kitchen Historic Shelter in Colorado National Monument.   September 14, 2009  Ken Burns Film Premier!  You are invited to attend a special screening of the film The National Parks: America's Best Idea at the Avalon Theatre on Sunday, September 27 at 7 p.m. FREE admission.   September 01, 2009  National Public Lands Day Event  \"A Walk Through Time\" allows you to walk, stroll, job, or bike 14 miles of Rim Rock Drive during this free event.   August 31, 2009  Rangers Nab Felon  Park rangers arrest felon on Friday evening, August 28, at 6:00 p.m.   August 24, 2009  Bicyclist Loses Control On Rim Rock Drive  A Wisconsin man suffers traumatic injuries after losing control of his bike on East Rim Rock Drive.   August 07, 2009  Monument Seeks Assistance to Indentify Suspects  Colorado National Monument is asking for the public's help in identifying individuals who appeared on the monument’s surveillance video cameras late on Monday night, August 3.   August 07, 2009  Fee-Free Weekend August 15-16  The National Park Service cordially invites everyone to be our guest at Colorado National Monument on Saturday, August 15 and Sunday, August 16.   August 05, 2009  Vandals Damage Historic Devils Kitchen  On Monday night, August 3, or early Tuesday morning, August 4, vandals wantonly damaged part of the Historic Devils Kitchen stone picnic shelter in Colorado National Monument.   July 10, 2009  Fee-Free Weekend July 18-19  Be Our Guest at Colorado National Monument for Fee-Free Weekend July 18 - 19.   June 30, 2009  July 4th Celebration 2009  Come to Colorado National Monument to see old glory raised on Independence Monument, over 450 feet high!   June 26, 2009  Welcome to Colorado National Monument's Fee-Free Weekends  Colorado National Monument will host two more fee-free weekends: July 18-19 and August 15-16.   June 10, 2009  Colorado National Monument Comes to the Farmers Market  Colorado National Monument will host a booth each Thursday evening at the American National Bank Farmers’ Market throughout the summer.   May 26, 2009  Road Striping and Repairs  Road repairs will occur from May 27 to July 1. Expect delays from 7 a.m. to 7 p.m. Road striping happens June 2-3 on a 4-mile stretch between the east entrance and DS Road.   May 10, 2009  Colorado National Monument to Receive $228 K in Recovery Act Funds for Trail Improvements  Colorado National Monument will receive a total of $228,000 in funding from the American Recovery and Reinvestment Act of 2009.   May 08, 2009  Enhanced Traffic Enforcement Begins Saturday, May 16  In the interest of safety for bicyclists and motorists on Rim Rock Drive, new traffic signs have been posted and law enforcement rangers will initiate enhanced traffic enforcement measures beginning Saturday, May 16.   April 26, 2009  Colorado National Monument to Receive $58 K in Recovery Act Funds  Colorado National Monument will receive $58,000 in funding from the American Recovery and Reinvestment Act of 2009.    January 28, 2009  Vehicle Removal from Red Canyon Scheduled for January 29  No abstract supplied.   January 03, 2009  Monument Road Bridge Replacement Scheduled for January - April  Construction to replace the bridge on Monument Road where it crosses the Redlands Water Power Canal will start January 5 and last through April 30.   December 16, 2008  Winter Driving Conditions on Rim Rock Drive - Expect Icy Conditions!  No abstract supplied.   November 21, 2008  Colorado National Monument Announces 2010 Calendar Photo Contest  Colorado National Monument Announces 2010 Calendar Photo Contest   November 03, 2008  MONUMENT TO PERMIT ONE-WAY VEHICLE TRAFFIC  No abstract supplied.   October 27, 2008  Deck Our Halls With Your Monumental Memories  Colorado National Monument invites the local community to submit photographs for a “Monumental Memories Exhibit” that will be on display in the Visitor Center throughout the holiday season.   October 16, 2008  Come Celebrate The Newly Remodeled Colorado National Monument Association Bookstore Saturday & Sunday, October 18 & 19  No abstract supplied.   September 26, 2008  Colorado National Monument to Waive Entrance Fee on  Colorado National Monument to Waive Entrance Fee on National Public Lands Day   July 10, 2008  Visit Colorado National Monument On Main Street  Come visit with Colorado National Monument staff as we host a booth each Thursday evening at the American National Bank Farmers’ Market throughout the summer.   June 13, 2008  Colorado National Monument Unveils a New Junior Ranger Activity Booklet for Kids Aged 5-12  No abstract supplied.   May 06, 2008  Vehicle Removal from Red Canyon Scheduled for Wednesday, May 7, 2008  On Wednesday, May 7, 2008 East Rim Rock Drive will be temporarily closed between 6am - 9am and again in the afternoon between approximately 2pm- 6pm. Glade Park commuters are advised to use Little Park Road to avoid this road closure.   April 18, 2008  National Park Week Celebration Focuses on \"Kids in Parks\"  President Bush has proclaimed April 19 through 27 as National Park Week and encourages everyone to enjoy the natural wonders and inspirational history found in parks across the country. The theme of this year’s National Park Week is \"Kids in Parks.\" About 200 national parks will commemorate the 2nd annual Junior Ranger Day on April 26 or as in the case of Colorado National Monument on Friday, April 25, with plenty of fun-filled activities and special events.   April 07, 2008  Vehicle Removal on Monday, April 7, 2008 canceled  Colorado National Monument has canceled the scheduled road closure for Monday, April 7 along Rim Rock Drive due to poor weather conditions. The removal project will be rescheduled in the near future.   April 03, 2008  Vehicle Removal from Red Canyon Scheduled for Monday, April 7, 2008  No abstract supplied.   February 14, 2008  Junior Ranger Essay Contest  No abstract supplied.   January 09, 2008  Colorado National Monument Breaks Visitation Record in 2007  Visitation to Colorado National Monument continued a record-breaking pace through December, culminating with an all-time annual visitation high of 714,229 up 9.2 % from last year. The previous record was set in 2005 at 675,543 visitors.   December 10, 2007  Plowing Changes for Rim Rock Drive  No abstract supplied.   December 03, 2007  Colorado National Monument Featured on White House Christmas Tree  No abstract supplied.   December 03, 2007  Monument's Annual Park Pass - Great Stocking Stuffer  Colorado National Monument is pleased to announce that the annual pass for the park will be available to purchase through the park’s website. At just $20 a pass, they make a great holiday gift for everyone on your list.   November 05, 2007  Monument to permit one-way vehicle traffic during Rim Rock Run foot race  Rim Rock Drive in Colorado National Monument will be limited to one-way vehicle traffic on Saturday, November 10, 2007 for 7:30 a.m. until 1:00 p.m. during the Rim Rock Run foot race.   November 01, 2007  Accident - West Hill of Rim Rock Drive  A single vehicle accident occurred on the west hill of Rim Rock Drive between the two tunnels on October 31. The driver was not injured in the accident.   September 02, 2007  Celebrate National Public Lands Day at Colorado National Monument",
    "url": "https:\/\/www.nps.gov\/colm\/learn\/news\/newsarchive.htm"
}
