{
    "title": "Colorado National Monument: Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Camping               Saddlehorn Campground        Camping in red rock country!        Saddlehorn Campground is located near the Saddlehorn Visitor Center, four miles from the west entrance (near Fruita, CO), and is the only established campground within the Monument.   Open year round Sites in A-Loop are first-come, first-served basis with a self-registration kiosk at the entrance. B-loop is reservable March - October, up to 6 months in advance. Sites in B-Loop are reservable via www.recreation.gov or by calling 1-877-444-6777 Sites are suitable for tents and recreational vehicles, with some pull-through sites Length limit of 40 feet for recreational vehicles Restrooms have flush toilets and water available during the summer  Each site includes a picnic table, charcoal-only grill, and a parking area No electric hookups or showers Wood fires are not permitted anywhere in the monument $20.00 camping fee is in addition to monument entrance fees Seven (7) person per site limit, three (3) tents per site, and two (2) vehicles per site Generator use is prohibited from 8 p.m. to 8 a.m. Checkout time is 11:00 a.m.  For a detailed map of the Saddlehorn Campground click here. Pets are allowed at campsites, but must be on a leash 6 ft. in length or less, well behaved, and attended at all times. Please clean up your pet waste and place in garbage receptacles. Also remember that pets are NOT allowed on hiking trails but ARE allowed on paved surfaces.   An accessible campsite is available and is reserved for the use of mobility-impaired persons only.   Walk-ins: Both loops of the campground are able to accomodate walk-ins as long as the site has not been reserved. Reserved sites will have a colored tag attached to the numbered post in each campsite. Pick a site that has not been tagged and use self-registration instruction. Backcountry camping is also permitted. A free backcountry permit is required and may be obtained at the visitor center. Water is not available in the backcountry, even during spring runoff due to a high Selenium content. Remember to take plenty of water with you: one (1) gallon (4 liters) per person is recommended per day in the summer months. Have a fabulous stay in red rock country!   Other camping is available outside of Colorado National Monument. Check with Grand Junction Visitor and Convention Bureau and the City of Fruita for details.   Other national park information is in Nearby Attractions.",
    "url": "https:\/\/www.nps.gov\/colm\/planyourvisit\/saddlehorn-campground.htm"
}
