{
    "title": "Colorado National Monument: Rock Climbing",
    "body": "Rock Climbing         Sally Bellacqua  Rock Climbing in the Monument The sandstone cliffs and spires of Colorado National Monument attract hundreds of climbers a year. Most routes in the park require \"traditional\" climbing techniques. The installation of new permanent hardware is prohibited. Please be respectful of this pristine environment, and adhere to the park's climbing regulations.      Recreational Climbing Regulations   ·  No new permanent climbing hardware may be installed. If an existing bolt or other hardware item is unsafe, it may be replaced. This will limit all climbing to existing routes or new routes not requiring placement of fixed anchors. ·  The installation or use of permanent anchor fixtures and hardware shall match the rock surface in color. ·  The use of motorized power drills is prohibited. ·  Climbing anchors and\/or protection points may not be placed with the use of a hammer except to replace belay and rappel anchors and bolts on existing routes, or for emergency self-rescue. ·  Software (webbing, accessory cord, etc.) that is left in place shall match the rock surface in color. ·  Fixed ropes may not be left in place for more than 24 hours. Fixed ropes left in place longer than 24 hours shall be considered \"abandoned property\" and removed. ·  The physical altering of rock faces such as chiseling new holds is prohibited. ·  The intentional removal of lichen or plants from rock is prohibited. ·  Camping on Independence Monument is prohibited. ·  Climbing is prohibited on Mushroom Rock below the northwestern rim of Monument Mesa near the mouth of Monument Canyon.          Climbing Guide Services The following guides are approved to operate within Colorado National Monument. Contact these businesses directly to make trip arrangements. APEX Mountain School 51 Eagle Road, #1 Avon, CO 81620 www.apexmountainschool.com  (970)949-9111 Colorado Alpine and Desert Adventures PO Box 2803 Grand Junction, CO 81502 www.coloradoadventures.net   (970)245-8513 National Outdoor Leadership School 502 Lincoln Street Lander, WY 8250 www.nols.edu  (307)332-9900 Peak Mountain Guides PO Box 1025 Ouray, CO 81427 www.peakmountainguides.com 970)325-7342",
    "url": "https:\/\/www.nps.gov\/colm\/planyourvisit\/rock-climbing.htm"
}
