{
    "title": "Denali National Park & Preserve: Fishing",
    "body": "Subsistence Fisheries       Federal Fisheries Regulations apply on all navigable and non- navigable waters within the 1980 ANILCA additions to Denali National Park and Preserve Which Waters will be Managed Under the Federal Program? In January 1999 final regulations were published expanding federal management of subsistence fisheries in Alaska. This action complies with the 1995 federal court decision in the Katie John case, which expands federal subsistence management to include all waters in the State where the federal government has a reserved water right. The new regulations focus on protecting the subsistence harvest of rural Alaskans on federal waters. The Federal Subsistence Board and federal ageencies are working with the Alaska Department of Fish and Game to implement the Katie John decision in a manner that is timely, and minimally disruptive to all affected parties and, most importantly, ensures that the health of fisheries stocks is maintained. The State of Alaska will continue to manage commercial, sport and personal use fisheries on all Alaskan waters. The federal fisheries regulations will apply on all navigable and non-navigable water within the exterior boundaries of the 1980 Denali Park and Preserve additions. They also apply on inland waters adjacent to the exterior boundaries of conservation units such as the Nenana River along the eastern boundary of Denali National Park. Fisheries jurisdiction extends to fresh waters flowing through state, private and Alaska Native Corporation lands within the boundaries of the park and preserve additions. The regulations also acknowledge existing authorities of the Secretaries of Agriculture and Interior to intervene off of federal lands and waters to protect subsistence harvest on federal lands and waters. Other Important Changes Included in the Regulations Two other important changes to the federal subsistence management program are included in these regulations. One provision provides for the expanded subsist nce jurisdiction onto selected, but not yet conveyed lands within conservation system units. Selected lands within Denali National Park and Preserve near Cantwell and Lake Minchumina are now open to subsistence use activities by eligible subsistence users. A second provision recognizes the importance of customary trade and barter to rural Alaskan subsistence economies. The regulation provides for the non-commercial exchange of subsistence foods through customary trade. The Regional Subsistence Advisory Councils and the Federal Subsistence Board are working to characterize customary trade practices for the regions and to determine appropriate levels of use and regulations to protect such practices. Role of the Subsistence Resource Commission in Fisheries Management At the outset of federal subsistence management of fisheries, few changes will occur in the existing advisory and decision making structure that is currently in place. The 10 regional subsistence advisory councils will continue to meet as scheduled and will consider fisheries regulatory changes during their fall cycle meetings. Wildlife regulatory changes will be considered during their winter cycle meetings. Denali’s Subsistence Resource Commission will continue to function as the primary advisory group for actions taken in the park and preserve under the expanded federal subsistence program.          Fisheries Management Jurisdiction Click to Enlarge  The map shows the streams that will be subject to Federal Subsistence Fishing Regulations. The “Old Mt. McKinley National Park ”is closed to subsistence fishing. Note that the selected lands in the northern portion of the preserve and near Cantwell are treated as Federal Public Lands under these regulations.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/subsistence-fishing.htm"
}
