{
    "title": "Colorado National Monument: Backcountry Hiking Trails",
    "body": "Backcountry Hiking Trails         Black Ridge   Black Ridge Trail  Location: Three access points: (1) across from the Saddlehorn Visitor Center in the north, (2) accessed by the CCC Trail 3.8 miles (6.1 km) east from the visitor center - trailhead on the right, (3) and at 6.4 miles (10.3 km) east from the visitor center - trailhead on the left; you can also access Liberty Cap Trail from this trailhead. Mileage: 5.5 one way (8.8 km) Difficulty Level: Moderate Elevation: 5,790 to 6,730 feet (1765 to 2051 meters) Average time: 3 hours Usage: Hiking and horseback riding. Description: Highest trail in the park with far-reaching views west to Utah canyonlands, east to Grand Valley, and south to the San Juan Mountains. Follows up-and-down terrain of Black Ridge. Trail crosses McInnis Canyons National Conservation Area (Bureau of Land Management lands).         Independence Monument   Monument Canyon Trail  Location: Two access points: (1) from the Saddlehorn Visitor Center, turn left onto Rim Rock Drive and travel 3.8 miles (6.1 km) to the trailhead on the left. It is also the trailhead for Coke Ovens Trail, and (2) from the west entrance of the monument, turn right onto Highway 340 (going east); after 2.1 miles (3.4 km) turn right just beyond mile marker #5 onto a dirt road that appears to be a driveway; go 0.1 mile (0.2 km) to the trailhead. Mileage: 6.0 one way (9.7 km) Difficulty Level: Moderate to steep Elevation: 6,140 to 4,700 feet (1871 to 1433 meters) from upper trailhead to lower trailhead. Average time: 4 hours Usage: Hiking only. Horseback riding permitted along the lower 5 miles. Description (from upper access): Steep 600-foot descent from the plateau into Monument Canyon where you can walk beside many of the park's major rock sculptures: Independence Monument, Kissing Couple, and the Coke Ovens. Click here to see a photo gallery of this hike.         Hikers enjoying the view a top Liberty Cap.   Liberty Cap Trail  Location: Three access points: (1) from the west entrance, turn right onto Highway 340 (going east); continue 6.5 miles (10.5 km) and turn right at the light on South Broadway; go 1.2 miles (1.9 km) and turn left onto Wildwood Drive; from Wildwood Drive, go 0.5 miles (0.8 km); watch closely for a brown trailhead sign on the right at what appears to be driveway; turn down this road to the trailhead, (2) from the east entrance, proceed north on Monument Road 0.6 miles (1.0 km); turn left on South Camp Road; drive 2.6 miles (4.2 km) to its junction with South Broadway; turn left and go 0.5 miles (0.8 km); turn left onto Wildwood Drive and go 0.5 miles (0.8 km); watch closely for a brown trailhead sign on the right at what appears to be driveway; turn down this road to the trailhead, and (3) from the Saddlehorn Visitor Center, turn left onto Rim Rock Drive and drive 6.4 miles (10.3 km) to the trailhead on the left. The first two access points are shared with Ute Canyon Trail and Corkscrew Trail. Number (3) access point is shared with Black Ridge Trail.    Mileage: 7.0 one way (11.3 km) Difficulty Level: Steep at lower trailhead; easy at upper trailhead. Elevation: 4,800 to 6,550 feet (1463 to 1996 meters) from lower trailhead to upper trailhead. Average time: 4-5 hours Usage: Hiking. Horseback riding is permitted along the upper 5.0 miles (8.0 km). Description (from lower access): Trail ascends steeply for 2 miles from the Grand Valley floor to Liberty Cap rock sculpture. Trail winds across gently sloping Monument Mesa through pinyon-juniper forest and sagebrush flats for the final 5.0 miles (8.0 km).          Downstream, the canyon is rather straight for about two miles and then it veers off to the right. Primitive and unmaintained.     Ute Canyon Trail  Location: Three access points: (1) from the Saddlehorn Visitor Center, turn left onto Rim Rock Drive and travel 9.3 miles (15.0 km) to the trailhead on the left, (2) from the west entrance of the monument, turn right onto Highway 340 (going east); after 6.5 miles (10.5 km) turn right at the light onto South Broadway; go 1.2 miles (1.9 km) and turn left onto Wildwood Drive; watch closely for a brown trailhead sign on the right at 0.5 miles (0.8 km); turn down the road to the trailhead, and (3) from the east entrance, proceed north on Monument Road 0.6 miles (1.0 km); turn left on South Camp Road; drive 2.6 miles (4.2 km) to its junction with South Broadway; turn left and go 0.5 miles (0.8 km); turn left onto Wildwood Drive and go 0.5 miles (0.8 km); watch closely for a brown trailhead sign on the right at what appears to be driveway; turn down this road to the trailhead. The last two access points are shared with Liberty Cap Trail and Corkscrew Trail. Mileage: 7.0 one way (11.3 km) Difficulty Level: Steep Elevation: 6,440 to 4,800 feet (1963 to 1463 meters) from upper trailhead to lower trailhead. Average time: 4-5 hours Usage: Hiking. Horseback riding is permitted along the boundary of the monument to the base of the escarpment only.  Description (from upper access): Rigorous descent into narrow Ute Canyon from the plateau follows a primitive trail. Route then follows the streambed with seasonal stream and pools bordered by cottonwoods and willows. A few arches may be seen. Unmaintained.        Purple-fruited prickly pear on Old Gordon Trail.   Old Gordon Trail  Location: From the east entrance, travel 0.2 miles (0.3 km). Limited parking is on the left. For additional parking, turn right into the Devils Kitchen Picnic Area. The trailhead is shared with two other trails: No Thoroughfare Canyon Trail and Devils Kitchen Trail. Mileage: 4.0 one way (6.4 km) Difficulty Level: Easy Elevation: 4,980 to 6,620 feet (1518 to 2018 meters) Average time: 2 1\/2 hours Usage: Hiking and horseback riding. Description: Steadily ascending trail that follows the path of a historic lumber and cattle drive road. The park's geologic story is told almost in its entirety through the layers of rock exposed along this mostly undeveloped route. Enjoy the great variety of cacti blooming in the spring.         No Thoroughfare Canyon in fall with cottonwood color.   No Thoroughfare Canyon Trail  Location: From the east entrance, travel 0.2 miles (0.3 km). Limited parking is on the left. For additional parking, turn right into the Devils Kitchen Picnic Area. The trailhead is shared with two other trails: Old Gordon Trail and Devils Kitchen Trail. Mileage: 8.5 one way (13.7 km) Difficulty Level: Moderate to strenuous Elevation: 5,000 to 6,820 feet (1524 to 2079 meters) Average time: Full day Usage: Hiking only. Horses prohibited. Description: Descent from plateau on maintained trail followed by undeveloped route through remote canyon. Canyon walls rise over 400 feet. Isolated. Primitive. Most hikers do not attempt the entire route. If you decide to hike the entire canyon, take a compass and topographic map. The trail is unmaintained beyond the second waterfall. Check the weather as flash floods pose an imminent danger.         Corkscrew Trail. You can combine hikes with Corkscrew, Ute Canyon, and Liberty Cap Trails.   Corkscew Trail Loop  Location: From the east entrance, proceed north on Monument Road 0.6 miles (1.0 km); turn left on South Camp Road. Drive 2.6 miles ( 4.2 km) to its junction with South Broadway. Turn left and go 0.5 miles (0.8). Turn left onto Wildwood Drive and go 0.5 miles (0.8 km) and watch closely for a brown trailhead sign on the right at what appears to be driveway. Turn down this road to the trailhead. This trailhead is shared with Ute Canyon Trail and Liberty Cap Trail. Mileage: 3.3 one way (5.3 km) Difficulty Level: Moderate to strenuous Elevation: 4,800 feet (1463 meters) Average time: 2 1\/2 hours Usage: Hiking only. Horses prohibited. Description: Originally built by John Otto in 1909. Follow Liberty Cap Trail to trail junction sign at 1.0 mile (1.6 km). Turn left and hike 0.2 miles (0.3 km) to Corkscrew Trail sign; descend steep \"corkscrew\" switchbacks. Follow Corkscrew Connector Trail signs back to the trailhead.",
    "url": "https:\/\/www.nps.gov\/colm\/planyourvisit\/backcountry-hiking-trails.htm"
}
