{
    "title": "Colorado National Monument: Short Hiking Trails",
    "body": "Short Hiking Trails         Window Rock   Window Rock Trail  Location: Saddlehorn campground Trailhead: Marked trailhead is on the campground one-way road just before Book Cliffs View. Mileage: 0.25 one way (0.4 km) Difficulty Level: Easy Elevation: 5,626 feet (1715 meters) Average time: 1\/4 hour Usage: Hiking only. Horses prohibited. Description: Level loop trail through pinyon-juniper woodland to overlook with excellent views of Monument and Wedding Canyons and most of their major rock formations, including Independence Monument. Click here for the Canyon Rim and Window Rock Trail brochure.         The view from the Canyon Rim Trail.   Canyon Rim Trail  Location: Starts behind the Saddlehorn Visitor Center and ends at Book Cliffs View. Mileage: 0.5 one way (0.8 km) Difficulty Level: Easy Elevation: 5,626 feet (1715 meters) Average time: 1\/2 hour Usage: Hiking only. Horses prohibited. Description: Level trail following the cliff edge above colorful Wedding Canyon. Outstanding views make this a favorite for landscape and wildlife photographers. Click here for the Canyon Rim and Window Rock Trail brochure.         Yucca in bloom.   Alcove Nature Trail  Location: Directly across Rim Rock Drive from the Saddlehorn Visitor Center. Mileage: 0.5 one way (0.8 km) one-way Difficulty Level: Mostly level. Elevation: 5,800 feet (1768 meters) Average time: 1\/2 hour Usage: Hiking only. Horses prohibited. Description: Level trail that travels to an alcove in a box canyon. Detailed trail guides are available at the trailhead and the visitor center. A good introduction to some of the plants, animals, and rocks of the monument. Great for families with small children.         Ottos Trail Overlook   Otto's Trail  Location: From Saddlehorn Visitor Center, turn left onto Rim Rock Drive and proceed 1.0 mile (1.6 km) to the trailhead on the left. Mileage: 0.5 one way (0.8 km) Difficulty Level: Easy Elevation: 5,800 to 5,600 feet (1768 to 1707 meters) Average time: 1\/2 hour Usage: Hiking only. Horses prohibited. Description: Gently sloping trail that leads through pinyon-juniper woodlands to an overlook with views of Sentinel Spire, Pipe Organ, Praying Hands, and Independence Monument.         Coke Ovens.   Coke Ovens Trail  Location: From Saddlehorn Visitor Center, turn left onto Rim Rock Drive and proceed 3.8 miles (6.1 km) to the trailhead on the left. It is also the trailhead for Monument Canyon Trail. Mileage: 0.5 one way (0.8 km) Difficulty Level: Easy Elevation: 6,140 to 5,960 feet (1871 to 1817 meters) Average time: 1\/2 hour Usage: Hiking only. Horses prohibited. Description: Trail descends gradually and parallels the hillside to the overlook. Look upon the massive rounded Coke Ovens, an illustration of the effects of time and weather on the Wingate Sandstone.         CCC workers building Rim Rock Drive.    CCC Trail  Location: From Saddlehorn Visitor Center, turn left onto Rim Rock Drive and proceed 3.8 miles (6.1 km). The trailhead is on the right - look for the bulletin board. Proceed forward and park in the large pullout on the left. Mileage: 0.75 one way (1.2 km) Difficulty Level: Moderate Elevation: 6,200 to 6,600 feet (1890 to 2012 meters) Average time: 1 hour Usage: Hiking only. Horses prohibited. Description: Trail is one of three routes to Black Ridge Trail. It also serves to connect Black Ridge Trail with Monument Canyon Trail. The trail ascends to the junction with Black Ridge.         Devils Kitchen: This natural opening formed by a circle of upright boulders is composed of Wingate Sandstone capped by a thin remnant of the erosion-resistant Kayenta Formation. Seth Anderson  Devils Kitchen Trail  Location: From the east entrance, travel 0.2 miles (0.3 km). Limited parking is on the left. For additional parking, turn right into the Devils Kitchen Picnic Area. The trailhead is shared with two other trails: No Thoroughfare Canyon Trail and Old Gordon Trail. Serpents Trail access is across the road. Mileage: 0.75 one way (1.2 km) Difficulty Level: Moderate Elevation: 4,990 to 5,060 feet (1521 to 1542 meters) Average time: 1 hour Usage: Hiking and horseback riding. Description: Gradual ascent to a natural opening formed by a circle by huge upright boulders. At the first fork, go right. At the second fork, go left. Follow the trail across the wash. As you proceed up the canyon, you will see the large rock grotto that is Devils Kitchen. Keep on the established trail and follow the carved steps up the slickrock. As you approach the base of the rock formation, go left around it and hike into the rock opening.         Serpents Trail: After the east end of Rim Rock Drive opened in 1950, this road became a trail.   Serpents Trail  Location: From the east entrance, travel 0.2 miles (0.3 km). Limited parking is on the left. For additional parking, turn right into the Devils Kitchen Picnic Area. Mileage: 1.75 one way (2.8 km) Difficulty Level: Steep Elevation: 5,060 to 5,760 feet (1542 to 1756 meters) Average time: 1 hour Usage: Hiking only. Horses prohibited. Description: Called \"the crookedest road in the world,\" this historic trail has 16 switchbacks. The trail climbs steadily from east to west through Wingate Sandstone. Built in the early 1900s, this route was part of the main road until 1950.",
    "url": "https:\/\/www.nps.gov\/colm\/planyourvisit\/short-hiking-trails.htm"
}
