{
    "title": "Colorado National Monument: Road Closures",
    "body": "Road Information 2011       New Winter Storm Response Plan for Rim Rock Drive Motorists driving through Colorado National Monument are reminded to drive cautiously and obey posted speed limits. A new safety plan will be enforced this winter to reduce hazardous driving conditions for visitors and snow plow operators. During active snowstorms, Colorado National Monument will temporarily close the upper section of Rim Rock Drive from DS Road to Independence Monument Overlook to all traffic. Once the storm has subsided, upper Rim Rock Drive will be plowed, sanded, and cleared within 24 hours. During plowing and sanding operations, upper Rim Rock drive will be closed with three traffic gates. The gates are located west of DS Road, at 16 1\/2 Road and at Independence Monument Overlook. Temporary closure of the upper section of Rim Rock Drive during active storms will make clearing routes safer and more efficient. Closures may be a few hours to a few days depending upon the duration of the storm. During temporary storm closures, all Glade Park motorized traffic will need to use DS Road or Little Park Road because 16 1\/2 Road at Rim Rock Drive will be temporarily closed. Glade Park commuters who normally access Rim Rock Drive are encouraged to use DS Road on east Rim Rock Drive during active storms. All motorists and cyclists should be prepared to encounter ice and snow conditions on Rim Rock Drive even when roads in the Grand Valley are clear. Icy conditions often occur on switchbacks on the east and west hills of Rim Rock Drive. Colorado National Monument will continue to maintain the east hill of Rim Rock Drive by contracting with Mesa County for plowing and sanding the road when necessary. This provides Glade Park residents with a clear road from the east gate of Colorado National Monument to DS Road during winter. Pedestrians and bicycles will not be permitted on the upper section of Rim Rock Drive during active storms and when gates are closed. Walking or riding around the gate barricades is a serious safety violation and may result in a citation. The gates will be reopened as soon as the upper section of Rim Rock Drive has been cleared. Information on developing storms and temporary road closures can be found by calling Colorado National Monument's Winter Information Hotline at 970-858-3617, ext 402",
    "url": "https:\/\/www.nps.gov\/colm\/planyourvisit\/road-information-2011.htm"
}
