{
    "title": "Grand Canyon National Park: Geologic Formations",
    "body": "Geologic Formations       The Grand Canyon of the Colorado River is a world-renowned showplace of geology. Geologic studies in the park began with the work of Newberry in 1858, and continue today. The Grand Canyon’s excellent display of layered rock is invaluable in unraveling the region’s geologic history. Extensive carving of the plateaus allows for the detailed study of the Earth's movements. Processes of stream erosion and vulcanism are also easily seen and studied.   The Colorado River has carved the Grand Canyon into four plateaus of the Colorado Plateau Province. The Province is a large area in the Southwest characterized by nearly-horizontal sedimentary rocks lifted 5,000 to 13,000 feet above sea level. The Plateau’s arid climate produced many striking erosional forms, culminating in the Grand Canyon. The Canyon’s mile-high walls display a largely undisturbed cross section of the Earth’s crust extending back some two billion years. Three “Granite Gorges” expose crystalline rocks formed during the early-to-middle Proterozoic Era (late Precambrian). Originally deposited as sediments and lava flows, these rocks were intensely metamorphosed about 1,750 million years ago. Magma rose into the rocks, cooling and crystallizing into granite, and welding the region to the North American continent.   Beginning about 1,200 million years ago (late Proterozoic), 13,000 feet of sediment and lava were deposited in coastal and shallow marine environments. Mountain building about 725 million years ago lifted and tilted these rocks. Subsequent erosion removed these tilted layers from most areas leaving only the wedge-shaped remnants seen in the eastern Canyon.   Rock layers formed during the Paleozoic Era are the most conspicuous in the Grand Canyon’s walls. Coastal environments and several marine incursions from the west between 550 and 250 million years ago deposited sandstone, shale and limestone layers totaling 2,400 to 5,000 feet thick. Layers from the Cambrian, Devonian, Mississippian, Pennsylvanian and Permian periods are present. Erosion has removed most Mesozoic Era evidence from the Park, although small remnants can be found, particularly in the western Grand Canyon.   Nearby rock outcrops suggest 4,000 to 8,000 feet of sedimentary layers from the “Age of Dinosaurs” once covered the Grand Canyon area. Cenozoic Era (the “Age of Mammals”) layers are limited to the western Grand Canyon and terraces near the river itself. A few sedimentary deposits formed in lake beds, but the most spectacular recent deposits are the lava flows and cinder cones on the Shivwits and Uinkaret plateaus. Volcanic activity began about six million years ago and has continued to within the last several thousand years. Spectacular lava cascades down the Canyon walls have helped date the Grand Canyon’s carving.   The Grand Canyon itself is a late Cenozoic feature, characteristic of renewed erosion during this time. Vigorous cutting by the snow-fed Colorado River carved the Canyon’s depth. Canyon widening is held in check by the region’s dry climate. The asymmetry between rapid downcutting and slow widening results in the Grand Canyon rather than a more typical broad (and nondescript) river valley. Although violent storms may send flash floods gouging down narrow side canyons, the lack of steady moisture has created a stark landscape of mostly naked rock. Harder, erosion-resistant rocks such as the Coconino Sandstone and the Redwall Limestone have eroded into bold cliffs. Softer layers melt into slopes like the Tonto Platform (Bright Angel Shale) and the Esplanade (Hermit Shale). The oldest, crystalline rocks are chiseled into the craggy cliffs of the Granite Gorges.   Nearly 40 identified rock layers form the Grand Canyon’s walls. They have attracted students of earth history since 1858. Because most layers are exposed through the Canyon’s 277-mile length, they afford the opportunity for detailed studies of environmental changes from place to place (within a layer) in the geologic past. Geologic evolution through time can be studied through the changes between different layers. It was the work of geologists that began changing the public’s opinion of the Grand Canyon region from that of “a worthless locale” to “the most sublime of earthly spectacles.” After nearly 150 years, geologists are still not finished studying the Grand Canyon. In the mid-1970s, a new rock layer was identified in the Canyon walls. Scientists continue investigating how environment affects rock formation. Perhaps the biggest question of all, how the Colorado River chose this course and began carving the Canyon, still awaits a clear answer.         NPS VIEWS - Grand Canyon Geology  Grand Canyon is the result of a distinct and ordered combination of geologic events. Through this virtual experience you will be able to travel into this great chasm and unfold the chapters in Grand Canyon's geologic history. Learn more...        Read More...   The Grand Age of Rocks: The Numeric Ages for Rocks Exposed within Grand Canyon Allyson Mathis and Carl Bowman, 2006         (object placeholder)",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/geologicformations.htm"
}
