{
    "title": "Colorado National Monument: Commercial Use Permits",
    "body": "Commercial Use Authorizations       Definition Federal regulations prohibit engaging in or soliciting any business in park areas, except in accordance with the provisions of a permit, contract, or other written agreement with the United States. As in other National Park Service areas, commercial visitor services or other commercial activities may be provided only by those holding an authorization from the United States. A Commercial Use Authorization (CUA) may be obtained from the National Park Service to authorize companies or individuals to conduct business in Colorado National Monument on an annual basis. A CUA provides a group a non-exclusive license to offer services to park visitors. An organization is considered a business if you provide goods, services, activities, or other things to the public using National Park Service lands. If you receive any form of compensation for the things you provide you are conducting a business or commercial activity. The National Park Service definition of a business or commercial organization does not distinguish between commercial and non-profit organizations. CUA holders have their base of operation outside the park. All the commercial aspects of the activity must occur outside of NPS lands. This includes marketing, advertising, use of permanent or temporary structures, and negotiation with customers. Compensation or payment for services may not occur on NPS lands. NOTE: Each year, the Secretary of Interior announces \"Fee Free Days\" in all national parks. During these days, entrance fees are waived in national park areas. On fee free dates, special use permits, commercial use permits and filming permits will not be authorized. The Fee Free Dates for 2015 are: January 18, April 16-24, August 25-28, September 24, and November 11. Please contact the park Special Use coordinator at 970-858-3617, ext. 300 with any questions.      Policy Title 36 Code of Federal Regulations 1.6(a) - Permits and 5.3 - Business Operations states:  \"Engaging in or soliciting any business in park areas, except in accordance with the provisions of a permit, contract, or other written agreement with the United States, except as such may be specifically authorized under special regulations applicable to a park area, is prohibited.\"      Permit Requirements CUA activities must be appropriate to the mission of the park; complement resource protection, visitor protection and interpretation goals; and not pose any potential for derogation of values or purposes for which the park was established. They must be consistent with the park's future plans as well as present operations. They should be compatible with the planning documents for the park. The CUA program authorizes the provision of suitable commercial services to park area visitors, as long as three conditions are met: The services:  1.  will have minimal impact on the park area's resources and values; 2.  are consistent with the purposes for which the park area was established; and 3.  are consistent with all applicable park area management plans, policies and regulations. Currently, the following activities are permitted under Colorado National Monument's CUA program:   1.  Guided Rock\/Ice Climbing 2. Guided Bicycle\/Road Bike Tour (only allowed on paved roads) 3. Group Camping 4. Commercial Filming and Photography 5. Commercial Tours or Transportation          Fees Application Fee: $50 The non-refundable application fee must accompany each application. This fee is based on an average time it takes to provide initial contact and consultation with permittees and initial review of a standard application or project. Monitoring and Management Fee: $200 This non-refundable fee is based on the average time that it takes to provide management and monitoring of permits and permittee's activities for a full year. This includes costs for overseeing the operational, safety, and environmental requirements stipulated in the permit. Incidental monitoring of up to two hours is included in this fee. Hourly Management Fee: $50 per hour\/per employee rate ***If additional monitoring is required, a charge of $50.00 per hour\/per employee will be assessed. Additional monitoring includes any requests that involve multiple locations, complex logistics, coordination with other NPS divisions or additional environmental compliance. Any permit that requires additional staff time beyond the averages in the initial costs will be charged an additional $50 per hour per employee that is needed in order to complete the permit. Please make check out to Department of Interior - National Park Service      How to Apply Download CUA Application  Return the application, and accompanying documentation as listed above, and the $250 CUA fee to: Commercial Use Authorization Coordinator Colorado National Monument 1750 Rim Rock Drive Fruita, CO, 81521   All applications will be handled in the order they are received. Standard requests can be processed in 10 business days. Requests that involve multiple locations, complex logistics, and coordination with other NPS divisions or visitor activities may require a minimum of four weeks to process. A minimum of four weeks is also required to process permits for projects that need additional environmental compliance.      Required Forms and Documentation Colorado National Monument requires the following information in order to complete a CUA application: 1. The $250 CUA fee. Please make check out to National Park Service, Department of Interior. 2. A completed CUA application. 3. Proof of adequate general liability insurance and automobile insurance. Colorado National Monument needs to be list on the General Liability Insurance as a co-insurer or an additional insurer. It needs to read as follows: United States Government Department of the Interior National Park Service Colorado National Monument 1750 Rim Rock Drive Fruita, CO 81521 4. General comprehensive liability: $300,000 per person, per accident and $25,000 property damage, or $325,000 if the policy is written as a combination policy covering bodily injury and property damage.  Automobile coverage minimum requirements (required for all owned, non-owned, and hired vehicles used by the permittee): car, van, or bus:     Passengers   Coverage Requirements     1-5   $300,000     6-12   $500,000     13-20   $750,000     21-50   $1,500,000       5. At least one guide must have an American Red Cross or American Heart Association First Aid card or its equivalent and a current CPR card in his\/her possession while in the park. A written list of guides with copies of their cards, showing expiration dates, must be sent in with your application. 6. A current brochure of your rates or your website that has the current information, such as rates, and trip dates. Please include an itinerary of the specific dates, areas of the park, and number of clients, you are planning on using for the guided activities. 7. If you require an \"Acknowledgment of Risk\" form to be signed by your clients, please include a copy of the form that you have your clients, guests, and campers sign before participating in the guided activity. 8. A completed Commercial Use Authorization Survey form needs to be completed and returned to the park after the calendar year. The form will be mailed to you or may be downloaded. CLICK HERE FOR Commercial Use Authorization Survey",
    "url": "https:\/\/www.nps.gov\/colm\/planyourvisit\/commercial-use-permits.htm"
}
