{
    "title": "Denali National Park & Preserve: Subsistence Information",
    "body": "Subsistence       Today, as in the past, many Alaskans live off the land, relying on fish, wildlife and other wild resources. Alaska Natives have used these subsistence resources for food, shelter, clothing, transportation, handicrafts and trade for thousands of years.   Subsistence, and all it entails, is critical to sustaining both the physical and spiritual culture of Alaska Native peoples. It is an important tradition for many non-Natives as well.             Keeping Tradition   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:4 minutes, 40 seconds  Nikolai is a remote Alaska village located in central Alaska near the Kuskokwim River. In June 2013 elders of the community came together and taught their youth how to build a fishwheel, which is a device Athabaskans have used for centuries to catch fish.         If needed, check out an audio-described version of this video.       Today, as in the past, many Alaskans live off the land, relying on fish, wildlife and other wild resources. Alaska Natives have used these subsistence resources for food, shelter, clothing, transportation, handicrafts and trade for thousands of years. Subsistence, and all it entails, is critical to sustaining both the physical and spiritual culture of Alaska Native peoples. It is an important tradition for many non-Natives as well. When the first Europeans visited Alaska's shores during the 1740s, all the local residents they met were engaged in a subsistence lifestyle. As the population grew through the territorial days, many new and conflicting demands were made on Alaska's natural and cultural resources. Development in various forms, such as harvesting marine and inland furbearers, commercial fisheries, mining operations, agriculture, development of military bases, along with establishment of cities and towns often impacted local resources and subsistence activities. By the time Alaska gained statehood in 1959, subsistence patterns in some of Alaska's more populated areas had been greatly affected. To learn more about the history and culture of subsistence in Alaska's National Parks download the subsistence publication, \"Promises to Keep.\"    Learn More about Subsistence  Who Are Subsistence Users?    Eligibility Federal and State of Alaska regulations Subsistence Resource Commission      Equipment and Access    Getting into the park and preserve Rules for using off-road vehicles (ORVs) Using firearms in the Kantishna area     What Resources Can Be Used?   Hunting Fishing Harvesting timber, plants and berries     Management Details   Subsistence Mission Statement Fisheries Management Jurisdiction How to Submit Proposals        Get Involved Throughout Alaska, management of subsistence use on federal lands (e.g., national parks) is largely handled through the Federal Subsistence Board. Board meetings are an opportunity to interact with people who oversee the program and to suggest proposals for changes to subsistence management.      Do you find the Federal Subsistence Management Program and hunting and fishing regulations confusing? If so, you are not alone.   Denali National Park and Preserve and the Denali Subsistence Resource Commission (SRC) developed the resources above to clarify complicated regulations for subsistence users. They contain important information including; qualifications for hunting, trapping and fishing, various ways you can access hunting areas in the park, ideas on how you can participate in the regulatory change process, use of cabins, collection of fire wood and other topics.   Although Federal subsistence hunting and trapping opportunities are not limited to National Park Service lands, this guide is d signed to provide information specific to Denali. You should consult other agencies about subsistence programs on their lands.   Denali National Park and Preserve and the Denali Subsistence Resource Commission are committed to providing the opportunity for rural Alaskans engaged in a subsistence way of life to continue to do so. Park staff and the Commission are working to protect subsistence opportunities by conserving natural and healthy fish and wildlife populations. Input from subsistence users is crucial to the subsistence management program at Denali. Please participate by attending SRC meetings or sharing your concerns with us.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/subsistence.htm"
}
