{
    "title": "Denali National Park & Preserve: Subsistence Mission Statement",
    "body": "Subsistence Mission Statement       In 1980, an unprecedented bill was signed into law. The Alaska National Interest Lands Conservation Act, commonly known as ANILCA, set aside approximately 100 million acres of land and resources for enduring protection throughout Alaska. It tripled the size of Mt. McKinley National Park, and the area was renamed “Denali National Park and Preserve. ” This legislation recognizes the important connection between local rural subsistence users and the land. In Denali, as long as fish and wildlife resources and their habitats are maintained in a natural and healthy state, traditional subsistence hunting, trapping and fishing are allowed in the 1980 ANILCA park and preserve additions. To ensure the continuation of the opportunity for rural residents to engage in the subsistence use of resources in Denali, the National Park Service ( NPS) has adopted the following mission statement to guide its activities. Subsistence will be managed as a legislated use consistent with the provisions of ANILCA (Section 202( 3) ), the Organic Act of 1916, and Denali’s enabling legislation to:  protect the opportunity for qualified local rural residents to continue traditional subsistence activities;   recognize that subsistence ways of life differ from region to region and are continuing to evolve, and where appropriate, park management practices may reflect regional diversity and evolution;   promote local involvement and participation in processes associated with subsistence management;   ensure that management practices involving the utilization of public lands adequately consider the potential for restriction of subsistence uses and impacts upon subsistence resources;   ensure that management of park resources is consistent with the conservation of unimpaired ecosystems and natural and healthy populations of fish and wildlife, incorporating scientific data and principles with traditional knowledge and cultural values; and   promote effective communication and mutual understanding of subsistence uses and related cultural and social values, and park purposes and protection, between the NPS, subsistence users, the State of Alaska and the public.  For more information, contact us:  Denali National Park and Preserve P. O. Box 9 Denali National Park, AK 99755 Phone: 907- 683- 9544 Fax: 907- 683- 9616e-mail us",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/subsistence-mission-statement.htm"
}
