{
    "title": "Grand Canyon National Park: Field Trips",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips                 Field Trips         Grand Canyon provides a spectacular backdrop for a field-based learning experience. NPS photo by Ann Posegate  Ranger-led Field Trips:   Grand Canyon National Park provides the perfect outdoor setting to enhance classroom-based learning. Each spring and fall, the park's Environmental Education Branch offers 2.5-hour and 5-hour field trips for grades 3 through 12. During the programs, park rangers guide students through Grand Canyon geology, ecology, and human history. All field trips are curriculum-based and free of charge; most take place on the South Rim.  2016-2017 South Rim Field Trip Information (304KB PDF)   Register online for South Rim field trips! Registration begins August 17, 2016, at 7:00 a.m. mst, and continues through the school year. More details coming soon. All programs are first-come, first-served. Please note: Dates in April and May (especially Thursdays and Fridays) each school year fill quickly. Dates in October, November and March have less demand.  2016-2017 South Rim Field Trip Online Registration Coming August 17!  Unable to register online? Print this document and return it to us at the email or fax number on the form. 2016-2017 South Rim Field Trip Registration Form PDF Coming Soon!     Prepare for your Ranger-led Field Trip If you are a teacher enrolled in a fall or spring Ranger-led Field Trip, print the materials below.   Group Leader Checklist  Chaperone Information Sheet          Travel Grants   A limited number of travel grants are available for schools with restricted travel budgets. This offer applies to schools who are scheduled to attend one of our education programs with at least 50% of their students on a free or reduced lunch program.  This funding is made possible by the National Park Service, Grand Canyon Association and private donors. Grant money will typically be distributed the month of your field trip. Once you have successfully registered and received confirmation for your field trip, you may apply for a travel grant by completing a grant application form and returning it to our office by email or fax (see form for details.)  Travel Grant Application Form    Self-Guided Field Trips  If you are not able to participate in a ranger-led field trip but would like to lead an independent field trip for your class, please view resources for self-guided field trips     Contact Us  To learn more about our environmental educational programs, contact us.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/education\/classrooms\/field-trips.htm"
}
