{
    "title": "Denali National Park & Preserve: Commercial Film Permit Overview",
    "body": "Commercial Film Permit Overview       What is the NPS policy on commercial filming and photography? It is the policy of the National Park Service (NPS) to allow filming and photography when the filming:  is consistent with the protection and public enjoyment of park resources. assists the NPS in fulfilling its mission.  When is a permit application denied? A permit application will be denied if:  Natural, cultural, wilderness, and recreational resources will be harmed. The activity will unduly conflict with the public's normal use and enjoyment of a park.  Who needs a permit?  By law, all commercial filming requires a permit and the payment of a location fee. Commercial filming is defined as digital or film recording of a visual image or sound recording by a person, business, or other entity for a market audience, such as for a documentary, television or feature film, advertisement or similar project.   A permit is required if the sound recording or still photography involves the use of a model (or any on-camera talent), set, or prop, or when the sound recording or still photography could result in damage to park resources or significant disruption of normal visitor use. A permit is also required if the photographer wants to go into areas not open to the public or before or after normal visitation hours. A commercial photographer who is not using a prop, model or set, is staying within normal visitation areas and hours, and is not significantly interfering with normal park visitation, is generally exempt from film permit requirements.  How do I obtain a permit and when? Submit the following to the park specific film coordinator contact:  Application for Photography\/Filming Permit A non-refundable application and administrative fee of $200. Payment may be made using pay.gov or in the form of a cashier’s check or money order payable to “National Park Service” A park-specific Commercial Filming Questionnaire that will allow you to describe your film project in detail. After submitting your application, a minimum of 14 days is required for administrative review.  How much will the permit cost? There are four types of fees applicable:  Application and Administrative Fee. This $200 non-refundable fee must be submitted at the time of the initial application.   Monitoring Fee. A monitoring fee will be charged, at the park's discretion, for continual on-site monitoring of a filming project, depending on the scope of the activities. A minimum $150 fee is charged for this monitoring (one employee for up to three hours or less). The monitoring fee will not exceed $400 per day (a day consists of a maximum of eight hours). Daily use in excess of eight hours will be charged at $75 per each additional hour of use.  Location Fee. Effective May 15, 2006, the National Park Service began charging a location fee for all commercial filming permits. The location fee is in addition to cost recovery charges that are already being collected. The NPS has adopted the BLM location fee schedule until the NPS schedule is finalized. The location fees for motion pictures\/video are:  1 – 10 people $150\/day  11 – 30 people $250\/day  31 - 49 people $500\/day  Over 50 people $750\/day   Performance Bond. The purpose of the bond is to insure that the resource is left in as good condition as it was prior to the filming AND to cover restoration costs and NPS costs (administrative and monitoring\/management) if specified as a condition of the permit. The fee must be paid in advance.  What type of insurance is required?  Proof of general commercial liability insurance issued by a United States company must be provided with the film permit application. The \"United States of America\" should be listed as \"Additional Insured\" on the policy. The Service may require additional insurance for certain high-hazard situations.  What elements must the insurance policy contain?  Risk of loss. The permittee assumes all risk of loss of his\/her property.  Damage to government property. The permittee has a duty to protect from injury and damage the land, property, resources, historic features and other interests of the government.  Indemnification and liability of the government. The permittee will comply with all applicable Federal, state, and local laws and regulations, as well as all permit conditions. In addition, the permittee will indemnify, defend, and hold the U.S. Government harmless for any violations incurred under any such laws and regulations or for any costs, damages, claims, liabilities or judgments arising from acts or omissions of the permittee in connection with the use and\/or occupancy provided by a permit.  What are the minimum required insurance amounts?  Personal liability: $300,000 Commercial liability (still photography, or for small film\/video projects of fewer than 15 people): $500,000 General commercial liability for video or film production companies: $1,000,000 When using boats, employing stunts or other higher risk activities: $2,000,000 or more.  Where can I obtain more information?  Contact the park at (907) 683-9532 and ask to speak with the Commercial Filming Coordinator.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/management\/commfilm2.htm"
}
