{
    "title": "Colorado National Monument: Commercial Film Photography Permit",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations     Commercial Film Photography Permit                Commercial Film\/Photography Permit       Definition  Commercial filming is defined as digital or film recording by a person, business, or other entity for a market audience, such as for a documentary, television or feature film, advertisement, or similar project.  Under P.L. 106-206 all commercial filming requires a permit and is subject to a location fee and cost recovery charges.   NOTE: Each year, the Secretary of Interior announces \"Fee Free Days\" in all national parks. During these days, entrance fees are waived in national park areas. On fee free dates, special use permits, commercial use permits and filming permits will not be authorized. The Fee Free Dates for 2015 are: January 18, April 16-24, August 25-28, September 24, and November 11. Please contact the park Special Use coordinator at 970-858-3617, ext. 300 with any questions. Permits are NOT generally required for: ·  Visitors engaged in filming\/photography intended for their personal use and enjoyment. ·  The filming of breaking news (an event that cannot be covered at any other time or location) by news crews. ·  Filming that is conducted pursuant to a cooperative agreement or contract with the National Park Service.        Policy  It is the policy of the National Park Service to allow commercial filming and photography consistent with protection and public enjoyment of park resources. Therefore, the primary consideration in the evaluation of permit requests in Colorado National Monument is the potential for resource damage and the disruption of normal public use and values. Aesthetic values such as scenic vistas, natural quiet and dark night skies are resources that we and the public value.      Restrictions  A request for a permit may be denied if: ·  There is potential that resource damage or impairment of their value would occur that cannot be mitigated or restored. ·  There is potential of unreasonable disruption of, or conflict with the public's use and enjoyment of the site(s) being requested. ·  There is likelihood that the activity poses health or safety risks to the public or crew. ·  The requested activity will violate any other Federal, State, or local laws or regulations. ·  It involves access to areas normally designated closed or limited to administrative use for resource or safety reasons. ·  The project includes a portrayal of activities that are not permitted within a national park. ·  The requirements for supervising the project exceed the staffing capacity of the affected park. ·  The production crew is unwilling or unable to provide proof of insurance or reimburse the NPS for costs. ·  The activity involves access to areas normally closed for reasons of resource protection or safety. ·  The level of activity within the park is already so high that staff would be unavailable to work with film crew.   Aircraft Use of aircraft and helicopters is restricted and must be approved in a case-by-case basis. Sensitive wildlife habitat, expectation of solitude in wilderness areas, and safety are our primary consideration with regard to over flight activities. Therefore, aerial filming is rarely allowed. Wilderness Potential permittees should be aware that about 14,000 acres within Colorado National Monument are Recommended Wilderness and are managed as federally designated Wilderness. Only educational filming is permitted within Wilderness areas. Termination of Permit All filming or photography permits issued by the National Park Service are \"revocable\" on 24 hours notice or WITHOUT NOTICE if the terms of the permit are violated. Deliberate infractions of the terms of the filming permit or the deliberate making of false or misleading statements concerning intended actions in order to obtain a permit are causes for immediate termination of the permit and cause for possible prosecution. Permits will be revoked if damage to resources or facilities is threatened, or if there is a clear danger to public health or safety.      Permit requirements  If you are uncertain whether your project requires a permit or not, contact the park for additional information.  A filming\/still photography permit is required when: ·  Product or service advertisement is involved; ·  Talent\/models, props, crews or sets are involved; ·  The project has the potential to disrupt other park activities or visitors; ·  More than just hand carried equipment is utilized; ·  Project requires access to an area normally closed or restricted to general public use; ·  Access into an area outside of normal public use hours is required; ·  Project carries with a potential risk to park resources. ·  Activity raises safety concerns that can be mitigated through issuance of permit with restrictions.                Apply for a Commercial Film\/Photography Permit.      How to Apply  Applicants should read the summary of filming guidelines to facilitate an understanding of the permit process. If site scouting is planned prior to application period, contact National Park Service coordinator for guidance and restriction for specific locations.  Completed applications can be mailed along with a check or money order made out to National Park Service for $100 to:  Special Park Use Coordinator Colorado National Monument 1750 Rim Rock Drive Fruita, CO 81521  In compliance with the requirements of the Debt Collection Improvement Act of 1996, the applicant must submit their social security number or Federal tax ID number when filling out the application for a permit. Applications will not be processed if submitted incomplete or are received without payment.  All applications will be evaluated on the basis of the information in your application. Please allow sufficient time for evaluation by the park staff before the start date of the proposed activity to be conducted in Colorado National Monument.  All applications will be handled in the order they are received. Standard requests can be processed in 10 business days. Requests that involve multiple locations, complex logistics, and coordination with other NPS divisions or visitor activities may require a minimum of four weeks to process. A minimum of four weeks is also required to process permits for projects that need additional environmental compliance.   You are encouraged to attach maps, diagrams, script pages, storyboards, vehicle and equipment lists, crew lists, call sheet, itineraries, shot lists, etc. with your application to assist park staff in evaluating your request.  Projects that require environmental evaluation, cultural resource review, or Native American consultation must be submitted no less than 90 days before the start of proposed activities, and may require additional time, dependent upon project complexity.   Documents can be faxed to: 970-858-0372. Contact: 970-858-3617 Ext: 300 for questions.",
    "url": "https:\/\/www.nps.gov\/colm\/planyourvisit\/commercial-film-photography-permit.htm"
}
