{
    "title": "Denali National Park & Preserve: Professional Photography Program",
    "body": "Professional Photography Program        Kent Miller, a photojournalism professor at Central Michigan University, has volunteered and donated thousands of public domain pictures to the park every year (but one) since 2008. NPS Photo \/ Jay Elhard       Welcome to the Professional Photographer Special Road Travel Permit program. The professional photography and commercial filming programs have been merged, and the permits available per day are divided between the two programs. Some weeks there may be up to three slots available for professional photographers, but for other weeks there will be a maximum of one. Check out a calendar of blackout and available dates.  Please read the following information before you start the application process.    Professional Photographer Special Road Travel Permit The Professional Photographer Special Road Travel Permit program allows qualified professional photographers to drive a private vehicle on the Denali Park Road beyond Mile 15 for a designated period of up to 7 days per permit. Photographers are allowed one additional person in his\/her vehicle while using the special road travel permit (total of two people in the vehicle). The special road travel permit is valid for one entry onto the restricted portion of the Denali Park Road for each day of the permit period.   Please read the Terms and Conditions of the Special Road Travel Permit carefully. The Terms and Conditions of the Special Road Travel Permit must be strictly followed. Failure to comply may result in revocation of the special road travel permit, disqualification from future consideration in the program, and\/or the issuance of violation notices.    Background The 2012 Record of Decision for the Vehicle Management Plan committed the NPS to combining the Professional Photography and Commercial Filming programs to gain greater equity in permit distribution and efficiency in program administration and oversight.   Permits will include stipulations necessary to ensure the Vehicle Management Plan standards for desired conditions are met (e.g., no more than one photographer at a wildlife stop, no parking in sheep crossing zones, and consideration of vehicles in the view shed on the Park Road).   Additional travel restrictions may be initiated at any time. This may include, but not be limited to, exclusion of periods of the day for road travel (i.e. no travel from 10 am – 4 pm), locations where photographers may or may not stop and rest, locations or situations excluded from photography, etc. These notices will be available at the time of permit issuance and\/or at check-in at the Savage gate.   Application Period The application period for the upcoming season will begin by January 26, 2016. The application period will close February 28, 2016 at 11:59pm Alaska Time.   Fees   $25.00 Application Fee The application fee is required for all applicants and will only be accepted online through February 28, 2016 as part of the application process.   $150.00 Permit Fee A Permit Fee is required for each permit issued to a successful applicant for this season. Payment is due upon receipt of your confirmation email and will be accepted no later than May 1, 2016. If payment for the permit fee is not received by that date you will not receive a Professional Photographer Special Road Travel Permit for the upcoming season.   Application and permit fees are nonrefundable and nontransferable.   Payment of the park entrance fee is also required upon your arrival. You must present your entrance fee receipt or other entrance pass at the Denali Visitor Center when picking up your special road travel permit. If needed, you can pay the park entrance fee at the visitor center.    Cancellations Once permits dates are assigned, they may not be transferred or changed. If you are not able to use any or all of your assigned dates your application fee and permit fee will not be refunded. Cancelled or unused dates will not be reassigned.    Criteria for Application The Professional Photographer Special Road Travel Permit program is designed for professional natural resource photographers who derive a majority of their income from this profession, and for who access to the restricted section of the Denali Park Road by private vehicle is critical to their work. It is not for hobbyists or other individuals who sell photographs on the side, nor the professional photographer who does not normally generate the majority of their income from natural resource subjects.   For the purpose of this program natural resource photography is defined as \"work that has as its subject, aspects of the natural scene, such as plants, animals or scenery.\" Photos that focus on people, man-made objects, or human activity, do not qualify.   Through the application process individuals will self-certify that they meet these qualification standards. . Applicants may be subject to individual review after the initial application. Failure to demonstrate proof of qualification within a reasonable time frame may result in revocation of the Special Road Travel Permit and may disqualify individuals from future consideration in the program.    Application Process Applications and fees for Professional Photographers Special Road Travel Permit will only be accepted at Pay.gov. The link at the bottom of this page will be active during the application period.    Applicants will certify their status as a professional nature resource photographer by affirming to the following statement.  I am a professional natural resource photographer who derives a majority (51% or more) of my income from photographs of natural resource subjects, and access to the park by private vehicle is critical to my work. I am not a hobbyist or other individual who only sells photographs on the side, nor am I a professional photographer who does not normally generate the majority of their income from natural resource subjects.  I acknowledge that proof of this qualification may be requested at any time and failure to demonstrate proof of qualification within a reasonable time frame may result in revocation of the travel permit and possible disqualification from future consideration in the program.  I have read and will abide by the Terms and Conditions of the Special Road Travel Permit.   Permit dates will be requested by week (Sunday - Saturday or some portion of that week).  Applicants will be able to request up to two permits. Each permit will be subject to a separate permit fee. Applying for two permits will not increase the chances of preferred dates being selected.   Payment of the application fee must be done online at www.pay.gov and can be made by credit card, PayPal, or automatic check debit (Routing Number Transfer).    Selection and Permitting Process To help resolve scheduling conflicts for high demand periods, a lottery drawing will be held. Each qualified application will be designated a randomly generated number and then processed in sequential order. Dates will be awarded and notice of selection will be sent by March 15, 2016.   Applicants will be notified by e-mail, no hard copies will be mailed and dates will not be given over the phone.   All permit dates are final. No transfers or changes to permit dates will be allowed. Unassigned or cancelled dates will not be assigned after the initial selection period.   Payment of the permit fee is due upon receipt of your confirmation email. The link and all instructions to use Pay.gov will be included in the confirmation email.   The special road travel permits will be available for pick up by the permit holder at the Denali Visitor Center beginning the Saturday prior to the permit week or at any time during the permit period. Denali Visitor Center hours are – 8am - 6pm.    No Shows and Cancellations All permit dates are final. Once permit dates are assigned, they may not be transferred or changed. The Professional Photographer Special Road Travel Permit will be held at the Denali Visitor Center for the complete week and may be picked up at any time during open hours. Notice of arrival date or any cancellations are not required. Cancelled or unused dates will not be reassigned at any time after the initial selection period.    Camping or Overnight Occupancy Participants of the program wishing to remain in the park overnight should obtain a camp site at the Riley Creek, Savage River, or Teklanika River Campgrounds. Advance reservations are strongly suggested and can be made through www.reservedenali.com or by calling 800-622-7275. Learn more about park campgrounds.    For the coming season, use of the Igloo Pit (Mile 34), Toklat Rest Area (10:00 pm - 6:00 am), Eielson Visitor Center (10:00 pm - 6:00 am) the Mile 78 pit, and the Mile 88 boundary pit in Kantishna is allowed for short rest periods if space is available. Camping overnight in the park in areas other than in the three campgrounds that accommodate vehicles is prohibited.    Thank you for your interest in the Professional Photographer Special Road Travel Permit program. Email us if you have questions. Please include Professional Photographer Special Road Travel Permit in the subject line.   Apply online to the professional photography program",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/management\/propho.htm"
}
