{
    "title": "Denali National Park & Preserve: Commercial Filming Guidelines",
    "body": "Commercial Filming Guidelines       The policy of National Park Service is to allow commercial filming and photography when it is consistent with the protection and public enjoyment of park resources. NPS policy requires that primary consideration be given to safety, potential resource damage and anticipated disruption of normal visitor use. To assure protection of the parks’ cultural, historic and natural resources, all commercial photography requests involving the use of NPS lands must be approved through a permitting process initiated through the Park Superintendent or his\/her representative. Tools for management and enforcement of the permitting system can be found in Director’s Order #53, RM-53 Special Park Uses, National Park Service Management Policies and Title 36, Part 5.5 and Title 43, Part 5 of the Code of Federal Regulations. The Superintendent or his\/her designated representative has the authority to determine when a permit for filming will be issued and has the discretionary right to waive any requirement involved in the permitting process.   Still Photography The NPS does not require a permit for still photographers, commercial or non-commercial, when going anywhere or doing anything that members of the visiting public are generally allowed to go or do without a permit. This is true whether or not the photographer uses tripods, strobe lights, or interchangeable lenses. News gathering never requires a permit, but is subject to restrictions and conditions necessary to protect park resources, public health and safety and to prevent impairment or derogation of park resources, values or purposes. A permit is required if the Superintendent determines there is a potential of a photography project's harming or having an impact on the park's natural, cultural or recreational resources, or creating unacceptable health or safety risks, or disrupting visitor use and enjoyment. A permit is also required pursuant to 36 CFR 5.5(b) for persons taking photographs of vehicles, other articles of commerce or involves the use of a model, set or prop for the purpose of commercial advertising. If a photography permit is required, the NPS will impose conditions necessary to accomplish the needed resource protection or visitor enjoyment objectives. Liability insurance requirements and other stipulations will commensurate with the scope of the project. For advertising photography, it is appropriate to impose a permit condition that prohibits implied or stated Service endorsement of the advertised product or service.  Who Needs a Filming Permit?  Filming permits are required for any filming or photography that  Involves the use of a model, set, or prop; or Requires entry into a closed area; or Requires access to the park before or after normal working hours; or Involves vehicles or other articles of commerce for the purpose of commercial advertising.  A permit is not required for:  A visitor using a camera and\/or recording device for his\/her own personal use and within normal visitation areas and hours; or A commercial photographer not using a prop, model, or set, and staying within normal visitation areas and hours; or Press news gathering. While such press coverage does not require a permit, the media is subject to the imposition of restrictions and conditions necessary to protect park resources and public health and safety (see above).  The permitting process allows discussion of the proposed project, provides an opportunity to understand policies and presents avenues for discovery of possible alternatives. It also serves to establish an administrative record of filming activities.  Filming Activities  All authorized filming activities will be conducted in strict compliance with Federal, state, county and municipal laws, ordinances or regulations applicable to the area of operation covered under the agreement. Filming may not be allowed in those areas closed to general public use for safety or resource considerations.  Resource damage - Filming activities that exhibit the potential for resource damage will be denied. Cutting trees or otherwise damaging vegetation, destroying or altering resources will not be allowed. Any activities that disrupt or alter the natural behavior of wildlife will be discouraged and may result in the permit being denied.   Wildlife - The harassment of wildlife is prohibited by law. Photographing or filming of resident wildlife will be permitted only when such wildlife will not be molested, harmed or disturbed. All filming will be conducted in natural, unaltered settings to assure area integrity and the safety and well being of film crew and wildlife.  The permittee must comply with established Denali National Park and Preserve Photographers Code of Ethics (revised January 2001).  Wildlife captured elsewhere may not be used in any in-park filming, whether trained or not. Domesticated wild animals are included in this restriction.    Disruption of visitor activities - National Park Service policy states that filming activity must not unduly disrupt normal visitor use of the park.    Use of aircraft - The use of aircraft for commercial filming activities is allowed under strict guidelines. The use of fixed wing aircraft for commercial purposes or scouting purposes is permitted only if the FAA Advisory Circular (91-36C) recommended minimum altitude of 2000 feet above ground level is observed. Landing fixed-wing aircraft in the park must be approved as part of the application process. Helicopter landings are restricted to designated heli-spots. These limitations apply to all commercial filming permits. An aircraft use request that exhibits potential for degradation of visitor experience or park resources will be denied.   Questions About Commercial Filming Permits  Requests may be made in person at park headquarters or by telephone or letter. An Application for Photography\/Filming Permit, a park-specific Commercial Filming Questionnaire and the $200 non-refundable application (cost recovery) fee is required from all applicants before an application will be considered. Once a proposed filming request has been processed and approved and the permit is prepared, an authorized representative (producer or director) must provide bond and use fees, sign, and return the original permit. Final terms of agreement and special instructions as they may apply to authorized filming activities will be presented and discussed. A copy of the completed permit\/agreement must be carried on-site at all times during filming activities and must be presented upon request to any authorized park personnel. Permit request by letter should be addressed to: Denali National Park and Preserve Attention: Commercial Filming\/Photography Post Office Box 9 Denali Park, Alaska 99755 Physical Address: Mile 237 Parks Highway Denali Park, Alaska 99755  Application for Commercial Filming Permit  The application and a commercial filming questionnaire must be completed and returned, along with the applicable non-refundable application fee, to the Film Permit Coordinator before a filming permit will be considered. Please make checks payable to the National Park Service. Information returned must be specific, especially that information dealing with site locations and actual anticipated filming activities. Insufficiently prepared applications can result in a protracted, more expensive permitting process that may result in denial of the application.  Pre-permit conference - Filming permits will only be issued after a briefing by the Film Permit Coordinator or her\/his representative and in no case before the Application Questionnaire and application fee have been properly submitted. All locations must be approved prior to filming and depending on the complexity of the proposed project; one or more on-site visits to proposed locations may be necessary.  Up to 30 days may be required for administrative review of a proposed filming activity, though smaller projects may require less time. Smaller, less involved projects may allow a pre-permit conference via telephone.   Denial of permits - Requests for filming permits will be evaluated in a manner consistent with current applicable legislation, regulations, policies and guidelines. Filming permits may be denied for any of the following reasons:    Resource Damage. If, in the opinion of the Superintendent or designee, the filming activity requested represents an unreasonable threat to the resource (including wildlife), the permit application will be denied. Consideration will be based on both long and short-term effects as they relate to environmental, archeological and historic preservation laws. Any significant cultural objections must be mitigated before a permit will be approved.  Supervisory Requirements. If it is determined supervisory requirements for the proposed filming project will place unreasonable burdens on staff capacity, the permit application will be denied. This denial will be made irrespective of the permittee’s willingness to pay supervisory costs.  Disruption of Visitor Activities. If the proposed filming would conflict unduly with the visitors’ normal use of the park, the request may be denied.  Safety. Activity posing undue risk or hazard to the general public will be denied.  Regulatory Conflict. Requests for filming which will result in an electronically or digitally edited product that depicts an activity in direct conflict with regulations prohibiting the “depicted” activity in an area that the general viewing public recognizes as a national park area will be denied.  Inability to Obtain Insurance\/Bonding. The applicant is unable to obtain the necessary bond and\/or insurance certification.  Failure to Agree to Pay Assessed Cost Recovery. The applicant is unwilling to agree to pay the estimated cost recovery.        TERMINATION OF THE PERMIT All filming permits issued by the National Park Service are “revocable” on 24-hours notice or without notice if the terms of the permit are violated. Deliberate infractions of terms contained in the filming permit or the deliberate making of false or misleading statements concerning intended actions in order to obtain a permit are causes for immediate termination of the permit and for possible prosecution. A penalty may be levied against the permittee for inconveniences to the park associated with the revocation of the permit or default on conditions of the permit. Adjustment for unused filming days will be made by the park and pre-payments returned to the permittee. GENERAL LIABILITY INSURANCE General liability insurance MUST be issued by a United States company, and is required in order to protect the U.S. Government from claims or litigation connected with injury or damage resulting from the actions of the permittee or his\/her agents or employees. It is also necessary in order to avoid undue tort liability to the Government and to assure that permittees are not judgment-proof if a visitor was injured through the negligence of film company representatives. Those companies that normally carry extensive general liability insurance must obtain a rider naming the U.S. GOVERNMENT as additional insured on the insurance certificate. Others must obtain the necessary coverage on their own. An original copy of this certificate of insurance must be provided to the park. General guideline amounts include:  Still photography - $300,000 bodily injury plus $50,000 property damage per occurrence.   Electronic media - aggregate $1,000,000 per occurrence.    Special activities with high damage\/injury risks - $3,000,000.  Insurance requirements may be waived if, in the opinion of the Superintendent or his\/her representative, there is little or no possibility of injury or damage to persons or property resulting from the proposed activity. Additional insurance amounts may be required at the Superintendent’s discretion, based on proposed filming activities. BOND REQUIREMENT Certain activities may trigger the need for the permitee to post a refundable damage bond. The amount of the bond will be equivalent to the estimated cost to the NPS for cleanup, repair or rehabilitation of resources or facilities that could potentially be impacted by the permit activities. At the conclusion of the permit, the bond will be returned to the permittee after the costs of cleanup, repair, or rehabilitation are deducted. NATIONAL PARK SERVICE SUPERVISION AND COSTS Filming permits are issued by authority of the Superintendent or his\/her designated representative. The Superintendent or his\/her representative have the discretion to waive any requirement or cost involved in the permitting process. Application for a filming permit must be accompanied with the tendering of a non-refundable application (Cost Recovery) fee of $200. Permit preparation and administrative time in excess of the standard time normally required to complete permit negotiations will be charged at $50 per additional hour and added to the nonrefundable permit charges above. These fees will be retained by the NPS regardless of whether a permit is approved and issued or not. Checks should be made payable to the National Park Service. COST RECOVERY GUIDELINES The following are general guidelines for typical permit and site-monitoring costs. Costs may fluctuate and will be governed by the project’s complexities, the resource risks involved and the level of monitoring required for each filming project:  APPLICATION FEE - The non-refundable application fee is $200.  Any permit preparation and administrative time in excess of the standard four hours ($200) normally required to complete permit negotiations will be assessed at $50 per additional hour and appended to the above standard permit charges.    MONITORING FEES  Continual Monitoring (park discretion):  $50 per hour with a minimum of 3 hours per day; not to exceed $400 per day. A day consists of a maximum of 8 hours. Daily use in excess of 8 hours will be charged at $75 per additional hour of use.  Filming activities authorized by permit may be supervised by an NPS employee to assure full compliance with all terms of the permit. The level and type of supervision will be based on the extent and complexity of filming activities.  The minimum daily calculated cost for tracking and site-monitoring of the permitted activity, once approved, is based on the premise that no more than one NPS representative will be required for continual on-site monitoring. A minimum $150 fee is charged for continual monitoring required by one NPS representative for up to 3 hours or less. Any portion of use less than 3 hours each day will not be prorated, but charged at the $150 daily 3-hour minimum rate. Additional hours of daily monitored use will be billed at $75 per hour per monitor required.  If, in the opinion of the Superintendent, the filming project will involve significant numbers of people (5 or more) and\/or equipment exhibiting a degree of resource or visitor impact potential, supervision will be on-location and continual. Each additional NPS employee required to monitor and control the filming site will be charged to the permittee at $50 per hour to offset overtime and administrative costs incurred.  Estimated daily site-monitoring costs must be paid to the NPS prior to actual filming. Payment must include the aggregate amount for all days authorized. All costs associated with permitted activities which exceed the estimated minimum daily site-monitoring cost will be billed to the permittee after completion of filming activities. The monitoring of any site rehabilitation which may be necessary upon completion of filming activities will be charged to the permittee at $50 per hour per monitor required. Performance bond will be withheld until all costs are paid.   LOCATION FEES  Effective May 15, 2006, the National Park Service will begin charging a location fee for all commercial filming permits. The location fee is in addition to cost recovery charges that are already being collected. The NPS has adopted the BLM location fee schedule until the NPS schedule is finalized. The location fees for motion pictures\/video are:  1 – 10 people $150\/day  11 – 30 people $250\/day  31 - 49 people $500\/day  Over 50 people $750\/day   ON-CAMERA APPEARANCE by EMPLOYEES On-camera appearances by employees are allowed under the following conditions:  The employee is selected and\/or approved by park management, and is depicted performing his or her normal duties, or serving as a subject matter expert. The employee's appearance supports NPS goals and has a beneficial effect for the Service. The role is not scripted. The employee is paid by the park as part of his or her regular working hours. The permittee will reimburse the park for this cost as part of the monitoring cost recovery. If the filming requires overtime or back filling of positions, the NPS will be reimbursed for any such additional costs through the permitting process.  GRATUITIES The Standards of Ethical Conduct for Employees apply. Generally, employees are forbidden from accepting gratuities from prohibited sources. However, there are exceptions that allow employees to accept modest items of food and refreshment. The NPS recognizes that the workday for a film production company typically lasts longer than eight hours. NPS employees assigned to monitor permit activities must be prepared to sustain themselves over the entire time span. The Superintendent may, on a case-by-case basis, grant the employee permission to accept provisions from the permittee.  If the permittee offers meals, the Superintendent may authorize the employee to accept the food provided. Market values of the individual meals, and aggregate market value of all meals, provided by an individual permittee may not exceed the limits set in 5C.F.R Part 2635.204. Selected and\/or approved by park management and is depicted performing his\/her  OFF-DUTY GOVERNMENT EMPLOYEES Off-duty Government employees may work for filming companies only if they do not perform or appear to perform official duties. Off-duty employment while in uniform is not permitted. Personnel engaged in actual supervision of the permittee are not allowed to engage in off-duty employment with the filmmaker under any circumstance. The Superintendent must approve off-duty employment requests. GOVERNMENT PROPERTY and SYMBOLS  Government property, including the uniform, will not be used, loaned or rented to a film company, or diverted from its normal use, for filming purposes except as stated below. (See 43 C.F.R. 20.735.15.) Rental of NPS equipment on a reimbursable basis pursuant to 16 U.S.C. 1 Government Symbols: Use of the NPS Arrowhead in titles, credits or other deliberate disclosures requires the permission of the NPS Director (36 CFR 11.2 and Special Directive 93-7). Special Directive 93-7 declares that use of the Arrowhead is controlled through law and regulation. Hence, under 36 C.F.R. 11.2, the Director may authorize the use of the Arrowhead \"for uses that will contribute to purposes of education and conservation as they relate to the program of the National Park Service.\" The NPS may actively assist filming and photography activities that promote public understanding and appreciation of the National Park System, and the Director may authorize use of the arrowhead symbol for such filming projects. All other uses are prohibited, such as advertising, promotional or directly commercial purposes. Incidental filming of the symbol which may include the shoulder patch of an uniformed employee, an NPS vehicle or an entrance or similar sign is not prohibited.  UNAUTHORIZED FILMING Filmmakers or photographers may be unaware that certain filming activities require a permit, cost recovery, insurance certificate or performance bond. When the Superintendent or a park staff member becomes aware that filming activities that would normally require a permit are being conducted without a permit, he\/she will contact the individual or group, explain the requirements necessary to comply with regulations and resolve the issue as soon as possible. A photographer or filmmaker who fails to obtain a required permit may be subject to enforcement action.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/management\/commfilm3.htm"
}
