{
    "title": "Denali National Park & Preserve: Hunting Information",
    "body": "Hunting Information       The National Park Service (NPS) manages wildlife resources within the original two million acre Mt. McKinley National Park, sometimes referred to as the \"Old Park.\" The park was enlarged in 1980 by the Alaska National Interest Lands Conservation Act (ANILCA), which added new national park and national preserve lands. The park was renamed Denali National Park and Preserve. The NPS and State of Alaska cooperatively manage wildlife resources in the park additions and preserve lands.      Hunting in Denali When considering hunting, it is important to realize that the park is divided into three different management areas - Federally-designated Wilderness; national park land; and national preserve land.   Sport hunting is prohibited within Denali National Park, including designated wilderness lands and the 1980 park additions. Sport hunting is only permitted within Denali National Preserve.  Subsistence hunting and trapping by eligible local rural residents is permitted on park and preserve lands added by ANILCA, but not within the former Mt. McKinley National Park.  Where hunting is allowed, a valid Alaska State hunting license is required for all hunters age 16 and older. Hunters must know and follow all applicable state and federal hunting regulations. You are responsible for knowing and following hunting regulations and for knowing your exact location when hunting.         Vehicle use off roads for non-subsistence related activities is prohibited within Denali National Park and Preserve. Vehicle use off roads by qualified subsistence users is prohibited except for specific corridors near Cantwell.     Park Boundary Information  Map of Cantwell Subsistence ORV Use Corridors  Code of Federal Regulation Title 36 Chapter 1 Current Compendium Alaska State Hunting Information Authorized guides and transporters",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/management\/hunting-information.htm"
}
