{
    "title": "Grand Canyon National Park: Institutes & Field Schools",
    "body": "Canyon Field Schools      The Canyon Field Schools (National Park Service) enable college, high school and middle school age youth from all over the country to explore Grand Canyon through hiking and rafting adventures each year. Registration for programs begins February 1st, 2016. The programs listed below are operated by National Park Rangers with the Canyon Field Schools.   Grand Canyon Field Institute is the educational arm of Grand Canyon Association, the official partner of Grand Canyon National Park. (GCFI) offers a selection of exciting educational programs in Grand Canyon National Park. GCFI's expert educators lead day hikes, rim-based learning adventures, and overnight backpacking treks that cover a range of wilderness, science, and history topics. Programs are appropriate for a variety of ages, fitness levels, and group sizes.For more information call: 866-471-4435 or visit:http:\/\/www.grandcanyon.org\/learn\/grand-canyon-field-institute                   Grand Canyon Unearthed Experience the diverse worlds hidden in Grand Canyon National Park.               Grand Canyon in Focus Middle school participants capture Grand Canyon in photos               Artists as Ambassadors High school participants discover their creativity in Grand Canyon           Results   Showing results 1-4 of 4    Sort By:  Latest Oldest         Grand Canyon Unearthed    Contemplate the hidden forests of the North Rim. Hike the sheer expanse of the Canyon. Embark on a river trip through the wilderness on the raging rapids of the Colorado River. Explore the conflicts of managing life, people, and resources on the South Rim. Engage in citizen science on the North Rim, Inner Canyon, Colorado River, and South Rim! This program is designed for youth from 15-18 years of age.    Type:Institutes and Field Schools Duration:14 days Accreditation:Check back for updated information Subjects:American Indian History and Culture, Archaeology, Art, Astronomy, Biology: Animals, Biology: Plants, Botany, Climate Change, Community, Conservation, Earth Science, Ecology, Education, Environment, Geography, Geology, History, Hydrology, Paleontology, Physical Fitness, Physical Science, Recreation \/ Leisure \/ Tourism, Science and Technology, Service Learning, Wilderness, Wildlife Biology Keywords:Grand Canyon, Colorado River, camp, teenagers, river rafting, hiking, science, Conservation, service learning, outdoor recreation, backpacking, citizen science        Grand Canyon National Park Artists as Ambassadors    There is hardly a more inspiring landscape than Grand Canyon. New and experienced artists alike will join rangers on the rim and river to explore the wonders of the canyon. Throughout the program, professional artists will provide workshops using a variety of media. Each participant will create a piece of art that will be exhibited in the park village. Get to know your creative side on the North Rim, Colorado River, and South Rim! This program is designed for youth aged 15-18.    Type:Institutes and Field Schools Duration:14 days Subjects:American Indian History and Culture, Art, Botany, Conservation, Ecology, Education, Environment, Geography, Geology, Landscapes, Language Arts, Music, Performing Arts, Poetry, Recreation \/ Leisure \/ Tourism, Science and Technology, Theatre, Visual Arts, Wilderness, Writing Keywords:Grand Canyon, Colorado River, summer camps, art, Photography, writing, teenagers, river rafting, hiking, science, Conservation, outdoor recreation        Grand Canyon National Park Grand Canyon Expeditions - Indian Garden    This program delves into the depths of Grand Canyon to explore the story below the rim. This six day introductory backpacking program takes youth into the canyon for two nights where they will explore the geology, ecology and human history of Grand Canyon through hands on activities. Challenge yourself and see what it takes for life to survive below the rim! This program is designed for youth 12-14 years of age.     Type:Institutes and Field Schools Programs:Adventure Programs, K-12 School Programs Duration:7 Days Subjects:Archaeology, Art, Astronomy, Biodiversity, Biology: Animals, Biology: Plants, Botany, Climate Change, Conservation, Earth Science, Ecology, Education, Environment, Geography, Geology, History, Hydrology, Leadership, Music, Paleontology, Physical Fitness, Physical Science, Poetry, Science History, Theatre, Wilderness, Wildlife Biology, Wildlife Management, Writing Keywords:Colorado River, camp, backpacking, bright angel trail, Indian Garden, middle school, Conservation, outdoor recreation, citizen science        Grand Canyon National Park Grand Canyon in Focus    During the Grand Canyon in Focus summer program, park rangers and Udall Foundation's Parks in Focus scholars guide Boys & Girls Club members on the hiking and photography adventure of a lifetime. Club members in grades 6 through 8 learn the fundamentals of nature photography while exploring one of the most unique landforms on Earth.This program is offered by Grand Canyon National Park and the Morris K. Udall Foundation (Udall Foundation).    Type:Institutes and Field Schools Duration:This program typically lasts 5 days and occurs during the summer. Subjects:Art, Community, Conservation, Ecology, Environment, Geology, Landscapes, Media Studies, Recreation \/ Leisure \/ Tourism, Wilderness Keywords:Grand Canyon, camp, art, Photography, middle school, junior high, hiking, community, Conservation, outdoor recreation",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/education\/classrooms\/schools.htm"
}
