{
    "title": "Denali National Park & Preserve: Distance Learning",
    "body": "Distance Learning       Denali is an environment of extreme temperatures, tall mountains, glacial landscapes, and more.The climate and landscape might be very different from where you live. Do you wish you could bring your class to Denali? If we're far from you, take part in the next best thing by bringing Denali to your classroom!   Our free, interactive presentations start as early as 7 am AKST and are available from November 2nd through March 11th (with breaks around some major holidays). Registration begins on October 1st. If you would like to use the Denali experience to enhance your curriculum, please see our offerings below. Our programs are designed to meet national teaching standards and are appropriate for students in  grades K - 6.      Results   Showing results 1-4 of 4    Sort By:  Title Date         Denali National Park & Preserve Ask an Alaskan - Living and Working in Denali   Our educators have a wealth of knowledge about Denali National Park and Preserve and great stories about living in Alaska. Tap into this engaging information through an informal question and answer session that is available to K-12th grades and university level students. Topics can cover the flora, fauna, glaciers, geology, biology, and cultural history of Denali, as well as life in rural Alaska, careers in the National Park Service, and more.    Type:Distance Learning Grade level:Upper Elementary: Third Grade through Fifth Grade Subjects:Science        Denali National Park & Preserve Denali: \"The High One\" (Geology of the Mountain)   Denali National Park and Preserve hosts the tallest mountain in North America. It can be hard to get here, but you can bring Denali into your classroom instead! Learn about this tall peak and why exactly Denali is so tall in this program specifically designed for 4th-6th grade.    Type:Distance Learning Grade level:Upper Elementary: Third Grade through Fifth Grade Subjects:Science        Denali National Park & Preserve Denali's Dinosaurs   Ever wonder what Denali looked like 70 million years ago? Learn about our Cretaceous past during this brand new distance learning program specifically design for K -3rd grade. Using Zoom or Skype videoconferencing connection, our staff will spend an hour teaching your class about Denali's prehistoric past using interactive lessons and activities.    Type:Distance Learning Grade level:Lower Elementary: Pre-Kindergarten through Second Grade Subjects:Science        Denali National Park & Preserve The Science of Sled Dogs   Denali National Park and Preserve hosts the US government's only dog-sled team. It can be hard to get here, but you can bring Denali into your classroom instead! The education staff at Denali can visit your classroom for free via the internet. Using Zoom or Skype videoconferencing connections, our staff will spend an hour teaching your class about Denali's amazing natural resources using interactive lessons and activities     1 2 3 4 5  Excellent Average: 5.0 (1 rating)   Type:Distance Learning Grade level:Upper Elementary: Third Grade through Fifth Grade Subjects:Science",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/education\/learning\/index.htm"
}
