{
    "title": "Colorado National Monument: Accessibility",
    "body": "Accessibility       Entrance Fees - Service Animals - Facility Measurements - Brochure      Colorado National Monument is constantly striving to make your visit more enjoyable by making facilities as accessible as possible. This webpage provides descriptions of the accessible facilities, services, and opportunities in the park. Many changes and improvements are in the works and we will implement them as we can. To download a brochure and map of accessible facilities click here.   Accessible restrooms are located at the Visitor Center, Saddlehorn campground, and Devils Kitchen Picnic Area (see below).  Two accessible campsites are located in the campground, campsite #5, and campsite #70.  The Devils Kitchen Picnic Area and the Visitor Center (see below) picnic area are also accessible.  Book Cliffs View, Independence Monument View (see below), Coke Ovens Overlook, and Cold Shivers Point (see below) are accessible overlooks along Rim Rock Drive.  At the Visitor Center, videos are open-captioned, and an induction loop is provided for users of hearing aids. Assisted listening devices are available at the front desk.  An audio description tour of the exhibits is also available. Handheld tour devices are available at the front desk.  Join us for a ranger-led talk on the porch of the Visitor Center, see below.  BUS DRIVERS: Please drop visitors off at the accessible ramp into the Visitor Center, exit the parking lot, and drive around to the designated bus parking area. See below.    If you have accessibility questions not answered by this guide, please call the park's information center at 970-858-3617 x360 or x300 Monday - Friday from 8 a.m. to 4:30 p.m. mountain time, or e-mail us.       Saddlehorn campground has two accessible campsites, #5 and #70.         Ramp and picnic area at Saddlehorn Visitor Center.         Bus drivers please drop off guests at the visitor center entrance, drive out of the parking lot, and around to the bus parking area.         Attend a ranger-led porch talk!         Cold Shivers Point         Devils Kitchen Picnic Area        Top of Page      Entrance Fees - General Information The America the Beautiful - National Parks and Federal Recreational Lands Access Pass is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. The pass provides access to, and use of, federal recreation sites that charge an entrance or standard amenity fee. The pass admits the pass holder and passengers (not to exceed four adults) in a non-commercial vehicle. Children under 16 are admitted free. The Access Pass provides a 50 percent discount on fees for some facilities and services such as camping and specialized interpretive services. In some cases where these fees are charged, only the pass holder will be given the 50 percent price reduction. The pass is non-transferable and generally does NOT cover or reduce special recreation permit fees or fees charged by concessionaires. The pass can only be obtained in person at a park and documentation is required. Acceptable documentation includes statement by a licensed physician; document issued by federal agency such as the Veteran's Administration, Social Security Disability Income, or Supplemental Security Income; or document issued by a state agency such as a vocational rehabilitation agency. Entrance Fees - Colorado National Monument (COLM) Information In Colorado National Monument, the Access Pass admits the pass holder and passengers in one private, non-commercial vehicle. It also provides a 50 percent discount on camping. When making a camping reservation, you must provide the number on the pass. All passes are available year round at park entrance stations and seasonally at the Farmer's Market. For more information, see the Fees and Passes page.      Service Animals Service animals must be leashed at all times. They are allowed in all park facilities and on all park trails unless closed by order of the superintendent. However, many park trails are very steep. These trails should be avoided:  Serpents Ute Canyon Liberty Cap Monument Canyon from Rim Rock Drive C.C.C. Black Ridge  Emergency Phone Number: 911 Top of Page      Facility Measurements",
    "url": "https:\/\/www.nps.gov\/colm\/planyourvisit\/accessibility.htm"
}
