{
    "title": "Denali National Park & Preserve: Kids & Youth",
    "body": "Kids & Youth        NPS Photo \/ Sierra McLane          It can be daunting to plan a trip that will be fun for the whole family. Especially when your destination is a vast wilderness in the Alaskan Interior. Whether you've already reached Denali already or you're still dreaming about your perfect trip, Denali with Kids is a great place to start creating a vacation that will appeal to all ages.  This free travel guide is designed for parents and guardians who are traveling to Denali and hope to make lasting memories. Denali with Kids unlocks Denali's secrets, covering everything from the best places to camp and hike to important safety and logistical information. This guide not only serves to help you plan your trip, but also includes parent testimonies and fun family photos that will inspire you. Denali with Kids is currently available for download as either a high-resolution version (8.8 MB) or low-resolution version (5 MB). You can also find it in visitor centers throughout the park.              Every Kid in a Park Hey fourth graders! In celebration of the National Park Service turning 100, come see America’s natural wonders and historic sites. The Every Kid in a Park program allows every fourth grader and their family to visit parks for free.  Get a voucher for a free park entrance pass at everykidinapark.gov. Bring the voucher with you to Denali and we will exchange it for your pass.   If you can't make it to Denali in person, then virtually visit us through our distance learning programs. Teachers can sign up for classes of any ages, but we have a special program for fourth graders called Find Your Park: Denali. Finally, if you live in the Denali or Mat-Su Boroughs here in Alaska, tell your teachers to ask us about Denali Days! Teachers can invite one of our rangers to visit your classroom, where we'll talk about how the National Park Service protects America's special lands and history. Have your teacher contact us to learn more.         Denali has something for everyone!           Become a Junior Ranger!   Ever dreamed of being a park ranger? You can earn your badge and become a Denali Junior Ranger by working on a Junior Ranger Book.           Top 10 Activities for Families   Explore this list for fun family-friendly activities to do while you are visiting Denali.           Go to Summer Camp!   Youth camps allow kids to explore and learn about the park through hands-on adventures.           Plan a Field Trip!   Bring your group to Denali! Explore the park by yourself or schedule a program with a park ranger.           Borrow a Discovery Pack   Explore Denali with your family while using a free discovery pack that you can check out for the duration of your visit.           Explore the Winter Trails   Do you live nearby or are planning a visit to Denali during the frosty winter months? Check out this map of winter trails to plan your trip!          Find Educational Materials!   Browse our library of curriculum materials to teach your group more about Denali and the National Park Service.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/kidsyouth\/index.htm"
}
