{
    "title": "Denali National Park & Preserve: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       Park Mission We protect intact, the globally significant Denali ecosystems, including their cultural, aesthetic, and wilderness values, and ensure opportunities for inspiration, education, research, recreation and subsistence for this and future generations.       Denali National Park and Preserve, just over 6 million acres, is one of the largest national parks in the United States. The park includes North America's highest mountain, a designated wilderness area and is an international biosphere reserve. Denali is one of over 400 National Park Service units that, working with other partners, helps safeguard this nation's natural and cultural heritage.         State of the Park Report  Written in 2012, this report looks for good and bad trends in the condition of important park topics, like the population of wild animals, the value of park scenery to visitors, and more.   Dig into the report            The staff of Denali National Park and Preserve NPS Photo \/ Gretchen Striker  Serving the Public   National parks are owned by you, and funded by you. Check out some of the major projects funded by taxpayer dollars over the past several years. Also available are the annually-produced Superintendent's Report, detailing some of the major events and achievements each year.  Find facts about the park, ranging from acreage to weather data to yearly budget. Discover how to express your voice in the management of the park through the park planning progress, and find copies of existing park management documents.    Laws, Policies and Management   Learn about the laws and policies in the park, and find links to resources like the Code of Federal Regulations and other governing documents; as well as information about hunting, subsistence use and firearms regulations.  Wildfire is a natural part of the boreal forest ecosystem. Find information on current fires and learn how the park manages wildfire incidents. Are you a published, professional photographer? If so, consider applying through our professional photography program to access the park in your own vehicle.  If you wish to do any kind of commercial filming in Denali, check out permitting information and other resources here.    Working with Us   Meet our business and non-profit partners, who are vital to the park.  Do you own a business? Learn about doing business within the park through a Commercial Use Authorization. Thinking about joining us? Look for job announcements and other resources concerning seasonal and permanent employment with the National Park Service.    Sustainability  Find a wealth of information on sustainability-related topics, such as how to plan a 'green' vacation to Denali; ways that we are striving to reduce our carbon footprint; and more.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/management\/index.htm"
}
