{
    "title": "Denali National Park & Preserve: Additional Ed Resources",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Additional Ed Resources                Additional Educational Resources       While not exactly curricula or lesson plans, these resources can still be valuable in helping your students learn about Denali.          Fact Sheets  Before visiting Denali with your class or studying the subarctic, help your students to become Denali subject experts. Have each student read a fact sheet and report the highlights to the rest of the class. The tapestry of knowledge that they gain from this exercise will help make their experience here, or their understanding of your class project, far richer.    Check out our fact sheets, ranging from topics as specific as the moose rut to as general as river and stream ecology.      A Slideshow on the Science of Sled Dogs   In this short slide show, students get to know the sled dogs of Denali. Sled dogs and rangers work together to preserve and protect your park. The far north is a land of extreme cold. The adaptations of sled dogs help us understand how animals survive and thrive in the subarctic. Additional Resources Learn more about the park sled dog kennels and - in summer - check out the puppy webcam  Also consider connecting remotely with a ranger for our Science of Sled Dogs distance learning program. The program involves an hour-long conversation via Skype, as well as pre- and post-Skype activities.      Park Education Packet  Our education packet is not an established curricula, per se, but instead is an overview of a variety of topics. Included in the packet is information about:   Wildlife Mountaineering history  Geology Vegetation Park history Climate  There is also a vocabulary list and links to additional information.  Additional Resources To better understand the geography of the park, consider checking out our landscape panoramas and webcams.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/education\/classrooms\/other-ed-resources.htm"
}
