{
    "title": "Denali National Park & Preserve: Field Trips",
    "body": "Plan A Field Trip        A field trip to Denali is a great way for hands-on learning nps image \/ nathan kostegian       Whether you plan your own trip entirely, or would like to meet up with a ranger, a variety of opportunities are available to educational groups visiting the park. Please be aware that ranger program schedules, facility hours of operation, road access, and ranger availability change with the seasons.   Once you have explored these links, contact us via the park information line (907-683-9532) or via email, if you have further questions regarding your trip logistics.       Apply for an Entrance Fee Waiver Denali collects a park entrance fee for individuals over 15 years old, but education groups may apply to have that fee waived. Fee waivers do not change campground or bus ticket fees that a group may incur. Stop by the Denali Visitor Center Dozens of interpretative exhibits showcase the natural and cultural history of the park. The 17 minute feature film \"Heartbeats of Denali\" plays at the visitor center theater throughout the day. Ranger-led programs are presented daily in the theater, and ranger-guided hikes are offered from the center. Discover the Murie Science and Learning Center The Murie Center is a year-round education facility and science outreach hub. A wolf skeleton guards the lobby and a half dozen kiosks feature park science conducted in Denali and other northern Alaska national parks. Staff offer interactive science presentations throughout the summer. Visit the Sled Dog Kennels Denali is home to a kennel of working sled dogs. In summer, attend a ranger-led program (3 per day in mid-summer; please contact us in advance). Any time of the year, make your way there to meet the dogs on your own Sight-see By Bus Non-commercial vehicles are welcome to drive the first fifteen miles of the park road. Courtesy buses are also available for that portion of the road.  To travel beyond Mile 15, most school groups choose to use the non-narrated \"shuttle bus\" system, but there are myriad options available. A bus trip down the park road is the most-likely way to view wildlife, and to enjoy the beautiful scenery of Denali.  In winter, the park road is only maintained to Park Headquarters, Mile 3. Access beyond Headquarters is only possible on foot. Attend a Ranger Program In summer, many free ranger programs are offered on a regular schedule. For small groups, there is typically no need to pre-register. For large groups, please contact us in advance so we can accommodate you.  Qualifying education groups can also request a ranger program specifically for their group. Go Hiking School groups may join rangers on regularly scheduled walks in the park entrance area and the Eielson Stroll, though we would appreciate notification for large groups. Non-commerical education groups may hike together on all front country trails. For groups larger than ~20 individuals, breaking into smaller groups is appreciated as a courtesy to fellow hikers. Non-commerical education groups can also hike in designated wilderness areas (this includes the Triple Lakes Trail and most off-road hiking beyond Mile 15 of the Park Road) in groups of 12 or fewer, as designated in the park's Backcountry Management Plan. Commercial education groups must apply for a Commercial Use Authorization or Special Use Permit to hike in Denali.  Camp Overnight Non-commercial education groups wishing to camp in Denali should follow the regular protocols for staying at campgrounds and receiving backcountry permits. Commercial groups must apply for a Commercial Use Authorization or Special Use Permit to camp in Denali.  In summer, a limited number of sites at the Savage River Campground may be reserved for group use. Each site accommodates a maximum of 20 people. Riley Creek Campground is open year-round, and there are no camping fees from mid-September to mid-May each year.  If group campsites are unavailable during your visit, it is permissible for groups to reserve more than one regular campsite (each site sleeps 4 to 8 people, depending on the campground) in order to accommodate all group members. Adjoining sites will not always be available, as campsites are occupied on a first-come-first-serve basis. The sites are designed to accommodate only a small number of individuals both for recreating and for sleeping. If you have to break up into smaller groups, please spread your activities among the sites rather than congregate in one site. Care should be taken not to trample vegetation between adjoining campsites.  In winter, free camping is available at Riley Creek Campground. Be prepared for extremely cold temperatures. There are no amenities other than pit toilets in winter>> Stay Safe Know what to do in the event of wildlife encounters and how to seek emergency help. Prepare for chilly, unpredictable weather. Amenities, Goods and Services Learn the location of bathrooms, food, water, the central lost and found office, picnic areas, and more on our goods and services page.  Other Educational Programs Our non-profit partner, Alaska Geographic, offers a variety of classroom and field-based activities for groups through the Murie Science and Learning Center. Some are free, while others require advance registration and payment of fees. Alaska Geographic also offers custom education programs by request>>",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/education\/classrooms\/planafieldtrip.htm"
}
