{
    "title": "Denali National Park & Preserve: Institutes & Field Schools",
    "body": "Institutes & Field Schools      You may also want to share information about our youth camps with your students.                   Murie Science and Learning Center Your connection to northern Alaska park science           Results   Showing results 1-3 of 3    Sort By:  Latest Oldest         Denali National Park & Preserve Alaska Geographic    Alaska Geographic’s hands-on courses are set in Alaska’s wildest classrooms ‹ our spectacular national parks, forests, and refuges. Accredited by the University of Alaska, courses are designed for adults, families, and teachers. Courses range from two to eight days and are held throughout the state.Alaska Geographic's core purpose is to support Alaska’s parks, forests, and refugesand to help you connect to these remarkable landscapes.    Type:Institutes and Field Schools Duration:Varies from one hour programs to multi-day field seminars Accreditation:Some courses are accredited by the University of Alaska Subjects:Biology: Animals, Biology: Plants, Climate, Climate Change, Conservation, Earth Science, Ecology, Education, Environment, Geography, Geology, Glaciers, Hydrology, Landscapes, Paleontology, Physical Fitness, Pioneer America, Recreation \/ Leisure \/ Tourism, Wildlife Biology        Denali National Park & Preserve Murie Science and Learning Center    Located at the entrance to Denali National Park and Preserve, the Murie Science and Learning Center combines science, education, and partnerships to protect areas of national significance. Though located in Denali, the Murie Science and Learning Center works with many other national parks and partners to reach the ultimate goal of increasing research, science-based education, and science-informed management decisions for these special places.    Type:Institutes and Field Schools Duration:Ranges from 1 hour programs to multi-day field seminars and camps Accreditation:Some courses are accredited by the University of Alaska Subjects:Anthropology, Archaeology, Art, Astronomy, Biology: Animals, Biology: Plants, Botany, Climate, Climate Change, Community, Conservation, Earth Science, Ecology, Education, Environment, Fire Ecology, Geography, Geology, Glaciers, Health, Historic Preservation, History, Hydrology, Journalism, Landscapes, Meteorology, Paleontology, Physical Education, Physical Fitness, Physical Science, Pioneer America, Recreation \/ Leisure \/ Tourism, Recreation Ecology, Science and Technology, Science History, Westward Expansion, Writing        Denali National Park & Preserve Denali Education Center    Denali Education Center connects people to Denali through fun, informative, and inspiring programs that help build lifelong friendships, lasting memories, and a sense of connection to nature. A non-profit educational partner of Denali National Park and Preserve since 1989, they serve visitors and residents of all ages with multi-day programs on their campus, day programs, multi-day field trips, research grants, and special events.    Type:Institutes and Field Schools Duration:The DEC offers multi-day programs on their campus, day programs, multi-day field trips, research grants, and special events Subjects:Biology: Animals, Biology: Plants, Climate, Climate Change, Community, Conservation, Earth Science, Ecology, Education, Geography, Historic Preservation, History, Landscapes, Pioneer America, Recreation \/ Leisure \/ Tourism, Regional Studies, Science and Technology, Westward Expansion, Wildlife Biology",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/education\/classrooms\/schools.htm"
}
