{
    "title": "Denali National Park & Preserve: Firearms Information",
    "body": "Firearms Information       As of February 22, 2010, a new federal law allows people who can legally possess firearms under applicable federal and Alaska state law, to legally possess firearms within Denali National Park and Preserve.  Under federal law, the use or discharge of a firearm is still prohibited by applicable provisions of 36 CFR Section 2.4 and 36 CFR Section 13.30.  Federal law also prohibits firearms in certain facilities in this park; those places are marked with signs at all public entrances. Federal facilities in Denali include:   All National Park Service offices and administrative buildings  The Denali Visitor Center  The Murie Science and Learning Center  The Backcountry Information Center  The Eielson Visitor Center  Wonder Lake Ranger Station  Walter Harper Talkeetna Ranger Station  Toklat Contact Station  The Denali Post Office    Shuttle and tour bus service in Denali is operated by a private company, Doyon\/ARAMARK Joint Venture. The company's policy concerning firearms on buses they operate is as follows:  Denali Natural History Tour, Tundra Wilderness Tour and Kantishna Experience Tour - A passenger may not carry a gun on board any of the tour buses.  Visitor Transportation Shuttles, Front Country Shuttle System - A passenger may carry a gun on board a VTS [shuttle] bus so long as the gun is locked in a passenger-provided closed container and is not loaded. Ammunition must be stored separately.    It is the responsibility of visitors to understand and comply with all applicable Alaska state and federal firearms laws before entering this park. As a starting point, please visit:   State of Alaska firearms laws Alaska State legislature statutes Applicable federal firearms laws Read the 2010 firearms law   Contact us with questions about firearms by email or by calling (907) 683-9532",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/management\/firearms.htm"
}
