{
    "title": "Denali National Park & Preserve: Sharing Your Research",
    "body": "Explore This Park    Learn About the Park     Science & Research     Information for Researchers     Sharing Your Research                Sharing Your Research Project       Why Share Your Research?   The value of sharing your research with others is immense! It is arguably the most important way you can help protect future research opportunities at Denali and help park managers make science-based decisions to protect park resources. Engaging others in learning about your research ripples out to encourage others to make meaningful connections to the park resources you are studying. By building these connections, you help others learn the value of preserving Denali’s natural and cultural resources.     Consider Your Audience  You can share your research with a variety of audiences—park visitors, park staff , bus drivers, teachers, community members, and students (of all ages). Many people will be fascinated by your work—when they learn what you set out to do (research question), what you’ve done (methods) and discovered (data and discussion), as well as what it all means (“take home message” or management implications for the park).   The list of ideas for sharing your research story is not exhaustive, so use your creativity to select a way of educational outreach. Choose the audience(s) you’d like to reach and decide how to best reach this audience. Remember— your research is more likely to create a lasting impression with any audience if…   you add stories and anecdotes from your research experience  the audience participates in some way (learning by doing) you explain and minimize (or leave out) science jargon  Please contact Denali or Murie Science and Learning Center staff to describe your outreach, ask for input and feedback, and get help with educational logistics.     Suggested Methods for Sharing Your Research Project   Research assistants or shadows Enlist one or more visitors, teachers, students, or seasonal staff \/interns to assist or shadow your field study or project. Seminar or workshop Present a 30- to 40-minute talk or seminar sharing your research experience (e.g., evening program at the MSLC or the Denali Education Center). Alternatively, teach a one-day or multi-day workshop (e.g., at the MSLC or MSLC Field Camp). Article for Alaska Park Science Write an article to share with park managers and a lay audience for an issue of Alaska Park Science (see cover photo at left), the journal published twice a year. Inquire about author guidelines. Self-Paced presentation Create a presentation (self-contained and self-explanatory) so visitors to the MSLC can view the slides at their own pace on one of the kiosk computers. Pique visitor interest by including a hands-on item (e.g., animal skin) nearby. Poster Create a poster (ideally 3’ x 4’) that is distinctly different than a poster for a science meeting. Provide the large concepts and make a few key points about the “why” of the research with a few supporting details\/facts. Use large-font text, and maximize photos, charts, and graphs. Discovery Pack for visitors or students Collaborate with MSLC and NPS staff to create a research pack of instructions and any equipment needed to carry out a facsimile of your research, along with background information about your project. Denali and MLSC staff can use these packs to guide visitors or students in doing the science that you do (to the extent is practical and allowed). Jumpstart data analysis in the classroom Provide a “raw” dataset along with background information (including photos), and guiding research questions. Work with Denali’s education specialists so teachers can use the packet to provide middle and high school students with a hands-on experience in manipulating, analyzing, and interpreting research data.  Activity for classroom, fieldtrip, or MSLC Collaborate with Denali’s education specialists to develop an activity or hands-on product or game to share your research process and findings. These materials will enhance visits to classrooms, field trips to the park, or displays at the MSLC. Digital platform Create a learning product or experience with new technologies. Create a pod-cast, arrange to video-conference with a classroom of students, or share your expertise during a student e-fietrip to Denali.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/sharing-research.htm"
}
