{
    "title": "Denali National Park & Preserve: Social Science and Visitor Experiences",
    "body": "Explore This Park    Learn About the Park     Science & Research     Published Research Results     Social Science and Visitor Experiences                Visitor Experience and Social Science              About 400,000 people visit Denali each year. Visitors arrive by car, train, bus, or plane. Where are they from and what do they do? How does the park learn about visitors, and what do park managers do with the research results? Scroll down to learn more about visitor experience and social science in Denali.        On a clear day, you can see Denali NPS photo  Social Science in National Parks  Social scientists study visitors who come to national parks, and Denali in particular, in order to find out:   who the park visitors are (age, where they live, and other visitor characteristics) what the visitors do (activities, length of stay) what the expectations of visitors are for the park (services and experiences) what level of satisfaction visitors have with their park visit  By learning about visitors, park managers can provide exceptional experiences for visitors while protecting the park's natural and cultural resources. Park managers use social science results when deciding how to balance the pressures of visitor use with the protection of resources. Social science measures and monitors park visitation and helps managers gauge when new services or facilities are needed. Fact sheet: Understanding Park Visitor Characteristics Learn more through the National Park Service Social Science Division      Is There An 'Average' Visitor?  An \"average\" visitor really does not exist, but, based on social science research, a typical visitor might be a 63-year-old Californian traveling with one other family member on a commercial tour that arrived by train as part of a trip to Alaska. To learn about visitor characteristics, in 2011, social scientists and NPS staff conducted the the Visitor Services Project (VSP). The researchers handed out 1031 surveys to visitors to complete after their visit (735 surveys were mailed back). The survey gathered lots of information about a Denali park visitor--including age, group size, group type, country or state of residency, and how the visitor arrived at the park. Learn more about Denali's visitors from the results of the Visitor Services Project (VSP) survey in 2011: Final Report: 160 pages 6.7MB Executive Summary: 3 pages          Waiting for a camper bus in Denali NPS Photo  Yearly Visitation  Park visitation is about 400,000 each year. At many national parks, there is an entrance station where visitors can be counted. But at Denali, visitors access the park in many ways and in many locations (e.g., fly to a glacier via air taxi from Talkeetna, or arrive at the main entrance by private car, train, or bus). So how do social scientists estimate the total number of visitors to Denali? And how is park visitation different by month? To learn more about park visitors and improve estimates of park visitation, social scientists conducted a comprehensive survey of visitors in 2011. Fact sheet: Estimating Park Visitation Report: Estimating Visits to Denali National Park and Preserve (Natural Resources Technical Report NPS\/AKR\/NRTR--2012\/641) Delve into NPS-wide Visitor Use Statistics       Visitors and the Local Economy  Whenever visitors to Denali pay to stay at Riley Creek Campground or at a hotel just outside the park, buy bus or train tickets, take a flightseeing trip, or even purchase an ice cream cone during a park visit, they contribute to the local economy as a direct result of their park visit. Economists and social scientists have conducted studies and analyses that give a sense of the nature of this park-visitor-local economy relationship. Fact sheet: Visitor Spending and the Local Economy      Visitor Experience and Park Management  Social scientists conduct visitor surveys in Denali to learn what visitors experience in the park, and whether these experiences are consistent with management plans. Listed here are some social science research projects that have studied visitor experiences in Denali: A predictive study of use impacts on the Denali Park Road (2006-2008): What did visitors like or not like about their bus ride? What contributed to their park visit satisfaction? How many buses at a rest stop or in a vista would be rated \"unacceptable\" to a visitor? Monitoring indicators of visitors' backcountry experience in Denali (2010): Were the conditions that backpackers and hikers experienced in the backcountry consistent with the values for the indicators of backcountry \"health\" set out in the Backcountry Plan? Visitor Services Project (VSP) Survey (2011): What activities did visitors participate in while in Denali? Were they pleased with their experiences in the park? Social normative study of backcountry visitors' acoustic expectations and experiences in Denali (2011-2012): What kinds of natural and human-caused sounds do visitors hear when hiking on the Triple Lakes and McKinley Bar trails (in wilderness)? What reactions do visitors have to these sounds?  Fact sheet: Understanding and Managing Soundscapes",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/visitorexperience.htm"
}
