{
    "title": "Denali National Park & Preserve: Published Research Results",
    "body": "Explore This Park    Learn About the Park     Science & Research     Published Research Results               Published Research Results       More than 800 scientific and scholarly studies have taken place in the park since the early 1900’s. In 2013, there were 14 new active Research and Collecting Permits for studies in Denali and dozens more continuing projects. Some researchers are conducting more than one study. These scientific studies are conducted by Denali staff, park cooperators (e.g., U.S. Geological Survey or Alaska State Department of Fish and Game), and investigators from universities, institutions, and other agencies. Appropriate research for Denali is that which gathers information while making minimal impacts to park resources and visitor experience.  Science Summaries  Researchers and resource specialists study everything imaginable in Denali from why glaciers surge, to the population dynamics of wolves and their prey, to the physiological effects to humans of climbing Denali. Research on subarctic ecosystems and studies of culture, history, and place have been an integral part of understanding and protecting Denali’s natural and cultural resources since the park’s inception.  Check out a wide array of science summaries to discover interesting science and scholarship stories. Research in Denali  If you are curious about what is happening lately in the world of park science and scholarship, then annual research updates will help to summarize results of studies from the previous year and describe what research projects are planned for the next field season. Investigator Annual Reports  Each year researchers at all national parks submit an Investigator Annual Report (IAR) summarizing their findings to the National Park Service’s Research Permit and Reporting System (RPRS) website. You can search IAR’s by park, investigator name, year, or general subject heading. Researchers may apply on line for a research and collecting permit at the same website. National Park Service website for research permits and for IARs  Research Results  Below, browse a full listing of articles containing research information from Denali. You can also search through Denali research results.                 Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: research DENA",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/researchresults.htm"
}
