{
    "title": "Curecanti National Recreation Area: Hiking",
    "body": "Hiking       Curecanti offers the hiker diversity of habitat, scenic vistas, wildlife and wildflowers. Trails are available for all ability levels.  Pets are permitted on all trails, but must be leashed at all times.       Approximate locations of hiking trails in Curecanti.             Detailed Park Map           Video: Hiking at Curecanti       NEVERSINK The Neversink trail is located nearest to Gunnison on the north bank of the Gunnison River near a Great Blue Heron rookery. This streamside habitat with its heavy undergrowth of grasses, flowers, cottonwoods, and willows, is ideal for birdwatching or just a quiet stroll.   Length: 1.5 miles (round trip) Difficulty: easy This trail is flat and provides easy walking. It is also wheel chair accessible. Directions: off Hwy 50, 5 miles west of Gunnison   DILLON PINNACLES Ascending through sagebrush, ponderosa pine and riparian habitats, this trail offers spectacular views of Blue Mesa Reservoir, the distant San Juan Mountain peaks, and the weirdly eroded volcanic Dillon Pinnacles. Along the trail are a few shady places to rest and open sunny vistas with possible glimpses of bighorn sheep. Horses permitted. Interpretative signs explain geologic history. Benches are provided. Good shoes or boots are recommended. Carry at least 2 quarts of water per person.  Length: 4 miles (round trip) Difficulty: moderately strenuous; 600ft ascent. Directions: off Hwy 50, 6 miles west of Elk Creek Visitor Center.   PINE CREEK Follow the beautiful Pine Creek as it cascades into the depths of the upper Black Canyon to Morrow Point Reservoir. Then take a walk along the old narrow gauge railroad bed along the reservoir. Learn the history of the area by reading the interpretive signs on the trail. Be sure to check for ticks during the hot summer months.  Fishing, camping, and boating access for Morrow Point Reservoir. No boat launching facilities. Small hand-carried craft are permitted if carried down the steps (and back up).  Length: 2 miles (round trip) Difficulty: Moderately strenuous. 180 ft. decent into the canyon via maintained steps. Carry at least one quart of water per person. Directions: Off Highway 50, one mile west of its junction with Highway 92. A short steep road leads to the trail. Parking space is limited. Drop-off parking for trailers is available at the top of access road.   MESA CREEK The sheer walls and extreme narrowness of the Black Canyon are appreciated along this trail as well as views from the base of the Morrow Point Dam. A footbridge over Crystal Reservoir provides access to the north shore of the reservoir, to which this trail follows.  Fishing and boating access to Crystal Reservoir. No boat launching facilities. Small craft must hand launched. Caution: Releases from Morrow Point Dam can cause strong currents and fluctuating water levels. Walk in picnic area is located on the north shore.  Length: 1.5 miles (round trip) Difficulty: Easy to moderately strenuous. Directions: Off Highway 50, at Cimarron. Drive one mile to Morrow Pont Dam parking area.   CURECANTI CREEK After descending from the high rim of the Upper Black Canyon of the Gunnison, the trail follows Curecanti Creek as it falls toward Morrow Point Reservoir. The Curecanti Needle, a 700 ft. granite spire, towers above at the trail's end. Good shoes or boots are recommended. Carry at least 2 quarts of water per person. Two campsites with picnic tables, fire grates, and toilets are provided at the end of the trail.  Length: 4 miles (round trip) Difficulty: Strenuous. Elevation change 900 ft. Allow 2-3 hours for round trip. Directions: The trail head begins at the Pioneer Point overlook, off Highway 92, 5.7 miles from its junction with Highway 50.   HERMIT'S REST Zigzagging through oak, pine, juniper, and fir, hikers descend to wooded camp and picnic sites on the shores of Morrow Point Reservoir. Campsites with picnic tables, fire grates, and toilets are provided at the end of the trail. Good shoes or boots are recommended. Carry at least 2 quarts of water per person. Check for ticks frequently during the hot summer months.  Length: 6 miles (round trip) Difficulty: Very strenuous and little shade. Elevation change is 1800 ft. Allow 3 hours for round trip. Directions: off Highway 92, 17 miles west from its junction with Highway 50   CRYSTAL CREEK Winding through abundant wildflowers, Gambel oak, aspens, conifers and a recovering burn area, Crystal Creek Trail is ideal for spring or fall hiking. Sweeping views of Cimarron Valley, the West Elk and San Juan Mountains can be viewed along the way. The trail ends at an overlook, 1800 ft. above Crystal Reservoir. Good shoes or boots are recommended. Carry at least 2 quarts of water per person. Check for ticks frequently during the hot summer months.  Length: 5 miles (round trip) Difficulty: Moderately strenuous. Trail begins at 8900 ft above sea level. Allow 2 hours for round trip. Directions: Off Highway 92, 24 miles from its junction with Highway 50.",
    "url": "https:\/\/www.nps.gov\/cure\/planyourvisit\/hiking.htm"
}
