{
    "title": "Denali National Park & Preserve: Applying To Conduct Research",
    "body": "Explore This Park    Learn About the Park     Science & Research     Information for Researchers     Applying To Conduct Research                Applying to Conduct Research in Denali       To conduct research at any national park, you need to provide a study plan and complete an online research application.  The application provides an outline for a research proposal. The NPS basic outline for a study plan (proposal), if followed, should streamline the review of your project. However, each national park is slightly different in how it reviews research proposals, given that the parks have different issues and types of fragile resources, include wilderness or not, are remote or not, and so on.   The following are tips are offered to potential researchers at Denali on how to write the best proposal that will minimize the time it takes to review your proposed project.  If you need additional assistance submitting a research permit application contact the research permit coordinator, Laura Phillips at 907-683-6352 or email her.       General Tips for Writing Research Proposals  Follow these tips to ensure the quickest turnaround in the review process.   Why in Denali? Be sure you justify why it is important to your research outcome that you conduct your research in Denali.  Why not choose somewhere else nearby, outside of the park? Is the project dependent on a specific geographic location, habitat type or geologic setting within Denali? Does the project address a Denali-specific management or scientific problem?   Provide Denali-specific information Taking the time to provide more information now is in your own best interest. For example, turning in your NSF proposal, where you list desired work in many parks, but give no specific information about your proposed work in Denali, is a sure way to delay your project and cause frustration for everyone involved. The more information you can provide with your initial proposal, the more quickly your request can be processed.  In addition, provide a proposal that can be understood by a general audience -- this will better help administrators evaluate your proposal.   Minimize requests that disturb park resources or values and maintain an enduring wilderness resource The objective of review is to welcome quality research, but balance the value of research gain with any potential research disturbance to park resources (e.g., disturbance to vegetation or wildlife or soils), park values (e.g., wilderness, viewsheds), and to other users of the park (e.g., visitors and their park experience, other researchers with established projects).  Describe how your results will benefit decision-making by park managers and\/or scientific understanding of park resources. Describe why disturbances are important to your research findings, and suggest ways to mitigate or minimize any disturbance. For example, think about ways you can minimize private vehicle use on the road, the amount of collecting, installing instruments, etc., while still not compromising your research.  Can you accomplish your research without motorized equipment in the backcountry or hike in to your study site rather than getting there by helicopter?   Is a visitor allowed to do what you’d like to do? The reality is that the fewer requests you make for special allowances that are different that the activities of the general public, the quicker your request will generally be processed and the more likely it will be to be approved.       Specific Tips for Writing Research Proposals Though lengthy, these tips can help ensure the quickest-possible turnaround of your research permit request.    1. Study site information   Where exactly in Denali will your work occur?  The earlier Denali reviewers (we) know exactly where you want to work, the more quickly we can determine the level of review complexity with your project. A map or table of coordinates with research locations and disturbances can save a great deal of time.  For example, the type of review and questions we will need answers for is different if are planning to do your work in the wilderness than for an area within the road corridor, or the developed areas (e.g., near the park entrance)   Are you asking for entry into closures?     What justification do you have for wanting to enter temporary or permanent wildlife or other closures?  How long are you requesting to remain in the closure?  Under what conditions (time, date, limits)?  What effect will your entry have on the reason for the closure? What mitigation can you offer to offset this intrusion?      2. Logistics and park assistance, including transportation, access, housing and minimizing impacts to park\/Wilderness    Are you intending to use a private vehicle for access on the Denali Park Road rather than the Visitor Transportation System (VTS) shuttle bus? If you feel your project needs private vehicle access to be successful, provide ample justification for your road access request. When do you want to use a private vehicle? How far out the road? How many trips? Why can’t you use the public bus system for access?   Are you requesting park assistance? If you are expecting park assistance in logistics or research support, make these requests clear in your proposal. If you are requesting any assistance from the park beyond what a normal park visitor would be given, please include specific information on:     Where do you need housing in cabins or stays at park campgrounds? When? How many people? Are you asking park to cover costs? Are you asking for computer access for email, or a computer to work on, do you need desk or table space for processing specimens, do you need freezer space, do you need temporary storage. Do you need access to a fax machine or copier? Do you need help in packing equipment into backcountry in lieu of helicopter use? How many people? When? Where? How many days?     Nearly all of Denali is managed as wilderness. As such, this requires a special responsibility and specific attention to how science is conducted in the backcountry. Please give thought to how you can balance your needs for access, sampling, marking and\/or collecting with leaving as little impact as possible on the land and reducing disturbance to backcountry visitors who have come seeking quiet and solitude. In your proposal, specifically address what steps you have taken to reduce your impacts to the minimum necessary to accomplish your project?   Do you intend to travel away from the road into the backcountry of the park? If your research requires backcountry travel, are you intending to camp overnight? If so, how many nights? How many people? What backcountry unit? How long in one area? If you plan to conduct your research via day hikes in the backcountry, how many people and how far will you travel? Are there ways to minimize backtracking or causing “trails”?   Do you intend to use mechanized\/motorized transportation or tools into backcountry areas? Non-motorized access is the preferred approach when it can accomplish project objectives. Requests for motorized\/mechanized access are carefully reviewed and require complete justification as to why the work cannot be conducted in other ways. Economics, efficiency, and convenience are not necessarily sufficient reasons for allowing motorized access in designated wilderness or eligible wilderness lands. The benefit of the information to be gathered must be shown to outweigh the impacts caused by the use of motorized access or tools.     What type of motorized\/mechanized transportation are you requesting? What locations? How many trips? How many landings? When will it occur? Have you have requested the minimum amount of motorized access you actually need to complete your project? What steps have you taken to reduce the amount of this use to the minimum necessary to accomplish your project? What type of motorized equipment\/tools are you proposing to use on your project? How much use? When? Where? Have you have requested the minimum amount of motorized equipment\/tools you actually need to complete your project?      3. Equipment, Sampling, Marking, and Collections   Do you need to temporarily or permanently mark study sites? If your plans are to mark study sites, be sure to indicate in your proposal:     Why do you need to mark sites? What other alternatives were considered, and why won’t they work? How is the benefit to the understanding of the area from the use of the installation greater than then the cost (disturbance to wilderness)? Where exactly will you place markers? How long? How many? What type of marker? What color?     Are you intending to mark\/radio collar animals?     Why do you need to mark or collar? What other alternatives were considered, and why won’t they work? Why is the level of information gained from marking collaring important or critical to the needs of the park or science in general? How is the benefit of this information greater than then the cost (disturbance to wilderness)? Where do you propose to mark or collar animals? How many animals? For how long? What type of marker? What color marker or collar     Are you intending to establish remote sampling equipment such as weather stations, stream gauges, cameras, etc.?     Why do you need to these installations? What other alternatives were considered, and why won’t they work? How is the benefit to our understanding of the area from the use of the installation greater than then the cost (disturbance to wilderness)? How many installations? Where exactly would these installations be? How long would they remain there? What type of equipment?     Will you dig holes or disturb the ground surface? Ground disturbance can trigger the need for archeological clearance and\/or archeological monitoring, so it is critical to have specific information to evaluate if this is needed. It may be necessary for you to provide a qualified archeologist to monitor your ground disturbance. What kind of ground disturbance or digging do you propose? Exactly where would the digging occur? How many holes? How deep, wide? Would the soil or top layer be replaced?   Are you intending to collect specimens or objects?     The curatorial staff must be involved in reviewing specimen collecting activities, including permit requests, to ensure that NPS curatorial requirements are met.  Why is the collection of these specimens or objects absolutely needed for your project? Why does this collecting have to be done in Denali, why can’t you use reference specimens from somewhere else? What other alternatives to making new collections did you consider? Where do you propose to collect? When? How many? What kind of disturbance will take place as a result of sample removal? Why does the proposed collection not represent a significant impact to the park\/wilderness? How do you intend to mitigate any disturbance? Will the collections be destroyed in analysis? If not, where will they be stored? The proposed repository for specimens collected must be discussed with the park curator as part of the permit application process. What commitment do you have from the institution where you propose that they be stored that they are willing to curate specimens to NPS standards? All specimens collected for permanent retention, as well as their derivatives and byproducts, remain the property of the National Park Service. If you collect specimens that are to be permanently retained -- regardless of where they are kept -- those specimens must be accessioned and cataloged into the NPS Interior Collection Management Software (ICMS), and must bear NPS labels containing NPS accession and catalog numbers.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/applying-to-research.htm"
}
