{
    "title": "Curecanti National Recreation Area: Fly Fishing",
    "body": "Fly Fishing       In Curecanti National Recreation Area, Kokanee Salmon, as well as Brown, Rainbow, Brook, and Cutthroat Trout can be caught using flies. Blue Mesa Reservoir is the largest Kokanee Salmon fishery in the United States. The fall spawning season is the best time to fish for Kokanee with flies.  WHERE TO GO The Gunnison River provides excellent fly fishing with good chances for catching large trout. The Lake Fork of the Gunnison River (Gateview) is more challenging, but also provides excellent fish habitat and sizeable trout. While the reservoirs are best fished from boats using artificial lures, fly fishing can be good in areas where there is fresh water flowing in from tributaries or drainages.  Fly fishing in the small creeks provides the best opportunity to catch fish. Curecanti provides access to public lands for the numerous small creeks feeding Blue Mesa Reservoir. Curecanti Creek and Blue Creek (boat access only at Blue Creek) are tributaries of Morrow Point Reservoir; and Cimarron and Crystal Creek empty into Crystal Reservoir. Make sure that you check the property boundaries prior to fishing to ensure that you are not fishing on private land. USING THE RIGHT GEAR The appropriate fly fishing gear can make the difference between a successful outing and a bust trip. Most of the fish that are caught on fly are done so using lightweight gear with a matched rod and line weight of between 2 and 7, 2 being extremely light and 7 being considerably more than is necessary. Without the proper fly, the fish will not take interest. Flies that work in all seasons include the Orange Stimulator, Atoms, Royal Wolfs, Pheasant Tails, Elk Hair Caddis, and other Caddis. During the early spring and fall, streamers work well in most of the waters of Curecanti. The tentative hatch schedule for the Gunnison area is May-Mayflies, June-Green Drakes, July\/August-Stoneflies, and August Wooley Bugger and Leaches. In addition to the fly rod and fly, a net and hemostats will aid in the successful release of live fish by minimizing handling stress. CATCH AND RELEASE FISHING Fish become stressed through capture and handling which upsets their blood chemistry. The effects can be cumulative and decimate a fish. We recommend these actions to increase the survival chances of a catch and release fish:  Bring the fish in as quickly as possible. Use barbless hooks, or crimp the barbs with needle nose pliers. Minimize handling the fish. Be sure your hands or net is wet before touching the fish. Use a net with knotless mesh. Keep the fish in the water. It preserves its protective slime coat. Use a hook disgorger to remove hooks in the throat. Do not remove a deep hook, but cut the line just above the lure. Use a heavy leader line, which exerts maximum pressure on the fish. Gently hold fish in water facing upstream to allow it to gain equilibrium and add oxygen to its blood. Release it when it struggles.",
    "url": "https:\/\/www.nps.gov\/cure\/planyourvisit\/flyfishing.htm"
}
