{
    "title": "Curecanti National Recreation Area: Scenic Drives",
    "body": "Scenic Drives       U.S. HIGHWAY 50 Traveling west from Gunnison, U.S. Highway 50 brings you into Curecanti. The highway follows the path of the Gunnison River. Stop and have a picnic, fish, or walk by the river at Neversink or Cooper Ranch. After passing through the Gunnison River Canyon, you come upon Lake City Bridge and the Iola Basin of Blue Mesa Reservoir. The landscape opens up into high altitude (7,500 feet) sagebrush steppe. Reminders of a volcanic past are evident in the mesas and breccia surrounding you.        Blue Mesa Reservoir near the Lake City Bridge. NPS photo by Lisa Lynch  Beyond Iola, stop at the Elk Creek Visitor Center (16 miles west of Gunnison). Stop at the old Highway 50 beach, .25 miles west of the Elk Creek entrance, and take a swim or enjoy the view. Continuing west, you will pass the Cebolla Basin; keep your eyes open for the Bighorn Sheep that frequent the area. After crossing Middle Bridge, the Dillon Pinnacles are in full view. Cross the Lake Fork Bridge, over the longest arm of the reservoir, to arrive at the junction of Colorado Highway 92 and Highway 50. Twenty miles west, visit the historic town of Cimarron where the Denver Rio Grande Narrow Gauge railroad exited the canyon. Turn at the Cimarron Visitor Center to see the railroad exhibits and see the Morrow Point Dam. Back on Highway 50, head west to Montrose but make sure to stop at the south rim of the Black Canyon of the Gunnison National Park, just a 5 mile drive north on Colorado Highway 347.        Lake Fork Arm of the Gunnison River at Gateview. NPS photo by Lisa Lynch  COLORADO HIGHWAY 149 This highway winds along the south side of Iola Basin to a popular boat access at the Iola picnic area. Continue heading south, away from the reservoir to the Gateview Campground, about 20 miles from Highway 50. The turn off for the campground is a narrow, dirt road that winds along the Lake Fork Arm of the Gunnison River. The scenery is beautiful and more isolated than other campgrounds around Blue Mesa Reservoir. Because of the unimproved road and narrow canyon, trailers or vehicles above 22 feet are not recommended. CO Highway 149 can also be reached via the Blue Mesa Road or Lake City Cutoff Road. Both are dirt roads suitable for cars in good weather. From Highway 50, find the Lake City Cutoff Road shortly after Middle Bridge, or Blue Mesa Road further west after passing the junction of Highways 92 and 50.        Fall colors along Colorado Highway 92. NPS Photo by Lisa Lynch  COLORADO HIGHWAY 92 One of the most breathtaking drives, Colorado Highway 92 crosses over Blue Mesa Dam and winds along the north rim of the Black Canyon, providing gorgeous views at every turn. Pioneer Point offers great views of the Curecanti Needle and Curecanti Creek. Golden Eagles, Turkey Vultures, other birds and wildlife are common sights. Get a great view of the canyon at Hermit's Rest Overlook or take a hike to an overlook that begins on Highway 92 at Crystal Creek. Continue west to the north rim of the Black Canyon of the Gunnison National Park.      NATIONAL FOREST ACCESSES Curecanti includes Blue Mesa, Morrow Point and Crystal Reservoirs. The recreation area is surrounded by Bureau of Land Management (BLM) and U.S. Forest Service (USFS) land. Several roads, which begin in Curecanti, continue onto these public lands. These roads are suitable for cars in good weather. Consult the BLM or the USFS for regulations regarding recreational use or consult the USFS Gunnison Basin Area map for information on trails and 4-wheel drive roads. SOAP CREEK ROAD From Colorado Highway 92, turn onto Soap Creek Road and continue for seven miles up the Soap Creek Arm to Ponderosa campground. Continue for another 2 miles to the Soap Creek Campground and several trailheads. RED CREEK ROAD East of middle bridge, Red Creek Road accesses a campground then follows Red Creek, with its many beaver dams and ponds, north into the Sapinero Wildlife Area and eventually the Gunnison National Forest. RAINBOW LAKE ROAD A little over a mile east of Elk Creek on Highway 50, Rainbow Lake Road takes you into BLM and USFS land; beyond is Rainbow Lake and the West Elk Wilderness area.",
    "url": "https:\/\/www.nps.gov\/cure\/planyourvisit\/scenicdrives.htm"
}
