{
    "title": "Grand Canyon National Park: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems          The Grand Canyon is considered one of the natural wonders of the world largely because of its natural features. The exposed geologic strata - layer upon layer from the basement Vishnu schist to the capping Kaibab limestone - rise over a mile above the river, representing one of the most complete records of geological history that can be seen anywhere in the world. Geologic formations such as gneiss and schist found at the bottom of the Canyon date back 1,800 million years. This geologic incline creates a diversity of biotic communities, and five of the seven life zones are present in the park.   The entire park area is considered to be semi-arid desert, but distinct habitats are located at different elevations along the 8,000 foot elevation gradient. Near the Colorado River, riparian vegetation and sandy beaches prevail. Just above the river corridor a desert scrub community exists complete with a wide variety of cacti and warm desert scrub species. A pinyon pine and juniper forest grows above the desert scrub up to 6,200 feet, while between 6,200 feet and 8,200 feet ponderosa pine is abundant. On the North Rim at elevations above 8,200 feet, a spruce-fir forest tops out the park.   As in all natural habitats, the type and abundance of organisms is directly related to the presence or absence of water. The Colorado River and its tributaries, as well as springs, seeps, stock tanks and ephemeral pools provide oases to flora and fauna in this semi-arid southwest desert area.   The arid climate has been a benefit to the Paleontological resources of the park. The dry climate has been instrumental in preserving many prehistoric fossils deep within caves in Grand Canyon's geologic formations.         NPS VIEWS - Grand Canyon Geology  Grand Canyon is the result of a distinct and ordered combination of geologic events. Through this virtual experience you will be able to travel into this great chasm and unfold the chapters in Grand Canyon's geologic history. Learn more...           NPS VIEWS - Grand Canyon Discovery The Grand Canyon truly is a special place. Life abounds within the canyon, in the Colorado River, and even along the rims.   Even humans have inhabited this area for at least the past couple thousand years. Learn more...",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
