{
    "title": "Curecanti National Recreation Area: Camping By Boat",
    "body": "Camping By Boat       Each reservoir has established boat-in campsites available. In addition, backcountry camping is permitted except within 1\/2 mile of any developed area, bridge, maintained public road or boat-in campsite. Boat-in and backcountry camping is limited to a visit of 14 consecutive nights, and a total limit of 30 days during the calendar year. Overnight boat camping is not allowed within the main channel of Iola, Cebolla and Sapinero basins, or within 1\/2 mile of any developed area.  BLUE MESA RESERVOIR TURTLE ROCK This site is especially popular with people in canoes and other hand-carried craft due to the close proximity to Elk Creek. Photo » Distance: 10 minutes east of Elk Creek Marina Sites: 3 Vault toilets: yes Tables\/fire grates: yes Fee: Free CEBOLLA Surrounded by cottonwood trees, Gambel oak, juniper, sagebrush, tree snags and rocky cliffs. Photo » Distance: 1 hour from either marina Sites: 2 Vault toilets: yes Tables\/fire grates: yes Fee: Free WEST ELK Located next to the inlet of West Elk Creek, where remnants of sawmill and homesteading operations still stand. It is recommended that campers moor their boats on the west shore just before the bottleneck at the creek to avoid submerged timber. A trail leads to the campsites from this point. Photo » Distance: 1 hour from either marina Sites: 2 Vault toilets: yes Tables\/fire grates: yes Fee: Free LAKE FORK This site is located near a secluded cove and is shaded by spruce and fir trees. Distance: 30 minutes southeast of Lake Fork Marina Sites: 2 Vault toilets: yes Tables\/fire grates: yes Fee: Free BLUE MESA BACKCOUNTRY LOCATIONS Camping is permitted along the south shore of Blue Mesa Reservoir, and on Red Creek Island, except within a half-mile of any developed area, bridge, maintained public road or other boat-in\/backcountry campsite. View Park Map  MORROW POINT RESERVOIR Hand-carried craft only. Accessed via the Pine Creek Trail, which has 232 stairs. Sudden releases from Blue Mesa Dam may create hazardous boating conditions. Backcountry Use Permits For Morrow Point Reservoir Boaters are required to fill out a free backcountry use permit. Permits are available at the Pine Creek trailhead. CURECANTI CREEK This site is surrounded by steep cliffs at the bottom of the Curecanti Creek Trail, just north of the Curecanti Needle. Photo » Sites: 1 Vault toilets: yes Tables\/fire grates: no Fee: Free HERMIT'S REST This site is at the bottom of the Hermit's Rest Trail, approximately 1 mile east of Morrow Point Dam. Photo » Sites: 1 Vault toilets: yes Tables\/fire grates: no Fee: Free MORROW POINT BACKCOUNTRY LOCATIONS Four primitive sites exist for boat-in campers on Morrow Point Reservoir. No amenities exist at these sites. Please see the map below for approximate locations. Map: Morrow Point and Crystal Reservoirs Backcountry\/Boat-in Campsites » Detail of Morrow & Crystal Reservoirs showing available backcountry and boat-in sites (319k pdf).   CRYSTAL RESERVOIR Hand-carried craft only. Accessed at the Mesa Creek Trail trailhead at Cimarron immediately west of Morrow Point Dam. Sudden releases from Morrow Point Dam may create hazardous boating conditions. CRYSTAL CREEK The campsite is in a secluded cove at the mouth of Crystal Creek, approximately 4 miles from the put-in. Sites: 1 Vault toilets: yes Tables\/fire grates: no Fee: Free         BOAT-IN\/BACKCOUNTRY CAMPING REGULATIONS Use a campstove or burn driftwood only. Even dead trees are used by eagles, hawks and other birds of prey as hunting and nesting roosts. Ground fires are only allowed below the high water line on each reservoir. If a fire grate is provided, please use it. Pack out all trash. Camp in spaces provided. To preserve the area, please do not pitch tents outside the spaces provided at the boat-in sites or the disturbed areas at backcountry sites, and do not trench around your tent. Pets must be on a leash. Please help protect the wildlife in these isolated locations.",
    "url": "https:\/\/www.nps.gov\/cure\/planyourvisit\/boatincamping.htm"
}
