{
    "title": "Curecanti National Recreation Area: Fishing",
    "body": "Fishing       All Colorado State fishing regulations apply within Curecanti National Recreation Area. Please refer to the Colorado Parks and Wildlife Fishing Regulations.      GOLD MEDAL & WILD TROUT WATERS - EAST PORTAL The Gunnison River from 200 yards downstream of Crystal Dam all the way through Black Canyon of the Gunnison National Park to the North Fork is designated Gold Medal & Wild Trout Water. This designation is given to the lakes and streams of Colorado that offer the greatest potentential for trophy trout fishing. Special regulations exist:  Use artificial flies or lures only. NO BAIT. ALL Rainbow trout are CATCH AND RELEASE. Limits for brown trout: Daily bag: 4, Possession: 8. A Colorado fishing license is required.         FISHING IS PROHIBITED IN THESE AREAS:  From Blue Mesa Dam downstream 225 yards. From Morrow Point Dam downstream 130 yards. From Crystal Dam downstream 200 yards.       RULES AND REGULATIONS  Colorado State fishing regulations apply within Curecanti National Recreation Area. A valid Colorado fishing license is required for people 16 and older. Kids under 16 do not need a license and can take full bag and possession limits. All fish that are not kept as part of your bag limit must be returned to the water immediately. Check the Colorado State Fishing Regulations for any special restrictions or closures that may be in effect, especially during the rainbow trout spawn.             Video: Introduction to Fishing at Curecanti       ICE FISHING The Iola Basin of Blue Mesa Reservoir offers the best ice fishing conditions. Anglers must have a valid Colorado State fishing license and obey bag and possession limits.  Ice fishing shelters must be removed each day. Maximum hole size is 10\" diameter or 10\" on any side. Check ice conditions before traveling on ice. On the frozen surface of Blue Mesa Reservoir, vehicles may not exceed 1200 lbs.          KOKANEE SALMON AND LAKE TROUT IN BLUE MESA Blue Mesa Reservoir provides excellent angling opportunities and supplies a large number of the eggs needed to supply hatcheries and sustain Kokanee populations in Blue Mesa, other reservoirs and lakes in the state. Research indicates that a large Lake Trout population in Blue Mesa Reservoir is decreasing Kokanee Salmon fishing and egg production. For more information about this current issue, please visit the Colorado Parks and Wildlife website.",
    "url": "https:\/\/www.nps.gov\/cure\/planyourvisit\/fishing.htm"
}
