{
    "title": "Curecanti National Recreation Area: Bird Watching",
    "body": "Bird Watching       Curecanti National Recreation Area offers bird watchers a great variety of habitat in which to indulge their passion. From the wooded riverside of the Neversink Trail at the eastern end of the recreation area to the plummeting depth of the Black Canyon, a menagerie of bird life thrives.         At anytime of the year the visitors to the area can marvel at the natural wonders around them from fishing Bald Eagles in the winter, to displaying Gunnison Sage Grouse in May, to the death defying dive of the fastest creature on the planet, the hunting Peregrine Falcon throughout the summer months at Curecanti. Within the area there are several vegetation types that provide ideal habitat for birds, which can be classified as woodlands, water (encompassing riparian and lake water), sagebrush scrub and canyon. WOODLANDS The Neversink Trail offers perfect opportunities to observe birds close up. Although only a mile in length, the trail takes you along side the Gunnison River under large cottonwood trees. Look to the sky and listen to bird songs all around you. A myriad of color can be seen amongst the leaves, including the bright feathers of robins, red-winged black birds and woodpeckers. Hummingbirds fill the air with their constant buzzing as they search for nectar. Stand still for a moment and inspect the trunks of the trees. There may be creepers and nuthatches ascending or descending the trunks looking for insects or seeds. WATER Blue Mesa Reservoir is the largest body of water in Colorado and so offers a multitude of habitats for bird life. From the riparian habitat of Cooper’s Ranch to the mud flats of Iola to the steep sided arms West Elk and Lake Fork. You may spot a graceful heron spear fishing along the shore or Western Grebes and Mergansers diving for food in the open waters of the three basins. The shoreline offers opportunities to see various species of wading birds such as Sandpipers, Phalaropes and Gulls. In the spring and early winter, look for Sandhill Cranes migrating through. CANYON From the various lookout points along Highway 92 you can glimpse into the upper Black Canyon and see birds from a different viewpoint. From Pioneer Point you’ll find the rapid, erratic flight of swifts and swallows as they dive along the canyon wall. You'll also see Turkey Vultures that roost on the lower levels of the canyon who ride the thermals up to and above the canyon rim. Black-billed magpies, red-tailed hawks, western bluebirds and the diving Peregrine Falcon can also be seen from this viewpoint. GUNNISON SAGE GROUSE The Gunnison Sage Grouse, a newly named species native to the Gunnison Basin and surrounding areas, was recognized in 2000. Curecanti and the surrounding sagebrush communities are important habitat to the survival of this bird. more information »",
    "url": "https:\/\/www.nps.gov\/cure\/planyourvisit\/birdwatching.htm"
}
