{
    "title": "Curecanti National Recreation Area: Morrow Point Boat Tours",
    "body": "Morrow Point Boat Tours          Take a boat ride into the Black Canyon of the Gunnison Join a park ranger for a leisurely 1½ hour boat tour on the Morrow Point Reservoir. You will travel into the famous Black Canyon of the Gunnison, learning about geology, wildlife, early inhabitants, the narrow-gauge railroad, dams, or reservoirs. Be sure to bring your camera!  Tour Times Tours run twice a day at 10:00 am and 12:30 pm everyday except Tuesday. Tours begin around the beginning of June and end after Labor Day. (Start dates are influenced by spring runoff and releases from Blue Mesa Dam. Please call (970) 641-2337 ext. 205 for start dates.)           Video: Introduction to the Morrow Point Boat Tour      Reservations  Please call (970) 641-2337, ext. 205 or stop by the Elk Creek Visitor Center (15 miles west of Gunnison off of Highway 50) to make reservations. Reservations are required and walk-ons will not be permitted on any tour. We begin taking reservations for the season on May 1. Special tours for educational groups available upon request. Please call (970) 641-2337 x205 for more information. Fees $24.00 - Adults $12.00 - All Children 12 and under (Children need to be 35 pounds or heavier)  * Boat tour fees are non-refundable. Directions Tours begin at the Pine Creek boat dock, accessed from the Pine Creek Trail at US Highway 50, milepost 130 (35 miles east of Montrose and 25 miles west of Gunnison). From the Pine Creek Trail parking area, you will walk down 232 stairs, then enjoy an easy 3\/4-mile scenic walk along the old narrow-gauge rail bed before reaching the boat dock. We suggest leaving the trailhead no later than one hour prior to the tour, or allowing more time for a slower pace. Plan to meet the ranger at the boat dock; pre-boarding for the tour begins 30 minutes prior to the scheduled departure time; tours begin promptly at the scheduled departure time. Note: A short, steep, gravel-surfaced road leads to the trailhead. Parking space is limited. Drop-off parking for trailers is available at the top of the access road.      Be Prepared  Dress for the Colorado mountains, where a warm sunny day can quickly become cold and stormy. Bring drinking water, snacks, sun protection, rain gear, and your camera. For security reasons, carry-on bags and packs are subject to search. All passengers under 13 years of age must wear a Personal Flotation Device (provided). Pets, smoking, firearms, and alcoholic beverages are not allowed on the boat. Accessibility  Due to the rugged nature of the trail leading to the boat dock, the boat tour is inaccessible to most visitors with mobility impairments. Accommodations can be provided for alternative programs with two weeks' notice. Accommodations for visitors with hearing impairments can also be made with two weeks' notice.                   Morrow Point Boat Tour   9 Photos  Photos from the Morrow Point Boat Tour.",
    "url": "https:\/\/www.nps.gov\/cure\/planyourvisit\/boattour.htm"
}
