{
    "title": "Glacier Bay National Park & Preserve: Whale-sized Trumpet",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Voices of Glacier Bay: Soundscapes     Whale-sized Trumpet                  Voices of Glacier Bay: Whale-sized Trumpet          End of the day, low August light. The sea, satin smooth. Deep quiet: no boats, no planes. Microphones in place. Enter whales. Lots of them, a group of ten tight to the mainland shore. Half a dozen in the middle of the passage. Twelve more near the island. High sharp whistles of marbled murrelets filling the quiet between the explosive blows. Everything aligned, a great recording in the making and then this: one whale in the mid-passage group lets loose a single tone impossibly clear, pure, huge. It bounces between mainland mountain and island hill again and again, ringing on and on like one of those Tibetan meditation bowls the size of a volcano. And then another trumpet blast, a note so exquisite it might make Louis Armstrong lay down his trumpet and never play again. And then another tone, a bit deeper this time, and then, a minute later, another. Each time the echo. Our boat and its cargo of friends felt tiny suspended in all that sound. It was long after the bellowing behemoth and its companions slipped into the next inlet that anyone spoke and then only in whispers, smiles saying all there was to say.             Whale-sized Trumpet   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 37 seconds  LISTEN: Deep blasts of humpback whales mingle with the sharp whistles of marbled murrelets.  Turn up the volume or put on headphones for the full effect!             Voices of Glacier Bay   This recording is part of the \"Voices of Glacier Bay\" Soundscape recording project. Read more about this exciting project and listen to many other incredible sounds recorded in Glacier Bay National Park.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/whale-sized-trumpet.htm"
}
