{
    "title": "Curecanti National Recreation Area: Boating",
    "body": "Boating       Each of the three reservoirs within Curecanti National Recreation Area has a character all its own, and each provides a different type of boating experience. Please visit the Watercraft Inspection page to see where your type of watercraft can launch and if your watercraft requires an inspection for aquatic invasive species before launch.      BLUE MESA RESERVOIR Twenty mile long Blue Mesa Reservoir, with its 96 miles of shoreline, affords many opportunities for boating. Windsurfing is popular at several areas such as the Bay of Chickens or in the Iola Basin near the Lake City Bridge. Boaters can explore several arms of the reservoir which reach into secluded canyons. Water skiers can practice their sport in the late months of summer, July and August, when waters warm slightly.        NPS Photo by Lisa Lynch  All boaters on Blue Mesa Reservoir should be aware that strong afternoon winds, sometimes accompanied by storms, can cause hazardous conditions. Be weatherwise: watch for threatening cloud build ups. As soon as strong winds begin to blow, head for shore. Water temperatures remain cold through much of the season. Windsurfers and water skiers are advised to wear wet suits. Fees on Blue Mesa Reservoir All motorized and\/or state-registered vessels on Blue Mesa Reservoir will be required to have a boat permit. $30.00 for an annual permit (calendar year) $10.00 for a 14-day permit $4.00 for a 2-day permit These user fees are half-price for those visitors who possess the Interagency Senior or Access Pass.       MORROW POINT RESERVOIR For the more adventurous and very hearty, Morrow Point Reservoir can provide a fabulous canoeing or sea kayaking trip. The adventure begins with hauling your boat and gear into the canyon. The easiest access to the reservoir is via the Pine Creek Trail. This trail consists of approximately 232 steps into the canyon. From the bottom of the stairs, the trail follows the reservoir for about a mile. You can put your boat in a short distance past the end of the stairs.        NPS photo by Lisa Lynch  Morrow Point Reservoir is almost twelve miles long. The first half-mile of water is swift, but then becomes calm and still. Be aware that fluctuating water levels and releases from Blue Mesa Dam can suddenly create very challenging boating conditions.There are boat-in\/backcountry campsites in the canyon, so you can make this an overnight outing. At the end of your trip, head back to the Pine Creek Trail to exit the canyon. The current may make it difficult to paddle back to the base of the stairs, but you can easily make it to the bottom of the stairs via the foot trail. Now comes the hard part, hauling your boat and gear back up the stairs! Backcountry Use Permits For Morrow Point Reservoir Boaters are required to fill out a free backcountry use permit. Permits are available at the Pine Creek trailhead.           NPS Photo by Lisa Lynch  CRYSTAL RESERVOIR Like Morrow Point Reservoir, boating on Crystal Reservoir is limited to hand carried craft. The access trail for Crystal Reservoir is reached via the Mesa Creek Trail located near Cimarron. Fluctuating water levels and releases from Morrow Point Dam can create navigational problems. Tricky currents, protruding rocks, and backwashes caused by water rushing over submerged rocks, can overturn the inattentive boater. In addition, conditions along the river section on Crystal can change drastically during the course of a day. Heavy spring runoff from Cimarron and Mesa Creeks can further complicate matters. Before launching, be sure to assess the capabilities of your equipment and the condition of the water.       Warning: Reservoir levels change without warning! Be prepared for quickly changing weather conditions, and very cold water temperatures! There are few, if any, passing boats on Morrow Point and Crystal Reservoirs to assist in an emergency, so wear your personal flotation device (PFD) at all times!  SAFETY CHECKLIST  Personal flotation devices (PFD's) of correct size and type for all passengers. PFD's are required for children under the age of 13 unless the child is below deck or in an enclosed cabin. Paddle or oar ready for use Bail bucket Tools for minor repairs Warm clothing in case of weather changes Anchor and line Remember, rangers are glad to inspect your boat for necessary items. Operators of motorized vessels on Colorado waters must be at least 16 years of age. Persons 14-16 years of age may operate a motorized vessel if they have completed a boating safety course accepted by Colorado State Parks and have certification of course completion in their possession. All craft must travel wakeless in the designated no wake buoy areas.   COMMON SENSE RULES  Always wear your PFD. Don't overload, stay within capacity limits of your craft. Don't stand up in the boat. If you have trouble maneuvering in the current, lighten your load. Avoid getting sideways in the current. On river sections, don't hesitate to portage. Tie down loose items and secure your motor to your boat.   Please consult the current Colorado Boating Statutes & Regulations (pdf) for details.  EMERGENCY INFORMATION Report all accidents to a park ranger. Visitor contact stations are located at Elk Creek and Cimarron. Emergency phone number: 911",
    "url": "https:\/\/www.nps.gov\/cure\/planyourvisit\/boating.htm"
}
