{
    "title": "Dinosaur National Monument: Backcountry Camping",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backcountry Camping              Backcountry Camping       Free backcountry permits are required for overnight stays outside of established campgrounds. For experienced backpackers, there are many opportunities for backcountry camping at Dinosaur National Monument. The beauty and solitude are inspiring, but the terrain is isolated and rugged. It is also very difficult to find water in the backcountry. Good planning is essential. Please remember that despite its appearances, Dinosaur National Monument is home for black bears. Proper storage of food or any items that produce odors is required at all locations in the backcountry. Visit our bear information page for details.        Picnic table at Ely Creek backcountry campsite.   DESIGNATED SITES Backcountry campsites are located along the Green and Yampa Rivers, but these sites are reserved for boaters during the high-use river-running season, which is the second Monday in May until the second Friday in September. Backpackers may use the river campsites during the off-season. Besides the campsites along the Green and Yampa Rivers, there are two designated backcountry campsites at the confluence of Jones Hole Creek and Ely Creek, along the Jones Hole Trail. Reservations are required to use this location. Call (435) 781-7700 for reservations.   Maximum group size is 8 at each site.  Treat water from creek before drinking.  Vault toilet available.  Pack out all trash.  No fires.  No bicycles.  No pets.  No soap discharge in creek.  Due to bear activity in the area, proper storage of all food and other items is required.       AT LARGE CAMPING A free backcountry permit is required before you venture into the monument's backcountry overnight. Water is scarce. Contact a ranger at (435) 781-7700 if you need help planning your trip. Basically, you can camp anywhere provided you are:  At least one mile from developed areas, like the Dinosaur Quarry and boat ramps. At least 1\/2 mile from roads. At least 100 feet from any water source such as a pond, seep, plunge pool, river or stream. Individuals or groups with valid river permits may camp in designated river campsites At least 100 yards from any cultural, historical or paleontological sites. At least 1\/8 mile from the Green or Yampa rivers. (River campsites are closed to backpackers during the high-use river-running season, which is the second Monday in May until the second Friday in September.) Not on the Desert Voices, Sound of Silence, Box Canyon or Hog Canyon trails.",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/backcountrycamping.htm"
}
