{
    "title": "Glacier Bay National Park & Preserve: Killer Whale Articulation Project",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Killer Whale Articulation Project                  Killer Whale Articulation Project        A magnificent juvenile orca skeleton is now on permanent display in the Gustavus Community Library. NPS \/ S. Schaller         A collaboration between Glacier Bay National Park, Alaska Geographic, Gustavus Community Library, Gustavus School, bone specialist Lee Post, and many Gustavus community volunteers.   In February 2014, a 12 ft. juvenile killer whale skeleton was put on display in the Gustavus Public Library.This female specimen was found dead in Glacier Bay in 2005. Her entire skeleton was collected and preserved for educational purposes. The park partnered with well-known Articulation Specialist, Lee Post, the Gustavus Public Library, the Gustavus School, and Alaska Geographic to complete the articulation and installation. The Gustavus School staff and students were thrilled to host the articulation project on site. They had the opportunity to watch Lee's daily progress and take part in educational programming. The high school students painted the cast teeth in the display. To see this rare and unique specimen, be sure to stop by the Gustavus Public Library during your visit to Glacier Bay. You can view the whale six days a week, Monday through Saturday. Please call 697-2350 for daily hours of operation.       NPS              \"From Discovery to Display\"   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:14 minutes, 52 seconds  Enjoy a montage of images and music highlighting the many years of work and partnerships that culminated with the installation of a magnificent juvenile orca skeleton display in the Gustavus Community Library.                        Killer Whale Articulation Project Photogallery   14 Photos  The skeleton of a juvenile killer whale is cleaned, preserved, and articulated into a beautiful display for the Gustavus Community Library.                         There are many steps to putting a killer whale back together!                Discovery and Retrieval   A small, juvenile female killer whale, approximately 12 ft. long and 5 years old, was found dead on Young Island in Glacier Bay on August 26        Cleaning and Preparation   Park staff spend years cleaning and preparing a killer whale skeleton for articulation.              Articulation and Installation   The skeleton is articulated in the Gustavus School woodshop. Many students and community members assist.        Open House and Celebration   Tlingit elders perform a blessing ceremony and give the whale her name, Keet'k, which means \"little killer whale.\"",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/killer-whale-articulation-project.htm"
}
