{
    "title": "Glacier Bay National Park & Preserve: Humpback Whales in Glacier Bay",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Humpback Whales in Glacier Bay                   Humpback Whales in Glacier Bay          Giants of the Bay Seeing a Humpback Whale (Megaptera novaeangliae) in Glacier Bay is an experience many visitors never forget. The true giants of Glacier Bay's waters, these endangered animals are 40-50ft (12-16m) long and weigh 40 tons (36,000kg). With a simple breath, the Humpback Whale expels air at over 300mph (480km) creating a cloudy column of vaporized air that can be seen for miles. For their size, Humpback Whales are remarkably acrobatic and stun visitors with their explosive full-body breaching, pectoral fin slapping, tail-lobbing and lunge-feeding maneuvers. Humpback Whales get their name from their typical diving pattern-arching their back before their final or terminal dive. They Come Hungry Humpback Whales travel to Glacier Bay for one reason-food. Having fasted their entire winter in places like Hawaii or Mexico, these massive mammals spend their entire summer gorging themselves on the small schooling fish that often concentrate in Glacier Bay's cold, nutrient rich waters. In a single gulp, a Humpback Whale takes in more water (15,000 gal.) than a typical home uses in 5 months. A whale's tongue alone weighs 1 ton, which the whale uses to press all that water through its built-in, food-filter-its baleen. Feeding like this almost 23 hours a day, a single Humpback can consume almost ½ ton of food each and every day!                Studying Humpbacks in Glacier Bay Humpback Whale Monitoring Program   Park biologists monitor whale numbers, identify individuals, document distribution, behavior, feeding, and more          The Return of \"Snow\"  Whale #68 Articulation Project   Learn how we cleaned, re-articulated, and put on display a massive humpback whale skeleton.          Help us protect humpbacks Whale Waters Regulations   Whales most often feed within 1 mile from shore. Learn how to protect them in Glacier Bay              Sanctuary For Whales Glacier Bay is a Humpback Whale sanctuary. In the park's waters, Humpback Whales benefit from some of the strongest protections found anywhere on our planet. Once in rapid decline, the number of whales spotted in Glacier Bay is growing every year. What's more, scientists have been studying Humpback Whales in Glacier Bay for decades. Thanks to this research, we continue to learn more about the fascinating life of this magnificent, endangered animal.                Become an expert! Glacier Bay Humpback Whale Fact Sheet   How many, population structure, annual highlights, etc.          Get To Know Southeast's Whales Humpback Whales of Southeastern Alaska   AlaskaHumpbacks.org          The Blubber Bonanza! Dead humpback provides a feast!   Carcass provides a rare opportunity for bears to scavenge and gorge.                 Whale Migration Game Can YOU make it from Alaska to Hawaii?                   Glacier Bay Whales   6 Photos  Enjoy images of humpback whales in Glacier Bay!                                          Humpback Whales Enjoy the sights and sounds of a pod of humpback whales spouting and surfacing in Icy Strait near Glacier Bay National Park.   Duration:44 seconds                                Humpback Whales at the Dock! Sometimes some of the best whale viewing can be found at the public dock in Bartlett Cove! Enjoy this short clip of humpbacks lunge-feeding up close!  Duration:1 minute, 22 seconds                     Whale Breathing in Glacier Bay     Listen to the amazing sounds of a humpback whale inhaling, exhaling, and emitting bubbles as it feeds in Glacier Bay. Recorded in the upper bay near Blue Mouse Cove.  Duration:4 minutes, 16 seconds      Download Original File: glba-Whale_GLBAMOUSE_20110908_005522.mp34,104 KB                      A Killer Display  Killer Whale Articulation Project           See Also: Whale Tail Matching Worksheet: Can YOU identify the matching flukes? Whale Migration Game Can YOU make it from Alaska to Hawaii?",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/humpback-whales-in-glacier-bay.htm"
}
