{
    "title": "Glacier Bay National Park & Preserve: Bears at Glacier Bay",
    "body": "Bears at Glacier Bay        Brown bears often roam Glacier Bay's shoreline.        One of the things that makes Alaska so special is that all three species of North American bears flourish here. There is a chance that you may be lucky enough to see a bear, but even if you don't you will never be far from one, because Alaska is bear country! Glacier Bay National Park is home to both black (Ursus americanus) and brown (Ursus arctos) bears. Both species are key components of the ecosystem and help connect the marine and terrestrial environments by moving nutrients from the sea back to the land. Bears are exciting to observe, and even more thrilling to encounter. While respect for bears is warranted, fear is not, and the best antidote to fear is knowledge and understanding of the species.         Alaska is Bear Country! Know how to be safe around bears.        Where Are the Bears? Although it is not always a given that a visitor will see a bear in Glacier Bay even on a multi-day camping trip, there are very few beaches on the bay’s 1,100 miles of coastline where sign of bear activity is not visible. Bears thrive in a variety of habitats, and their strategy for survival is to constantly explore their surroundings for new food sources. Most of the islands in the bay are visited routinely by bears, and one can expect to find them almost anywhere. They are always a thrilling sight when spotted on their mostly solitary rambles along Glacier Bay’s beaches.         Scat, Mark Trails, Rub Trees, and Bellyholes Guide to Glacier Bay Bear Sign         Living In Harmony With Bears A great resource about Alaskan bears 35 pages ready to print           Glacier Bay Bears PDF guide to Glacier Bay bear safety      See Also: Glacier Bay Bear Research and Management Learning about and protecting Glacier Bay's bears Glacier Bay Bear Photo Gallery Up close and personal The Blubber Bonanza What happens when a dead whale comes ashore? Bear Identification Is it black or brown? Scat, Trails, Rub Trees, and Bellyholes Guide to Glacier Bay Bear Sign Middle School Scientists: Bears of Glacier Bay A video and three lesson curriculum",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/bears-at-glacier-bay.htm"
}
