{
    "title": "Grand Canyon National Park: Night Skies",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Night Skies                Night Skies        The Milky Way over Grand Canyon as seen from the South Rim. Photo\/ Tyler Nordgren, University of Redlands        “Why did not somebody teach me the constellations, and make me at home in the starry heavens, which are always overhead, and which I don't half know to this day?” – Thomas Carlyle       Imagine gazing up at the sky on a moonless summer night and having the center of the Milky Way Galaxy cast your shadow upon the earth along with all the other ground dwelling creatures of the night. You glance down at your shadow and notice the shape resembles the fully formed constellation of Hercules soaring along the celestial sphere high above. The planets Jupiter, Mars, and Saturn are jewels wandering along the ecliptic plane nestled in the ancient constellations of the zodiac that have inspired art, science, and religion for millennia. You stand humbled by the brilliance of thousands of stars and become connected to countless civilizations through the stories revealed in the patterns of the sky.      Imagine the psychological differences this would make in our lives if we could commune with nights like these whenever we needed. Unfortunately, for 60% of Americans today, the Milky Way is no longer visible. Light pollution from the inefficient use of outdoor lighting will block the view of the Milky Way for 4 out 5 children born today if this trend continues. Thankfully, there is hope to preserve the last sanctuaries of our night skies and to return to an unimpaired view of the cosmos that our ancestors experienced.      What is a natural lightscape?    A natural lightscape is a sky that is unimpaired by artificial lighting. In 2001, John E. Bortle created a useful 9 class scale, called the Bortle Scale that gives us a foundation for what a pristine night sky should look like versus a severely light polluted night sky. Class 1 night skies are the most natural skies and Class 9 are affected urban areas in large cities. The majority of populated areas in the United States have lost pristine views of the night sky that have been inspiring us since the dawn of civilization. At most, we see a couple prominent stars that make up a fragmented constellation. Perhaps we see a planet. But within light polluted areas, the full glory of the night sky is mostly lost.        Yet our precious natural lightscapes are filled with thousands of visible stars. The Milky Way is theoretically bright enough to silhouette the clouds of gas and dust running through the center of our galaxy called the galactic interstellar medium.        The Milky Way over Grand Canyon. A pristine night sky reveals these regions of the Milky Way. NPS\/Robb Hannawacker   Here we see with our naked eye parts of the galaxy once familiar to our ancestors: the Cygnus Dark Rift, the Northern Coal Sack, and Prancing Horse. Abstract sources of celestial light like the gegenschein and the zodiacal band are visible.   The Scutum Star Cloud and Sagittarius Star Cloud illuminate the center of the galaxy.   An abundance of star clusters, nebulae, other galaxies, and unimpaired views of seasonal meteor showers are what define natural lightscapes that ought to be visible to us all. Yet all these celestial objects just mentioned are becoming increasingly unfamiliar to us simply because they are disappearing from our evening experience.       What is light pollution?   Light pollution is defined as excessive, misdirected, or obtrusive artificial light. This definition applies to unwanted light in your own community as well as the night sky. Light that obtrusively shines upon an area, such as your property, is known as light trespass. The primary cause of light pollution is inefficient use of outdoor lighting.          Typical light fixtures can waste 60% of their emitted light. Photo: Tyler Nordgren, University of Redlands   Many lights are arranged in a way that wastes up to 60% of their emitted light. About 50% of emitted light shines directly in to the atmosphere and scatters off molecules and aerosols, a large percentage bouncing back down to Earth, creating the dome of light over cities called skyglow.   We can see these domes from many miles away and they have a profoundly negative effect on our view of the cosmos. The remaining 10% of that wasted light shines directly in to our line of sight producing glare which destroys our ability to see safely at night.  Not only does light pollution dissolve our cultural connections and hinder our scientific explorations of the night sky, it also has a negative impact on wildlife. Many nocturnal animals that rely on the natural darkness of the night to hunt or to navigate become confused from the obtrusive skyglow of artificial light. Their instinctive pursuit of this false light leads them on an unnatural course which often leads to death.      Light pollution also takes a toll on our finite resources. It is estimated that up to 30% of our total outdoor lighting in the United States is completely wasted in to the atmosphere. This means that 30% of the resources we use to create that electricity is completely wasted. This is translatable to about 1.7 billion dollars a year in resources that are wasted creating skyglow and light pollution.  We have seen a dramatic increase in light pollution over the last few decades. Many people have literally watched the Milky Way disappear over their homes as growing domes of unwanted light trespass over the sky like persistent, incoming tides. Thankfully, unlike many other forms of irreparable pollution, light pollution is 100% fixable. It cleans up at literally the speed of light!         Bright areas on this map show sky glow from artificial light scattering into the atmosphere from North America. To view an interactive version of the new global atlas, click\/touch the photo above, or the use this link: https:\/\/cires.colorado.edu\/artificial-sky Graphic credit: Falchi et al., Science Advances, including Dan Duriscoe\/NPS; Bob Meadows\/NPS; Jakob Grothe\/NPS contractor, and Matthew Price\/CIRES and CU-Boulder       What can we do about light pollution?     • Be inspired. Go outside tonight and try to identify a constellation, a planet, and a star. Pursue a question you have always wanted to know about the universe.  • Become a citizen scientist. Follow these easy steps to figure out how dark your night sky is in your community and submit that data in to an international database known as Globe at Night. Your data contributes to a global inventory of light pollution.  • Educate yourself on the negative impacts of light pollution.  • Attend free ranger star talks, evening programs, constellation tours, and star party events. • Use efficient lighting at your house. Find ways to reorient your light fixtures to meet your safety needs and reduce the amount of excess light scattered in to the atmosphere. Doing this is cost and energy effective.   • Pass on your knowledge and inspiration to your community. Your city can apply to become an International Dark Sky Community.       The best type of outdoor lighting reduces light pollution and glare. It also saves money and energy.        What is an International Dark Sky Park?    National Parks are some of the last remaining sanctuaries for pristine night skies. The International Dark Sky Association awards parks the designation of an International Dark Sky Park if the park reorients the lights within its boundaries to be night sky friendly, educates visitors about the values of the night sky, and inspires the world to address the problem of light pollution within their own communities.           The Milky Way over Desert View Watchtower of Grand Canyon. Photo\/Tyler Nordgren, University of Redlands   In 1999, The National Park Service assembled the Night Sky Team. This small group of NPS scientists has been steadily collecting data on the darkness of night skies in National Parks around the country.   The methods used by the Night Sky Team to measure light pollution around National Parks have been effective in understanding the threats that our natural lightscapes face.   The data collected by the Night Sky Team within a given National Park is important for the determination of International Dark Sky Park status.  Download the 2007 Night Sky Team Report of Grand Canyon National Park (868 kb PDF)  Download the January 2016 International Dark Sky Park Nomination Package - Grand Canyon National Park (6 MB PDF)       What is Grand Canyon doing to promote natural lightscapes?         Half the park is after dark! Photo\/Tyler Nordgren, University of Redlands   Grand Canyon National Park is committed to reorienting the lights within the National Park to be more night sky friendly. We are currently inventorying the lights within the park and assessing the data we are collecting. Download an example of our inventory here. (380 kb PDF) This immense inventory, which includes mapping of all exterior lights and an electronic database with important details about each light fixture, will allow us to quickly evaluate existing exterior light in the park and make a plan for retrofitting park lights to be night sky friendly.  Check back here for updates.   The park offers free weekly Star Programs which include constellation viewing and explanations of astronomical phenomena. Check the Grand Canyon Visitor Center for weekly times and dates. The park also hosts an annual Star Party event every summer. This week long event is free to the public and includes telescope viewing and astronomical expertise provided by the Tucson Amateur Astronomy Association on the South Rim and The Saguaro Astronomy Club on the North Rim. Enjoy nightly constellation tours and evening lectures throughout the week. Come to your National Park and experience your night skies!     For more information about night skies and light pollution:    NPS Explore Nature: Night Sky   International Dark Sky Association  New study shows extent of light pollution across the night sky",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/night-skies.htm"
}
