{
    "title": "Kenai Fjords National Park: A Climate Friendly Park",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Climate Change     A Climate Friendly Park                  A Climate Friendly Park            Climate Friendly Parks from around the country are leading the way in the effort to protect our parks' natural and cultural resources and ensure their preservation for future generations. The Climate Friendly Parks program is a partnership between the U.S. Environmental Protection Agency and the National Park Service.As a participant in the Climate Friendly Parks program, Kenai Fjords National Park belongs to this network of parks that are putting climate friendly behavior at the forefront of sustainability planning in national parks. By conducting an emission inventory, setting an emission reduction target, developing an Action Plan, and committing to educate park staff, visitors, and community members about climate change, Kenai Fjords National Park is serving as a model for climate friendly behavior within the National Park Service.         In May of 2012, an energy efficient fuel cell was installed at the Exit Glacier Nature Center. NPS \/ KAY WHITE  The NPS Climate Change Response Strategy provides direction to our agency and employ­ees to address the impacts of climate change. It describes goals and objectives to guide our actions under four integrated components: science, adaptation, mitigation, and communication. The staff of Kenai Fjords National Park is committed to addressing the challenges of climate change. These are some of the steps we have taken. Science Communication Mitigation Adaptation        Science: \"Conduct scientific research and vulnerability assessments necessary to support NPS adaptation, mitigation, and communication efforts. Collaborate with scientific agencies and institutions to meet the specific needs of management as it confronts the challenges of climate change. Learn from and apply the best available climate change science\" (Climate Change Response Strategy September, 2010).  Monitor mass balance on the Harding Icefield. Map the terminus of Exit Glacier annually. Monitor glacial extent on a ten year cycle, in coordination with the Southwest Alaska Network of Inventory and Monitoring. Conduct climate change surveys for the National Parks Conservation Association Center for Park Management.               Communicate climate change policy by publishing articles in Alaska Park Science.       Participate in the National Science Foundation - Colorado State University servicewide Climate Change Response Communications Workshop.    Contributed to  the Southwest Alaska Network of Inventory and Monitoring - Colorado State University Repeat Photography Project.        Collaborate with the U.S. Geological Survey to understand hydrological changes and recent flooding on Exit Creek.  Collaborate with Chugach National Forest for the Climate Change Vulnerability Assessment.       Communication: \"Provide effective communication about climate change and impacts to the public. Train park staff and managers in the science of climate change and decision tools for coping with change. Lead by example.\" (Climate Change Response Strategy, September 2010).  Present \"Listening to the Ice,\" an interpretive program in partnership with the Alaska SeaLife Center. Present climate change related material through the Park's Web and social media sites. Developed partnership with the University of Alaska-Fairbanks to conduct observations of the annual depth of frozen ground by local elementary students. Partner with local tour companies and the non-profit Tour Green to support wind-turbine education. Partner with local schools to present \"Inspector Infrared, Energy Detective,\" to educate students and their families about heat loss and potential energy savings at home. Installed new interpretive exhibits, focusing on climate change, at the Exit Glacier Nature Center. Planning for new climate change interpretive panels for the Stone Kiosk at Exit Glacier is in the development stage. Created features and lessons for the Climate Web Rangers - a national website for children. Partnered with Alaska Geographic and local tour boat company to sell a climate change response DVD at visitor centers Presented a National Park Service Superintendent's Leadership Academy webinar - \"Building the Foundation for Climate Change Response.\" Presented to the Seward Chamber of Commerce on Climate Change Scenario Planning.       Mitigation: \"Reduce the carbon footprint of the NPS. Promote energy efficient practices, such as alternative transportation. Enhance carbon sequestration as one of many ecosystem services. Integrate mitigation into all business practices, planning, and the NPS culture\" (Climate Change Response Strategy, September 2010).  Offered incentives to staff through an \"Alternate Commute Challenge,\" to reduce single driver cars. Replaced\/upgraded the hydrogen fuel cell at the Exit Glacier Nature Center.  Continued purchase of electric and hybrid vehicles (currently 26% of light vehicles operated by park. Participated in the Federal Green Challenge. Full member of the Climate Friendly Parks. Full member of the My Green Parks program. Participated in the Alaska Region Green Team. Assisted Sitka National Historical Park with Environmental Monitoring Systems audit.       Adaptation: \"Develop the adaptive capacity for managing natural and cultural resources and infrastructure under a changing climate. Inventory resources at risk and conduct vulnerability assessments. Prioritize and implement actions, and monitor the results. Explore scenarios, associated risks, and possible management options. Integrate climate change impacts into facilities management\" (Climate Change Response Strategy, September 2010).  Began a Western Federal Lands Highway Division project on the road to Exit Glacier, to address reoccurring flooding problem. Trails in the Exit Glacier area were modified to alleviate flood damage. Completed the Alaska Region Scenario Planning. Participated in and member of the service-wide Scenario Planning team.  Partnered with Landscape Conservation Cooperatives (Pacific Northwest). Superintendent is co-chair of the NPS Climate Change Response Policy work group.  Superintendent is co-chair of the NPS Director's Policy Memo on Climate Change Response. Attended the initial meeting of the Kenai Peninsula Climate Change Partnership.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/management\/climatechangeresponse.htm"
}
