{
    "title": "Kenai Fjords National Park: Minke Whale",
    "body": "Minke Whale - Balaenoptera Acutorostrata       Basic Facts        NOAA photo by Pat McGuire  Minke was an eighteenth century Norwegian whaler who regularly broke the rules regarding the size of whale he was permitted to hunt. Soon, all the small whales became known as “Minke” whales. In time, the name was formally adopted as the name for this species. The minke whale is a member of the suborder Mysticete, or mustached whale. The smallest baleen whales in the North Pacific, they average 27 feet and weigh five to nine tons. Their mouth houses 260 to 360 plates of baleen at 12 inches each. They have a narrow, acutely pointed, triangular rostrum. Their highly variable dorsal fin is on the last third of their back. They are a bluish dark gray above with a lighter coloring below. A bright white patch or diagonal band goes across the top of the pectoral fin. They have a low and indistinct blow that starts underwater and continues half a meter out of the water. This makes spotting the blow especially difficult in all but the calmest weather. As they blow, their fin appears simultaneously and flukes are never shown. In the Kenai Fjords, we apply the name “Stinky Minke” when referring to this animal. The nickname is due to the difficulty in spotting a minke twice. The minke has a habit of staying down for extended periods and may be on the surface for just a few blows before diving for 20 minutes.  Habitat, Range and Local Sightings Isolated populations of minkes live in the north Pacific, north Atlantic, and the Southern Hemisphere. The International Whaling Commission considers the North Pacific stock to be a “Protection Stock” because of the high uncertainty of the estimated numbers. Minke whales are not listed as endangered, but the population in the north Pacific (between 17,000 and 28,000) is considerably smaller than that of the north Atlantic or Southern Hemisphere. In Alaska, we find minkes traveling through bays and shallow coastal waters in the summer months. In the park, Pilot Rock seems to be the most likely place to spot a minke. Minkes move to subtropical areas in the winter, although their migrations do not always follow strict seasonal patterns.  Food and Survival Strategies Minke whales in the North Pacific feed mostly on krill and sandlance. Southern populations of minkes have a more varied diet including many more fish and squid.  Reproduction and Young Female minke whales ovulate twice a year, in February and August. The gestation period for these animals is 10 to 11 months. A newborn calf weighs about 1,000 pounds and is about 10 feet in length. They stay close to their mother, suckling for four to five months. Young minkes become sexually mature at age six for males and seven for females. Minke whales live an average of 50 years. Transient orca whales may prey on young minke whales.  Human Connection The International Whaling Commission banned the hunting of all whales in 1986. However, no one is bound by the ban because the commission rules let members reject its rulings. In 2004, Norway planned to harvest 640 whales and is the only country today that still hunts whale for profit. The Institute of Cetacean Research is a nonprofit Japanese research organization that studies the interaction of marine mammals and fish populations. In part, the organization is funded by the sales of minke whale meat harvested for research purposes.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/nature\/minke-whale.htm"
}
