{
    "title": "Colorado National Monument: Federal Lands Passes",
    "body": "Federal Lands Passes          Colorado National Monument Annual Park Pass  Cost $25: Covers entrance fees for any two passholders and accompanying passengers in a single, private, non-commercial vehicle at Colorado National Monument.  This pass can be purchased at either entrance to Colorado National Monument. Good for one year from purchase.  This pass does not cover camping fees.  Non-transferable and non-refundable.         America the Beautiful - National Parks and Federal Recreational Lands Annual Pass - Cost $80:  This pass is available to the general public and provides access to and use of federal recreation sites that charge an entrance or standard amenity fee for a year, beginning from the date of sale. The pass admits the passholder(s) and passengers in a non-commercial vehicle at per vehicle fee areas and passholder plus 3 adults, not to exceed 4 adults, at per person fee areas. (children under 16 are admitted free) The pass can be obtained 3 ways:  in person at Colorado National Monument, by calling 1-888-ASK USGS, Ext. 1, or via the Internet at http:\/\/store.usgs.gov\/pass.          America the Beautiful - National Parks and Federal Recreational Lands Senior Pass - Cost $10:  This is a lifetime pass for U.S. citizens or permanent residents age 62 or older. The pass provides access to and use of federal recreation sites that charge an entrance or standard amenity. The pass admits the passholder(s) and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder plus 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can be obtained in person at the park or via the internet at http:\/\/store.usgs.gov\/pass. The Senior Pass provides a 50 percent discount on some expanded amenity fees charged for facilities and services such as camping, swimming, boat launch, and specialized interpretive services. In some cases where expanded amenity fees are charged, only the passholder will be given the 50 percent price reduction. The pass is non-transferable and generally does not cover or reduce special recreation permit fees or fees charged by concessionaires.          America the Beautiful - National Parks and Federal Recreational Lands Access Pass - Free:    This is a lifetime pass for U.S. citizens or permanent residents with permanent disabilities. Documentation is required to obtain the pass. Acceptable documentation includes: statement by a licensed physician; document issued by federal agency such as the Veteran's Administration, Social Security Disability Income or Supplemental Security Income; or document issued by a state agency such as a vocational rehabilitation agency. The pass provides access to and use of federal recreation sites that charge an entrance or standard amenity. The pass admits the passholder(s) and passengers in a non-commercial vehicle at per vehicle fee areas and passholder plus 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). The pass can only be obtained in person at the park. The Access Pass provides a 50 percent discount on some expanded amenity fees charged for facilities and services such as camping, swimming, boat launching, and specialized interpretive services. In some cases where expanded amenity fees are charged, only the passholder will be given the 50 percent price reduction. The pass is non-transferable and generally does not cover or reduce special recreation permit fees or fees charged by concessionaires.          America the Beautiful - National Parks and Federal Recreation Lands Annual Pass for Active Duty Military and their Dependents - Free:     Available to active duty military personnel and dependents with proper identification (CAC Card or DD Form 1173) Obtained in person at Federal recreation sites that charge entrance or standard amenity fees. Covers entrance to Fish and Wildlife Service and National Park Service sites that charge Entrance Fees, and Standard Amenity Fees at Forest Service, Bureau of Land Management and Bureau of Reclamation sites. Admits the pass owners and any accompanying passengers in a private non-commercial vehicle at per vehicle fee areas, or the pass owner and up to additional 3 adults at sites that charge per person. Non-transferable           America the Beautiful - National Parks and Federal Recreational Lands Volunteer Pass - Free:  This pass is for volunteers acquiring 500 service hours on a cumulative basis. It provides access to and use of federal recreation sites that charge an entrance or standard amenity fee for a year, beginning from the date of award. The pass admits the passholder and passengers in a non-commercial vehicle at per vehicle fee areas and passholder plus 3 adults, not to exceed 4 adults, at per person fee areas (children under 16 are admitted free). Contact the park at 970-858-3617 x363 to learn about possible volunteer opportunities in Colorado National Monument.  Paper Golden Age and Golden Access Passports must be exchanged and new plastic passes will be issued free of charge.          America the Beautiful - National Parks and Federal Recreation Lands Annual Pass for 4th Grade Students and their Families - Free  Available to every 4th grade student and their family during the 2015-2016 school year. Obtained in person at Federal recreation sites that charge entrance or standard amenity fees. Student must complete short activities and download a voucher that is available at www.everykidinapark.gov.  The vouchers are exchanged for the 4th Grade Pass and the child must be present to obtain the pass. Covers entrance to Fish and Wildlife Service and National Park Service sites that charge entrance fees, and Standard Amenity Fees at Forest Service, Bureau of Land Management and Bureau of Reclamation sites. Admits the pass owner (4th grade student) and any accompanying passengers in a private non-commercial vehicle at per vehicle fee areas, or the pass owner and up to an additional 3 people at sites that charge per person. Non-transferable",
    "url": "https:\/\/www.nps.gov\/colm\/planyourvisit\/federallandspasses.htm"
}
