{
    "title": "Grand Canyon National Park: Hydrologic Activity",
    "body": "Hydrologic Activity       In 1963 the diversion tunnels around Glen Canyon Dam were closed and water began backing up to form Lake Powell. With that act the Colorado River that had flowed through Grand Canyon for millions of years was radically changed. The new river that runs in the same riverbed bears little resemblance to its predecessor. The old Colorado River carried a heavy load of sand and soil particles, which was why it was named \"Colorado,\" Spanish for red. Now upstream sediments are trapped in Lake Powell and the river water flowing from the dam is clear.   The volume of flow of the old river varied tremendously over a yearly cycle, from late spring floods that frequently topped 100,000 cubic feet per second (cfs) to late summer flows of only a few thousand cfs. Today Colorado River flows typically range from 8,000 to 25,000 cfs with greatly reduced seasonal variation in flows. Water temperature that once ranged from near freezing to 80 degrees F (27 C) now runs year-round within a few degrees of 46 F (8 C), because water for power generation is drawn from well below the surface of Lake Powell.   These changes in the characteristics of the river have had a dramatic impact on the ecology of the river corridor through Grand Canyon. Without the seasonal variations in river flow and temperature, native fish are not stimulated to spawn. The clear water favors non-native fish species, including predators that feed on the native species. Of the original eight species of native fish, three are no longer found in Grand Canyon, and two of those remaining are now endangered. Vegetation along the original river was sparse due to the scouring effect of annual floods. With more constant flows vegetation grows nearer the waterline, although little reproduction of cottonwood trees is occurring, since they depended on floods to stimulate their seeds to sprout. Tamarisk, also called salt cedar, an exotic tree that crowds out native species, has become established.   The physical characteristics of the river corridor were changed, too. Beaches dependent on annual replenishment during spring floods are eroded away. Rocks and boulders washed into the mainstream from side canyons are not redistributed during high water, making some rapids more hazardous. With fluctuating flows, rafters and anglers could be affected by sudden changes in river flows.   Glen Canyon Dam was operated first for water storage and delivery, and secondarily for power generation. When the people of the West needed more electricity, water flow from the dam increased. When demand decreased, water flows dropped. A raft tied at the water's edge in the evening might be high and dry the next morning. An angler who waded onto a mid-river gravel bar in the morning might find himself precariously stranded a few hours later. Some of the changes are more subtle. Archaeological sites are being exposed or damaged, as the annual replenishment of beach sand is now limited to tributary inputs, a small fraction of pre-dam levels. The potential loss of 10,000 years of history continues to be of great concern to park managers.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/hydrologicactivity.htm"
}
