{
    "title": "Dinosaur National Monument: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do        A group of hikers plan their route through Dinosaur's rugged terrain. NPS Photo       Dinosaur National Monument contains famous fossil finds, dramatic river canyons, intriguing petroglyphs, and endless opportunities for adventure. Whether you delight in the challenge of a strenuous hike to spectacular views, the thrill of rafting through a twisting canyon, or sitting quietly and watching the sun set, Dinosaur National Monument offers a myriad of activities for you to enjoy. The hardest part may be choosing which auto tour, trail, overlook, or historic area to explore! Start your journey at one of the monument's visitor centers. Drive the Tour of the Tilted Rocks or take a scenic drive on the Harpers Corner Road. Experience one of the monument's many hiking trails. Soak up the monument's wilderness on a river rafting trip. Discover dinosaur and other fossils. Join a ranger for a guided program. Park staff offer talks, walks, junior ranger, evening and night sky programs. Stay overnight at a campground. Enjoy night skies while stargazing. Or just lounge by the river and take in all that Dinosaur National Monument has to offer. Snow and cold can limit access to some parts of the monument during the winter. Other winter recreation opportunities, however, are available because of the snow. When there is enough snow cover, snowmobiling is permitted on Harpers Corner Drive between the Plug Hat Parking Area and the Echo Park Road turnoff. Snowshoeing and cross-country skiing are also permitted.           Camping Spend the night in one of our six front country campgrounds or if you are seeking a more wilderness experience, go backcountry camping. Visit our camping page for more information.           Hiking Miles of trails and cross country adventures beckon you to explore the monument's dramatic landscape. You can hike along a river, explore a dark box canyon, or gaze across a seemingly endless expanse, there is a trail or route for you. Visit our hiking page for more information.         Picnicking Designated picnic sites are located at Split Mountain, Plug Hat Butte, Canyon Overlook and the end of the Harpers Corner Road. These sites have picnic tables, grills or fire rings, restrooms or vault toilets. Picnic tables are also located at the Quarry Visitor Center, Canyon Visitor Center and the Josie Morris Ranch. Visitors can also use unoccupied, unreserved sites in any of the monument's campgrounds during the daytime.           River Rafting The Green and Yampa rivers cross Dinosaur National Monument, creating dramatic canyon scenery. Visitors can experience the rivers on private or commercial trips that can be as short as one day or as long as five. Visit our rafting page for more information.      Things to Do Outside the Monument In addition to the many activities found within the monument, the area abounds with a wide variety of public lands, recreational resources and visitor services. Click on the links to area Chambers of Commerce or tourism bureaus to learn more about all that the Dinosaur National Monument region has to offer. Also check out our nearby attractions page. Colorado Side of the Monument Colorado Welcome Center located in Dinosaur, Colorado 970-374-2205 Moffat County Tourism - Visitor Information & Virtual Tour 866-332-8436 Craig Chamber of Commerce 800-864-4405  Rangely Chamber of Commerce 970-675-5290 Utah Side of the Monument Utah Welcome Center located in Jensen, Utah 435-789-4002 Dinosaurland Travel Board 800-477-5558",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/things2do.htm"
}
