{
    "title": "Dinosaur National Monument: Cub Creek Area",
    "body": "Places to Go: Cub Creek Area       The Cub Creek area, located on the Utah side of the monument, includes hiking trails, petroglyphs and pictographs, historic structures from the monument's homesteading history, picnic areas, and campgrounds. Cub Creek Road extends for 10 miles (16 km), from the Quarry Visitor Center to Josie Morris's cabin, and provides access to all areas described below.        Petroglyphs at Cub Creek NPS  Petroglyphs and Pictographs The Fremont people, who lived in this area approximately a thousand years ago, left evidence of their presence in petroglyphs (patterns chipped or carved into the rock) and pictographs (patterns painted on the rock).   Swelter Shelter, easy to access and located three miles from the Quarry Visitor Center, includes a variety of petroglyphs and pictographs. Petroglyph panels in the Cub Creek area feature a variety of typical Fremont designs, but are distinguished by several large lizard figures not common at other sites.   More information about the petroglyphs found at Dinosaur NM is available in the Petroglyphs and Pictographs site bulletin.         Josie Morris cabin NPS  Josie Bassett Morris Ranch  Josephine (Josie) Bassett Morris settled in Cub Creek in 1914 and lived there independently for the next 50 years. Self-reliant and industrious, Josie built a cabin and raised livestock, field crops, vegetables, and fruits on her 1 mile by ½ mile homestead. After Josie’s death in 1964, her cabin and land became part of Dinosaur National Monument. Evidence of the life Josie led can still be found at Cub Creek: a chicken coop sits not far from her recently rehabilitated cabin; remnants of the irrigation system she developed remain; fruit trees that were once part of her orchard dot the landscape. A map of Josie Morris’s homestead and more about her life and homestead can be found in the Josie Basset Morris site bulletin.        Hog Canyon Trail NPS  Hiking Trails The Fossil Discovery Trail passes through several layers of tilted rock in which a variety of fossils--from dinosaur bones to fish scales--are easily visible. Signs along the trail identify where fossils can be seen.  Hikers can explore the desert landscape and geology of Dinosaur National Monument on the Sound of Silence Trail and the Desert Voices Trail. The River Trail, which runs alongside the Green River between Split Mountain Campground and Green River Campground, offers outstanding views of the Green River and Split Mountain. This trail is also one of the best places to birdwatch at the monument. Hog Canyon Trail and Box Canyon Trail, two short, well-shaded hiking trails, can be accessed from the parking lot near Josie Morris’s cabin. Both of these trails allow hikers to explore box canyons--canyons with steep walls on three sides and only one way in and out.        Picnic table at Split Mountain Campground NPS  Picnic Areas Picnic tables near the river are located at Split Mountain Campground. Vacant campsites at Green River Campground may also be used for picnics. Shaded picnic tables are located near the Josie Bassett Morris historic cabin at the end of the Cub Creek Road.        Green River Campground NPS  Camping  There are two campgrounds in the Cub Creek area: Split Mountain Campground and Green River Campground.",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/cubcreek.htm"
}
