{
    "title": "Dinosaur National Monument: Jones Hole Creek Area",
    "body": "Places to Go: Jones Hole Creek Area       The Jones Hole Creek area, a scenic canyon carved by a creek that flows to the Green River, features hiking, fishing, pictographs, and camping. The area, located on the Utah side of the monument, is approximately a one-hour drive from the Quarry Visitor Center. Parking is available at the Jones Hole National Fish Hatchery, located at the end of Jones Hole Road. A map of the Jones Hole Creek area is available here.         View of Jones Hole Fish Hatchery U.S. Fish and Wildlife Service  Jones Hole National Fish Hatchery At the Jones Hole National Fish Hatchery, run by the U.S. Fish and Wildlife Service, rainbow trout, brown trout, and brook trout are raised to stock areas in Utah, Wyoming, and Colorado. Visitors can walk among the hatchery raceways, where trout are raised, or enjoy a picnic on the grounds. Parking, restrooms, and an information kiosk are located at the hatchery.         Jones Hole Trail NPS  Hiking The Jones Hole Trail follows Jones Hole Creek for 4 miles (6.4 km), from the Fish Hatchery to the Green River. The Island Park Trail leaves the Jones Hole Trail approximately 2 miles from the trailhead at the Jones Hole Fish Hatchery. At approximately a ¼ mile it passes by the small waterfall on Ely Creek.         Angler fishing in Jones Creek NPS  Fishing Jones Hole Creek is clear and cool, a perfect habitat for brown and rainbow trout. All anglers must have a valid Utah fishing license and be familiar with Utah fishing regulations. Visit the Utah Division of Wildlife Resources for more information on fishing licenses and regulations.                    Pictographs at Deluge Shelter NPS  Pictographs & Petroglyphs Stop at Deluge Shelter, approximately 1.5 miles (2.4 km) from the trailhead at the fish hatchery, to see thousand-year-old pictographs and petroglyphs created by the Fremont people. More information about the pictographs and petroglyphs found at Dinosaur NM is available in the Petroglyphs and Pictographs site bulletin.         Waterfall at Ely Creek NPS  Waterfall Roughly 2 miles (3.2 km) from the fish hatchery, Ely Creek flows in from the west to join Jones Creek. Follow Ely Creek for approximately a quarter mile (0.4 km) to reach a small, scenic waterfall shaded by Douglas fir and birch trees.                   The Green River near its confluence with Jones Hole Creek NPS  Green River The Jones Hole Trail ends near the confluence of Jones Hole Creek and the Green River. Bighorn sheep are often spotted near the river in this area.        Camping There are two backcountry camping locations in the Jones Hole Creek area:   Two backcountry campsites are located at the confluence of Jones Hole Creek and Ely Creek. This is a hike-in campground, located approximately 2 miles (3.2 km) from the parking area at the Jones Hole Fish Hatchery.  Reservations are required to camp in this location. Call (435) 781-7700 to reserve a campsite. Please note: Black bears have been active in the area around the Ely Creek backcountry campsites. Proper food storage is required.     The Jones Hole river campsites are located on the Green River, near the confluence of Jones Hole Creek and the Green River. From mid-May through mid-September, use of these campsites is restricted to river rafting groups with permits. During the rest of the year, this restriction does not apply and the Jones Hole river campsites are open to hike-in camping. These campsites are located approximately 4 miles (6.4 km) from the parking area at the Jones Hole Fish Hatchery.   More information on backcountry camping at Dinosaur NM can be found in the Backcountry Camping brochure. More information on camping at Dinosaur NM can be found here.",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/jonescreekarea.htm"
}
