{
    "title": "Dinosaur National Monument: Gates of Lodore Campground",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping     Gates of Lodore Campground                Gates of Lodore Campground         Campers enjoy a morning at the Gates of Lodore Campground NPS Photo  Gates of Lodore Campground is located on the Green River at the boat ramp at the head of Lodore Canyon. The campground is located 106 miles north of the Canyon Visitor Center. The campground is popular with river rafters who often stay here before launching on the Green River. A permit is required for boating inside Dinosaur National Monument. There are 19 sites, some with shade. The sites have tables and firepits. During the summer, there is running water and vault toilets, but no showers. The campground handles tents and RVs (but there are no hook-ups). Gates of Lodore Campground is open year-round, but winter access can be difficult due to snow.         Sites   19 sites that accommodate both tents and RVs. 1 site is handicapped-accessible   Maximum group size of 8 people per site. Larger groups will need multiple sites.   No water, sewer or electric hookups. Vault toilets available, no showers.   Fees   $10.00 per site, per night for campsites when water is available. $5.00 per night with Interagency Senior or Access Pass   Reduced fee when water is not available. $6.00 per site per night. 50% discount for Senior and Access Pass holders.   Cash or check (payable to National Park Service) only at self-pay station. Credit and Debit cards are not accepted.   Season   Open all year. Road may be impassable in winter.   Water available mid-May to early-October.   Reservations   All sites are first come, first-served.   Campground rarely fills.   Facilities and Services   Water and vault toilets available   Picnic tables   Campfire ring with grill. See information kiosk for any fire restrictions.   Bear proof storage lockers for food and items with scents   No trash pick up. Pack out all garbage   Hiking trail                 Two hikers enjoy the view into Lodore Canyon from the end of the Gates of Lodore Trail. NPS",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/gatesoflodorecampground.htm"
}
