{
    "title": "Grand Canyon National Park: Fossils",
    "body": "Fossils         Brachiopod shells found in the Kaibab Limestone.   Go to: Marine Fossils Terrestrial Fossils Recent Fossils Grand Canyon has so much more than pretty scenery. It contains an amazing diversity of rock formations with an abundance of fossils hidden within. The sedimentary rocks exposed throughout the canyon are rich with marine fossils such as crinoids, brachiopods, and sponges with several layers containing terrestrial fossils such as leaf and dragonfly wing impressions, and footprints of scorpions, centipedes, and reptiles. Ancient fossils preserved in the rock layers range from algal mats and microfossils from Precambrian Time 1,200 million to 740 million years ago to a multitude of body and trace fossils from the Paleozoic Era 525-270 million years ago. What about dinosaur fossils? Not at Grand Canyon! The rocks of the canyon are older than the oldest known dinosaurs. To see dinosaur fossils, the Triassic-aged Chinle Formation on the Navajo Reservation and at Petrified Forest National Park is the nearest place to go. It is illegal to dig up, relocate, and\/or remove fossils from Grand Canyon National Park. If you find a fossil, please leave it for others to discover and scientists to study. You are welcome to take a picture or make a drawing of the fossil, then go to one of the visitor centers to see if a park ranger can help you identify it.        Lacy bryozoan fossil found in the Redwall Limestone.   Fossils are the preserved remains of ancient life, such as bones, teeth, wood, and shells. Trace fossils represent the presence or behavior of ancient life, without body parts being present. Footprints, worm burrows, and insect nests are examples of trace fossils. Sedimentary rock contains fossils because it was built up layer upon layer, often trapping and preserving animals, plants, footprints, and more within the layers of sediment. If all the conditions are right, fossils are formed as the layers of sediment turn into rock. With 32% of Earth’s geologic history and one billion years of fossil life found at Grand Canyon, this is a great place to study ancient environments, climate changes, life zones, and the geologic processes that formed the landscape as we see it today. The following are the most common and well known groups of fossils found at the canyon. Many more await our discovery.        Stromatolites fossil.   Marine Fossils With marine environments creating many of the sedimentary rock layers in the canyon over the past 525 million years, marine fossils are quite common. Species changed over time, but similar fossils can be found in most of the marine-based rocks at Grand Canyon. Stromatolites The oldest fossils at Grand Canyon are 1,200 million to 740 million years old. Stromatolites are the limestone structures formed by photosynthesizing bacteria called cyanobacteria. They created layers of alternating slimy bacteria and sediment in very shallow water, dominating shallow seas until predators, such as trilobites, came into the picture. Today stromatolites only live in a few shallow ocean areas with high salinity. The salinity deters predation and allows the stromatolites to survive.        Trilobite fossil, Dolichometopus productus, found in the Bright Angel Shale.   Trilobites Grand Canyon’s oldest trilobites are found in the Tonto Group, which is between 525 and 505 million years old. It includes the Tapeats Sandstone, Bright Angel Shale, and Muav Limestone. These fossils are arthropods, or joint-footed animals, with a segmented body of hinged plates and shields. They could curl up into a ball for protection, sometimes fossilizing as a \"rolled\" trilobite. Like arthropods today, trilobites molted as they grew, shedding their old exoskeleton. These molts could fossilize, so one animal could leave several different sized fossils behind. Even though trilobites were relatively primitive animals, they had amazingly complex eyes. Many species had faceted eyes like an insect, using up to 15,000 lenses in one eye.        Discs from the columnar \"stem\" of a crinoid found in the Kaibab Limestone.   Crinoids Though plant-like in appearance, crinoids, or sea lilies, were animals, sometimes described as seastars on a stick. They had structures like “roots” that could hold them in place, collect food, circulate fluid, and even act like feet in some species so they could walk across the sea floor. They had a “stem” or column shaped body created by a series of discs stacked together with a central nerve running through. At the top of the body was a cup-like head with feeding structures radiating out from each. These feathery arms had some structural support and could be used in some species for crawling or swimming, though they were primarily used for filtering and capturing food from the water. In the ancient seas these crinoids were so plentiful they formed \"gardens\" on the sea floor. Discs, individually or sometimes still stacked together, can be found in all the marine layers at Grand Canyon. These were the hardest parts of the animal and most readily preserved as fossils.        Two different brachiopods, Meekella (left) and Productus (right). Also a small crinoid disc in lower right corner.   Brachiopods The most common shelled animal in the ancient seas was the brachiopod. From about 20,000 species of brachiopods, only about 300 species exist today. They are found in every Paleozoic marine layer at the canyon. Brachiopods had two asymmetrical shells, or valves, with one larger than the other. They often fossilized whole because when their muscles were relaxed, as in death, the valves were closed. They contracted their muscles to open the valves and filter feed. They lived on the ocean floor attaching themselves with strong threads or using the shape of the shell and\/or ridges on top of the shell to stabilize them in soft mud or sand. A few species had long spines on either side that helped them to remain stable in faster currents or wave action.        Lacy bryozoan fossil found in the Kaibab Limestone.   Bryozoans  Lacy and stick bryozoans similar to those in our oceans today, were also found in ancient seas. These colonial animals produce “lacy” structures on hard surfaces or “stick” structures that stood up into the water column. Each animal has its own chamber within the colonial structure from which it can extend feeding arms into the water column or retract them for protection. Bryozoans are passive filter feeders, collecting organic material and plankton from the water. Scientists sometimes refer to bryozoans as “moss animals” because when their arms are out feeding, they sometimes look like moss covering a surface.        Horn coral fossil found in the Kaibab Limestone.   Corals Corals secrete a hard skeleton of calcium carbonate which readily fossilizes under the right conditions. One type of coral found in the ancient marine layers of the canyon is the horn coral. This solitary coral lived on the sea floor, with the pointed end of its “horn” embedded in the soft sediment for stability and the wider end with a cup-like depression in which the animal lived. Corals have a polyp shape, similar to its relative the jellyfish. It tucks its body into its skeleton and extends tentacles into the water column for feeding. Corals have a spiral of tentacles lined with nematocysts, or stinging cells, which can capture plankton floating by within reach.        Sponge fossil found in the Kaibab Limestone.   Sponges   Living attached to the sea floor, sponges are a colony of single-celled animals that act like a multi-cellular animal. Each individual animal has a specific job, from filtering water for food to protection. Fossil sponges exist because of a unique skeletal structure. Microscopic silica or calcium carbonate spicules, or interlocking spines, provided structural support. When the sponge died, the spicules clumped together and formed a silica mass. When hardened into rock the mass became a chert nodule. Chert is harder than the limestone rock it is embedded in, causing the nodules to protrude from the rock as erosion occurs. With so many sponges in the ancient seas, layers like the Kaibab Limestone are actually more resistant to erosion because of the chert nodules.        Burrow fossils found in the Bright Angel Shale.   Burrows  Trace fossils are left behind by the activities of ancient organisms. Burrows are a classic example of a trace fossil. Animals burrowed through the soft sediment at the bottom of the ancient seas. Under the right conditions, these burrows were preserved when they filled in with sediment. The animals are not usually present, but evidence of their behavior or activities is represented in the trace fossil.      Terrestrial Fossils Several of the rock layers in the canyon are of terrestrial origin, including the Hermit Shale, Supai Group, Coconino Sandstone, and Surprise Canyon Formation. The mudstones and siltstones of the Hermit Shale and Supai Group were laid down by a meandering system of rivers and streams in a semi-arid climate about 280 million years ago. The sand grains of the Coconino Sandstone were deposited by wind across large coastal sand dunes about 275 million years ago. Each of these layers has unique trace fossils and environmental features preserved in the rock. The Surprise Canyon Formation may be the most fossiliferous formation with petrified wood and bone fragments as just a few examples of fossils found.        Fossil fern leaf trace fossil found in the Hermit Shale.   Leaves  In the red layers of the Hermit Shale, plant fossils can be found in the mudstone and siltstone left behind by an ancient river system. Indicated by these fossils is a semi-arid climate, with drought-adapted seed ferns, horsetails, small pines, ginkgos, and a noticeable absence of true ferns. Most of the plant fossils are impressions, or trace fossils, with little of the plant material remaining. Dragonflies  Oxygen in the atmosphere during the time of the Hermit Shale deposition was in greater abundance than today, probably 35% compared to the present day 21%. Increased oxygen meant larger insects, explaining the eight-inch wingspan of a dragonfly wing impression fossil found in the Hermit Shale.        Chelichnus track fossils from a mammal-like reptile found in the Coconino Sandstone.   Tracks Within the dunes of wind-blown quartz sand of the Coconino Sandstone, tracks of ancient animals are the most common fossils. Even though no bones have been found, these tracks contain an abundance of information about the animals that made them. Scorpions, millipedes, isopods, spiders, and mammal-like reptiles once scurried over these dunes. Their footprints tell the stories of running or walking across the sand, traveling up or down the dunes, whether the animal dragged its tail, how big the animal may have been based on its stride length, whether it had an upright or sprawling posture, and what kind of animals shared these dunes.        Sloth skull from a cave within the canyon.   Recent Fossils The semi-arid climate and cool temperatures deep within canyon caves have combined to create a perfect environment for preservation of more recent fossils. Pleistocene and Holocene remains have been unearthed within many of these caves, including 11,000 year old sloth bones, dung and hair, California condor bones and egg shell fragments, and pack rat middens. These recent remains help scientists understand more modern environmental conditions and climate change that affected the plant and animal communities within Grand Canyon. All caves (and mine shafts), with the exception of the Cave of the Domes on Horseshoe Mesa, are currently closed to visitation. This is for the safety of visitors, the protection of fragile resources such as fossils and unique cave formations, and the preservation of bat habitat. In the 1970s many fossils were lost due to careless visitors leaving a fire burning in Rampart Cave. These resources are irreplaceable and need all of us to help protect them.      Grand Canyon fossil books are available from Grand Canyon Association's online bookstore: https:\/\/www.grandcanyon.org\/shop\/online-store\/geology\/  Other websites with fossil information include:  University of California Museum of Paleontology, Online exhibits Smithsonian National Museum of Natural History, Department of Paleobiology",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/fossils.htm"
}
