{
    "title": "Dinosaur National Monument: Gates of Lodore",
    "body": "Explore This Park    Plan Your Visit     Places To Go     Gates of Lodore              Places to Go: Gates of Lodore        A visitor enjoys the view of the Green River entering Lodore Canyon.        Gates of Lodore is located on the northern tip of Dinosaur National Monument. It is a long drive to the area and the wild, remote country adds to its sense of isolation. Here, the Green River, after winding across the broad valley known as Browns Park, turns toward the south and makes a direct path into the mountains in front of it. The Green enters into deep canyons filled with rapids that challenged Major John Wesley Powell who passed through here in 1869 on his voyage down the Green and Colorado Rivers. Powell named the location based upon a poem by Robert Southey entitled \"The Cataract of Lodore.\" Powell was not the first person to venture into this land. Trappers and traders had crossed the Browns Park area. Native American tribes hunted and fished in the region for generations. Homesteaders, ranchers and occasional outlaws would eventually call the area home.       How to Get to Gates of Lodore From Maybell, Colorado, follow US Highway 40 west for approximately 0.4 mile west. Turn right onto CO 318. Follow 318 west or 46.2 miles. Turn left onto Moffat County Road 34N. Follow 34N for 1.7 miles. Turn right onto Moffat County Road 34. Follow 34 for 4.5 miles until you arrive at the ranger station and campground.         The Gates of Lodore Campground has sites suitable for RVs (no hookups) and tents. A few have shade.   Camping Gates of Lodore Campground is approximately 106 miles by road north of the Canyon Visitor Center. It is located on the Green River by the boat ramp at the head of Lodore Canyon. There are 17 sites, some with shade. The sites have tables and firepits. Drinking water is available seasonally. The campground has vault toilets, but no showers. There are sites for tents and RVs (but there are no hook-ups). Camping fee is $8 per site, per night. Water is usually available from early May to late September. When the water is turned off, camping is free. Gates of Lodore Campground is open year-round, but winter access can be difficult due to snow.         Picnic Area Picnic tables are available in the campground. Visitors are welcome to use unoccupied sites for picnicking. Several tables are located under shade trees and have views of spectacular scenery. The campground has vault toilets. Drinking water is available seasonally (usually early May through late September).          Canyon walls along the Green River dwarf a raft passing in the shadows.   River Rafting Multi-day raft trips depart from Gates of Lodore. On these trips, rafters enjoy a 45-mile (72.4-km) trip along the Green River, passing through Class I-IV rapids. Colorful canyon walls that rise over 2,500 feet above the river. Wildlife like mule deer and bighorn sheep are often seen. Raft trips must be arranged in advance. Learn more here.               A hiker reads the trailhead sign at the start of the Gates of Lodore Trail.   Hiking The Gates of Lodore Trail leaves from the south end of the campground and heads to a scenic viewpoint into the canyon. The trail is 3\/4 mile one-way. More information on the trail… The Gates of Lodore area also provides access to difficult cross country routes that head into Dinosaur's remote wilderness. These routes should only be attempted by those with route finding and navigation skills and are properly equiped. Check with the ranger at Lodore before heading into the backcountry.       Nearby While you are visiting Gates of Lodore, you may also want to check out the Browns Park National Wildlife Refuge or the historic John Jarvie Ranch.",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/gatesoflodore.htm"
}
