{
    "title": "Colorado National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes               Fees & Passes             Camping    Federal Land Passes      Academic Fee Waiver    Permits             2016 Fee Free Days To encourage visitors to explore America's natural beauty, rich history and culture, the Secretary of the Interior announces Fee Free Days each year. Entry fees into national park sites will be waived on the following dates in 2016, camping fees still apply. January 18 - Martin Luther King Jr. Day April 16-24 - National Park Week August 25-28 - National Park Service Birthday September 24 - National Public Lands Day November 11 - Veterans Day        Entrance Fees Private, non-commercial vehicle: $10  Motorcycle: $5  Individual (hiker, bicyclist ): $5  Good for seven consecutive days. Fees apply to those 16 years old and older.    Entrance Fees are paid at the entrance station by credit card, cash or by check.    If your fee is $25 or more you must include a taxpayer ID number on the check or the social security number of the person paying by check.    Please see Park Annual and Federal Lands Passes, if you would like to use or obtain a America the Beautiful pass.            Buy Your Pass Online! You can buy your Colorado National Monument annual or weekly pass online at Your Pass Now.      Commercial Tour Fees A commercial tour is defined as consisting of one or more persons traveling on an itinerary that has been packaged, priced, or sold for leisure or recreational purposes by an organization that realizes financial gain through the provision of the service. The entry fees of commercial tours are based upon the total capacity of vehicles that can carry seven or more passengers regardless of the actual number of passengers. Possession of an annual or lifetime pass or the ages of the passengers does not affect the price charged unless the vehicle's capacity is less than 7 passengers, excluding the driver.   Sedan - 1-6 passengers $25 + $5 per person to a maximum of $40  Van - 7-15 passengers: $40  Minibus - 16-25 passengers: $40  Motor coach - 26 or more passengers: $100    For more information, see the Motor Coach Tour Guide (170 KB pdf).       Non-Commercial Organized Groups Valid for 7 days.   Organized groups such as Scouts, Rotary, Clubs, Youth Groups, Churches, Reunions, etc. that do not qualify for an Academic Fee Waiver are charged as follows:    $5.00 per person, not to exceed the equivalent commercial rate.    Youth 15 and under are free. Individuals or families with any valid Annual or Lifetime pass may use their pass for entry at the per person rate. Pass and photo ID must be present upon entry.",
    "url": "https:\/\/www.nps.gov\/colm\/planyourvisit\/fees.htm"
}
