{
    "title": "Dinosaur National Monument: Green River Campground",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping     Green River Campground                Green River Campground        Several recreational vehicles enjoy the shade of cottonwood trees and the views of Split Mountain in the Green River Campground NPS      The Green River Campground is located along the banks of the Green River at an elevation of 4795 feet. The highly eroded Split Mountain towers to the north of the campground. The famous dinosaur quarry, where you can see 149 million year old dinosaur bones still encased in the rock is approximately five miles from the campground. Also nearby is the Split Mountain Boat Ramp where river rafters come off the Green River after trips through Dinosaur National Monument's canyons. Just a short drive away, you can see petroglyphs left by the Fremont people, explore the homestead of Josie Morris, hike numerous trails or maybe catch a glimpse of wildlife like mule deer and bighorn sheep.         Sites   80 sites that accommodate both tents and recreational vehicles.   Maximum group size of 8 people per site. Larger groups will need multiple sites or should stay at Split Mountain Group Campground   No water, sewer or electric hookups. No water tank fill up locations. Restrooms with flush toilets available, no showers   Fees   $18.00 per site, per night   Cash or check only at self-pay station. Credit or debit cards are only accepted for reservable sites through recreation.gov.   Season   Open early-April to mid-October   When campground is closed, nearby Split Mountain is open as first-come, first-served campground   Reservations   Reservations are accepted through Recreation.gov for the B Loop sites for peak season dates of Friday, May 20 through Sunday, September 11, 2016. Reservations can be made up to 12 months in advance. Sites in Loops A and C are open for first-come, first-served when campground is open.   Campground rarely fills except on holiday weekends such as Memorial Day, July 4th, and Labor Day.   Facilities and Services   Water and restrooms with flush toilets available   Picnic tables   Campfire ring with grill   Trash pick up and recycling   Hiking trail   Firewood for sale   Ranger programs provided on some evenings. Night sky programs provided at Split Mountain Campground. See calendar.",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/greenrivercampground.htm"
}
