{
    "title": "Dinosaur National Monument: Getting Around",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Getting Around              Getting Around        An entrance sign greets visitors along the road to the Dinosaur Quarry Visitor Center NPS\/Jacob W. Frank       Public Transportation Though there is no public transportation within the monument, Greyhound Bus Lines operates service between Denver and Salt Lake City which makes stops in Dinosaur, Colorado and Vernal, Utah. Drivers will stop in Jensen, Utah to unload passengers if requested. Daily scheduled air service is available to the Vernal Airport (VEL). Rental cars are available at the airport and from other locations in Vernal. For private river runners or backcountry hikers, vehicle and passenger shuttle service is available from Wilkins Bus lines (435) 789-2476 and River Runners Transport (800) 930-7238.      Driving Around the Monument You can access links here to find out the latest information on weather and road conditions including road construction updates. There are four paved roads in the park. All other roads in the park are dirt\/clay. These roads are impassable when wet. Be prepared for remote driving conditions. Travel with extra water, food and keep your gas tank above half full. Cell phone reception is spotty in many areas of the monument. Four-wheel drive is not required, but is useful on steep unpaved roads. Light rain often makes dirt roads impassable, even with four-wheel drive. Limited services are available in Jensen, Utah and Dinosaur, Colorado – the towns closest to the Monument visitor centers. More services are available in Vernal, Utah, Rangely, Colorado, and Craig, Colorado. Contact the park for more information by calling (435) 781-7700 to check on road conditions before you travel.       Road & Highway Conditions Utah - Utah Dept. of Transportation Utah Department of Transportation (UDOT) has cameras located on US Highways 40 and 191 around the monument. You can check these cameras to see current road conditions. UDOT Traffic also has a mobile app available for download on both iphones and android smart phones. Text list of roads or dial 511 or (866) 511-8824 Colorado - Colorado Dept. of Transportation or dial (877) 315-7623 Southwest Wyoming - Wyoming Dept. of Transportation or dial 511 or (888) 996-7623       Paved Monument Roads Utah 149 enters the park from Highway 40 in Jensen, Utah. This entrance road brings you to the Quarry Visitor Center, Split Mountain boat launch, Split Mountain Campground, Green River Campground, and the Tour of the Tilted Rocks self-guided auto tour.  Harpers Corner Road enters the park from Highway 40, 2 miles east of Dinosaur, Colorado. The Canyon Area Visitor Center is at the corner of Highway 40 and Harpers Corner Road. This entrance road brings you to the canyon overlooks along the Harpers Corner Auto Tour, a self-guided auto drive, and a 2 mile round trip scenic hike to Harpers Corner. Harpers Corner Road closes in the winter due to snow.  Jones Hole Road ends at the U.S. Fish and Wildlife Service's fish hatchery. A four-mile (one way) scenic hiking trail begins at the hatchery parking area and takes you to the Green River in Whirlpool Canyon.  Deerlodge Park Road brings you to the launch site for the Yampa River and Deerlodge Campground        The Yampa Bench Road winds through the back country of Dinosaur National Monument   Dirt Roads Echo Park Road can be accessed from Harpers Corner Road or Yampa Bench Road. This 13 mile road is steep with hairpin turns for the first several miles. The road ends at Echo Park which has a campground, boat launch, and hiking trails. Yampa Bench Road can be accessed from either Echo Park Road at the west end or from Highway 40 at the east end. High clearance, 4-wheel drive vehicles are strongly recommended for driving this road. More information… Island Park Road enters from the west end of the park and brings you to Rainbow Park Campground, Rainbow Park boat ramp and to the Island Park area of the park. Gates of Lodore is the northern-most entrance to the park, and is off Highway 318. The road ends at the Gates of Lodore Campground, boat launch and scenic hiking trail.      ATVs\/ORVs Dinosaur National Monument is closed to the use of all types of All-Terrain Vehicles (ATV) and off-road vehicles for the protection of monument resources.  All vehicles traveling on monument roads must be properly licensed and registered.",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/gettingaround.htm"
}
