{
    "title": "Dinosaur National Monument: Directions & Transportation",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation             Directions        Located on the Colorado and Utah border, Dinosaur National Monument is within a one day drive from several major cities and other national park areas.            Dinosaur National Monument is located in both Colorado and Utah. Each state provides a chance to visit very distinctive areas of the monument. The east side of the monument located in Colorado provides access to deep canyons along the Green and Yampa rivers. Dramatic views are available along the Harpers Corner Road. Dinosaur fossils are not visible in the Colorado portion of the monument - only on the Utah side. The Canyon Visitor Center, which is open from late spring through early fall, is located just off U.S. Highway 40, two miles east of Dinosaur, CO. The west side of the monument located in Utah features the world-famous dinosaur quarry where visitors can see over 1,500 fossils still embedded in the cliff face. The Dinosaur Quarry Exhibit Hall and Quarry Visitor Center, one-half mile from the Quarry, are open year round. From U.S. Highway 40 in Jensen, Utah, take Utah Highway 149 north to the monument. During the summer, shuttle buses take visitors from the visitor center to the Quarry Exhibit Hall to see the dinosaur fossils. Between October and April, rangers lead visitors up to the Quarry by car caravans.       GPS Devices and Mapping Database Users If you type Dinosaur National Monument into the search function of your GPS device (and other mapping databases like Google Maps™) the destination you will be given is the monument headquarters located near Dinosaur, Colorado. This may be your intended destination or not. There are no dinosaur fossils in the Colorado portion of the monument. If you want to see Dinosaur Fossils, you must visit the Utah side of the monument near Jensen  Coordinates for the Quarry Visitor Center (Utah side of monument) Latitude:N 40° 26' 17.0277\" Longitude:W 109° 18' 25.6701\" Address for Quarry Visitor Center 11625 E 1500 S Jensen, UT 84035      Getting Around Travel to Dinosaur generally requires a car. Once in the monument, each area offers different opportunities for exploration. The area near the Dinosaur Quarry is the most accessible portion and the easiest to visit in a short period of time. The paved Harpers Corner Road provides access to Colorado portion north of Dinosaur, Colorado. Other destinations may require boating, hiking or four-wheel driving to see the area's attractions. More information...",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/directions.htm"
}
