{
    "title": "Dinosaur National Monument: Rainbow Park and Island Park",
    "body": "Places to Go: Rainbow Park & Island Park        Multi-hued and twisted rock layers near the entrance to Split Mountain Canyon enhance the scenery of Rainbow Park. NPS       Visitors to the Rainbow Park and Island Park area, located on the Utah side of the monument approximately 30 miles (48 km) from the Quarry Visitor Center, can discover some of Dinosaur's most scenic geology, watch river rafters float past the Green River (or, with a little advance planning, be one of those river rafters), and explore petroglyphs and a historic ranch, both part of the monument's long human history. Picnicking and camping are also available in the area. Visiting the areas described below requires driving on unpaved roads. These roads are impassable when wet. Before heading to the Rainbow Park and Island Park area, stop at the visitor center for information on road conditions. A map of the Rainbow Park and Island Park area can be found here.         Petroglyphs at McKee Springs NPS  Petroglyphs The Fremont people, who lived in this area approximately a thousand years ago, left evidence of their presence in petroglyphs (patterns chipped or carved into the rock) and pictographs (patterns painted on the rock). Petroglyph panels at McKee Springs include some of the finest large human-like designs in the Dinosaur area, as well as many other figures. The petroglyphs are a short walk from the roadside pullout.  More information about the petroglyphs found at Dinosaur NM is available in the Petroglyphs and Pictographs site bulletin.      Ruple Ranch In 1882, Henry and May Ruple began homesteading in Island Park and developed a cattle ranch. The Ruples' son, Hod, took over the property in 1915. Later, Hod Ruple and his family switched from cattle ranching to sheep ranching. The property remained in the Ruple family until 1945.   Although the family's original house burned in 1960, the corrals and loafing shed found on the site today were used in the Ruples' ranching operations.        A raft trip departing Rainbow Park NPS  River Rafting One-day raft trips depart from Rainbow Park. On these trips, rafters enjoy a 9-mile (14.5-km) trip along the Green River, passing through Class I-III rapids and the colorful canyon walls that rise 1,500 feet above the river. Raft trips must be arranged in advance. Learn more here.              View of the Green River from the Rainbow Park Campground. NPS Photo  Camping Rainbow Park Campground has three shady sites suitable for tent camping. There is no fee for this campground.   The campground has picnic tables, firepits, and a vault toilet. There is no drinking water. Rainbow Park Campground is open year-round, but there is no winter maintenance on the dirt road leading to the campground. More information on camping at Dinosaur National Monument can be found here.      Picnicking Picnic tables, which are available in the Rainbow Park Campground, are located near the banks of the Green River and surrounded by spectacular scenery. The campground has a vault toilet, but there is no drinking water.       Hiking There are no established short trails in the Rainbow Park and Island Park areas. The open country invites exploration along the Green River and around the Rainbow Park Campground. Visitors who want to travel cross country into more remote areas should carry a map and compass and have the ability to use them. You should also be prepared with plenty of water and gear appropriate for the weather conditions. The Island Park Trail is a rugged hike that leaves from near Ruple Ranch and traverses remote country until it reaches the Jones Hole Trail. This trail is not routinely maintained. It can be difficult to follow in some areas and can require route finding skills. It is approximately 8 miles one way to the junction with the Jones Hole Trail at Ely Creek..",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/rainbow-park-and-island-park.htm"
}
