{
    "title": "Dinosaur National Monument: Echo Park Campground",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping     Echo Park Campground                Echo Park Campground        Nearly every campsite in the Echo Park Campground has sweeping views of Steamboat Rock and the cliffs around Echo Park.        Situated at the base of towering cliffs along the banks of the Green River, the Echo Park Campground provides a camping experience like no other in Dinosaur National Monument. Steamboat Rock dominates the view. Fremont petroglyphs are located on the canyon walls. Bighorn sheep and mule deer frequently roam through the campground. Unimproved hiking trails lead to the confluence of the Green and Yampa Rivers or to Mitten Park and dramatic views of the Mitten Park Fault. The campground is located 38 miles north of the Canyon Visitor Center. High-clearance vehicles are strongly advised for the roads that access the campground. RVs and trailers are strongly discouraged due to sharp turns, steep grades, and rough roads. Echo Park Campground is open year-round, but access is dependent on weather. The last 13 miles of dirt road from the Harpers Corner Road are impassable when wet. Winter access is often impossible due to snow on the Yampa Bench Road and the winter closure of the Harpers Corner Road.         Sites   17 sites that accommodate both tents and trucks with camper tops. 1 site is handicapped-accessible   Maximum group size of 8 people per site. Larger groups will need multiple sites or reserve the group site.   4 walk in tent sites   1 reservable group site for groups of 9 to 25 people. (See fees and reservation information below)   No water, sewer or electric hookups. Vault toilets available, no showers.   Fees   $10.00 per site, per night for regular and walk-in sites when water is available. (Interagency Senior or Access Pass holders receive a 50% discount on individual campsite fees).   $15.00 for the group site, per night. Senior and Access Pass discounts not available.   Cash or check only at self-pay station.   Reduced fee when water is not available. ($6.00 per site, per night)   Season   Open when road to Echo Park is open. Road impassable after rain or in winter.   Water available late-May to mid-September.   Reservations   All sites are first come, first-served except for the group site.   Reservations are accepted for the group site for May 24 through September 1. First come, first served other times of the year. Download, fill out, and return the group reservation form (Adobe pdf) by mail with a check or money order for the $10.00 reservation fee at least two weeks in advance of your camping trip. You can also call (435) 781-7759 to have a reservation form mailed to you for the Echo Park group site.   Campground rarely fills except on holiday weekends such as Memorial Day, July 4th, and Labor Day.   Facilities and Services   Water and vault toilets available   Picnic tables   Campfire ring with grill. See information kiosk for any fire restrictions.   No trash pick up. Pack out all garbage   Unimproved hiking trails",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/echoparkcampground.htm"
}
