{
    "title": "Dinosaur National Monument: Current Conditions",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Current Conditions              Current Conditions          Alerts    Information        Deerlodge Road Construction  Alert 1 , Severity ,information ,, Deerlodge Road Construction  Road construction on the road to Deerlodge Park will begin on June 23, 2016 and run until September 26, 2016. Visitors to this area will encounter traffic control and may have delays of up to 15 minutes. more             We will try to update this page in a timely manner, however, due to the range in elevations and soil types for our roads and trails, conditions can change rapidly in Dinosaur National Monument. The Echo Park and Island Park Roads often become impassable after a rain storm. during winter, some areas may receive heavy snow while others are clear and dry. If you are headed into the park and you have doubts about the accuracy of this information, please call the visitor center at (435) 781-7700 or email us.      July 28, 2016 Update The arrival of dry, summer weather has made most the monument roads passable though some of the unpaved roads like Island Park Road are heavily rutted. Travel on unpaved roads in the monument immediately after a rainstorm is not recommended due to the soft soils of the road beds.        Dinosaur Quarry Area (Utah) Split Mountain Road: Open Cub Creek Road: Open all the way to the Josie Morris Ranch. Fossil Discovery Trail: Clear.  Watch for falling rocks. Sound of Silence Trail: Clear. Lots of elk\/deer trails may create some confusion on location of trail. Desert Voices: Clear River Trail: Clear. Leashed pets are now allowed on this trail. Box Canyon Trail: Clear Hog Canyon Trail:Clear      Rainbow Park \/ Island Park Area (Utah) Island Park Road: Passable with high clearance or 4WD vehicles. Some muddy and rutted areas. Travel is not advised on the road immediately after a rain storm as it becomes extremely muddy and slippery. This road is not maintained in winter. Travel into this area is not advised during winter. Brush Creek Road (3500 South) is currently closed just west of Utah State Highway 149. Visitors will need to access Rainbow Park from Vernal, Utah.      Jones Hole Area (Utah) Road to Fish Hatchery: Clear. Avoid traveling on road during snowstorms. Jones Hole Trail: Clear. Ely Creek Trail: Clear. Trail is not maintained beyond waterfall to Ruple Ranch and may be difficult to follow.      Harpers Corner\/Echo Park Area (Colorado) Harpers Corner Road: Road is open and clear. Watch for falling rocks at Plug Hat Butte. Watch for animals, especially at dusk and dawn. Echo Park Road: Some  rutted areas. Travel not advised when road is wet. High clearance vehicles are recommended when road is passable. Yampa Bench Road: Some rutted areas or deep sand. Travel not advised when road is wet. High clearance all wheel drive vehicles are always recommended for this road. Check weather conditions prior to driving. Access Roads to Yampa Bench Road and Monument Boundary: Isolated muddy patches with rutted areas. High clearance all wheel drive vehicles are recommended. Check weather conditions prior to driving.  Harpers Corner Trail: Clear. Ruple Point Trail: Clear.      Deerlodge Park (Colorado) Deerlodge Road: Paved road is clear. Campground and access road is clear. This road is not maintained in winter and travel is not recommended.      Gates of Lodore (Colorado) Colorado Highway 318: Some rutted areas. Moffat Count Roads 34 & 34N: Some rutted area.",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/conditions.htm"
}
