{
    "title": "Dinosaur National Monument: Annual Passes",
    "body": "Annual Passes       Annual passes are available to the general public including international visitors. Passes are valid for 12 months from purchase month and are non-transferable. Signator of pass must show photo ID and be present upon entry.          Dinosaur Annual Pass $40. Valid for 12 months from purchase date. Admits the pass holder\/s and passengers in a non-commercial vehicle (14 passenger capacity or less) to Dinosaur National Monument.         Annual 4th Grade Pass Every Kid in A Park  Free! Available to U.S. 4th graders (including home-schooled and free-choice learners 10 years of age) with a valid Every Kid in a Park paper voucher. The pass is valid for the duration of the 4th grade schol year through the following summer (Septmeber-August) Paper vouchers can be obtained by visiting the Every Kid in a Park website and can be exchanged for the Annual 4th Grade Pass at Federal recreation sites that charge Entrance or Standard Amenity fees. Digital versions of the voucher (such as on smart phones or tablets) will not be accepted to exchange for an Annual 4th Grade Pass. The pass is non-transferable.  Educators can also be involved! Learn more at the Every Kid in a Park website.          America the Beautiful The National Parks and Federal Recreational Lands Annual Pass $80. Valid for 12 months from from purchase date. This interagency pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee. The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas. At per person fee areas, it admits the pass holder + 3 adults. The pass can be obtained in person at Dinosaur entrance stations, at other National Park sites, via the Internet at http:\/\/store.usgs.gov\/pass or by calling 1-888-ASK-USGS, Extension 1.            America the Beautiful The National Parks and Federal Recreational Lands Annual Pass for Military  Free. Available only for active duty military personnel and dependents with proper identification (requires presentation of CAC Card or DD Form 1173). This pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee. The pass admits the pass holder\/s and passengers in a non-commercial vehicle at per vehicle fee areas. At per person fee areas, it admits the pass holder + 3 adults. The pass can be obtained in person at Dinosaur entrance stations, at other National Park sites, via the Internet at http:\/\/store.usgs.gov\/pass or by calling 1-888-ASK-USGS, Extension 1.          America The Beautiful The National Parks and Federal Recreational Lands Volunteer Pass Contribution of 250 Volunteer Hours. Valid for 12 months. This pass is for volunteers contributing 250 service hours on a cumulative basis. This pass provides access to, and use of, Federal recreation sites that charge an Entrance or Standard Amenity Fee. This pass admits the holder and passengers in a non-commercial vehicle at per vehicle fee areas and pass holder + 3 adults at per person fee areas. Click here to learn about volunteer opportunities at Dinosaur National Monument.      Golden Eagle Passport and National Parks Pass: DISCONTINUED. These passes have been discontinued and replaced by the America the Beautiful, The National Parks and Federal Recreational Lands Pass Series also known as the Interagency Annual Pass. Dinosaur National Monument also recognizes the Interagency Lifetime Passes as valid entry.",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/annual-passes.htm"
}
