{
    "title": "Dinosaur National Monument: Plan Your Visit",
    "body": "Explore This Park    Plan Your Visit           Plan Your Visit        The Quarry Exhibit Hall allows visitors a comfortable place to view the \"Wall of Bones\" which contains 1,500 dinosaur fossils still embedded in the cliff face. NPS       Come Discover Dinosaur! Most people come to see dinosaur fossils and there are 1,500 bones of these amazing creatures still encased in the rock at the Dinosaur Quarry Exhibit Hall. But there is more to see here beyond the amazing fossils. Go whitewater rafting and star gazing. Explore mountains and canyons. Watch wildlife and photograph wildflowers. Contemplate historic cabins and Fremont rock art. Dinosaur offers countless opportunities for discovery and we hope you will have fun, make lifelong memories, and develop a deep connection to this special place. This \"Plan Your Visit\" section has all kinds of helpful tips about things to do, places to go, eating & sleeping, and current conditions. Dig deeper for information about accessibility, directions, operating hours & seasons, fees & passes, reservations & permits, and brochures. Visit the official online store for books, maps,and guides to the park. Operated by the nonprofit Intermountain Natural HistoryAssociation, store proceeds directly benefit Dinosaur National Monument.           Basic Monument Information Need to find out operating hours, monument fees, weather, current conditions or what you can do with pets? Start on our basic information page. If you need other information that you cannot find on our website, feel free to email or call us at (435) 781-7700.           Directions & Transportation The directions & transportation page has more information about how to get to the monument, drive times and maps.         Fees & Passes Find out the rates for the monument entrance fees or various passes that are available.         Visitor Centers Dinosaur National Monument has two visitor centers where you can obtain information on the monument.            Camping The monument has several campgrounds located in both Colorado and Utah. Opportunities for backcountry camping are also available            Pets Pets are permitted in monument, but there are rules and restrictions regarding where they are allowed. More information…           Hiking Dinosaur features miles of hiking trails plus unlimited cross country travel opportunities.            River Rafting\/Boating The Green and Yampa Rivers provide world class river rafting and boating.           Accessibility Information about accessible facilities and services may help you in planning your visit to Dinosaur National Monument.",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/index.htm"
}
