{
    "title": "Dinosaur National Monument: Operating Hours & Seasons",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Operating Hours & Seasons              Operating Hours & Seasons       The monument is open 24 hours per day, all year, but some roads and facilities are closed during the winter months.There are no dinosaur fossils on the Colorado side of the monument. If you want to see Dinosaur Fossils, you must visit the Utah side of the monument near Jensen, Utah. Because Dinosaur's biggest collection of dinosaur fossils are protected within a secure structure known as the Quarry Exhibit Hall, visits are only allowed during certain hours.  See dates and hours of operation for monument visitor centers below.      Utah Side of the Monument This is where you see the dinosaur fossils         Quarry Visitor Center Seven miles north of Jensen, Utah The visitor center features a staffed information desk, exhibits, sales area for the Intermountain Natural History Association, and monument film. It is the departure point for trips to see the Dinosaur Quarry. Phone: (435) 781-7700     May 21, 2016 - September 11, 2016    Open daily, 8:00 a.m. to 6:00 p.m.    September 12, 2016 - December 31, 2016    Open daily, 9:00 a.m. to 5:00 p.m. Closed on Thanksgiving, Christmas (December 25) and New Year's Day (January 1) holidays.     Quarry Exhibit Hall .25 miles from the visitor center.  This is where you see dinosaur fossils. Please note that access to the Quarry Exhibit Hall varies with the time of year due to visitation and staffing. See information below about shuttles, driving up on your own, or timed caravans.    Peak Season  May 21, 2016 to September 11, 2016    Open daily, 8:00 a.m. to 5:30 p.m. During the busy season, a shuttle bus takes visitors from the visitor center to the Dinosaur Quarry every 15 minutes from 9:30 am to 5:00 pm. The last shuttle for the day leaves from the Quarry Exhibit Hall at 5:30 p.m. for the return to the visitor center. If you arrive between 8:00 and 9:15 a.m., you may drive your personal vehicle to the quarry. The access road closes to uphill traffic at 9:15 a.m. Visitors with accessibility needs, or those who are traveling with pets, should inquire at the information desk at the visitor center for directions on how to access the Quarry Exhibit Hall in their personal vehicle.     Late Fall to Early Spring  September 12, 2016 through May 20, 2017   Due to lower visitation and reduced staffing in the Fall, Winter and Spring, access to the Quarry Exhibit Hall is by vehicle caravans at set times during the day. Visitors begin at the Quarry Visitor Center and drive their personal vehicle to the Quarry Exhibit Hall, following the ranger. Caravans depart the Quarry Visitor Center at the following times: 9:30 a.m. 1:00 p.m. 10:30 a.m. 2:00 p.m. 11:30 a.m. 3:00 p.m. 4:00 p.m.   If you arrive after a group has departed, you may have to wait approximately 1 hour before the next departure. There is a twelve minute film, exhibits, and a bookstore in the visitor center to occupy your time while you wait. You can also take a scenic drive on the Cub Creek Road. Last caravan to the quarry is at 4:00 p.m.  Each tour of the quarry lasts approximately 45 minutes. Visitors who wish to spend more time in the quarry must exit the Quarry Exhibit Hall until the ranger brings up the next group.  Occasionally, when staffing allows, a ranger is stationed in the Quarry Exhibit Hall so that visitors may drive up anytime during open hours instead of following the timed caravan schedule. This is usually weekends only and is often determined on a daily basis, so it is best to anticipate the timed caravans if visiting between mid October and early May.         Colorado Side of the Monument Dinosaur fossils are not visible in this part of the monument         Canyon Visitor Center Two miles east of Dinosaur, Colorado The visitor center features a staffed information desk, exhibits, sales area for the Intermountain Natural History Association, and monument film. Phone: (970) 374-3000    April 2, 2016 - May 22, 2016   Saturday & Sunday only 9:00 a.m. to 5:00 p.m.   May  27, 2016 - October 2, 2016    Daily 9:00 a.m. to 5:00 p.m.",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/hours.htm"
}
