{
    "title": "Dinosaur National Monument: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes               Fees & Passes          Monument Fees All monument visitors are required to purchase a recreational use pass upon entering Dinosaur National Monument. Please note that the entrance fees for Dinosaur National Monument increased on January 1, 2016. Dinosaur National Monument participates in the congressionally authorized Federal Recreation Lands Enhancement Act. Under this program, parks keep 80% of all fees collected; the remaining 20% will be deposited in a special account to be used in parks where fees are not collected. Funds generated by the fees are used to accomplish projects the parks have been unable to fund through annual Congressional allocations. Entrance fees help support projects in the monument to improve the experience for visitors. For more information, call (435) 781-7700.         Entrance Fees (Valid for 7 consecutive days)   Current Fee   Private Vehicle Admits one private, non-commercial vehicle (15 passenger capacity or less) and all occupants.   $20   Motorcycle   $15 per motorcycle   Per Person (Bicycle, Walk-in) Admits one individual with no car to the monument - typically used for bicyclists and walk-ins. Youth 15 and under are admitted free.  $10   Dinosaur Annual Pass  Current Fee   Dinosaur National Monument Annual Pass Valid for entry into Dinosaur National Monument for 12 months from purchase. See information on annual and lifetime passes below  $40             Interagency Access (Permanently Disabled) See information on annual and lifetime passes below  Free       Other Annual Passes     Interagency (Good at most Federal Fee Areas) Available for purchase. See information on annual and lifetime passes below  $80    Annual 4th Grade Pass (good at most Federal Fee areas) Available to U.S. 4th graders with a valid Every Kid in a Park paper voucher. See information on annual and lifetime passes below  Free    Military Annual Pass Available only for active duty military personnel and dependents with proper identification (requires presentation of CAC Card or DD Form 1173). See information on annual and lifetime passes below  Free    Lifetime Passes (U.S. Citizens \/ Permanent Residents)     Interagency Senior (Age 62+) See information on annual and lifetime passes below  $10                 Commercial Tour Fees       Commercial tour vehicle rates are based on vehicle capacity. Pass is valid for the day of purchase and the next six days for a vehicle carrying the same group of passengers.         1-6 Passenger capacity $25.00+: (minimum required fee is $25 commercial fee plus the per-person entrance fee for each passenger not to exceed $50.00)     7-15 Passenger capacity  $50.00    16-25 Passenger capacity  $60.00      26+ Passenger capacity $150.00      A commercial tour is defined as consisting of one or more persons traveling on an itinerary that has been packaged, priced, or sold for leisure or recreational purposes by an organization that realizes financial gain through the provision of the service. The entry fees of commercial tours are based upon the total capacity of vehicles that can carry seven or more passengers regardless of the actual number of passengers. Possession of an annual or lifetime pass or the ages of the passengers does not affect the price charged unless the vehicle's capacity is less than 7 passengers, excluding the driver.       Forms of Payment Acceptable forms of payment for Dinosaur National Monument's entrance fees and passes include cash, credit cards, traveler's checks, money orders, cashier's checks, gift checks, personal checks, and business checks.       Credit cards currently accepted by the National Park Service for payment of entrance fees.         Annual and Lifetime Passes Dinosaur National Monument also recognizes the Dinosaur Annual Pass, the Every Kid in a Park Fourth Grade Pass, Interagency Annual and Lifetime Passes as valid entry. Learn more about Annual Passes Learn more about Lifetime Passes       Noncommercial Organized Groups: Valid for 7 days. Organized groups such as Scouts, Rotary, Clubs, Youth Groups, Churches, Reunions, etc. that do not qualify for an Academic Fee Waiver are charged as follows: $20.00 Noncommercial vehicles with a vehicle capacity of 14 or less $10.00 per person Non-commercial vehicles with a capacity of 15 or greater. Fees will not exceed the commercial fee for the same-sized vehicle. Youth 15 and under are free. Individuals or families with any valid Annual or Lifetime pass may use their pass for entry at the per person rate. Pass and photo ID must be present upon entry.       Fee Free Days Several days throughout the year have been designated as fee free days at your national parks including Dinosaur National Monument. On these days, entrance fees will not be charged, however, camping and other use fees will still be collected. To find out the fee free days for 2016 visit the Fee Free Days website.          Academic Fee Waivers National Park Service regulations allow school groups and other bona fide national and international academic institutions to obtain a waiver for park entrance fees, provided that the visit is for educational or scientific purposes, and the resources or facilities the group proposes to use support those purposes. More information…                 Camping Fees Fee Rates (Summer) Fee Rates (Winter)   Green River Campground Reservations for some sites available through Recreation.gov $18 Closed in Winter   Deerlodge Park Campground  $10  $6 when road is passable   Echo Park Campground  $10  $6 when road is passable   Gates of Lodore Campground  $10  $6 when road is passable   Rainbow Park Campground  $6  $6 when road is passable   Split Mountain Group Campground Reservations available through Recreation.gov  $40  $6   Echo Park Group Campsite $15  $6 when road is passable    Backcountry camping Free  Free     All rates are per site, per night. Senior and Access pass holder receive a 50% discount at all campgrounds except for the Split Mountain Group Campground during the summer and group site at the Echo Park Campground.",
    "url": "https:\/\/www.nps.gov\/dino\/planyourvisit\/fees.htm"
}
