{
    "title": "Grand Canyon National Park: Cave \/ Karst Systems",
    "body": "Cave \/ Karst Systems       Hidden within the Grand Canyon are an estimated 1,000 caves. Of those, 335 have been recorded. Very few have been mapped or inventoried. Most have developed in the limestone of the Redwall and Muav formations, although some are known to exist in other formations. Some caves are well known and, over the years, have been frequented often by visitors, such as the Cave of the Domes on Horseshoe Mesa.       Hikers standing in the entrance to the Cave of the Domes on Horseshoe Mesa. NPS Photo by Michael Quinn         Inside Cave of the Domes    Cave resources include unique cave formations or \"speleothems,\" mummified remains of extinct Ice Age fauna, archaeological remains (including split-twig figurines), and unique biological systems. Many caves also play a major role in regional hydrology, as evidenced by incredible waterfalls and substantial streams emerging from places like Vaseys Paradise, Cheyava Falls, and Roaring, Thunder, and Tapeats springs.   Under the current park policy, All caves (with the exception of the Cave of the Domes on Horseshoe Mesa) are currently closed to visitation, except for research purposes. Please contact Edward Schenk, Physical Science Program Manager, for additional information (928) 638-7817.         Cave Monitoring This engraving was scratched in a Grand Canyon cave. Unfortunately, due to the unique preservative quality of caves, this mark is irreversible.  Dealing with unauthorized access (caving in the Park is illegal) is one of the biggest problems the cave management staff of the park's Physical Science Program deals with in Grand Canyon National Park.  The caves of Grand Canyon National Park represent a unique and fragile resource.  Mineral formations, fossil bones of extinct animals and prehistoric artifacts have been found in Grand Canyon caves.      These resources are non-renewable and have both scientific and aesthetic value.  In order to evaluate man-caused impacts to Grand Canyon caves, there is an established monitoring program in the park.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/cave.htm"
}
