{
    "title": "Curecanti National Recreation Area: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       ENTRANCE FEE There is no entrance fee for Curecanti. Visitors traveling to East Portal through the Black Canyon of the Gunnison National Park entrance must pay $15.00 per vehicle. It covers all persons in a single, private, noncommercial vehicle and is valid for seven calendar days.   BOAT PERMITS     Annual:  $30.00     14 Days:  $10.00    2 Days: $4.00      Fees for boating access on Blue Mesa Reservoir, within Curecanti National Recreation Area, are required for all motorized and\/or state registered vessels. These user fees are half-price for those visitors who possess the Interagency Senior or Access Pass. Annual Permits are good for the calendar year.   Annual Boat Permit by Mail Order Form » For your convenience, annual boat permits are available by mail. Please send us the above form with payment and we will mail your annual boat permit.   AMERICA THE BEAUTIFUL PASSES The following passes are part of the National Parks and Federal Recreational Lands Annual Pass Program. These passes are available at the Elk Creek Visitor Center.         Interagency Annual Pass - $80.00  The Interagency Annual Pass is valid for all National Park Service and U.S. Fish and Wildlife Service entrance fees, and Bureau of Land Management, Bureau of Reclamation, and Forest Service sites that charge a standard amenity fee. (This pass is not valid for other National Park Service fees such as camping, boat tours or boat permits).  This pass permits entry for the pass holder and accompanying passengers in a single, private, noncommercial vehicle at parks that charge a per vehicle entrance fee.   The Interagency Annual Pass costs $80 and is available at the Elk Creek Visitor Center, online at http:\/\/store.usgs.gov\/pass\/index.html or by phone at 1-888-ASK USGS, extension 1.   The Interagency Annual Pass is valid for one year from the month of purchase, and is non-transferable. Passes sold over the Internet will be punched with an expiration date prior to shipment.          Interagency Annual Military Pass - FREE  Active duty members of the U.S. Military qualify for a free Interagency Annual Military Pass. The military version covers the same fees as the standard Interagency Annual Pass above. A current, valid military identification card is required to obtain the pass. Passes are available at the Elk Creek Visitor Center.         Interagency Senior Pass - $10.00  The Interagency Senior Pass is a lifetime pass available to persons who are at least 62 years of age and citizens or permanent residents of the United States, for a one time charge of $10.  This pass permits entry for the pass holder and accompanying passengers in a single, private, noncommercial vehicle at parks that charge a per vehicle entrance fee. It also provides for a 50% discount on camping fees and boat fees.  The Interagency Senior Pass can be obtained in person at the Elk Creek Visitor Center or online at http:\/\/store.usgs.gov\/pass\/index.html. Online sales will be charged an additional $10.00 processing fee. The pass is non-transferable.  Note: The Interagency Senior Pass replaces the Golden Age Passport. Existing Golden Age Passports will still be honored for the lifetime of the cardholder.          Interagency Access Pass - FREE  The Interagency Access Pass is a lifetime pass available without charge to persons who are blind or permanently disabled and citizens or permanent residents of the United States.   This pass permits entry for the pass holder and accompanying passengers in a single, private, noncommercial vehicle at parks that charge at parks that charge a per vehicle entrance fee. An Interagency Access Pass also provides a 50% discount on camping fees and boat fees.  The Interagency Access Pass can be obtained at the Elk Creek Visitor Center or online at http:\/\/store.usgs.gov\/pass\/index.html. Online sales will be charged a $10.00 processing fee. The pass is non-transferable.ocumentation is required to obtain the pass. Acceptable documentation includes: statement by a licensed physician;document issued by Federal agency such as the Veteran's Administration, Social Security Disability Income or Supplemental Security Income;or document issued by a State agency such as a vocational rehabilitation agency.  Note: The Interagency Access Pass replaces the Golden Access Passport. Existing Golden Access Passports will still be honored for the lifetime of the cardholder.",
    "url": "https:\/\/www.nps.gov\/cure\/planyourvisit\/fees.htm"
}
