{
    "title": "Kenai Fjords National Park: Sea Otter",
    "body": "Sea Otter - Enhydra Lutris       Basic Facts        © Photograph by Fabrice Simon  Sea otters are the largest members of the weasel family, and are related to skunks, wolverines, weasels, badgers, martens, and minks. Sea otters average four to five feet long and weigh 80 pounds, but they can be as much as six feet and 100 pounds. The sea otter lacks the blubber, and consequently size, that all other warm-blooded sea animals need to stay warm. In place of blubber, sea otters have a dense coat of luxuriously soft fur. Made up of a dark brown underfur with sparse guard hairs of lighter brown or silver color, the sea otter’s coat consists of 600,000 to 1,000,000 hairs per square inch and must be kept immaculately clean to keep the animal warm. A sea otter’s head fur turns grayish-white, almost silvery, with age, giving rise to the nickname “old man of the sea.” Coyotes and bald eagles are both known to prey on sea otters, especially pups. Otherwise, humans have proved to be the most threatening predator throughout history. There have been reports of transient orcas feeding on sea otters in the Aleutian Islands. This may be due to the drastic decline of sea lion and seal populations, the normal food for these transients. So far, this hasn’t been a problem in Resurrection Bay or the Kenai Fjords.  Habitat and Local Sightings In Alaska, they range from Southeast Alaska, through Prince William Sound, the Kenai Fjords, and the Aleutian Islands. Other populations are found in the western north Pacific off the Kuril Islands and in California from Point Ano Nuevo south to San Nicolas Island. Local sea otters are accustomed to boats, so there is excellent viewing in the small boat harbor with one or two otters often frequenting the entrance area between the jetties. We also see rafts of three to five otters between the harbor and just north of Caines Head. Occasionally we view otters further out in the park, but they often dive before boats get close.  Food and Survival Strategies Sea otters favor shallow coastal water, especially kelp beds, and feed in the intertidal zone. Though they can dive to depths of 250 feet and more, they usually dive between five and 60 feet in search of food. Their diet includes clams, mussels, crabs, and sea urchins. Otter teeth are well designed for a diet of shellfish because the lower front teeth act as a scoop for cleaning out shells, while flat, sturdy molars crush the shells of most prey species. A tough shell presents no problem for a sea otter and they will use rocks as tools to open up a difficult shell. Sea otters spend much of their life eating. In captivity, they consume 25 percent of their body weight every day. Food is the fuel that runs the sea otter’s high-speed metabolism, a metabolism essential for warmth. The metabolic needs of the sea otter help it play an important role in the ecosystem. The sea otter is known as a “keystone species,” one that indicates overall health of the ecosystem it lives in. This is due to the otter’s selective consumption of sea urchins. Sea otters prefer older, larger sea urchins, a significant choice because sea urchins are heavy grazers. Large populations of sea urchins left unchecked will create an “urchin barren” synonymous with an “intertidal desert.” By eating large amounts of sea urchins, the sea otter keeps the intertidal zone healthy and diverse.  Reproduction and Young Mating usually takes place in September and October, although we note couples in Resurrection Bay going through mating rituals throughout the summer, especially in July and August. Look for pinwheeling pairs with the male biting the female’s nose. Single pups, about 10 inches long and weighing about five pounds, are usually born in late spring or early summer, but can be born any time of year. Newborn pups require constant attention because they can’t swim, feed themselves, or clean their own fur. Look for females lying on their backs with their pups resting on top of them. Resurrection Bay is not as favored for pupping as Prince William Sound. Females like small, protected coves with good kelp beds to help keep pups safe. Sea otters have been known to occupy Emerald Cove in the spring and summer seasons. A pregnant female frequented the exposed rocks of the cove in 2002, a rare sight, as sea otters almost never come to land.  Human Connections Native Alaskans are permitted to harvest sea otters for subsistence and making traditional handicrafts. Historically, sea otters were nearly hunted to extinction, first by the Russians who forced the Aleut and Alutiiq people to hunt and later by the Americans after the Alaska purchase. It is estimated that there were between 100,000 and 150,000 sea otters in and around Alaska waters at the time of the Russian arrival in 1741. By 1900, nearly half a million sea otters had been killed, and the world population was estimated between 1,000 and 2,000. In 1911, sea otters were protected by international treaty, but several years later they were thought to have become extinct. Today, about 168,000 sea otters live off the coast of Alaska and Russia, with another 2,400 along the central California coast. The 1989 Exxon Valdez oil spill killed at least 1,000 sea otters, and mortality rates continued to rise through 1993 as a result of the spill. The population of Prince William Sound sea otters is listed as recovering, but evidence of the oil spill continues today.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/nature\/sea-otter.htm"
}
