{
    "title": "Kenai Fjords National Park: Dall's Porpoise",
    "body": "Dall's Porpoise - Phocoenoides Dalli        NOAA photo       Basic Facts The Dall’s porpoise is a member of the family Phocoenidae otherwise known as “true” porpoises. Porpoise comes from a Greek word meaning, “pig faced” describing the blunt snout and stocky body form. It is named after W.H. Dall the American zoologist who wrote about and sketched two specimens taken off the coast of Alaska in 1873. The average adult is six feet in length and weighs 300 pounds. Porpoises have small, spade-shaped teeth unlike the cone-shaped teeth of dolphins and other toothed whales. They also have distinctive rigid, protruding growths between each tooth called “gum teeth” which are thought to be used in grasping slippery prey items such as squid. Often reported by visitors as “little orcas,” they are black with a bright white region on the belly and flank that extends from midbody almost to the flukes. The dorsal fin is small and triangular, and often has a gray or white patch starting at the tip and down most of the trailing edge. Considered one of the fastest of the smaller cetaceans, they are known to reach speeds of close to 35 miles per hour, often causing a distinctive “rooster tail” of spray as the dorsal fin hits the surface. Similar to some dolphin species, they often play about ships “porpoising” and riding on the bow waves. The oldest known age is 22 years. Worldwide population is estimated to be just over one million, while the Alaska stock is estimated at 83,000. Predators include transient orcas and, less frequently, sharks.  Habitat, Range and Local Sightings Their range is from Japan, around the north Pacific Rim, to Baja California. Because they prefer cool water, they are generally pelagic with localized migrations. Exceptions include nearer shore year-round populations in Japan, the Kamchatka Peninsula, Puget Sound, British Columbia, the Aleutians, and Alaska’s inside waters, such as the cooler, glacier fed waters of Kenai Fjords National Park. Dall’s porpoise are often spotted fishing at the mouth of Resurrection Bay, in front of Bear Glacier, on the crossing to Aialik Bay and within the first part of Aialik Bay. They often come to ride the bow wake of the boats.  Food and Survival Strategies They commonly feed on animals that live deeper than 590 feet. Their diet includes fish such as herring and anchovies as well squid and crustaceans. They have also been observed in the company of resident orcas feeding on salmon.  Reproduction and Young The male is sexually mature at five to eight years and the females at three to seven years. Females give birth every three years with a gestation period of 11 to 12 months. At birth, the calf is approximately three feet in length.  Human Connections Dall’s porpoise meat has been used as food, the blubber for an oil source, and the bones ground for fertilizer mainly in Japanese fisheries. In Japan in the 1960s, an estimated 2,500 were caught per year for food with an estimated 10,000 to 20,000 taken as commercial by-catch in salmon gill nets.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/nature\/dalls-porpoise.htm"
}
