{
    "title": "Kenai Fjords National Park: Moose",
    "body": "Moose - Alces Alces Gigas       Basic Facts        NPS Photo by Jim Pfeiffenberger  The moose is the largest member of the deer family. Alces alces gigas is the subspecies of moose found in Alaska. Gigas means “giant,” and the Alaska moose is the largest of its species. An adult male moose stands six to seven feet tall at the shoulder, is nine feet long from head to rump, and can weigh as much as 1,600 pounds (females can reach 1,300 pounds). Moose have long legs, a huge muscular hump on its back just beyond the head, big ears, and no tail. Its long snout is decorated underneath with a flap of skin called the “dewlap,” a structure used to release scent during the rut. As with all members of the deer family, male moose grow antlers each year beginning in April or May. Moose antlers match the rest of the animal in terms of size, reaching up to seven feet across and weighing 70 pounds. During a four-month period of growth, antlers can gain as much as a half a pound a day. In the fall, the soft tissue calcifies and hardens, and the “velvet” which covers the antlers falls off. The antlers are shed sometime between November and January.  Habitat, Range and Local Sightings Worldwide, moose can be found in the northern forests of North America, Russia, and Europe. In Alaska, they are found from the Stikine River in Southeast to the Colville River on the Arctic Slope. The Alaska subspecies is also found in the Yukon Territory as well as northwest British Columbia. Moose habitat varies with the season. In the summer, moose are found in open vegetated areas. They spend much of their time along streams and lakes where food is abundant. In the winter, moose are more likely to be found in the forest where there is some protection from snowfall. Their territory can be anywhere from a few miles to 60 miles, depending upon the proximity of vegetation and protective areas. Moose are frequently sighted throughout Alaska, often along highways and roads. In Kenai Fjords National Park, good moose viewing can be found off the Seward Highway near Mile 5 and along Exit Glacier Road. During the summer season, the Exit Glacier area regularly hosts one or two females with calves.  Food and Survival Strategies Spring and summer provide a nicely mixed diet for moose. In spring, they feed on sedges, horsetail, pondweeds, and grasses. Summer feeding is crucial to winter survival and reproduction for a moose, and during this time they add the new fleshy leaves and tips of willow and cottonwood twigs to their diet. When snows are deep, moose tend to feed on the cambium layer of trees. This habit girdles the trees as the moose must strip the bark off to get to the cambium. Frequently in the black cottonwood forest around Exit Glacier one can find trees that have been girdled by moose. A snowy winter can be a fight for survival even for a healthy moose. Male moose often begin winter with their stored fat running low after a hard rut, while pregnant females struggle to eat enough to support their developing calf and keep themselves going. Deep snow makes both eating and walking difficult as long legs easily sink into snow that is not packed. Consequently, moose often walk along train tracks and highways, causing greater danger from moving vehicles. Wolves, brown bears, and black bears all prey on moose, especially young calves in the spring and summer.  Reproduction and Young Reproduction is closely linked to nutrition in moose. When food is available and predation is low, a moose population can quickly expand to fill a range. A female moose usually begins to breed between 16 and 28 months and gives birth to twins as often as 90 percent of the time. Triplets occur in about one in 1,000 births. If conditions are poor, however, a moose will wait three or four years before having its first calf and can skip years between calving. The rut occurs in September and early October, as bulls challenge each other by bringing their antlers together and pushing. After a gestation period of almost eight months, calves are born in May or June. They can eat solid food just a few days after birth and are weaned in the fall when females begin breeding.  Human Connections Moose are the most hunted big game species in Alaska. An average of 7,000 animals are harvested each year, providing more than three million pounds of meat. Their value as a big game species makes moose very important for the Alaska Department of Fish and Game and therefore the animal is well researched. The local moose population at Exit Glacier has often been referred to as the park’s “gardening team.” The effects of moose browsing are quite evident along the main paved trail to the glacier. Researchers in the field of moose biology call moose “ecosystem engineers” due to their ability to affect change in their environment.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/nature\/moose.htm"
}
