{
    "title": "Grand Canyon National Park: Nonnative Species",
    "body": "Nonnative Species       A basic premise in ecology is that an ecological community is one in which all parts contribute to its health. Take one part out, and community structure will be altered. When species are lost the community loses its integrity, and a cascading effect takes place. Eventually the original community is completely lost. We know that community structure has evolved over long periods of time. We also know that communities are not static, and that a certain number of species extinctions or extirpations would occur naturally, as would a certain amount of natural colonization from new species. In general, we expect these processes to be fairly slow, unless there is some community perturbation (such as fire, flooding, sudden changes in climate, or human caused disturbances). Thus, the introduction of exotic species can be quite disruptive to the natural process of community evolution. It also is problematical because introduced species do not arrive with the natural controls that keep their population in check. These principals hold true for introduced plants as well as animals, and the underlying principles of how to deal with exotics is the same whether we are speaking of burros or camelthorn.   The natural controls on flora and fauna include such processes as predation, competition, and parasitism. These forces prevent one species from dominating. For exotics, not only are the checks on population size lacking or limited, but introduced species are also often hardy organisms, with broad tolerances for environmental variability. Freed from the constraints of their usual habitats, exotics are typically able to take over large tracts. Sometimes they are so successful that they create a monoculture. Other cases are more subtle, where an exotic species replaces a native species or two. Some exotics are predators in their own right, and because they prey on organisms that are unfamiliar with the exotic's predatory techniques, the new predator may have the advantage.   It is no exaggeration to state that the ecology of a place can be irreparably harmed by the introduction of exotics. In Grand Canyon National Park, we find numerous exotics, from approximately 155 non-native plant species (out of the Park’s more than 1500 total plant species) to exotic animals such as burros, trout, and mudsnails. We also find unnaturally large populations of native organisms (such as ravens, cowbirds, and in some locations, deer) sometimes due to the presence of non-native species. In the park service, there are guidelines and policies for dealing with exotics. These ultimately relate to the mission of the National Park Service, “... to conserve the scenery and the natural and cultural objects therein....”   Unfortunately, there are constraints upon these lofty goals. As one might expect, these include lack of money and people to do monitoring and inventory of park resources, but also that the park must deal with systems which have been altered beyond repair. In Grand Canyon, the Colorado River community today is very different from the one European settlers found,  in part due to the Glen Canyon Dam. In some instances, exotic species are a benefit to one native species while they harm another (e.g. endangered bald eagles feeding on non-native trout, which in turn compete with endangered humpback chubs). Management decisions in such cases are difficult. Sometimes, managers face problematical species which have become so well established that there is no effective way to fight them (cheatgrass, mullein, and tumbleweed.) Where the park can take effective action it does, using integrated pest management techniques, with the ultimate goal being preservation of the natural ecological processes and native species. The Habitat Restoration Team works to eradicate exotic plants and to plant natives. One success story comes form the way the park dealt with the ferral burros in the 1970s. By removing the burrows, we helped to ensure the success of the bighorn sheep population.          Canyon Sketches Vol 02 - April 2008  Volunteers Help Control Invasive Plants  Invasive plants such as Sahara mustard pose a serious ecological threat to Grand Canyon. Volunteers have made important contributions towards controlling this aggressive invader over the last few years. Volunteer trips with Science and Resource Management’s vegetation program are fun and educational and give people who love Grand Canyon the opportunity to help preserve park resources.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/nonnativespecies.htm"
}
