{
    "title": "Denali National Park & Preserve: Road Ecology Program",
    "body": "Explore This Park    Learn About the Park     Science & Research     Road Ecology Program              Road Ecology Program: Protecting Resources and Values Along the Park Road       For over seventy years, the Denali Park Road has provided the primary access to Denali National Park and Preserve, facilitating wilderness recreational opportunities and supporting a sense of discovery, adventure, and a connection with nature.The Vehicle Management Plan (2012) is a tool that park managers use to ensure there is a balance between the demand for visitor opportunities to tour the road with the need to ensure that park resources are protected and visitors continue to have a safe, high-quality experience.  Jump to: Brief History of the Park Road | Denali Park Road Capacity Study | Development of Indicators and Standards | Denali Park Road Vehicle Management Plan  Summary and Monitoring Reports  Note: Monitoring reports must be downloaded from the IRMA (\"Integrated Resource Management Applications\") database; look for the file download link under the \"Holdings\" section.    Protecting Wildlife and Visitor Experience along the Denali Park Road (4-page fact sheet) Vehicle Management Plan EIS Summary 2013 Monitoring Report 2014 Monitoring Report          The view at Teklanika flats in 1962 (top) and in 2012 (bottom). What has changed in the 50 years? Photo Credits: Top, Larson; Bottom, Karpilo  Brief History of the Park Road  Beginning in 1923, rock was blasted and gravel moved to create the park road. This 92-mile ribbon of road—winding west from the park entrance to Kantishna—was completed in 1938. From its inception, the park road has provided the primary access to the park. Going west, the road character makes transitions from a modern two-lane paved road (Mile 0-15) to a gravel two-lane road (Mile 15-31) to a rustic one-lane gravel road (Mile 31- 92). Beginning in 1972 with the opening of the George Parks Highway, park managers have been challenged to balance the growing demand for visitor opportunities to tour the road with the need to ensure that park resources are protected and visitors continue to have a safe, high-quality experience. In 1972, a special park regulation was put in place to restrict private vehicle travel beyond the Savage River and to institute a public transportation system. In 1986, managers set an annual limit of 10,512 vehicle trips (from the Saturday before Memorial Day to the second Thursday after Labor Day or September 15, whichever comes first).  For more on history of the park road, browse the Crown Jewel of the North (a park history in chapters)        Taking a road study survey (2007) NPS Photo by Jeff Hallo  Denali Park Road Capacity Study   Park managers initiated a comprehensive study (2006-2012) to identify how much traffic could be accommodated on the park road while protecting park resources and visitor experience.   The three primary components of the road study were designed to determine: (1) if vehicle traffic had an impact on wildlife movements and sightings from the road, (2) key indicators of a high-quality visitor experience on the park road, and (3) driving behaviors and traffic patterns of different types of road users. Learn more about the Denali Park Road Capacity Study 2006 - 2012        How long have these hikers waited for a bus? NPS Photo  Developing Indicators and Standards   Results from the road capacity study were used to select seven indicators of desired resource and visitor experience conditions. Three of the indicators restrict the amount and timing of vehicle traffic to protect wildlife: (1) hourly 10-minute gaps in traffic at five sheep crossings, (2) an hourly limit to night-time (10 p.m. to 6 a.m.) traffic, and (3) an hourly limit to large (>80,000 gross lbs) vehicles Three indicators set limits on vehicle crowding based on results of the visitor surveys: (4) the number of vehicles at a stop to view wildlife, (5) the number of vehicles parked at rest stops, and (6) the number of vehicles visible in four iconic viewscapes.  The final indicator reflects the effectiveness of the transportation system: (7) amount of time a hiker waits to catch an eastbound bus.  Results were also used to set quantitative standards for each indicator to ensure that desired conditions are maintained. Meeting the standards means success in managing the park road for its natural ecology and visitor experience. Download the Table of Indicators and Standards      Wildlife Viewing Subzones  Three wildlife viewing subzones were identified based visitor expectations for traffic conditions (see map below). The subzones are subject to different standards (subzone 1 is expected to have the most vehicle traffic and subzone 3 the least traffic).                                                                                                                                                             Here's the result of more than six years of scientific study and four years of planning, analysis, and public input.   Denali Park Road Vehicle Management Plan   The Denali Park Road Final Vehicle Management Plan and Environmental Impact Statement (VMP) was finalized and the Record of Decision signed by the Alaska NPS Regional Director in September 2012. Implementation of the VMP is occurring in stages. During 2013-2015, park staff will develop the specific methods for implementing and reporting. Monitoring results will be reported to the public on an annual basis. Full implementation will occur when a new concessions contract to operate the park's public transportation system is in place and the special park regulations—to change the vehicle limit from 10,512 per year to 160 per day—are updated in the U.S. Code of Federal Regulations. As park managers adjust traffic schedules to maximize access (daily number of vehicles), staff will monitor along the park road to ensure that Indicators do not exceed their standards. The strategy includes: (1) monitoring the indicators and standards, (2) detecting changes in wildlife sightings from the park road, (3) assessing changes in wildlife populations, and (4) comparing conditions before\/after traffic modifications. The VMP will guide management of vehicle traffic during the bus operating season for the next 15-20 years. Monitoring the indicators will help ensure the protection of the special character of the park road.  Learn more about the Vehicle Management Plan",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/roadecology.htm"
}
