{
    "title": "Curecanti National Recreation Area: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           102 Elk Creek  Gunnison, CO 81230                 Directions         U.S. Highway 50 runs the length of Curecanti between Montrose and Gunnison. The recreation area is also accessed from CO Highway 149 and CO Highway 92.  Directions Details           Operating Hours & Seasons         Operating Hours Curecanti National Recreation Area is open 24 hours per day, 365 days per year, weather permitting.    Standard Hours    Sunday: 12:00 AM - 12:00 AM   Monday: 12:00 AM - 12:00 AM   Tuesday: 12:00 AM - 12:00 AM   Wednesday: 12:00 AM - 12:00 AM   Thursday: 12:00 AM - 12:00 AM   Friday: 12:00 AM - 12:00 AM   Saturday: 12:00 AM - 12:00 AM             Weather           Weather can vary greatly throughout the day. Summer daytime temperatures range between 50 to 90F (10 to 32C), nights 40 to 60F (4 to 15C). Winter daytime temperatures range between -20 to +40F (-29 to +4C), nights -30 to +20F (-34 to -7C). Precipitation is minimal, but afternoon thunderstorms and strong winds are common during the summer. Snow accumulation varies greatly year to year. Layered clothing appropriate for the season is recommended.          Fees & Passes     Entrance Fees:   Entrance Fee - $0.00 There is no entrance fee for Curecanti. Visitors traveling to East Portal through the Black Canyon of the Gunnison National Park entrance must pay $15.00 per vehicle. It covers all persons in a single, private, noncommercial vehicle and is valid for seven calendar days.          Visitor Centers       Elk Creek Visitor Center Park information, boat permits, Morrow Point Boat Tour reservations, maps, interpretive displays and bookstore.                NPS\/Lisa Lynch           Directions & Map Detailed park map is available for download. Read More        Weather Links to live conditions at Elk Creek Visitor Center. Read More        Pets Information about where pets are allowed in Curecanti. Read More",
    "url": "https:\/\/www.nps.gov\/cure\/planyourvisit\/basicinfo.htm"
}
