{
    "title": "Denali National Park & Preserve: Aurora & the Night Sky",
    "body": "Explore This Park    Learn About the Park     Nature     Aurora & the Night Sky              Aurora Borealis & the Night Sky              Lights in Motion   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:5 minutes, 7 seconds  A 2012 time-lapse compilation of the Aurora Borealis with original composition, \"Coronal Mass Ejection,\" by Peter Van Zandt Lane.           Full resolution of \"Lights in Motion,\" is available on our YouTube channel. Full resolution aurora photographs are available on our Flickr Photostream.       The aurora borealis (Northern Lights) occurs when a coronal mass ejection (CME), a massive burst of solar wind and magnetic fields, interacts with elements in the earth's atmosphere. Coronal mass ejections are often associated with other forms of solar activity, most notably solar flares. Near solar maxima the sun produces about three CMEs every day, whereas near solar minima there is about one CME every five days.   Solar winds stream away from the sun at speeds of about 1 million miles per hour and reach the earth roughly 40 hours after leaving the sun. ­As the electrons enter the earth's upper atmosphere, they will encounter atoms of oxygen and nitrogen at altitudes from 20 to 200 miles above the earth's surface. The color of the aurora depends on which atom is struck, and the altitude of the meeting. • Green - oxygen, up to 150 miles in altitude • Red - oxygen, above 150 miles in altitude • Blue - nitrogen, up to 60 miles in altitude • Purple\/violet - nitrogen, above 60 miles in altitude    All of the magnetic and electrical forces react with one another in constantly shifting combinations. These shifts and flows can be seen as the auroras \"dance,\" moving along with the atmospheric currents. The auroras generally occur along the auroral ovals, which center on the magnetic poles and roughly correspond with the Arctic and Antarctic circles. The lights can be visible at lower latitudes when solar activity is high.   Check here for current aurora activity and the aurora forecast.   Sunspot activity follows an 11-year cycle. Plan your winter visit to see the Northern Lights in person.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/aurora.htm"
}
