{
    "title": "Denali National Park & Preserve: Science & Research",
    "body": "Explore This Park    Learn About the Park     Science & Research             Science & Research       Park Science Denali employs a number of scientists and researchers whose work helps us understand this special part of the world. Check out on-going studies, browse published research or, if you're a scientist, learn how you can apply to conduct a study in the park.         Current \/ On-going Research           Road Ecology Program   Scientists in this program study the way the Denali Park Road, and traffic on it, influence wildlife behavior.           Critical Connections   The Critical Connections Program is an effort to expand our knowledge about the year-round needs of migratory wildlife in National Parks.           Wolf Viewing Project   Many visitors travel here hoping to see wolves. This project tries to quantify that likelihood and studies human impacts on wolf populations          Songbird (Passerine) Monitoring   Discover why tiny songbirds across interior Alaska have been studied since the early 1990's and the important role they play.           Soundscape Monitoring Program   Remote sound stations help us understand what wilderness sounds like, and how much human-caused noise visitors might encounter when visiting          Climate Change   Discover how the changing climate is influencing vegetation change, what researchers can learn from ice cores, and why glaciers are melting.          Archaeology    Learn about archaeology in Denali               Information for Researchers Denali also hosts a number of academic researchers each year. Some researchers have sought special permission to conduct particular studies in the park, while others are awarded one of a variety of fellowships or researcher-in-residence status.   Information for Researchers This includes instructions how to apply for a research permit; logistical information for planning your research expedition; and other useful info. Fellowship Recipients Learn about the research done in Denali by recipients of a variety of fellowships.         Published Research: Highlights           Science Summaries   Frequently updated articles covering all kinds of research and science in Denali.           Alaska Park Science: Denali Articles   Alaska Park Science is a publication covering science throughout Alaska. Dig into Denali-specific articles.           Denali Park Road Capacity Study   From 2006-2012, Denali ran a study designed to optimize visitor experience along the park road while protecting wildlife.          Social Science   Find out what Denali's visitation looks like and how visitors are counted at visitor centers.                         Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: research study studies",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/scienceresearch.htm"
}
