{
    "title": "Denali National Park & Preserve: Wilderness",
    "body": "Wilderness        NPS Photo       Defining Wilderness  Denali represents many ideas for many people. It is a space set aside to always be a frontier, a wild land apart from urban, or suburban, society.  Wilderness, too, represents many different ideas to all of us. However, while everyone has their own definition in mind when hearing the word \"wilderness,\" there is a difference between “big W” and “little w” wilderness in terms of managing public land.  When thinking about public land, Wilderness - capitalized with a \"big W\" - is Congressionally-designated and protected by the Wilderness Act. “Little w” wilderness is land that has a high degree of wilderness character and may be eligible to be designated Wilderness some day.  Denali's Wild Lands   At Denali, the roughly 4 million acres of park and preserve lands created by the Alaska National Interest Lands Conservation Act (ANILCA) in 1981 are “little w” or eligible wilderness. The same legislation also converted the roughly 2 million acres that used to be Mt. McKinley National Park into (big \"W\") Wilderness  While “little w” wilderness is not protected in the same way by law, National Park Service policy stipulates that these areas “will be managed to preserve their wilderness character.”  Other than a small area around the entrance of the park, and the land along the Denali Park Road, the lands of the park are called the backcountry. To detail the conditions and status of these wild lands, Denali staff created a State of the Backcountry report.        A Unique Wilderness  No wilderness is exactly like another; Denali stands out in a number of important ways:   Denali is home to North America’s tallest mountain   The Denali Wilderness has a 92-mile road cutting through it. This is a uniquely accessible wilderness by Alaska standards; no other park in Alaska has the same combination of Congressionally-designated Wilderness and road access.   Denali has very few trails by design. Maintained trails in busy areas protect natural qualities - but there is much more to experience by exploring areas away from trails. Please urge visitors to stay on maintained trails and to follow Leave No Trace principles when traveling off trail.   It is home to two of the oldest known archaeology sites in North America   Denali is the only national park with a working sled dog kennel. The dogs are a testament to Denali's commitment to wilderness values.   The Wilderness Act protects around 2 million acres of Denali. The park has another four million acres of land eligible for Wilderness status, which are also protected by the Wilderness Act.       Balancing Wilderness, Trails and the Denali Park Road Often, Wilderness areas do not have roads or trails in them. Denali's road existed before Congress designated parts of the park as Wilderness, however, creating an interesting balance for park managers.  Denali Park Road The Denali Wilderness has a 92 mile road cutting through it. This is a uniquely accessible wilderness by Alaska standards - no other park in Alaska has the same combination of designated Wilderness and road access. The Wilderness boundary is 150’ from the center line of the Denali Park Road.  Formal trails  Built after careful thought and planning, formal trails serve busy areas such as the Headquarters \/ entrance area of the park, the Polychrome rest area, Eielson Visitor Center, and Wonder Lake.   These trails help preserve wilderness character by reducing multiple informal trails, reducing the amount of vegetation loss and trampling, reducing the total area of bare ground, and improving the visitor experience by providing a well maintained trail giving access to Wilderness.  Informal or social trails  These have been part of the landscape for eons and form naturally where wildlife commonly travel. Increased recreational use in the last 50 years has caused more impacts particularly to informal trail networks adjacent to the Denali Park Road.   Denali’s 2006 Backcountry Management Plan identifies a “no formal trails” policy for the areas away from busy nodes. However, while the majority Denali is managed with a ‘no formal trails policy,' it is increasingly difficult to manage informal trails due to published hiking guides, published GPS routes, and generally increasing visitor use, especially day use.   How the agency protects wilderness values while ensuring a positive visitor experience is an ongoing dialogue, but some strategies outlined in the Backcountry Management Plan include education, increased enforcement of existing regulations, voluntary restrictions, required registration, regulate numbers of visitors, temporary restrictions, temporary or permanent closures.   In addition to these, adaptive management principles allow the NPS to develop alternatives to refine previously established policy that may put park resources at risk of long term damage.      People and Wilderness  For many Alaska Natives and rural people, areas designated as wilderness have been and continue to be essential areas for subsistence hunting, fishing, gathering, and traditional knowledge.  For millennia, people hunted, camped and lived here -- resulting in archaeological sites, historic structures, cultural landscapes and associated features, objects, and traditional cultural properties that are contributing elements to wilderness. Historic structures and other historic properties, such as old roads, mines, mills, cabins, and artifacts embody the cultural heritage of the park and contribute to both its unique landscape and wilderness.  Within Denali, there are more than 100 documented native place names, which demonstrate that Denali’s wilderness has been inhabited for thousands of years. Place names and their associated stories are important not only as a tool of understanding traditional land use, but also in preserving the complex knowledge of Alaska Native peoples who have inhabited this place for centuries.  It is important to recognize that laws, such as the National Historic Preservation Act (NHPA), Archeological Resources Protection Act (ARPA), American Indian Religious Freedom Act (AIRFA) and the Native American Graves Protection and Repatriation Act (NAGPRA), as well as others intended to preserve our cultural heritage, are applicable in wilderness.  Archeological Sites Two of the oldest known archaeology sites in North America - Teklanika West and the Bull River II Sites - are in Denali.   These sites date from 12,500 to just over 13,000 years old. These sites are important as they provide some of the oldest physical evidence of when prehistoric people migrated to and inhabited this continent during the last Ice Age.   Denali and the Wilderness Act In early July 1963 the Executive Council of the Wilderness Society conducted their annual meeting at Camp Denali - at the time, located on the edge of the park. Some notable people were in attendance: Olaus and Mardy Murie, Ade and Louise Murie, Howard Zahniser, Sigurd Olson, Sr., Mark and Mrs. Harvey, George Marshall, Michael Nadel, Ted Swem, Ernest Oberholtzer, Stuart Brandbork, and Bob Cooney. Many of these people went on to shape the language and ideas behind the Wilderness Act.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/wilderness.htm"
}
