{
    "title": "Denali National Park & Preserve: Mosses and Liverworts",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Mosses and Liverworts                Mosses and Liverworts            eResource: Mosses and Lichens of Denali (13 MB swf download)  Mosses and lichens, although small, are a major component of Denali’s plant life. They comprise about half of the diversity with over 800 species and provide many important ecological functions. They cover the ground in many areas of the park, from soggy wetlands to the rocky alpine.  This eResource introduces the viewer to what exactly mosses and lichens are, where they grow, and how they are used by animals and other plants. Explore the intricate beauty of these small organisms with over 30 close-up photographs, and then go outside to find them for yourself.         Moss.    The mosses and liverworts, taken together, form the taxonomic division of the plant kingdom called the Bryophytes (Division Bryophyta). These are small \"cryptogamous\" plants that do not have true roots, leaves or stems. Instead, the body tissue of the gametophyte (the dominant part of the life cycle in bryophytes) is called a thallus, which lacks xylem and phloem vascular conducting tissue like that exhibited by the vascular plant groups described above. Thus bryophytes cannot grow up far from the substrate that is their source of water and mineral nutrients; a tree-like moss would be an anatomical impossibility due to the fact that they cannot translocate water very far against the force of gravity! Bryophytes require free water for the transmission of gametes between the male and female organs, another factor that keeps them more or less restricted to areas where moisture is not limiting, at least for part of the growing season.  Despite these seeming anatomical disadvantages compared to the vascular plants, the bryophytes are superabundant in many subarctic vegetation types and plant communities. In fact, there are very good reasons to believe that mosses play the defining role in many areas of Denali’s landscape. The deep layer of moss that forms in the floor of our boreal forests and cotton-grass dominated bogs has profound influences on the physical and biological characteristics of these sites. For example, the growth of permafrost under the insulative blanket provided by feather mosses in spruce forests results in radical changes in the soil temperature and moisture of a site, the amount of available nutrients, and the ability of vascular plants to become established, over time. Few species of vascular plants are actually capable of germinating and establishing viable populations through this deep blanket of feather mosses,. Thus many boreal vascular plant species require major fires or other disturbance of the moss layer in order to become established. In fact, the supposedly \"dominant\" tree species of our forest habitats generally require a fire to remove the organic moss layer in order to become established in any numbers. Thus, the \"climax\" condition of many of the successional trajectories in boreal areas of the park might most usefully be defined by the humble moss layer as opposed to the more obvious tree canopy.  Although mosses occur mostly in mesic to wet environments within the Park, they are found across the moisture gradient found on the landscape of Denali National Park and Preserve. This is in part due to their ability to remain effectively dormant for long periods of time when conditions are not suitable for growth and reproduction. Mosses such as Rhytidium rugosum appear in boulder fields and very dry tundras on exposed- wind-blown ridges.  Bryophyte taxa tend to be much more widely disturbed than vascular plant taxa, on average. This is likely due to several factors including the following facts:    Bryophytes are dispersed by extremely small spores that can become entrained in very high altitude winds, dispersing them to all corners of the globe from single source populations.   Due to their small size, bryophytes can take advantage of very small \"micro-niches\" of suitable habitat in otherwise unsuitable areas – for example very small pockets of moisture that accumulate in rock crevices or tree trunks.   Northern bryophytes may have very low extinction probabilities because of their relatively slow metabolisms and their ability to remain dormant in order to weather periods of adverse environmental conditions that would eradicate other kinds of plants not able to persist in a dormant phase.   Mosses are very difficult to distinguish to species in the field because the taxonomic characters that are required to identify them often require visualizing individual cell shapes and sizes and cell arrangements within the thallus. This makes inventory of these fascinating organisms a difficult and time-consuming process. We do not currently have a complete inventory of the bryophytes of Denali National Park and Preserve, although we are working hard on remedying this situation. In the past two years, park biologists have collected several thousand voucher specimens of mosses and are going through the laborious process of positively identifying each specimen.   At present, we have documented the occurrence of 334 different species of mosses and 88 different species of liverworts within the boundaries of Denali National Park and Preserve.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/mossesandliverworts.htm"
}
