{
    "title": "Denali National Park & Preserve: Soundscape Monitoring",
    "body": "Soundscapes       What Does Wilderness Sound Like?  When visiting Denali, an initial impression for many people is the scale -- vast scenery that makes you feel tiny by comparison. But what does it sound like?   Denali's soundscape program aims to answer that question. Each year for over a decade, scientists place listening stations throughout the park, recording natural -- and human-made -- sounds. A sample of that data can be explored in the map below. The small dots represent sound stations, and clicking gives you a summary of what that station learned. The larger, yellow dots also represent sound stations, and they contain a recording captured at that station.    (Note: There's a full-screen button in the map's upper right corner)      Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.        An NPS mountain rescue helicopter flys over a sound monitoring station at 10,500 ft on Denali's West Buttress climbing route, 2007. NPS Photo   Many natural sounds can be heard in Denali -- the howling of wolves, the buzz of mosquitoes, the roar of rivers, the thunder of avalanches, the singing of migrant songbirds, the croaking of ravens, and the surreal experience of total silence. The natural soundscape is an intrinsic element of the environment and is highly valued in national parks. Different habitats have specific soundscape characteristics that are an important attribute of the natural system, with distinct impacts on the human perception of the environment.  The natural soundscape is generally comprised of two main sound categories, physical and biological. Physical sounds are created by physical forces (wind, rock fall, rivers, etc.), whereas biological sounds are created by organisms (birds, frogs, plants, etc.).  The presence and abundance of sounds from these two categories is used in part to characterize different habitats. Human-generated sounds sometimes negatively impact the natural soundscape and visitor experience.   Soundscape Inventory and Monitoring Program An important component of the National Park Service mission is to preserve and\/or restore the natural soundscapes within national parks. Because the soundscape of Denali National Park and Preserve is becoming increasingly impacted by human-generated noise, a soundscape inventory and monitoring program is underway at the park. Park scientists are systematically documenting natural and human-generated sounds at numerous locations throughout the park including high in the mountains, on glaciers, along rivers, in remote areas, and along the park road. Currently, park staff sample acoustic conditions at as many as 8 new locations per year in an effort to inventory the soundscape of the entire park and investigate areas of special management concern. Automated sound monitoring stations are deployed and collect continuous data for one month, which scientists then analyze and use to compile a representative acoustic profile for that location.  This includes the frequency, distribution, and intensity of naturally occurring, as well as human-generated sounds. Interested in more information? Check out the Science and Scholarship Resources page to find more recommended resources about soundscapes and other research topics from the park   Collected Data Automated sound monitoring stations collect several types of data which allow for the characterization of soundscape conditions. Continuous audio recordings are stored and later played back to a human listener, who identifies what sounds are audible. Sound pressure levels are logged once a second, 24 hours per day, and provide a calibrated measurement of the amount of acoustical energy present at all times.  Meteorological data are also stored to ensure measurements are made under appropriate atmospheric conditions.  In depth analysis and discussion of acoustic data collected in Denali National Park can be found in the following annual program reports:  2004 Soundscape Annual Report and Appendix  2005 Soundscape Annual Report and Appendix  2006 Soundscape Annual Report and Appendix  2007 Soundscape Annual Report 2008 Soundscape Annual Report 2010 Soundscape Annual Report 2011 Soundscape Annual Report 2012 Soundscape Annual Report    Overflights Advisory Council The Denali Aircraft Overflights Advisory Council was chartered in 2007 through the Federal Advisory Committee Act with the task of advising the Superintendent, through the Secretary of the Interior, on mitigation of impacts from aircraft overflights at Denali National Park and Preserve. The Council will develop voluntary measures for assuring the safety of passengers, pilots, and mountaineers and for achieving desired future resource conditions. Denali's Sound Program is working intensely to collect and interpret acoustic data so that the Council may make informed recommendations based on good science. 2009 Park Science article: Soundscapes Monitoring and an Overflights Advisory Council - Informing Real-Time Management Decisions at Denali National Park & Preserve.  Soundscapes Across the Nation  Find more information on national park soundscapes through the Natural Sounds Program of the National Park Service.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/soundscape.htm"
}
