{
    "title": "Denali National Park & Preserve: Earthquakes",
    "body": "Explore This Park    Learn About the Park     Nature     Geology     Earthquakes                Earthquakes & Tectonics        AEIC Photo       Because of active plate tectonics, earthquakes are frequent in the Denali area. It is estimated that there are some 600 seismic events per year within the park boundaries at magnitude 1 (M1) or greater. Most of these earthquakes (about 70%), average between M1.5 and M2.5, and often occur near the surface (0-15 km\/0-9 miles deep) at locations all over the Park. But these events are not usually felt by anyone because of the low magnitudes. A large share of earthquake activity is right under Denali, frequently, at very deep locations (90 – 125 km\/54-75 miles deep), providing few people the opportunity to experience them. This seismic activity at the root of Denali suggests that uplift of the mountain continues to this day. Numerous faults, including the Denali fault (a major fault system), demonstrate a long history of active plate tectonics and associated earthquake activity. Generally, the highest magnitude events that occur in the park in any given year are in the neighborhood of the mid to high M4’s, and again, are often right under Denali or near the Kantishna Hills on the Northwest side of the park. Larger magnitude events (>M4.5) are not common in the park, but records show that a few have occurred. On May 21, 1991, a M6.1 earthquake occurred at a depth of 112 km right under Denali, and was noticed by climbing teams on the mountain who reported numerous massive snow and ice avalanches. In November and early December of the year 2000, two earthquakes occurred on the north boundary of the park at M5.7 and M5.0, which shook local residences, and was felt as far away as Fairbanks. Historically, seismic events have not been known to damage man-made structures within the park. On October 23, and November 3, 2002, the park and most of central and southern Alaska experienced a foreshock of M6.3, and a mainshock of M7.9. The M7.9 was the largest earthquake to occur in the interior of the state in recorded history. The epicenters (point on the earth surface where the quakes originate) of each of these large earthquakes was about 50 km (30 miles) east of the park, on the Denali fault. Although the park area only suffered spilled shelf items and a few road sags, at other locations about 166 km (100 miles) east of the park, roads were fractured, several homes were jostled off their foundations, and the Trans-Alaska oil pipeline lost some of it’s support members. The Park supports active research on seismic activity, and collaborates with the Alaska Earthquake Information Center (AEIC) and other groups to better monitor and understand the seismic activity in and near the park. Three seismometers are located within the park, and other efforts to install portable seismometers or instruments regarding the movement or nature of the earth’s crust are ongoing. For additional information on seismology of the Denali or Alaska, visit these sites: UAF Geophysical Institute - general earthquake information US Geological Survey - earthquake preparedness information) Photographs of the effects of the November 3, 2002 M7.9 earthquake)             Earthquake & Tectonics Science Stories         Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: denali Earthquake earthquakes",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/earthquakes.htm"
}
