{
    "title": "Denali National Park & Preserve: Geology",
    "body": "Explore This Park    Learn About the Park     Nature     Geology               Geology        Denali dominates the park's landscape but is just the tip of the iceberg when it comes to the fascinating geology of this incredible national park.  NPS Photo \/ Ken Conger     Alaska is the most geologically active part of the country and Denali National Park and Preserve reveals much of this activity. Immense tectonic forces wrinkle and crumple terranes to form the Alaska range that looks like a spiny backbone to the park. Denali towers over the landscape at 20,310 feet tall. Its dominant presence reminds all that come to the park of the immense power of the Earth. Glaciers etch out the land and fill up 16% of the park, appearing like white snakes slithering out of the mountains. Fossils of the park's prehistoric past show a story of a warmer past where dinosaurs roamed what is now this park. These are just a few of the amazing geological phenomena that occur in the park.   Interested in more information? Check out the Science and Scholarship Resources to find more recommended resources about geology and other research topics from the park.   Explore the sections below to learn more about the earth processes that occur within these boundaries.              Denali Geology Road Guide    Discover what geologic features can be seen from the park's 92 mile road using this free downloadable book (PDF 8.6 MB).        Fossils   Discover Denali's prehistoric ecosystem and what dinosaurs and plants lived here 70 million years ago through 3D interactive fossils.               Glaciers   Glaciers cover one million acres, or one-sixth of Denali National Park. Learn more about this land that is sculpted by ice.         Landslides   Remnants of landslides and slumps can be seen along the park road. Learn more about this geohazard in Denali.         Earthquakes   Earthquakes are frequent in the Denali area. It is estimated that there are 600 seismic events of a magnitude of 1 or higher in the park.              Earth Science Stories         Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: denali earth science geology",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/denali.htm"
}
