{
    "title": "Denali National Park & Preserve: Trees and Shrubs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Trees and Shrubs                Trees and Shrubs       Trees Trees tend to thrive where there is sufficient warmth and nutrients. In these areas, trees are able grow taller than their neighbors and can therefore capture more sunlight, shading and out-competing their neighbors. However, because trees must invest a lot of energy into building the structural tissues (wood) that will give them this competitive advantage for light, they are sometimes put at a disadvantage where resources ( such as nutrients and warmth) are very limited. In these \"stressful\" environments, plants whose bodies are constructed to take maximum advantage of the limited light, warmth, and nutrients that are available are favored by evolution. This often means not investing in energetically \"expensive’ structural tissues such as wood. Most low-growing, non-woody plants have a higher percentage of their bodies directly devoted to photosynthesis and uptake of nutrients, and thus can be more \"efficient\" in more stressful growing environments with short, cold growing seasons.   You can observe the results of this dynamic competition between different kinds of plants very clearly on the landscape of Denali. Trees tend to grow best in the lowlands where it is warmer and sunnier and along rivers where the flowing water has melted the permanently frozen ground. In fact, trees dominate the landscape in many lowland areas of the park. Forests blanket the river plains and lower hills in the park where the growing season is longer and warmer, and conditions are more predictably favorable for plant growth. As you start to climb out of the valleys up to the ridges where it’s often cold and windy, you will notice that trees (and even lower shrubs) become fewer and farther apart, and the vegetation is lower to the ground with fewer woody species and many more grasses and forbs.  Denali s north of sixty-one degrees north latitude. Because of this, there are only a handful of tree species that are able to grow and reproduce naturally this far north. In fact, if you go a few hundred kilometers even further to the north, you will reach the arctic tundra biome, where there are virtually no trees at all. There are eight species of trees that occur in Denali National Park. Three of these are coniferous (cone-producing) plants from the pine family (black spruce, white spruce and larch) and the other five are flowering plants from the willow and birch plant families (quaking aspen, balsam poplar, black cottonwood, paper birch and Alaska birch).   Shrubs Like trees, shrubs are also woody plants, but shrubs tend to be shorter than trees when mature, and have multiple stems that are smaller in diameter as compared to the single, larger stem (or \"bole\") that characterizes tree species. Shrubs are very abundant in Denali, including many of the areas often frequented by visitors along the park road. Shrubs are widespread on the landscape of the park, and are absent from only the highest alpine areas, and from only some of the very wettest wetland plant communities. Shrubs tend to occur most abundantly in subalpine regions where trees are less common, in riparian areas along streams, (where many species of willows and alders like to grow). Shrubs are also common in the understory of some of the boreal forest types in the park. There are a few species of shrubs that occur above the elevation where trees are absent from the landscape, even at elevations up to 5,000 feet.  There is a much higher diversity of shrub species in Denali as compared to trees. There are fifty species of shrubs representing 10 different plant families that occur in Denali National Park and Preserve. The willow (Salicaceae) and heath (Ericaceae) families contribute the most species of shrubs to our flora, with 17 and 11 species respectively. Other plant families that are represented by shrubs in our flora are the Rose, Birch, Currant, Honeysuckle, Dogwood, Oleaster, Cypress, and Bayberry families.  Much of the subalpine zone on the south side of the Alaska Range mountains in Denali National Park is covered with impenetrable tickets of alder shrubs. These shrubs thrive in the moist, maritime-influenced climate of this area. Frequent disturbance from avalanches and rockslides in the steep terrain favors the alder species, which are often colonizers of disturbed ground and bare mineral soil. The roots of alders have small nodules that provide a home for the symbiotic bacterium Frankia to grow. Frankia is capable of fixing gaseous nitrogen from the atmosphere into a mineral form available to the alders for plant nutrition. In return for this nitrogen subsidy, the alders provide a protective shelter as well as sugars from photosynthesis for the well being of the bacteria. Many plant species that grow early in succession sequences have formed similar symbiotic relationships with nitrogen-fixing bacteria.   Dwarf Shrubs Dwarf shrubs such as Mountain Avens (Dryas spp.), Diapensia, and Cassiope are characteristic of the alpine tundra blanketing the ridges and slopes of Denali above approximately 3500 feet in elevation. These hardy perennials are the dominant component of many tundra types found in the park, particularly in some areas of late-lying snow in saddles and protected slopes. Mountain Avens (Dryas spp.) tundra is perhaps the most familiar and welcome vegetation type to hikers in the Alaska Range, because it is very common and it usually affords solid footing, dry feet and fast traveling. A surprise for many of our visitors from the south is the dwarf willow shrubs that adorn the mountains of Alaska. These diminutive tundra-dwellers that reach just a few centimeters in height are in fact very close relatives (in the same botanical genus – Salix) of the familiar \"weeping willow\" tree (Salix babylonica) found in the lower-48 states.  here are twenty-five species of dwarf shrubs that occur in Denali National Park, representing five different flowering plant families. The families with dwarf shrub representatives in our flora include: Heath family (11 species), Willow family (7 species), Rose family (5 species), and Crowberry and Diapensia families (1 species each).          DenaliFlora Plant Identification App  Download a free app to explore Denali's plant life with an interactive key to over 300 species. Cell service and Wi-Fi are limited in Denali, but is available for most carriers at the Murie Science and Learning Center and the Denali Visitor Center.   Once downloaded, the app and all included elements (species descriptions, photos, etc.) are fully functional out of cellular range - so you can use the app to identify plants anywhere you may find yourself in Denali's wild landscapes.   Download for IOS from the App Store Download for Android from Google Play   App Features   Interactive Key: Find a plant you would like to identify, open the app and select from characters listed to start the identification process. Depending on the key some selections may introduce additional characters relevant to the remaining species, or remove characters that no longer apply to remaining species. Descriptions and examples defining botanical terms are provided. Swipe right to see the list of species matching your selected characters, or swipe left to select more characters to narrow down the list. Species List: Already know the plant but want to learn more about it? Tap the “Species List” button to search all 301 plant species covered by the app. This feature is helpful if you are family with a certain type of plant, for example orchids or spruce, and want to know what species of those groups may be commonly found in Denali. Key Tutorial: New to plant identification? The DenaliFlora Plant Identification App was designed with you in mind! Swipe through the \"Key Tutorial\" to learn how to use the interactive key. About the Key: Read up on the intended purpose of the key, how the species included were selected, and about the Ecological Atlas of Denali's Flora - a web resource for which this app is the field companion.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/treesandshrubs.htm"
}
