{
    "title": "Denali National Park & Preserve: Climate Change Research",
    "body": "Climate Change              Citizen Science in the Wilderness: Measuring Change on Glaciers   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:6 minutes, 10 seconds  Six citizen scientists, on an Alaska Geographic field course, joined National Park Service Physical Scientist Rob Burrows, on a four day backcountry adventure into Denali National Park and Preserve's Wilderness to learn about glaciers and measuring glacier change.         Change is ever-present in natural settings, and the landscape of Denali is no exception.  Over the course of a day, flowers open and close as light plays on mountain flanks. Across the seasons, lakes and rivers freeze and thaw. And over thousands of years, glacial advances literally carve the landscape we see before us. Although many changes are natural and can be expected, Denali's landscape may also be imperiled by changes - those brought on by human activities.   Human impacts can be seen most clearly in direct alterations of the landscape caused by infrastructure development, but there are also less obvious impacts resulting from our modification of the earth's climate system.     Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.              Exploring Land Cover Change Through Repeat Photography   Get a birds-eye view on Denali's changing landscape. Our partner's website contains a wealth of information about Denali's landscapes and allows you to view hundreds of matched historic\/current photographic images that help us document and understand ecological changes occurring in the park.  Explore the repeat photography collection   About the Project  The Denali Repeat Photography project has assembled more than 200 photo pairs taken across a large cross-section of Denali from the low-lying black spruce forests to ice fields high in the Alaska Range. What unites these disparate images is that they show repeated views of a single location at different moments in time. The interval separating the pairs of photos varies greatly - from just a few years to longer than a century!  Some of the images reflect major changes that have occurred in the physical landscape such as shrinking of huge glaciers or changes in the size of lakes or ponds. Other photo pairs show changing patterns of vegetation such as the establishment of spruce trees in formerly treeless areas or shrubs invading wetlands, and some show changes humans have made by building structures and roads. Still other photos show no apparent change at all over long spans of time.  The website serves as a clearinghouse of visual information about the wonderful and dynamic Denali landscape. The photographs have come from many different people and sources - from historical collections, longtime Denali researchers, and students visiting the area for the first time.      Climate Maps for Alaska Climate is one of the primary drivers of ecological change in Alaska parks, but climate observations are often lacking in these mountainous and remote regions of the state. In order to understand climate patterns and variation in Alaska parks the National Park Service Alaska Region Inventory and Monitoring Program collaborated with Oregon State University's PRISM Climate Group to generate spatially gridded average monthly and annual precipitation and temperature data set for the 1971 - 2000 normal period.  The PRISM (Parameter-elevation Regressions on Independent Slopes Model) climate mapping system was used to generate these products. This mapping system integrates existing climate station data with scientific understanding of general climate processes and local climate features. These climate maps feature a 30-arc second (approximately 800 meter) grid size resolution for the state of Alaska. To obtain complete data sets, visit the NPS Data Store. (NPS Unit: Alaska Region NRO (AKRO); Category: Weather\/Climate) These products are available without charge. Both the Oregon State University PRISM Group and National Park Service however, have applicable terms of use (disclaimers): Oregon State University disclaimer National Park Service disclaimer  Gridded and polygon data, tabular and graphical data retrieved from the map server, and all other data may be freely reproduced and distributed for non-commercial purposes. When referring to the data, the source should be clearly stated, and include at a minimum, name, URL, and date of data creation, for example: PRISM Climate Group, Oregon State University and Alaska Region Inventory and Monitoring Program, National Park Service; science.nature.nps.gov\/nrdata\/, created 1 Dec. 2009.         Further Studies and Stories of a Changing Climate in Denali         Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: climate change",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/climate-change.htm"
}
