{
    "title": "Denali National Park & Preserve: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants          DenaliFlora Plant Identification App  Download a free app to explore Denali's plant life with an interactive key to over 300 species. Cell service and Wi-Fi are limited in Denali, but is available for most carriers at the Murie Science and Learning Center and the Denali Visitor Center.   Once downloaded, the app and all included elements (species descriptions, photos, etc.) are fully functional out of cellular range - so you can use the app to identify plants anywhere you may find yourself in Denali's wild landscapes.   Download for IOS from the App Store Download for Android from Google Play   App Features   Interactive Key: Find a plant you would like to identify, open the app and select from characters listed to start the identification process. Depending on the key some selections may introduce additional characters relevant to the remaining species, or remove characters that no longer apply to remaining species. Descriptions and examples defining botanical terms are provided. Swipe right to see the list of species matching your selected characters, or swipe left to select more characters to narrow down the list. Species List: Already know the plant but want to learn more about it? Tap the “Species List” button to search all 301 plant species covered by the app. This feature is helpful if you are family with a certain type of plant, for example orchids or spruce, and want to know what species of those groups may be commonly found in Denali. Key Tutorial: New to plant identification? The DenaliFlora Plant Identification App was designed with you in mind! Swipe through the \"Key Tutorial\" to learn how to use the interactive key. About the Key: Read up on the intended purpose of the key, how the species included were selected, and about the Ecological Atlas of Denali's Flora - a web resource for which this app is the field companion.        NPS Photo \/ Alex Vanderstuyf       This subarctic wilderness is home to more than 1,500 species of vascular plants, mosses and lichens. They form the foundation of the park's ecosystems and define the habitat characteristics for all of the more famous and recognizable denizens of Denali National Park such as moose, wolves, eagles, caribou and grizzly bears. Without the rich and diverse vegetation communities that blanket the park landscape, this area would be entirely barren of animal life. Therefore, preserving the precious botanical resources of the park is central to preserving and maintaining the entire intact subarctic ecosystem here.   Undisturbed Country One of the great joys of discovering the botany of Denali and Alaska's other large natural areas is the intact nature of the plant communities that exist here. The distribution and abundance of the species that you will see in this land is the result of the natural processes of birth, growth, and dispersal of native species.   This rich and intact tapestry woven by the multitude of interactions of species with their environments over geological spans of time is rare today. The flora and vegetation of even the largest wilderness parks of the continental United States, for example, are very different from their condition even just 150 years ago. Many of the plant communities in those areas are now entirely dominated by non-native species introduced from Europe.   This is not the case in Alaska, where the relative scarcity of roads has limited these outside invaders to relatively small and tenuous footholds around human settlements. No exotic species are known to occur in intact native plant communities in our region of Alaska. This is why it is so important that we continue to protect the natural landscapes that still exist in Alaska's great wild lands.  A Crossroad Alaska stands between Asia and North America. During the past two million years, this area has been predominantly associated with the biota of northeastern Asia as opposed to that of North America. This is because the periodic formation of continental ice sheets thousands of feet thick (which covered most of Canada and parts of the northern continental U.S.), has separated Alaska from continental North America on many occasions. At the same time, the exposure of the Bering Land Bridge allowed plants and animals a wide dispersal corridor into Alaska from northern Asia. For this reason, many of the plant species of Denali occur in Alaska and northern Asia, but not elsewhere in North America. These plants are known as Beringian endemic species - species that occur only within the large region that was free of ice during the Pleistocene glacial advances.           Find Your Plant - Discover Denali's Plant Species  Explore this web-based ecological atlas of over 350 plant species. Search for a particular species or browse by growth form, plant family, or other important species groups. Each species account features photographs and a detailed description of what the plant looks like and where it grows.   Also included are occurrence maps and charts detailing species occurrence and abundance along selected environmental gradients - a product of decades of field work across Denali's wild landscapes. Use this ecological atlas a starting point for exploring Denali's flora from afar or as a resource to learn more about species encountered on your visit.           Explore Land Cover Change Through Repeat Photography   Dig into this web catalogue of over 200 repeat photographs (two or more photos taken of a single location at different times), animating sometimes subtle changes that may otherwise be difficult to visualize. Descriptions of change documented by each photo pair will guide your exploration through the shifting nature of Denali National Park and Preserve, and fine-tune your eye to reading the landscape wherever you may be.   Further Reading Interested in more information? Check out the Science and Scholarship Resources page to find more recommended resources about vegetation and other research topics from the park.                      Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: plants denali",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/plants.htm"
}
