{
    "title": "Denali National Park & Preserve: Invasive Species",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Invasive Species                Nonnative Species       The National Park Service defines exotic species as those occurring in a given place as a result of actions of humans.   Compared to parks in the rest of the United States, the National Park Service units in Alaska are relatively pristine in terms of exotic plants. Most of the exotic plant taxa are confined to areas that have been recently or repeatedly disturbed by humans. There are, however, several exceptions. One herb, Melilotus alba (white sweet clover), has invaded naturally open riparian areas elsewhere in Alaska, but is still confined to areas of human disturbance in Denali. One herb, Vicia cracca (bird vetch), not only invades stands of native shrubs and tree saplings, but also climbs and spreads over native plants. This plant spreads slowly and is not yet a problem in Denali or other parks in Alaska, but is a threat to many parks nationwide.    Protective Factors   Several factors have protected Alaskan parks from exotic plants. The first protecting factor is climate, particularly the interacting effects of past and current climates. Past climates have produced a flora low in diversity but adapted to a wide range of ecological conditions. Many of Denali’s shrubs and herbs are already circumpolar or circumboreal in distribution. Most exotic taxa are not adapted to the current climate of interior Alaska, particularly low soil temperatures and\/or permafrost.   The second protecting factor is that park ecosystem components and processes are relatively undisturbed in Alaska. Alaskan parks have all the pieces, including key predators, herbivores, and a relatively natural wildfire regime (only partially suppressed for approximately 60 years). Ecosystems in parks in other states, by comparison, have been altered by livestock grazing, wildfire suppression, altered hydrology, and other factors that ease the entry of exotic species.   The third protective factor is that most parks in Alaska are large enough to include all the ecosystem pieces, and are surrounded by undeveloped lands. In comparison, most parks in other states are islands in a sea of altered ecosystems with many invasive exotic plants.   In spite of these protective factors, the threat to parks in Alaska from exotic plants is increasing and Denali is no exception. New exotic plants are appearing, and some of those already present are spreading rapidly. Road access to Denali makes the park particularly vulnerable to exotic plant introduction and proliferation.                Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: invasive DENA denali",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/nonnativespecies.htm"
}
