{
    "title": "Denali National Park & Preserve: Lichens",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Lichens                Lichens         Cladina rangirferina   Lichens are not actually plants at all. Lichens are symbiotic organisms that are the result of an alga becoming associated with a fungal \"host\". The resulting organism is a partnership that is technically known as a lichenized fungi. This entity generally takes on a form very different than either of the two free-living members of the partnership (the fungus and the algae). Amazingly, this association can involve a combination of three or more partner organisms! In general, the algal symbiont contains photosynthetic pigments that allow the lichen to capture energy from the sun, and in some cases to fix nitrogen from the atmosphere into a mineral form usable by the organism. The fungal partner, in turn, supplies the lichen with a home, protects it from desiccation (drying out) and is able to translocate water and nutrients to support life processes. Lichens are very important components of subarctic and arctic ecosystems due to their role in weathering of rock and minerals and their contribution of nitrogen and other nutrients to the soil. Lichens are often the very first life forms to colonize freshly exposed rock surfaces high in the mountains, and they immediately begin the very slow process of weathering minerals from the barren rock and incorporating them into their bodies. When the lichens subsequently decompose, these nutrients become available to other forms of plant life, literally breaking down rock into its component minerals that are then available for nutrition. Individual lichens can be more than a thousand years old. These organisms are remarkably resistant to changes in environmental conditions and they can remain dormant for long periods of time if conditions are not favorable to their growth. Some lichens are able to persist in places where fog and dew are the only sources of water (as in the Atacama desert of Peru and Chile). The lichenized fungi are separated into four groups based on general body morphology (or shape): Foliose lichens (leaf-like body parts that are generally flat in cross section); Fruticose lichens (body form is that of a miniature shrub, with numerous branches that are generally not flat in cross-section); Crustose lichens (crust-like forms that are often small and very difficult to recognize for the non-specialist); and Squamulose lichens (scaly lichens that are formed from many small, rounded lobes that are flat – this form is somewhat intermediate between foliose and fruticose lichen body forms) Unfortunately, we do not have a complete inventory of the lichen flora of Denali National Park and Preserve, although we are working to change that. At the present time, we have documented the occurrence of at least 340 separate species of lichenized fungi in the Park. We do have a decent list of the lichens for the Park Road corridor, an area which is accessible to scientists and where a fair amount of work has been done cataloging lichens.          DenaliFlora Plant Identification App  Download a free app to explore Denali's plant life with an interactive key to over 300 species. Cell service and Wi-Fi are limited in Denali, but is available for most carriers at the Murie Science and Learning Center and the Denali Visitor Center.   Once downloaded, the app and all included elements (species descriptions, photos, etc.) are fully functional out of cellular range - so you can use the app to identify plants anywhere you may find yourself in Denali's wild landscapes.   Download for IOS from the App Store Download for Android from Google Play   App Features   Interactive Key: Find a plant you would like to identify, open the app and select from characters listed to start the identification process. Depending on the key some selections may introduce additional characters relevant to the remaining species, or remove characters that no longer apply to remaining species. Descriptions and examples defining botanical terms are provided. Swipe right to see the list of species matching your selected characters, or swipe left to select more characters to narrow down the list. Species List: Already know the plant but want to learn more about it? Tap the “Species List” button to search all 301 plant species covered by the app. This feature is helpful if you are family with a certain type of plant, for example orchids or spruce, and want to know what species of those groups may be commonly found in Denali. Key Tutorial: New to plant identification? The DenaliFlora Plant Identification App was designed with you in mind! Swipe through the \"Key Tutorial\" to learn how to use the interactive key. About the Key: Read up on the intended purpose of the key, how the species included were selected, and about the Ecological Atlas of Denali's Flora - a web resource for which this app is the field companion.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/lichens.htm"
}
