{
    "title": "Denali National Park & Preserve: Mammals",
    "body": "Mammals        NPS Photo \/ Ken Conger       Scientists in Denali have documented 39 species of mammals that range in size from tiny shrews that can weigh as little as a penny to enormous moose that can weigh over 1,200+ pounds.   The Big Five  For many visitors adventuring to the park, a major goal is to see wildlife. Five mammals in particular capture visitor's imaginations and are so popular they are now referred to as the big five. The assortment includes gawky moose browsing in the willow, throngs of caribou loping across the tundra, the iconic Dall sheep nestled high on the hillsides, formidable wolves on the prowl, and lumbering grizzly bears devouring blueberries.    Creatures Great and Small   Other mammals in Denali may be less alluring but are no less interesting and important. Sit on a talus slope and you might discover a collared pika gathering food for winter, a hoary marmot lounging in the sun on a rock, or a red fox carrying an arctic ground squirrel back to its den.    If you venture to the park during the icy winter months, you may see all-white snowshoe hares hiding quietly amidst the snow piles, a wolverine bounding across the hillside hunting for its next meal, or perhaps you will hear voles and shrews scurrying beneath you feet in the space between the ground and the snow.   No matter whether you hope to see a black bear or are happy watching scurrying red squirrels, Denali undoubtedly has a wide array of mammals that will help foster your connection with nature.    Explore the checklist of mammals below to learn about all 39 mammals found in the park.                   × Species Attribute Definitions   Definitions Occurrence Occurrence values are defined below. One or more Occurrence Tags may be associated with each Occurrence value. Present: Species occurs in park; current, reliable evidence available. Probably Present: High confidence species occurs in park but current, verified evidence needed. Unconfirmed: Species is attributed to park but evidence is weak or absent. Not In Park: Species is not known to occur in park.  Occurrence Tags Adjacent: Species is known to occur in areas near to or contiguous with park boundaries. False Report: Species was reported to occur within the park, but current evidence indicates the report was based on misidentification, a taxonomic concept no longer accepted, or other similar problem of error or interpretation. Historical: Species' historical occurrence in park is documented. Assigned based on judgment as opposed to determination based on age of the most recent evidence.  Abundance Abundant:   Animals: May be seen daily, in suitable habitat and season, and counted in relatively large numbers. Plants: Large number of individuals; wide ecological amplitude or occurring in habitats covering a large portion of the park.  Common:   Animals: May be seen daily, in suitable habitat and season, but not in large numbers. Plants: Large numbers of individuals predictably occurring in commonly encountered habitats but not those covering a large portion of the park.  Uncommon:   Animals: Likely to be seen monthly in appropriate habitat and season. May be locally common. Plants: Few to moderate numbers of individuals; occurring either sporadically in commonly encountered habitats or in uncommon habitats.  Rare:   Animals: Present, but usually seen only a few times each year. Plants: Few individuals, usually restricted to small areas of rare habitat.  Occasional:   Animals: Occurs in the park at least once every few years, varying in numbers, but not necessarily every year. Plants: Abundance variable from year to year (e.g., desert plants).  Unknown: Abundance unknown  Nativeness Native: Species naturally occurs in park or region. Non-native: Species occurs on park lands as a result of deliberate or accidental human activities. Unknown: Nativeness status is unknown or ambiguous.         × List Differences   The Checklist contains only those species that are designated as \"present\" or \"probably present\" in the park. The Full List includes all the checklist species in addition to species that are unconfirmed, historically detected, or incorrectly reported as being found in the park. The full list also contains species that are \"in review\" because their status in the park hasn't been fully determined. Additional details about the status of each species is included in the full list. The checklist will almost always contain fewer species than the full list.      Select a Park:  Denali National Park & Preserve    Select a Species Category (optional):    All   Amphibians   Birds   Fish   Mammals   Reptiles   Vascular Plants     Get Checklist Get Full List List Differences   Species attribute definitions Search results will be displayed here.  Visit NPSpecies for more comprehensive information and advanced search capability. Have a suggestion or comment on this list? Let us know.           Mammal Science Stories         Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: denali mammals mammal wolf moose caribou grizzly bear Dall sheep",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/mammals.htm"
}
