{
    "title": "Denali National Park & Preserve: Glaciers",
    "body": "Explore This Park    Learn About the Park     Nature     Geology     Glaciers                Glaciers              Citizen Science in the Wilderness: Measuring Change on Glaciers   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:6 minutes, 10 seconds  Six citizen scientists, on an Alaska Geographic field course, joined National Park Service Physical Scientist Rob Burrows, on a four day backcountry adventure into Denali National Park and Preserve's Wilderness to learn about glaciers and measuring glacier change.         A Land Sculpted by Ice  In the high, frozen regions of the Alaska Range, snow and ice are the main forms of precipitation. In the past, most of the snow and ice remained behind; very little melting occurred. Snow and ice accumulated and got deeper and deeper, year after year, until the mass of ice that formed was so thick it compressed under its own weight. Gravity caused this ice to flow through stream valleys as glaciers. Glaciers are rivers of ice. The glaciers we see today in the park are increasingly small remnants of their former selves, but all around us we can see evidence of how they dominated the landscape. During past ice ages, most recently about 10,000 years ago, glaciers covered the Alaska Range and much of Alaska in ice. All of south-central Alaska has been buried in ice numerous times, and the shape of the land in this area comes from the carving forces of glaciers and the debris they leave behind.  Glaciers are often fed by more snow and ice precipitating and accumulating at higher elevations. If ice builds up at its source, a glacier may flow at rates ranging from several feet per year to several feet per day. As a glacier flows downhill, it grinds away at its beds with tremendous force. It picks up rocks from its bed, grinding some to a fine powder called silt and by plucking up larger chunks. When the glacial ice melts, the silt is carried along in the meltwater to be deposited downstream as outwash. Streams flowing from melting glaciers are often milky-colored. The silt in the water is called glacial flour, and the silty water is described as glacial milk. The larger chunks get left behind as erratics or in unsorted deposits forming ridges or hills called moraines. Erratics are rocks that are foreign to the surrounding terrain. They differ from the types of rock found where they are deposited.  The rocks embedded in glacial ice grind away at bedrock, forming the jagged ridges and deep U-shaped valleys found in the range. Large blocks of ice can be stranded in the moraines left behind by retreating glaciers. When they finally melt, a water-filled depression known as a kettle lake develops. The carving action of ice forms many of the elongated lakes in the upper Susitna Valley to the south of Denali, and examination of a map reveals that they are all oriented in the direction that the ice was moving        Though massive, most of Denali's glaciers are in the heart of the Alaska Range, rather than near the park road. NPS Photo \/ Kent Miller       The Glaciers of Denali Glaciers cover one million acres, or one-sixth of Denali National Park. Like the many arms of an octopus, glaciers flow away from the mountains transporting hundreds of thousand of tons of ice each year. This ice eventually melts in the lower reaches of the glaciers and rapidly fills rivers with turbulent muddy water that flows into the oceans. The iconic image of a glacier calving ice chunks into the ocean cannot be seen here - these glaciers are more distant and rougher, eking out an existence high in the Alaska Range.  The most massive glaciers in the park drain snow and ice from the flanks of Denali. Hundreds of unnamed glaciers and at least 40 named glaciers flow from heights as high as 19,000 feet and descend to elevations as low as 800 feet above sea level. The Peters Glacier flows from the north and northwest portion of the mountain, whereas the Kahiltna Glacier is situated on the southwestern side of Denali and shares the southern slopes with an arm of the Ruth Glacier. The Ruth Glacier primarily occupies the southeast side Denali.  From the very top of Denali, Harper Glacier dumps snow and ice into the upper reaches of Muldrow Glacier, which carries snow and ice off Denali's northeast slopes. Of these glacial systems, the Ruth, Kahiltna and Muldrow Glaciers are the longest glaciers in the park; each is more than 30 miles long. The Kahiltna Glacier, which is not only the longest glacier in the park but also in the entire Alaska Range, is 44 miles in length.      Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.      Learn More about Glaciers, Glaciology and Glacier Monitoring        Glacier Monitoring in Denali An introduction to the glacier monitoring program in Denali.   Explore Land Cover Change Through Repeat Photography Get a birds-eye view on Denali's changing landscape. Our partner's website contains a wealth of information about Denali's landscapes and allows you to view hundreds of matched historic\/current photographic images that help us document and understand ecological changes occurring in the park.   Monitoring Reports Dig into the hard science of glacier monitoring. Read an overview and look for a download link in the \"Holdings\" section of these reports in the National Park Service's IRMA database.     Annual Report on Vital Signs Monitoring of Glaciers in the Central Alaska Network, 2010    Report on Vital Signs Monitoring of Glaciers in the Central Alaska Network, 2011-2013                Glaciers in Denali   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 7 seconds  A quick exploration of glaciers in Denali (no audio)",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/glaciers.htm"
}
