{
    "title": "Denali National Park & Preserve: Horsetails",
    "body": "Horsetails       The horsetails (Equisetaceae) are a group of plants that were very abundant and much more diverse during the Carboniferous geologic period before the evolutionary rise of the flowering plants. These plants bear a distinctive cone-like \"strobilus\" that contains the spores, and are distinctive in appearance and easy to recognize. These plants are also sometimes called the \"scouring rushes\" because they contain granules of silica within their cell walls so that the plant bodies behave like sandpaper, and are good for scouring out pots and pans. There are seven species of horsetails that occur in the park – they are often found growing in shady, moist sites early in successional sequences. For example, horsetails often form lush green canopies up to a foot or more high in sandy river flats across Denali during the spring and early summer. It is thought that some of the members of this ancient and widespread group of plants grow in a symbiotic association with microorganisms that are able to fix atmospheric nitrogen. Higher plants are not able to take advantage of nitrogen in its gaseous form. Some groups of microorganisms are able to convert the gaseous form of nitrogen to a mineral form that the higher plants can take up. Association with a bacterial nitrogen-fixing symbiont is a strategy many colonizers (such as alders and members of the Pea family) share. This strategy is particularly beneficial to colonizers because early successional sites are often very low in nitrogen, an essential plant macro-nutrient. The ability to work together with a bacterium to obtain additional nitrogen nutrition is thus a winning strategy in colonizing species. It is usually the case that the vascular plant provides a home within its root tissues and contributes carbon to the N-fixing bacterium (in the form of sugars) as a \"payment\" for the increased access to mineral nitrogen. Therefore, as nitrogen becomes less limiting in the soil environment during the progression of vegetation succession, there is less incentive for plants to form an association with nitrogen-fixing bacteria, because the carbon \"bills\" must be paid in return for the nitrogen supplements.  There are two members of the spike-moss family (Selaginellaceae) in the flora of Denali National Park and Preserve. Although they are in the same botanical genus (Selaginella), and thus are closely related, these two species of plants grow in completely different habitats. Siberian club-moss (Selaginella sibirica) grows in very sunny and dry, rocky sites clear of forest cover and often on steep south-facing slopes. A cousin of Siberian spike-moss, Northern spike-moss (Selaginella selaginoides) never grows far from water, and is found in deeply shaded areas, periodically flooded sites and the banks of streams and ponds in the lowlands.          DenaliFlora Plant Identification App  Download a free app to explore Denali's plant life with an interactive key to over 300 species. Cell service and Wi-Fi are limited in Denali, but is available for most carriers at the Murie Science and Learning Center and the Denali Visitor Center.   Once downloaded, the app and all included elements (species descriptions, photos, etc.) are fully functional out of cellular range - so you can use the app to identify plants anywhere you may find yourself in Denali's wild landscapes.   Download for IOS from the App Store Download for Android from Google Play   App Features   Interactive Key: Find a plant you would like to identify, open the app and select from characters listed to start the identification process. Depending on the key some selections may introduce additional characters relevant to the remaining species, or remove characters that no longer apply to remaining species. Descriptions and examples defining botanical terms are provided. Swipe right to see the list of species matching your selected characters, or swipe left to select more characters to narrow down the list. Species List: Already know the plant but want to learn more about it? Tap the “Species List” button to search all 301 plant species covered by the app. This feature is helpful if you are family with a certain type of plant, for example orchids or spruce, and want to know what species of those groups may be commonly found in Denali. Key Tutorial: New to plant identification? The DenaliFlora Plant Identification App was designed with you in mind! Swipe through the \"Key Tutorial\" to learn how to use the interactive key. About the Key: Read up on the intended purpose of the key, how the species included were selected, and about the Ecological Atlas of Denali's Flora - a web resource for which this app is the field companion.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/horsetails.htm"
}
