{
    "title": "Denali National Park & Preserve: Nature",
    "body": "Nature       Plants and Animals   Denali is home to hundreds of species of plants, mosses, lichens, and birds; dozens of species of mammals; and even one species of amphibian!              Plants & Vegetation   Find out how many invasive plant species can be found lurking in Denali and how off-road vehicles may impact vegetation.        Wildlife   Discover where the caribou herds roam, where wildlife is being seen along the park road, and what your chance of viewing a wolf is.             The Ecosystems and Environment of Denali  This landscape is not static--as landslides, glacially-fed braided rivers, and moving glaciers attest. There are also human impacts on the land, such as changes in air quality (air-borne contaminants) and climate.        Aspects of the Natural World           Aurora   The aurora, or northern lights, can be seen periodically in the Denali area.          Wilderness   Wilderness is a word with both a specific, legal definition and a personal, emotional definition.          Glaciers   Glaciers cover one million acres, or one-sixth of Denali National Park. Learn more about this land that is sculpted by ice.           Climate Change   Discover how the changing climate is influencing vegetation change, what researchers can learn from ice cores, and why glaciers are melting.          Wildland Fire   Discover why defensible space helps to protect structures, what prescribed fires are planned, and how fires affected Denali during 2014.          Fossils   Discover Denali's prehistoric ecosystem and what dinosaurs and plants lived here 70 million years ago through 3D interactive fossils.                 Science and Research           Discover Archaeology    Learn about archaeology in Denali          Earth Science   Learn about how glaciers are monitored, the year's weather report, and how Denali's air quality compares to other part of the world.          Birds of Denali \"Hoo\" Goes There?   Discover what birds call Denali home, check out a species list, and read up on the latest bird research going on in the park.           Social Science   Find out how many visitors Denali gets annually and what they do when they come to the park.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/index.htm"
}
