{
    "title": "Denali National Park & Preserve: Resting Grizzly",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Webcams     Resting Grizzly                Resting Grizzly             Resting Grizzly The life-size bear sculpture outside the entrance to the Denali Visitor Center is an enlargement of an original eight-inch bronze entitled “Resting Grizzly” (1974) by William D. “Bill” Berry (1926-1979), an Alaskan wildlife artist who worked extensively in Denali from 1954 to 1979. The original sculpture is a limited edition of 20 bronze reproductions. This eight-foot replica consists of 31 separate castings and became a reality with the help of Alaskan sculptor Skip Wallen. The project, made possible by a gift from Bill’s wife Elizabeth and supported by the Berry family, was installed in September 2012.        “Fox cubs or caribou, his animals are what you’d see — if you could see as clearly, if you had his patience or powers of observation.”   — Carla Helfferich, former managing editor for University of Alaska Press                      Visitor Portraits   16 Photos  Regardless of season, “Resting Grizzly” by William Berry, located just outside the entrance to the Denali Visitor Center, may well be the most hugged and photographed work of art in all of Alaska. Learn how you can share your pictures for this gallery at go.nps.gov\/DenaliShare          Drawings by William Berry   7 Photos  William D. “Bill” Berry (1926-1979) is still considered one of America’s most accomplished wildlife artists. Enjoy a small sampling of his drawings and field sketches courtesy of Berry Studios (All rights reserved.)          Bronze Casting Process   11 Photos  The original “Resting Grizzly” bear sculpture is a limited edition eight-inch bronze created in 1974 by William D. “Bill” Berry. Enlarging the piece to life-size required 31 separate castings with the help of Alaskan sculptor Skip Wallen. The project, made possible by a gift from Bill’s wife Elizabeth and supported by the Berry family, was completed in September 2012.                           William D. “Bill” Berry  Wildlife artist and keen observer A native of California, William D. Berry and his wife, Elizabeth moved to Alaska in 1954. Their plan was to work at Camp Denali for one season. Nevertheless, the romance of the frontier enticed them to stay for the winter and Berry used the “off-season” to work on illustrations for the book Animal Friends of the Sierra by Fran Hubbard (1955, Awani Press).  For the next three years, the couple stayed in the Denali region and elsewhere in Alaska where Bill created a series of extensive field sketches that are now compiled in the book William D. Berry: 1954-1956 Alaskan Field Sketches (1989, University of Alaska Press). With an incredible attention to detail, these sketches provide the viewer with vignettes into the lives of Alaska’s wildlife and offer of both the powerful drama and inspiring serenity in the natural world.  Berry’s field sketches and “Resting Grizzly” sculpture are a few examples of his legacy that extends across artistic mediums. In addition to these works, William D. Berry’s media included oils, pastels, silk-screen, illustrations, murals and dioramas. One of his most recognized creations is the book Deneki, An Alaskan Moose (1965), which he wrote and illustrated.           In this brief video biography, learn about the life and work of William Berry, a renowned Alaska wildlife artist who created “Resting Grizzly,” a limited edition bronze which was enlarged to life-size for an installation outside the Denali Visitor Center in 2012. (NPS Video by Kaitlin Thoresen)",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/photosmultimedia\/berry.htm"
}
