{
    "title": "Denali National Park & Preserve: Amphibians",
    "body": "Explore This Park    Learn About the Park     Nature     Wildlife     Amphibians                Amphibians         Adult Wood Frog. Note light-colored stripe below the eye and prominent eye mask. Dan Young  Denali’s lone amphibian, the wood frog, occurs across the forests and wetlands of interior Alaska. It is a rather small frog (1 to 7 centimeters long, nose to vent) and it breeds in seasonal ponds primarily in forested areas. The surprisingly loud calls of wood frogs are a sign of spring in interior Alaska. Subarctic areas are harsh environments for amphibians and very few species occur in these regions. Frogs are known as ectotherms, meaning that their body temperatures fluctuate with ambient air temperatures and their surroundings. Scientists speculate that wood frogs were able to adapt to the harsh environment in interior Alaska because they quickly change from tadpole to frog before the water freezes in the fall. But how do they survive during the long, cold subarctic winter? Wood frogs are just one of many creatures that use \"cryoprotectant\" chemicals to survive freezing temperatures. As summer turns to fall across North America, wood frogs prepare for winter by burrowing into decaying leaves on forest floors. The eyeballs and extremities of wood frogs start to freeze as daily temperatures drop below 32 degrees Farenheight (0 degrees Celsius). The first sign of freezing apparently stimulates the brain to send a message to the wood frog’s liver, which starts to convert stored glycogen into glucose, a sugar. The glucose circulates through the frogs bloodstream into the cells where it lowers the freezing point of water. The glucose also protects cells from damage and minimizes the effects of dehydration. As the temperature continues to drop, the frogs freeze solid. Throughout the entire winter, hibernating frogs are inanimate: they don’t breath and their hearts don’t beat. Alaskan wood frogs tolerate colder temperatures and freeze for longer periods of time than wood frogs in all other areas of North America, and can survive temperatures as low as –12o C. Scientists have found that core organs, such as the heart and liver, freeze last and thaw first. That means vital body functions such as circulation and metabolism are maintained for the longest possible time. Once the temperatures rise in spring, the frogs thaw and they are off in search of ponds for breeding.                 Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: denali amphibians",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/amphibians.htm"
}
