{
    "title": "Denali National Park & Preserve: Grasses",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Grasses                Grasses       Botanists call grasses and other grass-like plants \"graminoids\". This diverse group of plants belongs to the taxonomic class called the monocots (Monocotyledoneae)– these are flowering plants (Angiosperms) that sprout a single seed-leaf when they germinate. The leaves of graminoids are generally long and linear in form and always exhibit a parallel pattern of venation. Monocots are one of the two primary classes of the flowering plants, along with the dicots (which sprout two seed leaves and have a \"reticulate\", or branching venation pattern). After the forbs, graminoids are the most species-rich growth-form type represented in the vascular plant flora of Denali. There are 174 species from five different plant families of graminoids known to occur in Denali National Park and Preserve. The sedge family contributes by far the largest number of species of any vascular plant family to the flora of Denali. Nearly 100 species of this family are known to occur in the park, including 79 species of the genus Carex (the sedges) which is the most species–rich genus we have. The other graminoid plant families represented in the park flora are as follows: Grass family (Poaceae; 56 species); Rush family (Juncaceae; 20 species); Arrowgrass family (Juncaginaceae; 2 species) and last but not least, the Cattail family (Typhaceae; 1 species). Graminoid species are very well represented in Denali’s wetland flora. These plants often form the defining element of wetland plant communities – the familiar wet sedge meadow that lines the margins around ponds and in swampy openings within the boreal forest. Large, robust sedges such as Carex aquatilis, Carex utriculata, and Carex canescens are particularly plentiful in these wetland habitats. The graminoids are a very ecologically diverse group of plants, however, and are by no means restricted to marshy and wet sites in Denali. In fact, a diverse set of these plants, including many of the grasses and sedges (species from the families Poaceae and Cyperaceae) are found in the driest plant communities on the landscape – communities occupying steep south-facing slopes from the lowlands all the way to dry alpine ridges.          DenaliFlora Plant Identification App  Download a free app to explore Denali's plant life with an interactive key to over 300 species. Cell service and Wi-Fi are limited in Denali, but is available for most carriers at the Murie Science and Learning Center and the Denali Visitor Center.   Once downloaded, the app and all included elements (species descriptions, photos, etc.) are fully functional out of cellular range - so you can use the app to identify plants anywhere you may find yourself in Denali's wild landscapes.   Download for IOS from the App Store Download for Android from Google Play   App Features   Interactive Key: Find a plant you would like to identify, open the app and select from characters listed to start the identification process. Depending on the key some selections may introduce additional characters relevant to the remaining species, or remove characters that no longer apply to remaining species. Descriptions and examples defining botanical terms are provided. Swipe right to see the list of species matching your selected characters, or swipe left to select more characters to narrow down the list. Species List: Already know the plant but want to learn more about it? Tap the “Species List” button to search all 301 plant species covered by the app. This feature is helpful if you are family with a certain type of plant, for example orchids or spruce, and want to know what species of those groups may be commonly found in Denali. Key Tutorial: New to plant identification? The DenaliFlora Plant Identification App was designed with you in mind! Swipe through the \"Key Tutorial\" to learn how to use the interactive key. About the Key: Read up on the intended purpose of the key, how the species included were selected, and about the Ecological Atlas of Denali's Flora - a web resource for which this app is the field companion.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/grasses.htm"
}
