{
    "title": "Denali National Park & Preserve: Sled Dog Puppies",
    "body": "Webcam: Sled Dog Puppies       Welcome to the Puppycam, an annual webcam that depicts the early lives of sled dog puppies at the Historic Park Kennels at Denali.  Camera Feed Will Start Monday, August 15, 2016!  The pups were born in late July and aren't super active yet, so even when the camera comes online, please be patient if you don't see much happening for a while. The little ones need to grow a bit bigger before they start really romping around their pen.   Until we turn the camera on, you'll see an error message in the player below. Don't worry, that will go away when we start streaming on 8\/15.                A view from just below where the Puppy Cam is mounted. The new play area extends out of view, though Kennels staff will frequently rearrange the area once the pups are bigger and more active. NPS Photo    New, Larger Play Pen For 2016 Hello Puppycam viewers!  You will notice that the puppy pen looks a little different this year. We have decided to remove the fencing between our first two pens to allow the pups and mom more space to roam, play and explore. As the pups grow bigger they will be able to sleep in the two houses within this pen. They can crawl over, under and through the entire puppy playground structure which spans between the two pens. They will have more space to romp and play with different adult dogs in their yard when they are ready to socialize.    It also means that there may be times when you can’t see all of the pups, or their mother, or what is happening in the far side of the pen, on the puppycam. Don’t worry, remember that kennels rangers are just a few steps away and constantly working hard to ensure the health and happiness of the pups and all of our very special canine rangers. Enjoy the cuteness on the puppycam as the pups grow up to be our next generation of canine rangers!   - Ranger Jen, Kennels Manager        Waiting at a threshold in Savage Camp, 1936 COURTESY CANDY WAGAMAN COLLECTION  Beyond Cute  Mushing is a cultural tradition across Alaska that dates back many thousands of years. It also provides the National Park Service the most effective available means to patrol vast areas of designated Wilderness during the long winter season. Managers of the historic Denali sled dog kennels take great care in breeding for qualities suitable for the challenges and responsibilities of a Denali sled dog. Physical traits include long legs to break trail through deep snow, compact paws to resist build up of ice between toes, and sturdy coats and puffy tails to keep warm in the depths of sub-arctic winter. Character traits include tenacity, an unbridled love to pull and run as part of a team, and social skills that tolerate attention of many thousands of admirers to visit the kennels each summer.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/photosmultimedia\/webcams-pups.htm"
}
