{
    "title": "Grand Canyon National Park: Volunteers Control Invasive Plants 2008",
    "body": "Canyon Sketches Vol 02 - April 2008       Volunteers Help Control Invasive Plants         Sahara mustard (Brassica tournefortii) is native to north Africa, southern Europe, and the Middle East.  NPS PHOTOS BY ALLYSON MATHIS  In February and March 2008, volunteers assisted Grand Canyon National Park’s Science and Resource Management staff in removing the aggressive invasive plant commonly known as Sahara mustard (Brassica tournefortii) at Lees Ferry. Sahara mustard, a new arrival to the area, poses a serious ecological threat to the Grand Canyon ecosystem. In the past few years, Sahara mustard has become one of the most dominant plants found near the mouth of the Paria River and it now literally surrounds the campground at Lees Ferry.  Sahara mustard is native to north Africa, southern Europe, and the Middle East. It is adapted to arid climates and sandy soils. Although it was first recorded in California in the 1920s, it has spread in the last few years throughout the low elevations of the deserts in California and Arizona, and east to New Mexico and Texas. Sahara mustard now forms a dense blanket in some portions of Glen Canyon National Recreation Area, and is threatening the survival of rare dune plants at Lake Mead National Recreation Area. Some ecologists in California worry that entire ecosystems may be at risk because of Sahara mustard; other scientists have warned that native vegetation in entire national parks could be destroyed in decades.       Sahara mustard can take many shapes and forms, growing from only five inches tall to more than four feet. It often has large basal leaves that can smother surrounding plants and rob the early spring moisture from winter annuals. As a fast growing weed, it can outcompete native plants. It is also allelopathic, meaning that it inhibits the growth of other plant species.  Pulling plants, particularly along roadways and in other human use areas like campgrounds, before they produce mature seeds is the best way to control Sahara mustard.  In the last several years, volunteers have made important contributions to this effort at Lees Ferry. In 2007, volunteers removed 35,000 Sahara mustard plants. In 2008, Grand Canyon’s vegetation crew led three trips to Lees Ferry, in which a total of 37 volunteers pulled almost 90,000 Sahara mustard seedlings and surveyed 300 acres in Grand Canyon National Park and Glen Canyon National Recreation Area.        Volunteers removing Sahara mustard at Lees Ferry NPS PHOTO  Molly Boyter, the Grand Canyon National Park Invasive Plants Biologist who led the 2008 trips said, “The volunteers at Lees Ferry this spring worked diligently and enthusiastically. Even though the plants were very small this year, all of the volunteers happily combed the hillsides and removed all of the tiny plants that, if left untouched, could set seed and become a huge problem next year. It was satisfying to work with members of the Grand Canyon community as well as interested people from across the US and South Korea on such an important project. I am anticipating that with all the volunteers' hard work next year's germination of Sahara mustard will be greatly diminished and our native habitats will remain protected.”      Volunteers play an important part of preserving Grand Canyon’s natural and cultural resources, and are critical in the park’s effort to preserve the natural vegetation communities of Grand Canyon. In addition to assisting in the control of invasive plant species like Sahara mustard, volunteers collect native seeds, salvage native plants prior to construction activities, replant disturbed areas, inventory rare and exotic plants, and help maintain the park’s native plant nursery. Grand Canyon’s Division of Science and Resource Management vegetation crew offers volunteer trips throughout the year. The trips are fun, educational, and allow people who love Grand Canyon the opportunity to make a direct contribution to the preservation of park resources. Participants in volunteer trips camp in group campsites, and are provided all meals and snacks during multi-day trips, and lunches and snacks during shorter trips.  The park also provides all tools and safety equipment including work gloves. In addition to their volunteer contributions, participants have the opportunity to meet other people, learn about the park’s Science and Resource Management program, and enjoy the beauty of Grand Canyon National Park.        Volunteers removing invasive plants. NPS PHOTO  Volunteer trips upcoming in 2008 include seed collection and invasive plant removal on the North and South Rims, and assisting with plant propagation and maintenance at the South Rim’s Native Plant Nursery. Trips will continue to be offered in 2009, including more opportunities for volunteers to help control Sahara mustard at Lees Ferry in early spring. See http:\/\/www.gcvolunteers.org for a listing of all future volunteer trips with Science and Resource Management’s vegetation program.  Volunteer for Grand Canyon National Park       Related Information Colorado River Plant List  (280kb Excel Worksheet)  Grand Canyon Exotic Plants List - updated 2012 02 (80kb PDF File)  Grand Canyon Exotic Plant Species - Vegetation Management Bulletin (117kb PDF File)  Grand Canyon Vascular Plant List (211kb Excel Worksheet)  Grand Canyon Non-Vascular Plants (330.7kb PDF File)  Grand Canyon Potentially Invasive Weed List (17.8kb PDF File)  Grand Canyon Threatened & Endangered Species List (52.5kb PDF File)  Guide to the Special Status Plants of Grand Canyon Part One (1.44MB PDF File) Part Two (2.05MB PDF File) Part Three (1.57MB PDF File)  List of Special Status Plants of Grand Canyon (30kb Excel Worksheet)    Canyon Sketches Vol 16 - January 2010 Grand Canyon National Park takes steps to recover the endangered sentry milk-vetch. The park took significant actions in 2009 to recovery the endangered sentry milk-vetch, including constructing a passive solar greenhouse to house an ex situ population and conducting seed germination trials.  Canyon Sketches Vol 15 - November 2009 Invasive Plant Control in Tuweep In March 2009, Grand Canyon National Park teamed up with the Coconino Rural Environmental Corps (CREC) to eradicate invasive plants in the Tuweep District. Canyon Sketches Vol 06 - October 2008 Park Vegetation Crews Use Multiple Techniques to Restore Native Vegetation Along Hermit Road Hermit Road re-opened in November 2008 after a nine-month rehabilitation. Restoration of native vegetation along Hermit Road is one of the largest plant restoration and rehabilitation efforts ever undertaken at Grand Canyon National Park. The multi-faceted project includes a variety of restoration techniques and incorporates substantial contributions by park volunteers and interns.  Canyon Sketches Vol 05 - August 2008 Park Biologists Conserve Rare Plant Plant biologists identified several populations of Tusayan flameflower (Phemeranthus validulus) in areas that will be impacted by the construction of parking lots at Canyon View Information Plaza. In order to conserve this rare Grand Canyon species, they recently salvaged plants from construction zones and transplanted them in suitable habitat nearby.  Canyon Sketches Vol 02 - April 2008 Volunteers Help Control Invasive Plants   Invasive plants such as Sahara mustard pose a serious ecological threat to Grand Canyon. Volunteers have made important contributions towards controlling this aggressive invader over the last few years. Volunteer trips with Science and Resource Management's vegetation program are fun and educational and give people who love Grand Canyon the opportunity to help preserve park resources.  Visit the Canyon Sketches eMagazine Home Page Canyon Sketches are short, timely and newsworthy updates about Grand Canyon's natural, cultural and recreational resources. They highlight the ongoing work that Grand Canyon's Science and Resource Management staff does to monitor, inventory, restore, and rehabilitate park resources. The Canyon Sketches eMagazine is designed to provide specific information on resource challenges and Science and Resource Management activities.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/cynsk-v02.htm"
}
