{
    "title": "Denali National Park & Preserve: Celebrating 1913: The First Summit of Denali",
    "body": "Explore This Park    Learn About the Park     History & Culture     Park History     Celebrating 1913: The First Summit of Denali                Digital Exhibits          \"Anyone who thinks that the climbing of Denali is a picnic is badly mistaken.\" -- Hudson Stuck   ο On June 7, 1913, four men stood on the top of Denali for the first time. By achieving the summit of the highest peak in North America, Walter Harper, Harry Karstens, Hudson Stuck and Robert Tatum made history. One of the party, Harry Karstens, would continue to have an association with the mountain and the land around it by becoming the first superintendent of the fledgling Mount McKinley National Park, which would be renamed Denali National Park and Preserve in 1980.       This is a composite image showing both the front and back sides of a historic thermometer that Hudson Stuck used to record weather data during the 1913 climb. It was recovered near the summit decades later by a later expedition.             .   Read a brief account of the 1913 climb by accomplished local author and historian Tom Walker.   Notable Highlights in Alaska Range Mountaineering    Denali First Ascents and Interesting Statistics (PDF 54 KB)   South Peak Attempts and Summits (PDF 36KB)                           Why Climb? What's the point of climbing a mountain? This year we celebrate the 100th anniversary of the first successful summit of Denali, the tallest peak on the North American continent and the crowning glory of the park that bears its name. On June 7, 1913 four men -- Walter Harper, Harry Karstens, Hudson Stuck, and Robert Tatum -- made history by being the first to set foot on its true summit. Learn more about the expedition and what it took for these four men to reach the top. (Running time 05:20, closed captions)  Duration:5 minutes, 20 seconds                     The Legend of Denali     The late Chief Mitch Demientieff of Nenana, Alaska, reads an Athabascan legend about the origins of Denali, the High One.  Duration:3 minutes, 1 second                      National Native News radio story     First aired on Feb 12, 2013, this radio segment describes the involvement of Alaska Natives in a guided \"Denali 2013 Centennial Climb\" by descendants of the original team that summited Mount McKinley in 1913. (Courtesy National Native News and the Koahnic Broadcast Corporation.  Duration:1 minute, 51 seconds      Credit \/ Author: National Native News, Koahnic Broadcasting   Date created: 2013-02-12           Audio Transcript ANNOUNCER: Native Voice One, the Native American Radio ServiceHOST: This is National Native News. I'm Antonia Gonzales … An Alaska Native man is part of an expedition marking the 100th anniversary of the first ascent of Alaska's Mount McKinley. As KUAC's Dan Bross reports, most of the climbers are descendants of the original 1913 team that conquered North America's highest peak.REPORTER: Alaskan's call Mount McKinley \"Denali,\" an Athabascan word meaning the \"High One.\" And Athabascan Walter Harper was the first person to set foot on the over 20,000-foot peak's summit 100 years ago. Harper's great grand nephew, Dana Wright is a member of \"Denali 2013 Centennial Climb,\" a planned retracing of the historic achievement.WRIGHT: I'm doing everything I can to be a good role model for Alaska Natives, and for anybody really. I want to get up there, get up there safely, and get the whole team up and back down as best we can. And I want to come back and tell everybody about it.REPORTER: Another Centennial team member Dan Hopkins says it's a project goal to recognize the contributions of Alaska Natives to the 1913 first ascent exhibition famously led by Hudson Stuck and Harry Karstens.HOPKINS: It's the story of Walter Harper, Johnny Fredson, and Esaias George. Their incredible achievements made by these young Native Alaskans, for the most part, especially to the broader public, these stories have been virtually gone untold.REPORTER: The June 2013 Denali Centennial expedition is endorsed by the National Congress of American Indians and members are working with a nonprofit group to document their experience and share it online with kids, including Alaska Native communities. For National Native News in Fairbanks, Alaska, I'm Dan Bross.ANNOUNCER: Native Voice One, the Native American Radio Service.             Harry Karstens 1950's radio interview     Want to hear the voice of a legend? Later in life, sometime during the 1950s, Harry Karstens granted a live interview to a Fairbanks radio station in which he discussed the 1913 expedition to the summit of Mount McKinley.  Duration:8 minutes, 5 seconds            Audio Transcript TRANSCRIPT OF HARRY KARSTENS RADIO INTERVIEWRunning time for this version 08:05Audio of unknown provenance edited and transcribed in February 2013 by Jay Elhard of Denali National Park and PreserveANNOUNCER: Seven-thirty on Wednesday evening, it's time for “Here's A Pioneer.” It's a weekly presentation of the Pioneer Cab Company, which is located across from the Nordale Hotel on Second Avenue. And their telephone number, 24-hours a day, is (East) One-O-A.We have this week as a visitor on “Here's A Pioneer,” a distinguished old timer named Harry Karstens.And I feel sure that Harry is so well-known to hundreds of our listeners tonight. Karstens, I think, will be remembered best as one of the leaders of the Karstens-Stuck expedition. The expedition that climbed to Mount McKinley, the very peak.BREAKANNOUNCER: I understand too that your travels with (Charles) Sheldon gave you background for your eventual trip up Mount McKinley. Is that true?KARSTENS: More or less. He asked me at the time if I'd go with him if he'd make the ascent. I told him sure, I'd take a chance. But he got married when he went Outside and that spoiled it.ANNOUNCER: That gave up his part in the expedition. Then you eventually decided to combine your efforts with Archdeacon Hudson Stuck. Is that correct?BREAKKARSTENS: … To the mountain to make the climb. I didn't feel as though I could afford to do it, I had to make a living. And I was more or less chasing around the country. But I eventually did, and in 1912 I promised him to go. It was a joint undertaking, which he states in his letters, which I have. And we were to share in the book and the articles and so forth.We started in in the summer of '12. I took the provisions and stuff we needed mostly in by boat, as close as I could to the mountain up the Bearpaw. Then in the spring, it about March, he came in and we got three dog teams together. And there was Tatum, one of the mission boys, 20-year-old, and Walter Harper, 20-years-old, and Deacon and myself were the ones that made the climb. There was two 15-year-old Indian boys that were along to help do the work.We went in in March with the dog teams, picked up the stuff from where I had cached it at the head of the Bearpaw, and freighted it in to the base of the mountain, that is, on Willow Creek, and at the foot of the McGonagall Pass, which leads onto the Muldrow Glacier at about, I should judge, about 5,000 feet. Well from there, we used dogs to 11,500, the (Grand Basin). We had doubled-tripped it for a number of trips up there with dogs. Had a good supply of stuff, had silk tents, and quite a lot of mountain grub and equipment. And the last trip we took up the big tent set up, we used wood, we hauled wood up there. But in the last trip up, we got near to where the cache was, we smelled smoke, and in the rush forward we found the cache was on fire.ANNOUNCER: I imagine that you figured that fire would be the last thing that you'd have to worry about up there.KARSTENS: We never realized. You wouldn't think there could be a fire, but in some way, it caught afire. Our silk tents were all burnt up, and our clothing, most of it, (indistinguishable) and so forth. And a lot of stuff. Well, the deacon thought we were ruined. But we went through the stuff that we had left and managed to salvage a lot. I sent a couple of the boys down to the base camp to get the canvasses, the (indistinguishable) canvasses, and for three weeks, between storms and working, we made (stock or socks?) and I built a tent.ANNOUNCER: I imagine then that you were pretty well equipped again when you decided to keep going up.KARSTENS: Yup, we were fairly well equipped. We had a quite a lot of  kerosene, plenty. We had plenty of provisions. But especially we were shy on the (indistinguishable) and stockings and so forth that were burned up.ANNOUNCER: How did the rest of the trip go, though?KARSTENS: Well, it was a matter of, it wasn't such a difficult thing except for the northeast ridge, which is called Karstens Ridge.BREAKKARSTENS: … different part of the whole climb. After Herschel Parker was up on the mountain and got within 500 feet of the top, they had to come down on account of a strong wind up there that was going and probably would have blown them off. Also, they were short of grub. They came down and that night when they got down there was a big earthquake, shook the whole mountain. And it shattered the Kartens Ridge and the lower end broke off and went down into the valley thousands of feet on either side. That left a cave-in of about 50-foot of ice halfway up the ridge, which was at angles of about 45 degrees. And that had to be worked around. Well, that was some difficulty.ANNOUNCER: And how did you find the top of the mountain itself? Were you pretty well tired out by the time you got up there?KARSTENS: Well, it wasn't exactly tired. It was merely that the exertion was great. Breathing. You go a few hundred steps and you'd be breathing, panting, trying to get breath. But we found out that while sitting down before getting up, keep up panting hard, and then get up and walk, get a lot of oxygen into the lungs.ANNOUNCER: Now I'd like to know about the very moment when you ascended the top of the mountain, who was the first of your party, I understand there were four of you, to get to the top? Who was the first?KARSTENS: Well, I believe at the time I kept Walter Harper in the lead, and going up, I thought it was no more than fair to leave him there.ANNOUNCER: So he was the first one to be on top. I see, Walter Harper, 20-year-old Native boy. Now I understand that you made a rather quick trip down, didn't you?KARSTENS: Yes, it was only a two-day trip down. That was because of (indistinguishable) the lower glacier, around all the crevasses and building snow bridges across the crevasses.ANNOUNCER: Well Harry, our time is up now, and we'll have to call it quits on this interview. I feel that I could spend hours with you and would certainly enjoy it talking about your adventures, especially in connection with Mount McKinley.Friends, we've listened to an interview with Mr. Harry Karstens, one of the partners of the Karstens-Stuck expedition which climbed Mount McKinley. What year did you say was that was, Harry?KARSTENS:  1913ANNOUNCER: 1913. Well, thank you ever so much, Harry Karstens.Friends, you've listened to “Here's A Pioneer,” brought to you by the Pioneer Cab Company each Wednesday evening at 7:30. Pioneer Cab Company located across from the Nordale Hotel, telephone anytime (East) One-O-A.         Harry Karstens, later in life   The University of Alaska Fairbanks hosts a Denali Mountaineering page of oral history interviews as part of Project Jukebox. More than 40 conversations, most recorded more than a dozen years ago, are available online. Here are links to several segments that relate to the 1913 expedition, and the significant challenge that reaching the summit represents for climbers even today.   Mike Sfraga talks with Eugene Karstens on June 24, 1992 about his father Harry Karstens and the 1913 climb to the summit (Running time 21:46) Bradford Washburn talks with Dave Krupa on July 8, 2000 about how rugged the mountain can be. (Running time 03:07) James Wickwire talks with Dave Krupa on May 9, 2000 about how the scale of the mountain, and its distance from equator, make it a greater challenge than mountains at other latitudes (Running time 03:26)  Bob Gerhard talks with Dave Krupa on June 23, 2000 about how even experienced climbers need to maintain a healthy respect for the mountain (Running time 03:24) Daryl R. Miller talks with Dave Krupa on April 27, 2000 about mountaineering rescues, and quotes Hudson Stuck, \"Everything is okay when it's 50-below as long as everything is okay.\" (Running time 03:16) Pete Sinclair talks with Dave Krupa on May 8, 2000 about the one moment he remembers best from his climb to the summit. (Running time 02:25)               Read a short profile, Superintendent Harry Karstens, from an online version of the McKinley Station Trail Guide.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/historyculture\/1913.htm"
}
