{
    "title": "Denali National Park & Preserve: The Legend of Denali",
    "body": "Explore This Park    Learn About the Park     History & Culture     The Legend of Denali              The Legend of Denali        The late Chief Mitch Demientieff at Eielson Visitor Center in 2008 NPS Photo \/ Kent Miller              The Legend of Denali     The late Chief Mitch Demientieff of Nenana, Alaska, reads an Athabascan legend about the origins of Denali, the Great One.  Duration:3 minutes, 1 second      Download Original File: dena-legendofdenali.mp34,351 KB           Audio Transcript Woman:\"The Legend of Mount McKinley,\" as told by Chief Mitch Demientieff, of Nenana, with music by Pumyua of Anchorage, Alaska.Chief Mitch Demientieff:\"Long before Denali was created, there lived in Alaska an Indian named Yahoo. He possessed great power but had no wife. Yahoo built a canooe and paddled west to find one. As he approached the raven chief village, he began singing a song that explained that he was seeking a wife.The wife of the second chief spoke softly. \"You may have my daughter for your wife, but take her and go quickly. The raven chief is preparing to kill you!\"Yahoo began to paddle away with the young woman. The raven chief was right behind him. The raven chief caused a great storm. The water became very rough. Yahoo took out a powerful stone and threw it ahead of him, calming the waters, but mountainous green waves continued to roll behind him.Next the raven chief threw his great spear at Yahoo, but Yahoo, using medicine, changed the large wave behind him into a mountain of stone just in time. The great spear glanced off the crest of the stone mountain. There was a second tremendous wave of water, even greater than the first. Yahoo used all his medicine to turn this wave into a tremendous mountain of stone. When the great spear hit the top of the mountain there was a crash of breaking rock and the great spear flew off into the sky. The raven chief was paddling so quickly his canoe struck the second great mountain of stone. The raven chief was thrown onto the rocks where he changed instantly into a raven and flapped to the top of the mountain. Exhausted, Yahoo fell asleep. When he awoke he was back at home with his new wife at his side. Gazing around, Yahoo saw the two mountains he had created. There was a smaller one to the west now called Foraker, but the larger one, the one the great war spear glanced off before shooting into the stars, that mighty dome would be called - Denali! The great one!Yahoo looked at the sky to see the great raven happy to be back with his people, dancing his approval in the wind.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/historyculture\/legend-of-denali.htm"
}
