{
    "title": "Denali National Park & Preserve: Forbs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Forbs                 Forbs       Forbs are herbaceous flowering plant species. This category includes those plant species people think of as \"wildflowers\" such as goldenrod, gentian, fireweed, forget-me-not, larkspur, lupine, monkshood, poppies, and violets. This is the most species-rich group of plants in the Denali National Park flora, including about 450 species of plants from 54 families of flowering plants. The families with the largest numbers of forbs in the Denali National Park flora are Aster family (59 species), Mustard family (45 species), Buttercup family (32 species), Pink family (31 species), and Saxifrage family (31 species).   Forbs occur in all habitats across the park from aquatic communities to the driest, most windswept scree-slopes and ridges. The dazzling diversity of forms and colors within this group reflects a similar diversity of physiological adaptations and life history strategies. Consider, for example, the ecological biographical, morphological and physiological spectra represented by just three of our 450 species of forbs – Scamman’s Spring beauty (Claytonia scammaniana), Yellow Pond Lily (Nuphar polysepalum), and Round-leaved Sundew (Drosera rotundifolia).          DenaliFlora Plant Identification App  Download a free app to explore Denali's plant life with an interactive key to over 300 species. Cell service and Wi-Fi are limited in Denali, but is available for most carriers at the Murie Science and Learning Center and the Denali Visitor Center.   Once downloaded, the app and all included elements (species descriptions, photos, etc.) are fully functional out of cellular range - so you can use the app to identify plants anywhere you may find yourself in Denali's wild landscapes.   Download for IOS from the App Store Download for Android from Google Play   App Features   Interactive Key: Find a plant you would like to identify, open the app and select from characters listed to start the identification process. Depending on the key some selections may introduce additional characters relevant to the remaining species, or remove characters that no longer apply to remaining species. Descriptions and examples defining botanical terms are provided. Swipe right to see the list of species matching your selected characters, or swipe left to select more characters to narrow down the list. Species List: Already know the plant but want to learn more about it? Tap the “Species List” button to search all 301 plant species covered by the app. This feature is helpful if you are family with a certain type of plant, for example orchids or spruce, and want to know what species of those groups may be commonly found in Denali. Key Tutorial: New to plant identification? The DenaliFlora Plant Identification App was designed with you in mind! Swipe through the \"Key Tutorial\" to learn how to use the interactive key. About the Key: Read up on the intended purpose of the key, how the species included were selected, and about the Ecological Atlas of Denali's Flora - a web resource for which this app is the field companion.                    Alaskan Wildflowers   221 Photos  Though the growing season is short, the wildflowers of Denali National Park and Preserve offer a vivid splash of color to the landscape in summer.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/nature\/forbs.htm"
}
