{
    "title": "Denali National Park & Preserve: Park History",
    "body": "Explore This Park    Learn About the Park     History & Culture     Park History               Park History       Snapshots From the Past  Written by former park historian Jane Bryant, Snapshots from the Past explores park history through a tour of the park road. Published by Clemson University, the book is available for free from archive.org. Download Snapshots From the Past   Crown Jewel of the North: An Administrative History of Denali   The park administrative history is the definitive story of Denali National Park and Preserve. Published in two volumes (2006 for the first, 2008 for the second), they explore the circumstances surrounding the creation of this park; its early and modern management challenges; and the colorful characters who have called this area home.   The two volumes combined are 90 MB, and so they have been broken into the following sections for ease of use:  Volume 1   Front matter: Cover, table of contents, preface, etc Chapter 1: The Roof of the Continent Chapter 2: Charles Sheldon's Visit Chapter 3: Park Management Begins, 1917-1924 Chapter 4: The Cabins-and-Snowshoes Era, 1925-1936 Chapter 5: A Diversified Federal Presence, 1937-1945 Chapter 6: Postwar McKinley, 1946-1956 Chapter 7: Rubber-Tired Tourism, 1957-1971 Chapter 8: New Highway Impacts and the Park Expansion Process, 1927-1980 End matter: Appendices and index to Volume I   Volume II   Front matter: Cover, table of contents, preface, etc. Chapter 9: Managing the New Park and Preserve, 1981-1994 Chapter 10: Denali at the Cusp of the Millenium, 1995-Present Chapter 11: Interpretive Issues; the Park from the Visitor's Point of View Chapter 12: Natural and Cultural Resource Management Chapter 13: A Century of Mountaineering Chapter 14: Mining and Kantishna-Area Management End matter: Appendices and index to Volume II   Volume I (complete, 10 mb) Volume II (complete, 63 mb)     Selected Documents and Reports  Dichinanek' Hwt'ana - A History of the People of the Upper Kuskokwim who Live in Nikolai and Telida - Raymond L. Collins (PDF, 2.8mb) A History of the Denali-Mount McKinley Region  Land Use in the North Additions of Denali            Further Reading         Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: history",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/historyculture\/park-history.htm"
}
