{
    "title": "Denali National Park & Preserve: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture              Uncovering History: Archeology Field School in Talkeetna, Alaska   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 10 seconds  In July 2013, students from the Susitna Valley High School worked with park Archaeologist Phoebe Gilbert to examine a site near the Walter Harper Ranger Station in Talkeetna, Alaska.         Subsistence Opportunities  The subsistence program at Denali helps protect the opportunity for qualified local rural residents to continue traditional subsistence activities. The program ensures management of park resources to be consistent with conservation of unimpaired ecosystems and natural and healthy populations of fish and wildlife. Management incorporates traditional ecological knowledge with scientific data and principles. Learn more about subsistence use of animals and the land in Denali.   Understanding and Protecting the Human History of Denali  The Cultural Resources program at Denali documents and shares the stories of people and the land, now and in the past, and helps preserve places and objects with special history. People have made their homes on lands now within park boundaries for perhaps as long as 12,000 years.  Learn about Denali's archeology program  Discover how people use this land   Alaska Natives in and near Denali Early explorers and expeditions Mountaineering Subsistence activities today  Read up on park history   Historic Structures Historic Themes Park Administrative History Denali Park Road Interviews and Transcripts   Delve into Denali's museum collections  Find out how we protect Denali's cultural resources   Buildings and Bridges, Cabins and Cairns Inventories and Condition Assessments Section 106 and the National Historic Register",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/historyculture\/index.htm"
}
