{
    "title": "Glacier Bay National Park & Preserve: Enjoying your cruise ship visit",
    "body": "Enjoying your cruise ship visit        Visiting Glacier Bay on a cruise ship is an unforgettable experience!          Rangers will have the parks passport stamp available!   How to get the most out of your day in Glacier Bay  There are many ways you can enhance your cruise ship visit to Glacier Bay National Park. A team of park ranger\/naturalists will board the ship as it enters the bay. You will be cruising in the Park for nearly nine hours. View a map that highlights the typical cruise ship routes. You will be sailing by glaciers that are many miles long and drop ice into the sea. There are wild animals to be found. There is much to see and experience. Here are a few suggestions to ensure that your day in Glacier Bay will become a highlight of your Alaskan adventure.        In Glacier Bay, the Park Rangers bring the visitor center to YOU.   Be Informed  Take advantage of onboard information. Invaluable tools to prepare for your visit are the daily onboard schedule of events and Glacier Bay National Park map. These will be delivered to your stateroom the night before you arrive in Glacier Bay. There will also be an information desk, staffed by Rangers, in a lounge onboard. Stop by to meet the rangers, ask questions, and get oriented. Find out when the Ranger programs are scheduled and where they will be. Encourage youngsters to join the scheduled junior ranger program in the youth center. At some point in your day, your ship will stop in front of a tidewater glacier for approximately one hour. What appears to be simply a wall of ice around 200 ft tall and a mile wide is actually the end of a tremendous river of ice, many miles long. It is likely that there will be a considerable amount of ice in the water. There also may be harbor seals laying on the ice. Be sure you know the approximate time your ship will be at the glacier so you do not miss these extraordinary sights.        Join the rangers on the outer decks   Investigate the ship Soon after you board, find good viewing locations. Get outside on the open decks, especially during the time near the glaciers. Nothing can compare to the sense of scale and magnificence of the huge ice wall, and the incredible sounds that it often makes when it calves. If you want to be outside, find the places without glass between you and the view. Don’t forget to try the covered promenade deck. This deck is ideal for viewing, and has the added benefits of bringing you closer to the water, and keeping you out of the rain.  While you are at the glaciers in Glacier Bay National Park, the Rangers will be outside, roving the decks. Join them!                   Glacier Bay Scenery   52 Photos  Glacier Bay is one of the most scenic locations on the planet!          Glacier Bay's Glaciers   37 Photos  Spectacular images of Glacier Bay's famous rivers of ice          Cruise ships in Glacier Bay   17 Photos  Enjoy these photos of cruise passengers experiencing the wonders of Glacier Bay!            Glacier Bay Wildlife   44 Photos  Glacier Bay is home to a tremendous variety of wildlife!                          Glacier-building weather   Prepare for the weather  Southeast Alaska has a maritime climate. Moist air from the Pacific Ocean graces the shores of Glacier Bay with over 80 inches of rain a year. In an average year, Southeast Alaska receives about 4 sunny days per month. All this precipitation keeps this coastline moist, builds glaciers in the mountains, and moderates the temperature. Be sure to bring rain gear. The average temperature is around 55º F (13º C). The moisture and cool temperatures may make it seem colder than you expect. While you may be one of the lucky few who see the sun, bring plenty of warm layers. You will want to be outside as much as possible to take in the sights of Glacier Bay, be prepared so you can be comfortable. Check out the current weather.         Will I spot wildlife? Bring binoculars! Binoculars can bring you closer to the landscape. You may want to search for wildlife, take a closer look at the texture of the glacier ice, or investigate the fields of pink flowers in the beach meadows. Remember, it can be difficult to estimate size when searching the shore from a ship. The mountains, shorelines, and waterways of Glacier Bay are massive, dwarfing even the largest cruise ship. Wildlife is abundant, yet often appears smaller than you expect. Can YOU spot the Glacier Bay wildlife? Ask the National Park Service Rangers for help in searching for wildlife. It can take patience and determination, but sharp-eyed cruise passengers regularly spot grizzly bears, bald eagles, harbor seals, humpback whales, mountain goats, and even puffins!     Tidewater Glacier Highlights    Visit the Ice Ages in the upper West Arm of Glacier Bay                        Visiting Glacier Bay: Then and Now Visiting Glacier Bay on a cruise ship has always been an exciting adventure. Join Ranger Fay for a fun glimpse of Glacier Bay 100 years ago during the heyday of Alaska steamships. 9 min  Duration:9 minutes, 49 seconds                                Enjoy Your Glacier Bay Cruise Visit Visiting Glacier Bay on a cruise ship? Join ranger Sierra and learn how to experience the \"best of the bay\" during your cruise!  Duration:5 minutes, 28 seconds                                Falling Ice! Glacier viewing is a highlight of any visit to Glacier Bay. Join ranger Adrianna and experience the spectacle and excitement of calving tidewater glaciers.   Duration:6 minutes, 34 seconds                                Profitez pleinement de votre croisière. L'itinéraire de votre crosière vous amène dans la Baie des Glaciers? Ranger Andrew vous fournira un aperçu de ce qui vous attend ainsi que quelques astuces pour faire de votre visite la journée la plus marquante de votre séjour en Alaska!   Duration:5 minutes, 20 seconds                                グレーシャーベイへようこそ グレーシャーベイにはクルーズで訪問されましたか？  クルーズの間はレンジャー正輝と一緖に最高なベイの体験が出来るよう学びましょう。  Duration:6 minutes, 28 seconds                 Become a Glacier Bay expert!   Glacier Bay Ranger Audio Series  Enjoy these exclusive interviews with park employees on a wide range of fascinating topics. Bears, birds, glaciers, whales, wilderness, science, etc.",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/enjoying-your-cruise-ship-visit.htm"
}
