{
    "title": "Denali National Park & Preserve: America's Best Idea",
    "body": "America's Best Idea        Cinematographer Buddy Squires and director Ken Burns at Polychrome Overlook in Denali Photo courtesy Craig Mellish, Florentine Films        THE NATIONAL PARKS: AMERICA'S BEST IDEA  A new 12-hour television documentary by Ken Burns and Dayton Duncan is inspiring many Americans to visit and get more involved with their national parks. The series premiered on PBS Stations across the country in September. For more information or to watch video excerpts from the series, visit the PBS website.          Students immersed themselves fully in a direct experience of the Teklanika River on their final night in the park in July. Photo courtesy Lee Bullington  NEW EXPERIENCES TO SHARE As part of the outreach leading up to the series, Denali was one of 35 recipients of a grant to foster community engagement and tell authentic, untold stories from new and underserved park audiences. The project was made possible in part by a grant from the National Park Foundation through the generous support of the Evelyn and Walter Haas Jr. Fund and the Popplestone Foundation. This July, seven native high school students from Anchorage spent three days at a field camp in the backcountry. The students are all active members of MEDIAK, a media skills development and outreach program hosted by the Cook Inlet Tribal Council, in association with Title VII Indian Education program in the Anchorage Schools. Their instructor is Lee Bullington, with the assistance of Andrew Byrd. Grant funding provided each student with a pocket camcorder to record their experiences. The park has since produced a highlight reel from all of the hours of footage captured from the different student perspectives. FRESH EYES (Time 6:45)  Windows Media, 66.5 MB Quicktime, 44.0 MB  After they returned home, the students themselves produced videos and slideshows about their time in the park.  Albert Gray (Time 5:30, 36.4 MB Quicktime M4V) Dale Hart (Time 2:30, 6.96 MB Quicktime M4V) Robert McGowan (Time 4:30, 26.0 MB Quicktime M4V)  Chelsea Nanok (Time 2:00, 9.59 MB Quicktime M4V)  Cedric Richardson (Time 4:30, 29.6 MB Quicktime M4V)   The students also recorded and produced highlights of an interview with Ken Burns at MEDIAK when he visited Anchorage on June 18, 2009 (Time 03:43).  Windows Media, 35.7 MB Quicktime M4V, 45.7 MB  Listen to a KUAC-FM Fairbanks NPR news story about the field camp that aired on July 15, 2009  MP3, Time 01:28, 1.35 MB  Or watch the students as they are featured in a new park video about sustainable features at the Eielson Visitor Center.  Windows Media, Time 01:50, 12.9 MB          Director Ken Burns (center) visited in Anchorage with students who were chosen to take part in an \"America's Best Idea\" digital storytelling field camp in Denali for three days in July. NPS PHOTO \/ NEIL BLAKE         NATIONAL PARKS AS TV STARS Denali appeared in the living rooms of millions of Americans in September as part of a new 12-hour, six episode public television series by filmmaker Ken Burns that aired across the country on 356 PBS member stations. The broadcast coincided with extensive outreach, education, and online initiatives to create a national dialogue about public land and preservation as the country prepares to celebrate the centennial of the National Park Service in 2016. The television series, “The National Parks: America’s Best Idea,” included references to four major figures and events in Denali with lasting, national consequence—  As Charles Sheldon, a gentleman hunter from Vermont, and others lobbied Congress to establish Mount McKinley as the first national park to conserve wildlife in 1917. As Adolph Murie, a bright young wildlife biologist, championed a radical idea to protect rather than eradicate wolves on public lands. As Murie later waged opposition to a Mission 66 proposal to build a complex of tourist amenities deep within the park’s rugged interior. As lawmakers negotiated and enacted the Alaska National Interests Land Conservation Act (ANILCA) in 1980. The sweeping legislation dramatically increased the size of the National Park Service as a whole, changed this park’s name from Mount McKinley to Denali, added almost four million acres of new park and preserve areas to its boundaries, and protected its original, two-million-acre core as designated federal wilderness. Lawmakers were first prodded to action by President Jimmy Carter’s use of the Antiquities Act to set aside 56 new national monuments at the stroke of a pen.  The series was directed by Burns and produced with his long-time colleague, Dayton Duncan, who also wrote the screenplay. Using archival photographs, first-person accounts of historical characters, personal memories, and analysis from more than 40 interviews, the film traces the birth of the national park idea in the mid-1800s and follows its evolution for nearly 150 years. Peter Coyote provided the narration. Other voices were provided by Tom Hanks, Andy Garcia, Sam Waterston, Amy Madigan, Eli Wallach, and Carolyn McCormick. Cinematographers shot more than 800 rolls of original footage over a six-year period while visiting 53 parks, including Denali. The park hosts as many as 20 commercial film permits and 60 professional photographers each year.        Photo by Ivan Levin          Jay Elhard, Denali media specialist, and Ernesto Pepito, of the Golden Gate National Parks Conservancy, attended a “Parks for All” event in San Francisco on April 22 to help launch a nationwide outreach campaign related to the Ken Burns television series “The National Parks: America’s Best Idea.”",
    "url": "https:\/\/www.nps.gov\/dena\/getinvolved\/supportyourpark\/abi.htm"
}
