{
    "title": "Denali National Park & Preserve: Interactive Panoramas",
    "body": "Interactive Panoramas       The scenic beauty of Denali is one of the biggest draws for visitors. The inspiration and solace many draw from wilderness, places untrammeled by humans, is vital.  Here, you will find a preview of your impending visit, a remembrance of time spent in the park, or a window to a far-away world that you will hopefully one day see in person.  Each panoramic image represents a different view from somewhere in the park. Command buttons are located at the bottom of each image. Some panoramas contain links to other views, allowing you to take a virtual sightseeing trip through some of this spectacular park.  Use the map below or the thumbnails for each panorama lower on the page to explore that part of the park.      Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.           View from the Eielson Alpine Trail  Check out the view from one of the few established trails deep in the park. On a clear day, get fantastic views of the Alaska Range. Ranger-led hikes occur here in summer.            Divide Mountain - Summit View  Divide Mountain stands on the south side of the park road, near the Toklat River rest stop. Those up for a strenuous dayhike can gain this view, though it requires crossing the cold, swift Toklat River.            Wonder Lake in Autumn  Enjoy the view from just north of Wonder Lake. The park road is visible where it crosses the Wonder Lake outflow, while the Alaska Range can be seen in the distance.            Glacial Moraine  View a glacial moraine up close.            \"Sheep Hill\"  Overlook the Toklat River from \"Sheep Hill.\"            Mount Galen  North of the park road is Mount Galen, with views of numerous unnamed mountains near and far.           The Moose's Tooth image courtesy blake gleason  Barille Summit  Stand high atop Barille and gaze down on the Ruth Amphitheater, the Great Gorge of the Ruth Glacier, the iconic Moose's Tooth, and more spectacular alpine scenery. iOS supported devices click here           Explore a panoramic view of Base Camp nps image  Base Camp  Explore the world of Base Camp on the Kahiltna Glacier. Most mountaineers attempting to summit Denali fly into camp at 7,000' above sea level on the Kahiltna, and start their climb from here.  In this pano is a link to explore farther down-glacier on the Kahiltna.           A trail just below Eielson Visitor Center offers some lovely views nps image  Eielson Visitor Center  One of the most popular destinations by shuttle bus, the views from Eielson Visitor Center on a clear day can be fantastic.  You can \"hike\" down from here to the Muldrow Glacier, which often fools new visitors because of how much vegetation grows on its lower section.           nps image  Wonder Lake Campground  Not sure if the view outweighs the mosquitoes notorious to Wonder Lake Campground? Take a peek and decide for yourself.  This pano has a link to a series of images higher up in the Alaska Range.           The view from Oastler Pass nps image  Oastler Pass  Check out the scenery from Oastler Pass, at about 5,600'. Mount Brooks dominates the view, towering thousands of feet above the Muldrow Glacier and Oastler Pass. (Apologies for the false advertising - this image isn't quite a 360 degree view).  From here, you can move south to the Traleika Glacier, deep in the heart of the Alaska Range.           The view from Traleika Glacier can be rather pleasant nps image  Traleika Glacier  Over a mile wide, the mountains surrounding Traleika Glacier alter one's sense of scale. Bonus feature - check out Koven, Carpe and Tatum, the mountains for whom the 2011 sled dog litter was named.           Vegetation and thin soil covering the ice of the Muldrow Glacier nps image  Standing on the Muldrow Glacier  Don't let the greenery fool you - under a thin layer of vegetation and soil lies a frozen mass of ice. From here you can duck down into the glacier or head back up to a trail near Eielson Visitor Center.           Icy waters flow out of the Alaska Range and its glaciers. nps image  Low on the Muldrow Glacier  Like nature's tailings piles, myriad lumps of stagnant ice, covered in dirt and rocky debris, sit along the Muldrow Glacier. Swift and cold are usually the first two words visitors use to describe their encounters with any water that finally reaches a liquid state in these sub-arctic mountains.           Autumnal reds begin to emerge atop Polychrome Mountain nps image  Polychrome Mountain  See the start of autumn on a particularly lovely day atop Polychrome Mountain. You can move farther south, into the mountains along the East Fork Glacier, too.           Ice and rock of the East Fork Glacier nps image  High up the East Fork Glacier  Learn more about glacier monitoring while you enjoy the great views of the East Fork Glacier.  This pano also connects back to the view from atop Polychrome Mountain.           The view from the Mt Healy Trail terminus nps image  Mount Healy  Overlooking the park entrance and points outside the boundaries of the park, Mount Healy is an approachable mountain. The trail leading to this spot right from the visitor center is a great hike. Views of Denali are possible, and there's always a chance of seeing some wildlife along the way.  You can \"hike\" down from this perch to the Triple Lakes Trail, and myriad other trails are hidden in the forest lower on the slopes of Mt. Healy.           Fall colors emerging along the Triple Lakes Trail nps image  Triple Lakes Trail  At roughly nine miles, one-way, the Triple Lakes Trail is great for those seeking a long hike. The southeast trailhead is near the eponymous lakes, while the northern end of the trail offers views of Mt. Healy and the Riley Creek drainage.  You can jump atop Mount Healy from this pano.           Fall colors along the Meadow View Trail nps image  Meadow View Trail  Low on the slopes of Mt. Healy, the Meadow View Trail offers some lovely views for hikers in the entrance-area of the park.           The Alaska Railroad crosses high above Hines Creek nps image  McKinley Station Trail  Full of recent human history, the McKinley Station Trail travels through the area first used as \"park headquarters\" by Harry Karstens, the park's first superintendent.  A self-guided tour of the McKinley Station Trail fleshes out the colorful stories of pioneers and park rangers that called this spot home in the early 1900s.           Winter scenery near the Savage River nps image  Mountain Vista  Located near the Savage River, the Mountain Vista area offers views of Healy Ridge and other mountain scenery.           Toklat Valley NPS Photo  Toklat Valley and Divide Mountain  At mile 53 the east and west branches of the Toklat River come together in this stunning valley. In the summer months Toklat is a great place to find wildflowers or spot signs of wildlife.           Kahiltna Glacier nps image  Upper Kahiltna Glacier  Get a scientist's-eye view of a spot in the middle of the upper Kahiltna Glacier. You can also bounce farther up the glacier to Base Camp.           Lower Kahiltna Glacier and Denali NPS photo  Lower Kahiltna Glacier  Get a scientist's-eye view of a spot in the middle of the lower Kahiltna Glacier. You can also bounce farther down the glacier to the terminus.           Terminus of the Kahiltna Glacier NPS photo  Kahiltna Glacier Terminus  This vantage point is part of Denali's repeat photography glacier monitoring program. Repeat photography is an easy way to monitor the health of a glacier. You can also bounce farther up the glacier to an index monitoring site.          Igloo Creek - Fall NPS photo  Igloo Creek This photo was taken on October 7, 2011 just after a snow storm rolled through Igloo Creek Canyon.           Wonder Lake, in winter nps photo  Wonder Lake in winter  Stand on the frozen surface of Wonder Lake and enjoy views of the Alaska Range to the south, and rolling hills to the west, north and east.           Denali, seen from Turtle Hill nps photo  Turtle Hill in Winter  Located south of Wonder Lake, Turtle Hill offers a similarly spectacular view of Denali",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/photosmultimedia\/vr-panos.htm"
}
