{
    "title": "Gates Of The Arctic National Park & Preserve: Frogs in Trouble",
    "body": "Frogs in Trouble       Wood Frog   |   Biological Miracle   |   Swamp Romance   |   Frogs in Trouble   |    Amphibians 101   |   Back to Animals        Amphibians face problems even in the pristine forests of northern Alaska Richard Nelson  Frogs in Trouble The inconspicuous little wood frog living in the remote forests of the far north could have enormous significance for modern medicine and for millions of people affected by a wide assortment of illnesses. Scientists are studying the wood frog’s ability to freeze and to suspend metabolic functions, such as heart beat and breathing, without damage to organs or tissues. And what they learn could provide keys to human health concerns from diabetes and strokes to organ transplants. But there is an opposite side to the equation—the wood frog may also urgently need help from humans. There is a worldwide epidemic of deformed amphibians and the frequency of affected animals is higher in Alaska than in most parts of the United States. Wood frogs have been turning up in Alaska with abnormal legs and jaws, sometimes even with extra legs. Researchers in Alaska have found a higher frequency of abnormalities in wood frogs living near roads than in frogs in more remote and wilder areas. No one knows why, but it is possible that pollutants like mercury are causing the deformities. The skin of frogs and other amphibians is highly porous and absorbent, which makes these animals especially vulnerable to pollution or disease carried in air or water.      World Wide Declines A greater and even more urgent concern is the dramatic decline of amphibians in many parts of the world—one third to one half of all species are now threatened with extinction. More than 160 species of amphibians, including dozens of frogs have already become extinct within a few decades. A huge research effort is underway to learn why. There are more than 6,000 known species of amphibians on earth, having evolved over 300 million years, surviving mass extinctions, including the disappearance of dinosaurs. Why are so many amphibians now in danger of extinction? There are probably multiple reasons for these alarming declines, but one major cause is a fungal infection, chytridiomycosis—the chytrid fungus—which clogs the pores in an amphibian’s skin and kills it very quickly. Read more…      Climate Change There is much interest in learning if climate change has a role in amphibian declines and deformities, perhaps increasing their vulnerability to disease. Without question, climate change is altering the environment in which amphibians live and breed. In Alaska and Canada, some areas may have increasing amounts of wetland while others may have less, so the picture is complex. At the same time, the warming climate might favor wood frogs by allowing them to spread even farther north. To track the possible effects of environmental changes on wood frogs, the Alaska State Fish and Game Department has a project monitoring frogs around the state, trying to learn where they are found and how many live in a given area. The researchers are looking for volunteers interested in locating the early summer breeding ponds, estimating the numbers of calling frogs, and reporting the results on simple forms. To learn more about the Alaska Wood Frog Monitoring Project, click here.      Small Wonders Those who have an unexplainable love for frogs are holding a special hope for these little wood frogs that have mastered the art of freezing solid all winter long, thawing out in spring to fill the air with an unmistakable chorus of croaks around puddles and pools, lakes and ponds, bogs and meadows across the vast, sheltering forest of the north country. This sound is a celebration of life, an anthem for the resilience of the small things in our world and a reminder that even the hardest trials of winter can give way to a summer of rich and lavish pleasures.      Wood Frog   |   Biological Miracle   |   Swamp Romance   |   Frogs in Trouble   |    Amphibians 101   |   Back to Animals",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/nature\/wood-frog-page-3.htm"
}
