{
    "title": "Denali National Park & Preserve: Virtual Tour",
    "body": "Virtual Tours       Virtual Tours: Science and Research in Denali  Explore some of the research happening in Denali, paired with striking images of plants and landscapes in the park.          Denali Soundscape    Each point represents an area monitored by a soundstation. Click a point to read about the acoustic data we recorded and to see an image of the area. The larger, yellow dots indicate areas where sound recordings are available, in addition to the other data.           Student Virtual Tour of Savage River  Students at the nearby Tri-Valley School worked on a virtual tour of the Savage River area of the park in 2014. Their virtual tour showcases the geology and geologic history of the river valley, as well as an exploration of wildlife in the area and a scientific analysis of the river's rate of flow.            A Virtual Tour of the Mosses and Lichens of Denali (13 MB swf download)  Mosses and lichens, although small, are a major component of Denali's plant life. They comprise about half of the diversity with over 800 species and provide many important ecological functions. They cover the ground in many areas of the park, from soggy wetlands to the rocky alpine.  This eResource introduces the viewer to what exactly mosses and lichens are, where they grow, and how they are used by animals and other plants. Explore the intricate beauty of these small organisms with over 30 close-up photographs, and then go outside to find them for yourself.            Virtual Tour of Landscape Change in Denali (2.4 MB SWF download)    Denali is a dynamic and ever-changing place. Careful examination of paired historic and recent photographs by park staff has revealed dramatic and widespread landscape changes in and around Denali National Park and Preserve.  Paired photographs are extremely valuable because they allow for a self-paced visual comparison of landscape characters otherwise difficult to observe. This eResource features over 30 repeat photo pairs and provides context for what the changes depicted may mean for the future of Denali National Park.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/photosmultimedia\/virtual-tours.htm"
}
