{
    "title": "Glacier Bay National Park & Preserve: Fishing Regulations",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Fishing     Fishing Regulations                  Glacier Bay Fishing Regulations              A Special Place Glacier Bay National Park was designated as a Marine Protected Area (MPA) in 2009. Nationwide, more than 30 National Park units have been designated as MPAs and many more are currently being considered. Conservation is a primary goal of MPAs but recreational use is encouraged when compatible with the unit's conservation goals. National Parks generally allow fishing only when it \"will not unacceptably impact park resources or natural processes including the natural distributions, densities, age-class distributions, and behavior of harvested species, native species that the harvested species use for any purpose, or, native species that use the harvested species for any purpose.\" Park objectives include preserving native fishes and their habitats and providing recreational fishing opportunities for the enjoyment of park visitors now and into the future.      Help us care for Glacier Bay's fish:  Value and respect the aquatic environment and all living things in it. Keep the environment clean by avoiding pollutant spills, and properly disposing of trash including fishing line, gear and hooks. Keep no more fish than needed for consumption. Never wastefully discard fish that are retained Cease fishing once you have reached your bag limit in order to reduce catch-and-release mortality. Carefully handle and quickly release all fish that are unwanted or prohibited by regulation. Use tackle and techniques that minimize harm to fish when engaging in catch-and-release angling.  Avoid removing fish from the water when planning to release them. Take precautionary action to prevent the spread of exotic plants and animals. Ensure that bears, sea lions and other wildlife don't get your hooked or harvested fish or other food items.          Every Halibut Counts Alaskan halibut are a precious resource and you can help. This brochure describes how to carefully release a sport-caught halibut.         Things to Know Before You Go: Fishing Regulations The National Park Service (NPS) urges all anglers to review and know all relevant regulations guiding recreational fishing activity in Glacier Bay. Other aspects of the fishing experience may also benefit from self-education and pre-planning.  An Alaskan sportfishing license is required for all nonresidents 16 and older, and residents 16-59, to fish in Alaska's fresh and salt waters. Alaska residents age 60 and older can apply for an ADF&G Permanent Identification Card which is a lifetime hunting, fishing, and trapping license. Always check ADFG's Sport Fish Emergency Orders and News Releases for changes to existing regulations not listed in the standard Alaska Sport Fishing Regulations Summary Booklet for Southeast Alaska. The International Pacific Halibut Commission (IPHC) distributes current Pacific halibut fishery regulations each year. Section 28 typically specifies the fishing season duration as well as size and bag limits. Regulations can vary for guided and unguided anglers.  NPS regulations allow fishing in fresh waters using hook and line gear only, prohibit the possession or use of live or dead bait and unpreserved fish eggs or roe, as well as chumming, and require careful and immediate release of fish not meeting size or species restrictions. These and other regulations are detailed in the Code of Federal Regulations (36 CFR 2.3) Fish carcasses may not be disposed within 200 feet of the Bartlett Cove dock. Special Rules for Fishing the Bartlett River: Because of past bear and human conflicts on the Bartlett River, NPS regulations now require all harvested fish caught in the Bartlett River be kept within six feet of the angler or on their person. Additionally, all harvested fish caught in the Bartlett River shall be packed out whole, except gills and entrails which should be deposited in the deepest, fastest flowing part of the stream channel.  Charter vessels are required to have in possession and utilize a deep water release mechanism to safely return and release rockfish to depth.   Be aware of safety concerns while fishing in bear country, boating, and collecting and eating shellfish in Glacier Bay. Before consuming large, long lived halibut and other marine species like shark, lingcod and rockfish, check the State of Alaska's Fish Consumption Guidelines for information about possible contaminants that can be harmful to pregnant women and young children. Check the weekly Alaska Dept. of Fish & Game fishing reports from the local area A number of licensed, professional fishing guides are available to help you plan and take you on a successful fishing adventure in this area. For a wealth of information on fishing in this part of Alaska, check out the Alaska Department of Fish & Game Sportfish Divison.",
    "url": "https:\/\/www.nps.gov\/glba\/planyourvisit\/glacier-bay-fishing-regulations.htm"
}
