{
    "title": "Gates Of The Arctic National Park & Preserve: Food and Family",
    "body": "Food and Family       Muskox   |   Designed for the Arctic   |   Food and Family   |   Circle Defense   | The Incredible Journey   |   Back to Animals        Adult female muskox eating horsetails Claudia Ihl  Flowers for Breakfast When spring comes, muskoxen will move a short distance to more lush valleys where they can feast on fresh new willow leaves, newly green grasses and sedges, horsetails and flowers. They spend the summer meandering across the tundra with their muzzles buried in greenery and flowers, building up fat for the winter. Muskoxen also enjoy each other’s company. Herds are sometimes as large as 75 animals. Summer life is divided between feeding, loafing, and ruminating—the process of bringing up food and rechewing it for complete digestion. Muskoxen are also very playful. Calves bunch together, chase each other around and butt heads. The adults seem to love splashing around in shallow ponds and streams.        Easy living on lush summer tundra (Seward Peninsula) Richard Nelson  Tundra Love Late summer and fall is the time for tundra romance. Bulls challenge each other, bellowing like lions. They push each other with their heads and hook their horns, Sometimes this escalates into spectacular fights when dominant bulls charge full speed over the tundra and collide head-on, making a sound that can be heard up to a mile away. Afterward the contestants back away from each other, swinging their heads from side to side. They might repeat these charges up to 20 times, until one bull relents and runs off. How can a muskox survive such a blow to the head? Its brain is protected by a helmet-like horn 4 inches thick, plus another 3 inches of skull. Dominant bulls gather up to 20 females into breeding harems, which they defend against other bulls that wander around looking for love. A bull courting a female can be quite patient, as the female sometimes ignores him for hours before consenting to mate.        Muskox cow with nursing calf (Seward Peninsula) Richard Nelson  The female muskox usually gives birth to a single calf, in April or May. The newborn weighs about 20-30 pounds; it can stand almost immediately, and within a few hours it’s able to move around with the herd. Soon the young animal will start eating tender plants, although it continues to nurse occasionally through the first year. The timing of birth is not accidental—calves come into the world when plant foods are the most abundant and nutritious. In some situations, such as times of nutritional stress, calves will continue to nurse through a second summer. The cow will not produce a new calf this second summer but will invest that energy into producing milk for the yearling calf. Cows often live 20 years or more. Few bulls will live to age 15. Some muskoxen don’t survive extremely hard winters; and females that endure persistent bitter cold may lose the calf they were carrying. The trials of mating can also take a serious toll on bulls. Some bulls have died of a fractured skull from head-on dominance crashes. Also, they may lose most of their body fat during the rut and these skinny animals are more likely to die during a severe winter.      Muskox   |   Designed for the Arctic   |   Food and Family   |   Circle Defense   | The Incredible Journey   |   Back to Animals",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/nature\/muskox-food-and-family.htm"
}
