{
    "title": "Gates Of The Arctic National Park & Preserve: Circle Defense",
    "body": "Circle Defense       Muskox   |   Designed for the Arctic   |   Food and Family   |   Circle Defense   | The Incredible Journey   |   Back to Animals        Safety in numbers - calves are sheltered by phalanx of adults NPS Photo  Circle Defense Muskoxen are known above all else for their clever defense against wolves or other predators. When they see danger approaching, muskoxen run together and they all try to face the threat. If there is one predator—a lone wolf for example—the defense strategy is to form a line. If a wolf pack surrounds the group, the muskoxen will form a tight circle, all facing outward, forming a phalanx of heads and horns. Calves will hug next to their mothers, or huddle inside the circle. Occasionally, one muskox will charge the enemy, but will quickly rejoin the others. If the herd doesn’t run, but stays together in a tight defensive formation, their defense is virtually impenetrable. A muskox caught away from the herd or separated from the others is much easier to kill.        Sharp horns help to protect muskoxen against wolves NPS Photo  Ironically, this circular defense has made muskoxen vulnerable to some predators; it is an excellent strategy against a predator like the wolf but recently, a few grizzly bears north of the Brooks Range have learned to kill muskoxen while in their circle formation. This has seriously affected muskox numbers in some areas. The muskox defense is also ineffective against humans, who have hunted these animals for millennia. In the past, Canadian Inuit hunters used dogs to chase a herd and make them circle; then the muskoxen were easy to kill with a bow and arrow or spear. Today, these animals are a valuable source of food for native villagers especially in Arctic Canada, where there is a long history of using the meat from these animals, and in some Alaskan communities such as those on the Seward Peninsula. Native people have also traditionally used muskox hides for warm sleeping blankets and the horns for tools. In modern Alaska, the fine warm underfur is spun into yarn and used to make clothing for commercial sale.       Muskoxen in a defensive line Claudia Ihl       To the Verge of Extinction Although muskoxen and native people coexisted for millennia, a sudden change came to the arctic in the late 1800’s, when whalers, fur traders and explorers with guns wiped out entire population. The defensive strategies of circling together or holding their ground in a tight line made muskoxen an easy target. Within a very short time, the muskox vanished from many parts of its original homeland, including Alaska. In 1917, the Canadian government gave muskoxen protection from hunting, and the animals started a gradual recovery. There are now over 100,000 in Canada, mostly in the high arctic islands; and another 12,000 live in Greenland. Transplanted herds were also established in Norway and Russia to assure against total extinction.These herds still exist today. To learn how Alaska’s muskoxen were reintroduced and about their incredible journey from Greenland, click here.      Muskox   |   Designed for the Arctic   |   Food and Family   |   Circle Defense   | The Incredible Journey   |   Back to Animals",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/nature\/muskox-circle-defense.htm"
}
