{
    "title": "Gates Of The Arctic National Park & Preserve: Northern Beauty",
    "body": "Northern Beauty       Common Loon   |   Northern Beauty   |   Life Adaptations   |   Diversity and Preservation Back to Animals      The Shaman’s Cape The common loon is anything but common in its appearance: intense black color with white squares and spots in a striking geometric pattern. It has a conspicuous white band around its neck and a white belly and chest. In the winter, the brilliant summer plumage of the loon is replaced by a dull brown with light flecks on its back.        Adult common loon in summer plumage   A creation story told by Koyukon elders explains the loon’s remarkable plumage: In ancient times, a shaman used his medicine powers to cure another man. In return, the healer was given a cape and necklace, both elaborately decorated with white shells. Afterward, the shaman was transformed into a loon…and today these birds still wear the pattern of his checkered cape and white necklace. Shaped like a very large duck, the common loon is almost three feet long from the tip of its bill to outstretched feet. Males and females look almost identical although males are a bit larger. Their wingspan is about four feet, similar to that of a Canada goose.        Common loon on a nesting lake in Gates of the Arctic National Park   Nature’s Virtuoso In addition to the common loon’s striking appearance, people from many cultures and backgrounds are swept away by the beauty and power of the loon’s voice. Koyukon people have a saying that when a loon calls on a lake, it is the greatest sound we humans can ever hear, the standard against which all other sounds are measured. For Koyukon people, the loon’s remarkable voice and beautiful plumage are tangible expressions of spiritual power. Koyukon people say that a loon’s voice can give omens or signs. For example, if a person walks up to a lake and the loon dives repeatedly with an abrupt alarm note, this is a warning of illness or death. A certain long wailing cry signals that a big animal is nearby, often a bear.           Common loons have several distinctive calls: The tremolo or laughing call sounds like crazy laughter and can signal alarm, annoyance or greeting. This sound gave rise to the expression “crazy as a loon” or “loony”.  (Recordings by Richard Nelson.)           The wailing call is a long, beautiful sound like a wolf howl. A male and female pair will often make this haunting call when they are trying to find each other on a lake.           Another call, the yodel, is a long, rising wail, followed by a series of shorter notes. This call is only used by a male signaling other loons to stay out of his nesting territory. Each male’s yodel is distinct and can be used to recognize an individual loon.            A hoot is a soft, short single note used by loon family members to locate and check in with each other.      Common Loon   |   Northern Beauty   |   Life Adaptations   |   Diversity and Preservation Back to Animals",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/nature\/common-loon-2.htm"
}
