{
    "title": "Gates Of The Arctic National Park & Preserve: Diversity and Preservation",
    "body": "Diversity and Preservation       Common Loon   |   Northern Beauty   |   Life Adaptations   |   Diversity and Preservation Back to Animals        Yellow-billed loon USGS photo by Ken Wright  All the World's Loons There are five species of loons in the world—the common (Gavia immer), yellow-billed (G. adamsii), red-throated (G. stellata), pacific (G. pacifica), and arctic loon (G. arctica)—and all are found in Alaska. Every one except the arctic loon is found in Gates of the Arctic National Park. The yellow-billed loon closely resembles the common loon but is slightly larger and has a light-colored bill. It has a spectacular voice--much like the common loon’s but somewhat deeper. Yellow-billed loons nest on the tundra in northern Alaska, northwestern Canada, and across Eurasia. They are quite rare in North America—with an estimated breeding population of about 16,500—and the species is being considered for threatened status. The yellow-billed loon is a species of concern not only because of its low population but also because it nests around Teshekpuk Lake and in the Arctic National Wildlife Refuge, where oil developments are being proposed or planned.        Red-throated loon USFWS photo  Red-throated, pacific and arctic loons look like smaller versions of the common and yellow-billed loons, but with relatively slender bills and somewhat different color patterns on the neck, head and body. Each species of loon has its own distinctive voice, but the common and yellow-billed are considered to have the most beautiful calls. The common loon is the only species that lives almost exclusively in North America. It nests on lakes throughout the boreal forests of Northern Canada and Alaska, also in Greenland and Iceland (but not Europe or Asia). Common loons winter along seacoasts, spending much of the year in saltwater.        Pacific loon USFWS photo  Common loons have vanished from many areas where they formerly nested, especially in southern Canada and the midwestern United States. Population declines are caused by development along northern lake shores, mercury and other pollutants, acid rain, nest abandonment because of boat traffic and other human disturbance, drowning in commercial gillnets, and a leading cause of loon deaths—lead poisoning from fishing sinkers.        Common loon   Fortunately, common loons are still doing well in the remote North Country and their estimated total world population is about 600,000. Protected areas such as Gates of the Arctic National Park are extremely important because pristine northern lakes for nesting and raising their young are key to the long term survival of this unique and spectacular bird. Common loons range across nearly all of the North American continent. By carefully protecting these remarkable birds and their habitat, we can assure that future generations of children will share the same privilege we enjoy today—seeing the beautiful plumage of dodzina reflected on the still waters of a northern lake and hearing the loon’s haunting cry echo from shore to shore.      Common Loon   |   Northern Beauty   |   Life Adaptations   |   Diversity and Preservation Back to Animals",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/nature\/common-loon-4.htm"
}
