{
    "title": "Katmai National Park & Preserve: Other Frequently Asked Questions",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Webcams     Bearcam FAQ     Other Frequently Asked Questions                  Other Frequently Asked Questions       1. Besides bears, what mammals can you see on the cams? 2. What birds can you see on the cams? 3. Where does the Brooks River start\/end?       1. Besides bears, what mammals can you see on the cams? You can potentially see many different species of mammals on the bearcams. Watch for river otters, minks, and maybe even a beaver swimming through the river. Ermines, lynx, foxes, and wolves sometimes patrol the stream bank. Wolves have even fished for salmon at Brooks Falls right next to the bears. Moose are present in the park, but are rarely seen in the Brooks Camp area. Download a list of Katmai’s mammals (PDF 107 KB). 2. What birds can you see on the cams? The Brooks River area has a high diversity of habitats and supports many species of birds. Birds that are commonly seen on the cams include bald eagles, ospreys, ravens, black-billed magpies, common goldeneye ducks, red-breasted and common mergansers, mallards, mew gulls, and glaucous-winged gulls. It can be fascinating to watch how these birds interact with the bears and are reliant on the salmon. Many other species of birds inhabit the area. Download a list of birds documented in Katmai and the northern Alaska Peninsula (PDF 4.7 MB).       Glaucous-winged gulls are some of the most abundant and easily seen birds in Katmai. They are frequently seen scavenging dead salmon along the Brooks River. M. Fitz       3. Where does the Brooks River start\/end? The Brooks River is very short. It is only 1.5 miles (2.4 km) long. The river starts at Lake Brooks and ends in Naknek Lake (often seen on the Lower River cam).        This aerial photograph shows the entire length of the Brooks River. The river flows from right to left starting at Lake Brooks and ending in Naknek Lake. Brooks Falls is about midway in the river. NPS\/Roy Wood",
    "url": "https:\/\/www.nps.gov\/katm\/learn\/photosmultimedia\/other-frequently-asked-questions.htm"
}
