{
    "title": "Katmai National Park & Preserve: Cultural Site Exhibit",
    "body": "Brooks Camp Cultural Site Exhibit        The cultural site exhibit at Brooks Camp contains a reconstructed 650-year old house.        The Cultural Site Exhibit, a reconstructed prehistoric house with interpretive displays, is a short walk from the Brooks Camp visitor center. The current structure is built in the footprint of an actual prehistoric house excavated in the 1960s.  Facts  Date site was discovered: 1963 Date of excavation: 1964-1967 Date of reconstruction: 1967-1968 Reconstruction built for NPS by: Dr. Don Dumond of the University of Oregon and his archeological field crew. Site dates: The house was about 650 years old, and earlier deposits beneath it were nearly 4,500 years old. Artifacts: From this house and the one adjacent (also excavated), archeologists recovered 563 stone, 136 ceramic, and 5 organic artifacts, as well as 36 animal bones.     Frequently Asked Questions 1. How did archeologists know there was a site here? The deep depressions in the ground indicate that there were once semi-subterranean houses here. The older deposits were discovered while archeologists were digging drainage ditches for the reconstructed house, which kept filling up with water after a heavy rain. The original prehistoric house didn't fill up with water because the terrace in front of it, which now traps the water, had not formed yet. It was probably formed by storm surges on the lake when the mouth of the river had a different configuration. 2. How did they know how to build the reconstruction? Details in the reconstruction, such as the construction of the entryway and the location of the hearth, were copied from the prehistoric house that was excavated. The post holes found in the prehistoric house were clues to where the upright posts should be, and the jumble of fallen planks was carefully mapped and the walls and roof reconstructed. 3. Who lived here? Native Alaskans lived at the site. They were probably the ancestors of the modern Native Alaskans of this area, many of whom now live in South Naknek, Naknek, King Salmon, and elsewhere in Alaska. The people who lived here probably used these houses only part of each year, and traveled seasonally to the coast and elsewhere. 4. Did the people who lived here come across the land bridge? The oldest occupation of this particular site was 9,000 years after the land bridge closed, and 4,000 years after the first evidence of people at Brooks. By this time this house was occupied, there had probably been dozens or even hundreds of small migrations across the land bridge and later, the Bering Strait. There were thousands of villages across Alaska. It's hard to reconstruct how many groups of people entered the new world, and where they and their descendents moved. 5. Where did the people who lived here go? They had villages at Brooks until about 200 years ago. Around 1800, there was significant population movement around southwest Alaska. This may have made Brooks a less desirable location for a permanent village, and instead people lived at Old Savonoski. They still used Brooks seasonally for a fish camp until increasing NPS presence and tourism discouraged them in the 1960s. 6. What kind of artifacts were in the house?  The variety of artifacts shows the complexity of this culture and the skills of the craftspeople. Artifacts found at the site include ground blades and \"arrowheads\" for hunting, ground slate ulus for processing salmon, stone adzes for woodworking, chipped stone scrapers for processing hides, oil lamps, and sewing awls. Many other kinds of tools were probably used but do not preserve in the acidic soils here, including grass and bark baskets, rope made of fiber or hair, wooden tools and containers, and other organic artifacts. 7. Where are the artifacts from this site now? Where can I go to see them?  Most are on loan to the Museum of Natural and Cultural History at the University of Oregon, where Dr. Dumond continues to study them. Others are in the Katmai National Park and Preserve curatorial facility, which is secure, climate-controlled, and open to scholars and other interested people. Artifacts from elsewhere in the Brooks River National Historic Landmark and the Katmai area in general are on display at the Anchorage Museum of History and Art and the Alutiiq Museum and Archeological Repository in Kodiak. 8. Did the archeologists find any human bones? No burials were found at the site, but they have been found elsewhere along the Brooks River. The discovery of human remains is a sensitive issue of great concern to the descendents of people who lived at Brooks camp. NPS archeologists and ethnographers work with Alaska Native people with ties to the Brooks area to resolve issues relating to the discovery of human remains. 9. Were these people hunters? What did they hunt?  The people who lived in this house made use of all the land had to offer. They knew where to find game, fish, plants, and raw materials for tool manufacture. Hunting and trapping were probably the primary winter and spring activities. In summer and fall, communities were likely occupied with fishing and plant gathering. Animal bones found in sites of this time include caribou, fox, porcupine, beaver, bear, wolf, dog, hare, ground squirrel, duck, goose, swan, eagle, gull, seal, salmon, char, and trout. These animals were not necessarily all food sources. Birds may have been hunted for their feathers, which were used for clothing and decorative items, dogs were probably kept for transportation, and bears and wolves may have been killed for safety reasons. Seals were probably taken at the coast during seasonal trips there, and only certain pieces preserved and brought to Brooks. 10. How do you know how old the site is? Charcoal from the hearth was radiocarbon dated.  11. What was the roof made out of?  The frame of the house was probably covered with sod. Sod blocks would have been stacked up alongside the walls and on the roof. There may have been grass mats between the frame and the sod, but these have not preserved. 12. Were houses like these warm in the winter?  Several methods were used to keep houses warm. The entrances were dug a bit below the level of the house, trapping warm air in. Hides or mats were probably hung at the inner door to conserve the heat generated by burning oil lamps. Early European explorers noted that the houses were quite warm and people wore little clothing inside. 13. How many people would have lived in a house like this?  It's possible that some houses contained as few as 4 or 5 people (adults and children), and others had 8 or 9. Later houses have multiple rooms, probably for housing an extended family, so these one-room houses may have been used by a nuclear family. A house could last several generations if well-maintained. 14. How many people lived in the whole village?  This is difficult to estimate. The houses may not have all been occupied at the same time, and there are likely houses at the site that are not visible on the surface (repeated digging of new houses creates backdirt piles that obscure house outlines). If six houses were occupied at once, the village would have held 35 to 50 people.",
    "url": "https:\/\/www.nps.gov\/katm\/learn\/historyculture\/cultural-site-exhibit.htm"
}
