{
    "title": "Denali National Park & Preserve: Denali Live",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Videos, Podcasts and More     Denali Live                Denali Events Archives                            Denali Events: Kim Heacox Author Kim Heacox and host Kimber Burrows appear in a live conversation on June 3, 2014.  Duration:15 minutes, 5 seconds                                Denali Events: Tom Sexton Former Alaska Poet Laureate and Denali Artist-in-Residence Tom Sexton speaks with host Kimber Burrows about his fifty years living in Alaska, and influences on his poetry.   Duration:16 minutes, 36 seconds                                Denali Events: Wildlife Encounters Wildlife Technician Matt King discusses wildlife behavior and the best ways to react should you encounter an animal - such as a moose or grizzly bear - while hiking or camping in the park.  Duration:18 minutes, 27 seconds                                Denali Events: Lorraine Bubar Artist-in-Residence Lorraine Bubar and host Cinnamon Dockham appear in a live conversation on July 4, 2014  Duration:16 minutes, 21 seconds                                Denali Events: Stephen Lias Former Composer-in-Residence Stephen Lias discusses experiences in Denali and his work bringing composers to Alaska to experience - and compose music in - the wilderness.   Duration:16 minutes, 32 seconds                                Denali Events: Education Programs in Denali A 15-minute conversation with Education Specialists Rachel Jencks and Ellen Grover, looking at special resources available to educators on the park website, and how you can sign up for a popular Distance Learning virtual visit for your students with a park ranger in Alaska. More at http:\/\/www.nps.gov\/dena\/forteachers\/index.htm  Duration:15 minutes, 16 seconds                                Denali Events: Tony Fiorillo Anthony R. Fiorillo, Ph.D, curator of Earth Sciences at the Perot Museum of Science and Nature, earned recognition for work in more than a dozen units of the National Park Service. For Dr. Fiorillo, the appeal of fieldwork in Alaska is the result of the combination of intellectual pursuit and the rigors of working in the Arctic environment.  Duration:17 minutes, 44 seconds                                Denali Events: Angela Morales Listen as author Angela Morales describes her residency in Denali, and how a close experience with a bear might inspire future writings.  Duration:15 minutes, 4 seconds                                Denali Events: American Sign Language in Denali Join two of our Volunteers-in-Parks (VIPs), Susan and Matt Trucano, for a 15-minute conversation about American Sign Language in Denali National Park and Preserve. Find out what resources visitors have at their disposal and enjoy a short program by Matt as he combines props such as skulls, scat, tracks, and pelts while teaching the signs for different animals in the park.  Duration:13 minutes, 10 seconds                                Denali Events: Sled Dogs A conversation with Jennifer Raffaeli, manager of the Denali’s historic sled dog kennels. In summer, the park sled dogs are featured in public demonstrations for more than 50,000 visitors. In winter, those same dogs each travel upwards of 3,000 miles on wilderness patrols to fulfill park missions.   Duration:15 minutes, 49 seconds                                Denali Events: Invasive Plants Wendy Mahovlic, revegetation technician and a member of the Exotic Plant Management Team, talks about invasive plants, how to identify them, and what you can do to help.  Duration:15 minutes, 22 seconds                                Denali Events: Charlotte Bird Time, process and change are persistent themes in Charlotte Bird's work. Patterns, shapes and lines in the natural world fascinate her. Lichens, mosses, ferns and fungi all produce organic structures that speak of the passage of time and the changing landscape over which we humans have much responsibility. Bird, of San Diego, CA, has been a full-time studio artist for more than twenty years. Her lifelong love affair with textiles has produced contemporary wall quilts, three-dimensional...  Duration:15 minutes, 38 seconds                                Linda Infante Lyons Linda Infante Lyons earned a degree in Biology from Whitman College, Walla Walla, WA. and studied art at the Escuela de Bellas Artes in Vina del Mar, Chile. Her paintings are part of the Anchorage Museum at Rasmuson Center's Alaska Contemporary Artists collection and the Alaska State Council on the Art's Alaska Contemporary Art Bank. She has produced public art for the Anchorage 1% for Art program and was recently awarded the Rasmuson Foundation Artist Grant. She enjoys visiting remote Alaska villages with the Artist in Schools program, helping local children to create collaborative murals. Linda currently paints and teaches painting in her Mountain View studio in Anchorage, Alaska.  Duration:17 minutes, 12 seconds                                Denali Events: Georganne Bowers Textile artist Georganne Bowers speaks about her 2014 residency with park ranger Casey Branstetter.  Duration:17 minutes, 14 seconds",
    "url": "https:\/\/www.nps.gov\/dena\/events-archive.htm"
}
