{
    "title": "Kenai Fjords National Park: Puffins",
    "body": "Tufted Puffin and Horned Puffin         A horned puffin in flight. NPS \/ Rebecca Lasell  Fratercula cirrhata and Fratercula corniculata  Puffins belong to the Alcid family, a group of diving birds that swim underwater using their wings for propulsion and their feet for steering. Two species of puffins nest in Kenai Fjords National Park, the horned and the tufted. The puffins we see from the tour boats are ready for the breeding season. The horned puffin has pure white feathers around the face, large flashy beak plates and the characteristic fleshy black horn above the eye. The tufted puffin also has white facial feathers and colorful beak plates, but the addition of two tufts of yellow feathers atop its head distinguishes this species. Both puffins stand 15 inches tall, the tufted puffin is heavier at 1.7 pounds than the horned puffin at 1.4 pounds. The weight difference seems slim, but for a bird that must beat its wings 400 times a minute to stay aloft, it is very big. Tufted puffins arrive in the rookery islands about mid-May. Horned puffins usually follow one week later. Both types of puffins begin their breeding season by gathering in large groups on the water. Puffins mate for life, and it is thought that these gatherings may reunite mated pairs.                   Tufted and Horned Puffins   3 Photos  Kenai Fjords National Park is home to both tufted and horned puffins.                         Range and Sightings  Tufted puffins range from Big Sur California in the eastern north Pacific to Hokkaido Japan in the western north Pacific and northward through the Aleutian Islands. Horned puffins live in breeding colonies as far south as Queen Charlotte Island in British Columbia, and their range extends eastward to eastern Siberia and the Sea of Okhotsk and north to coasts in the Chukchi Sea, including Point Barrow. Puffins do not migrate over long distances, but make their home on the open waters over the continental shelf when their nesting time ends. This habit is referred to as nomadic. Locally, the cliffs at the base of Beehive Islands I and II in the Chiswell Islands have the heaviest concentration of nesting puffins—both tufted and horned. Abuzz with puffin activity, Beehive Islands I and II are named for the constant flurry of puffins surrounding them. We also find horned puffins at Caines Head, where a small group (10-20) nests around a little cove at the south end of the headland. On the east side of the bay, horned puffin nests appear at the base of the Resurrection Peninsula, just south of the Fox Island spit. Emerald Cove is one of the busiest horned puffin nesting areas. Tufted puffins show up just past Cheval Island. Food and Survival Strategies  The puffin diet consists mostly of white capelin (74 percent for tufted and 61 percent for horned). Sandlance and other small fish make up the rest of the horned puffin's diet. The tufted puffin eats euphasiids (small, shrimp-like crustaceans) small squid, and sandlance (listed in order of frequency) in addition to white capelin. Both bald eagles and peregrine falcons prey on puffins. To protect themselves from airborne attack, puffins form distinct flight patterns between nesting areas and feeding areas. They fly in large groups and in patterns that roughly resemble a wheel, making it hard for a bird of prey to find and attack an individual. Reproduction and Young  Puffins come to land only for nesting purposes. The puffin's return to their offshore islands indicates year-to-year fluctuation of productivity cycles in the near shore waters. A breeding pair of puffins puts its energy into just one egg. This strategy aims for a very high success rate, one that must consider annual changes in food availability. In studies conducted by the U.S. Fish and Wildlife Service, the overall success rate (successful fledging of chick) for tufted puffins was 65 percent and for horned puffins 60 percent. Tufted puffins dig burrows three to six feet deep in the tops of islands and headlands, while horned puffins use rock crevices for their nesting sites. Both birds may employ grass and feathers for nesting material or may just use the substrate at hand for their egg laying. Both adults brood the egg. Upon hatching, parents provide the young chick with a steady diet of fish. Although classic photos show puffins with lots of fish in their mouths, the nutritional value of the fish decreases with size. Adults carry fewer fish at a time and make more trips, in order to feed older nestlings approximately 14 fish per day. When the puffin chicks fledge, they leave the nest at night in order to avoid predators. They flutter down to the water's edge alone and head for the open sea. They won't return to land again for two to three years, when they become breeding adults at the rookery. Human Connections  The Inuit people of Alaska used puffin skins to make feather-lined parkas. Beak plates were collected and strung together to form rattles used by shaman in rituals. Both the Aleuts and the Inuits sewed beak plates for decoration on the outside of their garments.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/nature\/puffins.htm"
}
