{
    "title": "Kenai Fjords National Park: Black Bear",
    "body": "Black Bear         Black bears are one of the two types of bears found in Kenai Fjords National Park. NPS \/ Photo  Ursus americanus Color is not a distinguishing characteristic for the black bear. Phases of the black bear can be cinnamon, black, blonde, and even blue. Black bears differ from brown bears in several ways: they lack the shoulder hump, have a longer snout, and generally have shorter front claws. The weight of the black bear varies from 125 to 500 pounds, depending greatly on environmental conditions such as climate and food availability. In general, the length of a black bear is five feet long and 35-40 inches tall when on all four feet. Black bears have been recorded to reach speeds over 25 miles per hour for a short distance.   They may live to be 25 years in the wild. Man is their only real predator, however, adult male black bears have been known to kill and eat cubs.                       Black and Brown Bears   7 Photos  Both coastal brown bears and the smaller black bear make their home in and around Kenai Fjords.                        Habitat, Range and Local Sightings The American black bear is the most common bear species native to North America and can be found from Alaska to Mexico and from the Atlantic to the Pacific, including 41 of the 50 U.S. states. In Alaska, black bears occur over most of the state’s forested areas and, depending on the season, from sea level to alpine zones. They are not found on the Seward Peninsula, the Yukon-Kuskokwim Delta, or north of the Brooks Range. Black bears are excellent tree climbers and will use trees to escape from danger. Whenever possible, black bears travel to and from food sources along stream corridors dense with shrubbery. Home ranges are determined by food types, abundance, and availability, and can be as small as one square mile or as great as 100 square miles. In general, females have a home range of two to 10 square miles while males normally have a home range, which is four times larger. The range of every adult bear is composed of an individual territory part of which constitutes its exclusive domain, while the rest it shares with other bears. The home range of a mature male bear will often overlap the home range of several female bears. The majority of local black bear sightings in the park have been at Exit Glacier due to its accessibility. There have also been numerous sightings throughout the fjords system during the summer season. Boat passengers cruising the fjords can see bears on mountain ledges. As deciduous shrubs and trees leaf out in early summer, bears are more difficult to spot from the tour boats. Food and Survival Strategies Black bears are opportunistic feeders with a diet consisting of more than 75 percent vegetable matter. The remaining portion of their diet consists of animal matter such as decaying animal carcasses, fish, small marine animals, and insects. Seasonal availability and geographic location are the biggest factors determining the primary food sources of bears. During late summer and early fall, black bears start to eat continuously and may gain as much as 30 pounds while preparing for hibernation. Most black bears will hibernate for between four and seven months, depending on the climate of a region. During hibernation, a bear’s heart rate will drop from 40-70 beats per minute to 8-12 beats per minute, while metabolism slows down by half and body temperature may reduce slightly (3-9 degrees F). During the entire period of hibernation, black bears do not pass urea or solid fecal waste. Most black bears leave their winter dens in April or May, depending on physiological and climatic conditions. Generally adult males emerge first, while females with newborn cubs are usually the last to leave their dens.  Reproduction and Young Black bears reach breeding maturity at about four or five years of age, and breed every two to three years. Females practice delayed implantation in which the fertilized ovum development is arrested for about six months. If the mother has not gained enough fat to sustain herself as well as produce cubs, the embryo will not implant. If the season is a successful one, soon after denning the embryo will begin to develop and the cub will be born after a period of eight weeks. From one to four cubs are born blind and hairless, each weighing eight to 11 ounces. The cubs are weaned between July and September of their first year, but remain with their mother through the first winter after birth.  Human Connections Today, a major threat to the American black bear is widespread poaching. Asian markets will pay generously for bear gall bladders and paws, considered to have medicinal value in China, Japan, and Korea. The demand for these parts also affects grizzly and polar bears. In Alaska, it is illegal to purchase, sell, or barter any part of a bear. Bear hunting is popular in Alaska and, with proper management, can occur without causing populations to decline. Bear hunting seasons are held in both spring and fall in some areas, but only in fall in other areas. Cubs and females with offspring may not be killed. Within Kenai Fjords National Park, we have the responsibility to see to the health and safety of the wildlife while also protecting visitors. Past park research has helped determine how bears respond to issues such as backcountry campsite use, vessels moored near shore, noise levels of people and vessels, and effects of group size. In the end, the balance that the park strives for will hopefully serve the bears as well as the people who wish to see them.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/nature\/black-bear.htm"
}
