{
    "title": "Kenai Fjords National Park: Steller's Jay",
    "body": "Steller's Jay       Cyanocitta stelleri  All jays are members of the Corvidae family, sharing loud calls, a bold nature, and scavenging habits with crows and ravens. Corvidae are considered to be one of the most intelligent and adaptable bird families worldwide. The wings of jays are short and rounded, allowing them more maneuverability through dense trees, and a long, rounded tail acts like a rudder to improve maneuverability as well. Their flight pattern is often a few flaps followed by a glide as they lose altitude. Jays must beat their wings repeatedly to climb back up again. Sometimes mistakenly called the blue jay, the Steller's jay is a much darker blue with black around the head. The Steller's jay has a dark crest on its head that it can puff up or fold back, and just above the eyes are streaks of blue in the surrounding black feathers. These stylish \"eyebrows\" are one way to tell an Alaska Steller's jay from those of the western interior states where the markings are white. There is no distinction between male and female plumage. The northern goshawk is the Steller's most common predator, however owls and domestic cats can also prey upon them. In response to an attack, a group of birds will \"mob\" the culprit in an attempt to make the predator leave. Habitat, Range and Local Sightings The Steller's jay has the largest range of any jay and can be found to the west of and in the Rocky Mountains, as far north as Southcentral Alaska, and as far south as Nicaragua. In Alaska, they are a year-round resident and can be seen regularly at local birdfeeders. Steller's jays live in conifer forests and pine-oak forests where food is available most of the year. Locally, we find more Steller's jays toward the town of Seward than out by Exit Glacier where the forest is made up mostly of deciduous trees. There is a thick population in the town of Seward, where the jays probably benefit from many feeders as well as the evergreen trees. Food and Survival Strategies Steller's jays usually feed on nuts, acorns, seeds, insects, berries, eggs, and young chicks. They will also scavenge fat (suet) and meat off animal carcasses. They will often hide excess food in the soil, under branches, or in cracks in trees to eat later when food is scarce. In the winter, as much as 95 percent of its diet comes from this stored food. Steller's jays might be considered the alarm system for surrounding communities. Their call is a cheeky, repetitive \"shack, shack, shack\" and is often recognized as a warning call by other birds and mammals in the area. As with many of the Corvidae family, jays are excellent mimics. Scientists have studied jays repeating the call of the red-tailed hawk to scare away predators. Reproduction and Young During courtship, the male feeds the female and jumps around her, often changing direction in one jump. All courtship behavior is evident in the spring before nest building begins. Steller's jays build a nest made up mostly of conifer twigs, on a horizontal branch or in a crotch of the tree 12 feet off the ground. Both male and females vigorously defend their nesting site once it is constructed. Females lay three to four eggs that have green spots. The eggs hatch in about 16 days, and the birds fledge in about three weeks. Both male and female birds care for the chicks. Young jays stay with their parents over winter and flock up with other families. Those living in the mountains will move to lower elevations in the winter if they cannot find enough food during storms. Human Connections Another discovery of the German naturalist Georg Wilhelm Steller, the Steller's jay was described and named in the year 1741.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/nature\/stellers-jay.htm"
}
