{
    "title": "Katmai National Park & Preserve: Sockeye Salmon Frequently Asked Questions",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Webcams     Bearcam FAQ     Sockeye Salmon Frequently Asked Questions                  Sockeye Salmon Frequently Asked Questions        NPS\/M. Fitz        1. How many calories are in a sockeye salmon? 2. Where do sockeye salmon spawn? 3. Do all salmon return to the exact same river in which they were born? 4. How old are sockeye salmon when the return to spawn? 5. Why do salmon go to the ocean instead of staying in freshwater year-round? 6. How do salmon navigate to find their natal stream? 7. Why would all the salmon return and spawn in the same short time period? 8. How many eggs can a female salmon lay? 9. How many eggs will develop and return as adult spawners? 10. How do salmon spawn? 11. When do the salmon eggs hatch? 12. Why do the salmon turn red? 13. What is that white stuff on the salmon? 14. Why do salmon leap in flat water? 15. Is there a second run of salmon in the Brooks River in September? 16. I see people fishing in the river. How can they fish for salmon if they are no longer eating? 17. What is a commercial fishery? 18. What does “escapement” refer to?       1. How many calories are in a sockeye salmon? A sockeye salmon fresh from the ocean has about 4,500 calories while a spawned out salmon in September may only have half that many. Salmon do not eat once they reenter fresh water. They are slowly starving, only surviving on stored body fat. That, combined with the tremendous energetic demands of spawning, lowers the total energy (calories) in each salmon over time. 2. Where do sockeye salmon spawn? Sockeye salmon spawning areas are almost always adjacent to lakes (sockeye salmon fry typically rear in lakes). In the Bristol Bay watershed, which includes most of Katmai, rivers between lakes are utilized heavily for spawning. Rivers between lakes provide more stable flow than headwater drainage streams unbuffered by lake reservoirs. Small spring fed creeks and spring pond areas also tend to be heavily used for spawning, again apparently because of stable flow and temperature conditions. In the Brooks River area, sockeye salmon will spawn in Naknek Lake, Lake Brooks, and throughout the length of Brooks River from mid August to early November. 3. Do all salmon return to the exact same river in which they were born? No. A small percentage of salmon spawn in a different location than their parents. This behavior is called straying. It allows salmon to colonize water bodies that do not have established spawning populations or to recolonize water where salmon have been extirpated by environmental conditions. For example, on the Alaska Peninsula large volcanic eruptions can fill river systems with ash & debris that destroy salmon spawning habitat. If these conditions last longer than a full generation, the population will be completely extirpated and the habitat will need to be recolonized by straying salmon when it becomes suitable again. 4. How old are sockeye salmon when they return to spawn? Sockeye salmon are usually 3-5 years old when they return to spawn. A typical sockeye will spend 1-2 years in fresh water before migrating to sea and 2-3 years in the ocean before reversing the journey. 5. Why do salmon go to the ocean instead of staying in freshwater year-round? There is more food in the ocean, so they grow much faster at sea than they do in freshwater. For most Pacific salmon, being anadromous (spawning in freshwater but spending most of their life in the ocean) seems to be the most successful survival and reproductive strategy. Anadromy allows these fish to grow faster and lay more eggs. Some populations of sockeye salmon, called kokanee, do not run to sea. These sockeyes are typically smaller at maturity and kokanee females lay fewer eggs than anadromous sockeyes. Back to Top   6. How do salmon navigate to find their natal stream? Salmon possess amazing abilities to navigate long distances. In the ocean, they navigate by using magnetic cues, the position of the sun, and day length to find their way back. Remarkably, out in the ocean with no visible landmarks millions of salmon know where they are, where they are to go, and when they need to leave to get there on time. Their freshwater migration is no less demanding and just as amazing. An adult salmon’s ability to navigate a maze of lakes, rivers and streams begins when they are fry and smolt. Juvenile salmon imprint on the unique chemical signatures of the waters that they reared in and migrated through to the ocean. Essentially, they smell the water on the way to the ocean. On the return migration, they use those same chemical cues to smell their way back to their natal stream. 7. Why would all the salmon return and spawn in the same short time period? Two factors—water temperature and predation—may drive salmon to return en masse and spawn within a short period of time.  Salmon only spawn during open-water seasons and the development rate of eggs and alevins (larval salmon) is directly related to water temperature. Higher water temperatures shorten incubation time. Colder water temperatures lengthen it. Sockeye salmon in Katmai spawn in late summer and autumn when water temperatures are dropping, which helps to ensure that their eggs incubate over the optimal period of time. Predation may also influence the mass migration of salmon. Tens of thousands of fish can enter the Brooks River over a matter of hours or days overwhelming the predators trying to eat them. Like a school of sardines chased by whales, there are simply too many salmon for all the bears to eat them. Running upstream in large numbers lowers the chance that any one salmon will get eaten before it spawns. These fish are playing the odds to their advantage.       Bears can slay hundreds of salmon per day on the Brooks River, but far too many salmon enter the river for the bears to eat them all. This photo does not show the thousands of salmon in the river that got away. NPS\/M. Fitz       8. How many eggs can a female salmon lay? A female may lay between 2000-5000 eggs before she is senescent (spawned out) and dies. Larger females have a higher number of eggs. 500-1000 eggs are laid per nest. A female salmon will dig a series of depressions (usually 4-5), known as a redd, to lay eggs in. 9. How many eggs will develop and return as adult spawners? Generally, 1 in 1000 eggs will actually be able to return to its natal stream as a spawning salmon. Egg mortality and predation take a heavy toll. Salmon are subject to heavy predation rates at every age. 10. How do salmon spawn? Spawning can be broken into three parts or behaviors:  Redd selection and nest building: Redd (nesting site) selection is the task of the female. Stream velocity, water depth, and gravel size determine the general suitability of the site. Courtship and mating: A dominate male is able to fight\/chase off competitors and then “quivers” next to a female when she is ready to spawn. Simultaneously, the female releases her eggs and the male fertilizes them with his milt (sperm) while both fish are side by side. Eggs are temporarily adhesive after they are released which keeps them attached to each other and the gravel during burial. Nest closure: This is the reverse of building the redd. The female travels upstream of her nest and fans the gravel to bury her eggs.  After spawning, males will continue to remain sexually active and seek other females to mate with. The female will remain at her redd defending it until she dies about a week later. Back to Top   11. When do the salmon eggs hatch? Sockeye salmon eggs hatch after incubating for 90–150 days. In Katmai, this is usually in mid to late winter. The alevin (larval salmon) remain in the gravel for several more weeks until they emerge into the stream or lake as fry in April or May.  12. Why do the salmon turn red? Salmon flesh is red due to their diet. Salmon gain 99% or more of their body mass in the ocean and the food they eat in the ocean is high in carotenoids (the same pigment that gives carrots color). These pigments are stored in their flesh. As salmon approach their spawning grounds they begin to absorb their scales. The carotenoid pigments in their flesh are transferred to the skin and eggs. By the time they spawn, their flesh is truly white because of all the carotenoids have been moved out of the flesh. The red skin makes them more visible and may signal their readiness to spawn. The pigments may also help the fish absorb oxygen from the water.  13. What is that white stuff on the salmon? Fungus. Fish protect themselves from infections with a thick layer of slime that covers their scales. When that slime layer is removed, the salmon becomes vulnerable to fungal infections. Typically the slime layer is removed by improper handling from an angler, from commercial fishing nets, and\/or by the other physical hazards of migration.       Whitish growths on salmon are caused by fungal infections. NPS\/M. Fitz       14. Why do salmon leap in flat water? In August at the lower Brooks River, it is common to see salmon jump out of water for no apparent reason. No one knows for sure why salmon periodically jump in flat water. They are not doing it to navigate obstacles or to feed. Several ideas have been proposed to explain this behavior. They may be trying clean parasites from gills and scales, or as a side effect of increased and rapid hormonal changes, or just out of agitation. 15. Is there a second run of salmon in the Brooks River in September? No. The salmon that are spawning and dying in September (and consequently attracting a lot of bears) are the same salmon that arrived in July. Nearly all sockeye salmon are done migrating into and through the Brooks River by the end of July, but they delay spawning until later in the year. This delay does impact the bears. In August, salmon are beginning to spawn in the river, but they are less concentrated, remain energetic, and are no longer migrating. This creates difficult fishing conditions for bears and almost all of the bears will leave the area, but by late August many salmon have already spawned and will begin to die. As the fish weaken and die, bears will again migrate to the Brooks River to feed. In September at Brooks Camp, bears are usually present in high numbers as they search for dead and dying salmon. Back to Top 16. I see people fishing in the river. How can they fish for salmon if they are no longer eating?  Most of the people you see fishing the river are recreational or sport anglers. They usually are not trying to catch salmon. Instead they are fishing for the abundant and large rainbow trout that also inhabit the river. However, a few people will fish for salmon in the mouth of the Brooks River. Since salmon do not feed once they reenter fresh water they are difficult to catch, but they will sometimes strike at lures.    17. What is a commercial fishery? A commercial fishery is a fishing ground or area where fish are caught and sold to market. The commercial fishery that is most intimately associated with the Katmai region is the Bristol Bay Salmon Fishery. Bristol Bay is the largest sockeye salmon fishery in the world and the most valuable single salmon fishery in Alaska. 18. What does “escapement” refer to? Escapement is the number of fish that “escape” or survive the commercial fishing operations and swim upriver to spawn. Commercial fishing techniques are so efficient that just about every salmon could be caught with nets, traps, and seines. The state of Alaska sets escapement goals for important fisheries and regulates the types of fishing gear that can be used in order to allow salmon populations to be sustainably harvested. More information on escapement is available from the Alaska Department of Fish and Game. Back to Top",
    "url": "https:\/\/www.nps.gov\/katm\/learn\/photosmultimedia\/sockeye-salmon-frequently-asked-questions.htm"
}
