{
    "title": "Klondike Gold Rush National Historical Park: Moderate Hikes",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Hiking Around Skagway     Moderate Hikes                  Moderate Day Hikes       Sturgill's Landing Time: 4 - 5 hours Distance: 7 miles (11 km) round trip Rating: Moderate Elevation Gain: 500 ft. (150 m) twice! Hike to Lower Dewey Lake. Turn right at the junctions sign and follow the trail to the south end of the lake. Here follow the trail to the right (south) through a mixed stand of spruce, hemlock, and lodgepole pine. Just before reaching the stream, the trail splits. Follow the arrow sign to the right for great views and a rocky, but safer descent than the old trail that continues beyond the arrow sign. As you near the water, follow the trail to the right leading toward a picnic table and privy. From here, the trail continues south to the rocky beach. Remains of the sawmill can be seen across the creek.       Icy Lake and Upper Reid Falls Time: 4 - 5 hours Distance: 7 miles (11 km) round trip Rating: Steep to moderate Elevation Gain: 850 ft. (250 m) At Lower Dewey Lake, turn left at the junction sign and follow the trail north. Cross several wooden footbridges. Continue north through spruce and hemlock forest, continue past the intersection with the trail to Upper Dewey Lake and the access road leading back to Skagway. When Icy Lake comes into view, be sure to locate the trail markers.  At the south end of the lake (where you first arrive), the trail heads up hill to the northwest. Continue until you reach a series of beautiful waterfalls.      Smuggler's Cove Time: 1-2 hours round trip Distance: 4 miles (6.4 km) round trip Rating: Easy Elevation Gain:Gain: 50 ft. (15 m) Follow the Yakutania Point route to the rocky plateau just before the privy, and look for a trail leading off to the right. This trail goes through mixed coastal forest to a grassy tidal inlet with the legendary name of “Smuggler’s Cove.” There is a picnic shelter and a privy at this peaceful site. Return to Skagway by the route back through the forest or walk up the grassy slope to the dirt road.        Hiking around Skagway  By trailhead Shorter day hikes Moderate day hikes (currently viewing) More challenging hikes",
    "url": "https:\/\/www.nps.gov\/klgo\/planyourvisit\/moderate-hikes.htm"
}
