{
    "title": "Kenai Fjords National Park: Black Oystercatcher",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds     Black Oystercatcher                  Black Oystercatcher         A black oystercatcher flies through the air. It has been banded, trapped by humans and released back into the wild so that researchers can trace its life story. NPS \/ Kaitlin Thoresen  Haematopus bachmani    The black oystercatcher is a large shorebird that inhabits much of the coastal area of the western United States.    It is very distinct, with a chicken-sized black body, bright red legs, and a long red beak (about 9 cm). It uses its beak to pry open the shells of mollusks, snails, and the other intertidal invertebrates on which it feeds.    Living on secluded and rocky beaches, it can often be seen running in and out of the intertidal zone, looking for food that is left between the crashing of the waves. It is completely dependent on these beach and tidal areas for all aspects of its life (feeding, breeding, nesting, and raising its chicks).    It is particularly sensitive to any disturbance and habitat changes in coastal areas, especially those caused by humans.    Significance   Black oystercatchers are considered a \"keystone\" species because, as a top predator in the intertidal zone, they affect the number and types of species found in the ecosystem. Their predation of algae-eating snails causes ripples throughout the nearshore ecosystem, making the oystercatcher the \"key\" to understanding the composition of life in its environment.     The black oystercatcher is considered a Management Indicator Species by the park's neighbor to the north, Chugach National Forest, and is a species of concern, both nationally and regionally.    Kenai Fjords National Park has a history of conducting and supporting research and monitoring of black oystercatchers and has contributed significantly to the body of knowledge of this their life history. We began long term monitoring of black oystercatcher in 2007.          Concerns   Thousands of visitors come each year to Kenai Fjords National Park to see the birds, marine mammals and spectacular park views.      Unfortunately, black oystercatchers, their chicks, and their nests, are extremely susceptible to both destruction and predation. While the park service is currently engaged in studying human and environmental impacts, there are certain steps that we can all take to protect black oystercatchers and other shorebirds.    What can you do to help?    Keep a safe distance away from nests on beaches. Watch your step while walking on rocky beaches to avoid stepping on camouflaged eggs. Dogs should always be leashed whenever near the park boundaries. Most importantly: No dogs are allowed on the park's coastal areas (to one-quarter mile inland) from May 31 to October 31.              Photo Gallery                   Black Oystercatcher   8 Photos  Living its life between the crash of the waves, this iconic shorebird spends its days feeding in the rich intertidal zone.                         To Learn More About Black Oystercatchers... Summer Newsletter - Published every summer by the park's division of Resource Management Check out page 4 of the 2013 Newsletter for information about Kenai Fjords' monitoring of black oystercatchers. Blogs - part of Kenai Fjords in the Field 2013 Read our blog post, \"Black Oystercatchers: Defenders of the Intertidal\" by Kenai Fjords biological technician Sam Stark, who sent the summer of 2013 looking in to the lives of these feisty birds. Research Papers - from the Integrated Resources Management Application (IRMA) of the Natural Resource Stewardship and Science Inventory and Monitoring Division of the National Park Service.    Black Oystercatcher Chick Diet and Provisioning: by Robinson, B., and Phillips, L.M. (2013). Productivity of Black Oystercatchers: Effects of Recreational Disturbance in a National Park: Morse, J.A. and Others (2006).   Websites - Southwest Alaska Network (SWAN) for Inventory and Monitoring     Black Oystercatcher Marine Nearshore Monitoring          Video Gallery                        Field Notes: Black Oystercatcher Productivity Graduate student Brian Robinson studies Black Oystercatchers within Kenai Fjords National Park.  Duration:3 minutes, 14 seconds                                Field Notes: Researching Black Oystercatcher Diets Graduate student Brooke Carney describes her research on the diet of the Black Oystercatcher, in Kenai Fjords National Park.  Duration:3 minutes, 38 seconds",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/nature\/black_oystercatcher.htm"
}
