{
    "title": "Klondike Gold Rush National Historical Park: Short Day Hikes",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Outdoor Activities     Hiking Around Skagway     Short Day Hikes                  Shorter Day Hikes       Skagway is a good starting point for several interesting day hikes. Stop by the visitor center to pick up maps and further information. The only National Park Service hiking trail in Klondike Gold Rush National Historical Park is the Chilkoot Trail. Our listed hikes below are on Forest Service or other public lands, but are neither maintained nor patrolled by NPS personnel. Descriptions of trails courtesy of City of Skagway and are duplicated from the Skagway Trail Map. Distance and time are round-trip (return) estimates from the NPS visitor center at 2nd Ave. & Broadway except where indicated. A downloadable, printable sheet with information on these shorter hikes is available online or at the NPS Visitor Center at 2nd Ave. & Broadway or the City of Skagway Visitor Center.  .        View from Yakutania Point near Skagway NPS photo  Yakutania Point Time: 1 - 2 hours Distance: 1 - 2 miles (1.5 - 3.5 km) round trip Rating: Easy Elevation Gain: 100 ft. (30 m) Walk west along 1st Ave., turn left at Main St. and travel south two blocks. Follow the sidewalk west past the airport terminal. Cross the Skagway River on the footbridge and turn left, following the trail through alders and past the exercise stations. Past exercise station #4 the footpath narrows and ascends rock steps. Continue along past the privy and down more rock steps, past the picnic shelter where rock outcroppings provide a view looking down the Lynn Canal toward the Chilkat Mountains. There is a covered picnic shelter and privy at this site.        Lower Reid Falls NPS photo  Gold Rush Cemetery and Lower Reid Falls Time: 2 hours Distance: 4 miles (6.4 km) round trip Rating: Easy Elevation Gain: 50 ft. (15 m) Follow Main St. or Alaska St. north, cross over S. Klondike hwy and follow the gravel road around and behind the railroad yards. Continue following the road and across the railroad tracks. The cemetery is located in the woods just beyond the parking area. A short forest trail behind the cemetery leads to spectacular view of Lower Reid Falls. Beware of vehicles and trains when walking to the cemetery! There is a wheelchair accessible privy located in the parking area.        Lower Dewey Lake NPS photo  Lower Dewey Lake Time: 1 - 2 hours Distance: 0.9 mile (1.4 km) to lake; 3.6 miles (5.8 km) around lake Rating: Moderate Elevation Gain: 500 ft. (150 m) Go east on 2nd Ave. past the railroad depot. Where the railroad tracks cross the road turn left and follow the tracks 120 meters north to the trailhead (beware of trains when crossing the tracks!) A short distance up the hill the trail branches off to the right (continuing straight up the hill is a steep power company maintenance road). Descend the wooden staircase, duck under the water pipe, and continue up the hill. The trail jogs left and crosses a short footbridge. Here the trail continues on a steep main uphill for about 100 meters. There is a clearing and rock bench at the top of this incline with a view of town and the harbor. Continue up the steep switchback trail staying generally to the right at intersections. Notice where the trail appears to be going straight ahead but actually turns sharply right. Going straight here leads to a reservoir and trail to the north end of the lake. It is advised to take the sharp right to access the lake. Shortly ahead at the junction sign the terrain levels out. Turn right to walk along the west shore of the lake. Follow the rolling trail to the south end of the lake. Turn left here across the earthen levy and spillway to hike the rougher trail around the east side of the lake, where you will have to scramble over a few rocks before bearing left to rejoin the main trail and return to the trailhead.       Hiking around Skagway  By trailhead Shorter day hikes (currently viewing) Moderate day hikes More challenging hikes",
    "url": "https:\/\/www.nps.gov\/klgo\/planyourvisit\/shorterdayhikes.htm"
}
