{
    "title": "Kenai Fjords National Park: Black-Billed Magpie",
    "body": "Black-Billed Magpie         FWS \/ Dave Menke  Pica hudsonia  The term magpie comes from the name Meg, short for Margaret, and the word pie, a French word that imitates the call of the bird. Magpies are related to jays and crows. Easily identified by their markings, the head, neck, and back of the magpie are black with a green iridescence showing on the wings and tail. They have white bellies, shoulders, and white wing patches visible during flight. The young share the same color patterns as adults, but possess a much shorter tail. Magpies range from 17 to 22 inches in length, half of which is made up by their long distinctive tails. Magpies have predators but do not seem too vulnerable to attacks. Adults often attack small creatures such as squirrels and crows that threaten eggs and nestlings. The nest is a bit of a fortress and well guarded while the female is laying and incubating eggs. Fledglings face the most danger since raptors prey on the young when they first learn to fly. Habitat, Range and Local Sightings Magpies favor shrub thickets, open woodlands, and forest edges. In Alaska, they like to inhabit coastal saltwater beach areas, but are widespread throughout the southern part of the state. Exit Glacier hosts numerous families of magpies. They seem to have a fondness for the parking lot and if you watch for a while, you will learn why. Oftentimes, one can witness a magpie perched on a car bumper nibbling at the smorgasbord of bugs accumulated at the front of the car after a long drive. Food and Survival Strategies Magpies are omnivorous with a liking for meat. In truth, they will eat almost anything: They probe the soil for earthworms and insects; they catch flying insects on the wing; they rob other birds' nests of eggs and young; and they eat road-killed animals. When things get scarce, they feed on old berries or seeds that have been left on plants. Magpies cache food in small pits dug into the soil. In this way, they prepare for harsh winter times ahead. They travel and nest in groups, known as colonies. The colonies help to provide safety in numbers, but with the numbers come an ever-present competition for available resources. Reproduction and Young Magpies usually begin nesting in late March or early April. Selecting tall trees or bushes, the nest appears as a dome-shaped weaving of sticks. An entrance to either side usually marks the finished structure. Inside sits a cup, lined with grass and mud for the eggs. Both male and female magpies participate equally in the nest building activities. Magpies lay six to nine small eggs each season. The eggs are small, with a greenish and grey coloring, marked with brown spots. Eggs take about 16 days to hatch. Females alone incubate the eggs, but males provide food for their mates during this time. Once the eggs hatch, males do more of the feeding of the nestlings and fledglings while the females stay in the nest. Males also defend the nest site from predators, more often than females. Magpies stay with their offspring for the first six months of their life, longer than most bird species. Human Connections A century ago, magpies were known to kill barnyard fowl and so a bounty was placed on them in many states. In Idaho alone, over 150,000 magpies were poisoned or otherwise destroyed in response to the bounty. Today, those who rant about magpies usually charge them with the death of songbirds. They are known to eat other birds' eggs and chicks, but more typically magpies act as scavengers. Magpies are quite helpful cleaning up carrion, eating insects, and catching rodents. In places where ticks exist, magpies can be seen grooming ungulates that don't seem to mind their presence.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/nature\/black-billed-magpie.htm"
}
