{
    "title": "Kenai Fjords National Park: Marbled Murrelet",
    "body": "Marbled Murrelet         Marbled murrelet in flight. NPS \/ Kent Miller  Brachyramphus marmoratus  The marbled murrelets belong to the Alcid or Auk family that includes puffins, murres, guillemots, auklets, and dovekie. Designed with an aquatic life in mind, Auks are seabirds that come ashore only to nest. They are typically short and squat with stubby wings suited for flying underwater. The marbled murrelet can be confused with the Kittlitz's murrelet, but the distinction between the two is evident as the bird takes flight: Watch the tail retrices during takeoff, the marbled murrelet's retrices will change quickly from white to brown, while those of the Kittlitz's remain white. The marbled murrelet is less than 10 inches long and weighs just seven to nine ounces. In Kenai Fjords, we encounter the marbled murrelet mostly during the breeding season. At this time, it is brown with irregular white bars and mottled back and wings. The neck and undersides are a yellowy-white. It has a short, thin bill often carried pointing up at an angle. Winter plumage is a starker white belly and throat with black or brown covering the back, wings and the head down to and including the eye. Habitat, Range and Local Sightings The marbled murrelet is found along a north Pacific arc from Kamchatka, Russia through the Aleutian Islands to Central California. In the summer, it occurs in protected bays and coves near old-growth forests. In the winter, it is found offshore. In waters near the park, concentrations of feeding murrelets can be seen at the north end of Eldorado Narrows, Tonsina Beach, Thumb Cove, Humpy Cove, in protected coves on the east side of the Aialik Peninsula, and in the Cheval Narrows. At least one local birder has reported hearing murrelets in the forest at Old Mill subdivision, Mile 8 of the Seward Highway. The local nesting season can be determined by watching murrelets on the water. In May they are plentiful, and their shrill cry can be heard from boats leaving the harbor. Suddenly in June, they seem to all but disappear. Then sometime in July, the birds return to the coves and can be spotted regularly again. Food and Survival Strategies Marbled murrelets eat small fish, primarily herring, capelin, and sandlance in our area. They dive for food using their wings to propel them underwater. While no definitive study has determined their diving range, a similar species, the Cassin's auklet, dives to 150 feet. Murrelets typically conduct short dives of 30 seconds. They can swallow fish under water and sometimes drive small schools of fish to the surface, feeding on them in a series of shallow dives. Upon surfacing after a series of dives, the birds will flap vigorously, fluffing their plumage and restoring insulation. Their feathers are unusually thick and dense to keep out the cold. Reproduction and Young Unlike most Alcids, the marbled murrelet does not nest in colonies but in the canopy of old-growth spruce forests, sometimes traveling as far as 40 miles inland. Active nests are difficult to confirm because the birds are well camouflaged in the forest, and they have a habit of traveling at night. Nests are typically located 60-80 feet up the tree, but have also been found on the open tundra in the far north part of the bird's range: One was found 1,900 feet up a scree slope on Chichagof Island in Southeast Alaska. Pairs lay a single egg in late May. The male and female take turns incubating the egg for about a month. After hatching, adults carry meals from the sea to the nest. Under cover of darkness and at speeds up to 100 miles per hour, the birds elude owls, eagles, and falcons. They must also avoid leading nest robbers such as jays, ravens, and crows to their nest. The young fledge in late June and early July. At this time, they have the black and white plumage of winter adults. The molt of the hatch year and following year undergo distinct patterns, allowing researchers to age the young birds and determine productivity. Human Connections Populations of murrelets in California, Oregon, Washington, and British Columbia have experienced a massive decline. These populations are listed as threatened under the Endangered Species Act. The biggest threats to murrelet populations come from human activity such as logging, gill net by catch, and oil spills. The Exxon Valdez oil spill killed between 8,000 and 12,000 marbled murrelets in Prince William Sound. This figure represents about 5-10 percent of the population in the effected area.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/nature\/marbled-murrelet.htm"
}
