{
    "title": "Denali National Park & Preserve: Videos, Podcasts and More",
    "body": "Videos, Podcasts and More       Full resolution videos and photos on our YouTube channel and on our Flickr Photostream. Follow us on Twitter and Facebook for daily updates. Videos in our \"Denali: New Expeditions\" series can be found, and subscribed to, in iTunes.             Lights in Motion   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:5 minutes, 7 seconds  A 2012 time-lapse compilation of the Aurora Borealis with original composition, \"Coronal Mass Ejection,\" by Peter Van Zandt Lane.                           Welcome - American Sign Language Ranger Rick Pope, a CODA and RID-certified interpreter at Denali, describes a variety of trip-planning pages on the park website that can be useful to deaf and hearing-impaired visitors. (Open captions. No audio. Running time 03:35)  Duration:3 minutes, 34 seconds                                Science Snippet - Davyd Betchkal, Soundscape Scientist Hear Davyd talk about his work studying the \"sonic beauty\" of wilderness.  Duration:47 seconds                                Science Snippet - Bridget Borg, Wildlife Biologist Listen to Bridget describe her work, studying wolves in Denali National Park.  Duration:47 seconds                                Studying Wolves with the Aid of Camera Traps Watch a series of still images from a camera trap placed near a wolf den in Denali, summer 2011.   Duration:2 minutes, 45 seconds                                Welcome Whether you've already reached the park entrance, or you're still planning on it, this short video offers important information and insights about how to make the most of your experience in this special place. (Open captions. Running time 03:26)  Duration:3 minutes, 26 seconds                                Of the Beholder In July 2011, a group of 35 deaf visitors from a half dozen different states chartered a bus into Denali. This is what they had to say about their experience. (Open captions and ASL. Running time 04:50)  Duration:4 minutes, 50 seconds                                Mine Reclamation Mining has shaped this corner of Alaska since before it was a national park. Scientists and contractors are now working to reclaim and stabilize many of these areas. (Dedicated in memory of Phil Brease.) (Open Captions. Running Time 03:59)  Duration:3 minutes, 59 seconds                                Park Champions As Alaska Native high school students from Anchorage explore Denali’s wilderness backcountry, author and documentary producer Dayton Duncan encourages young people to experience and become champions for national parks. (Open captions. Running time 09:56)  Duration:9 minutes, 56 seconds                                New Generations From hometowns as far away as Sylacagua, Alabama to as near as Healy, Alaska, six young people each describe what it was like for them to work in the National Park Service for a summer in Denali. (Open Captions. Running Time 07:33)   Duration:7 minutes, 33 seconds                                One Community, One World The Chicago Children's Choir, 50 teens drawn from 2,800 youths between ages 8 and 18, visited interior Alaska and performed at the Denali Visitor Center in July 2010. (Running Time 02:16)  Duration:2 minutes, 16 seconds                                Inspiration Watch fabric artist Ree Nancarrow create \"Seasons of Denali,\" a remarkable panoramic representation of the landscape near the Eielson Visitor Center using white cotton fabric, dyes, paints, silkscreens, stencils, and oil sticks. (Open captions. Running Time 10:04)  Duration:10 minutes, 4 seconds                 NPS\/Jay Elhard  INSPIRATION: Bonus Feature (Time 02:03)  Windows Media (3.85 MB) Quicktime M4V (13.0 MB)  Ree Nancarrow, with her son Eric and his wife Susanna, delivered her quilt, \"Seasons of Denali,\" to the Eielson Visitor Center on June 3, 2008. The building opened to the public just five days later. Set to music composed and performed by Land Cole.          Courtesy Eric Nancarrow  EXHIBITS FOR EIELSON: Seasons of Denali  Adobe PDF (909 KB)   The Eielson Visitor Center, located 66 miles inside the park, reopened on June 8, 2008. Among the featured exhibits is Seasons of Denali, a remarkable quilt by Ree Nancarrow. This link provides a key to all of the plants, animals and birds Nancarrow included in the piece.          NPS  STEWARDSHIP: Monitoring the Effects of Climate Change on Park Resources (Time 04:26, Captioned)   Windows Media (32.7 MB) Quicktime M4V (28.7 MB)   Climate change is real, maybe more real here in the subarctic already than other parts of the planet. It's the position of the National Park Service that humans can still take steps to reduce the impact of climate change, and that park visitors should be encouraged to support and make changes that can help protect these special places. In Denali, scientists are monitoring climate change closely and cautiously discussing how park management may need to change in the future based on current trends.        NPS\/NEIL BLAKE  A LESSON IN SUSTAINABILITY (Time 01:50, Captioned)   Windows Media (12.9 MB) Quicktime M4V (10.9 MB)   Follow along as a park ranger shows a group of young visitors how sustainable features at the new Eielson Visitor Center can teach them about their relationship to the landscape.  CLICK HERE to download a two-page flier about the award-winning facility (2.05 MB PDF).         Courtesy Karen Carr  DISCOVERY: Dinosaur Questions and Answers with Anthony R. Fiorillo, Ph.D. (Time 11:30)  Windows Media (21.3 MB) Quicktime M4V (76.0 MB)   Since a first Theropod track was found by a field camp student on the edge of Igloo Creek in late June 2005, there have been many more fossil discoveries at locations throughout the park. Anthony R. Fiorillo, a paleontologist and curator of Earth Sciences at the Museum of Nature and Science in Dallas, Texas, answers some of the most common questions about the presence of dinosaurs in Denali more than 65 million years ago.           NPS\/Kent Miller  ACCESS (Time 04:57)  Windows Media (9.31 MB)  Quicktime M4V (32.0 MB)   Mount McKinley National Park, as it was known at the time, was one of the first parks in America to recognize that a natural setting could have carrying capacity. In 1972, the park limited access to its 91-mile road. In 2008, more than 36 years later, officials began work on a completely new management strategy for transporting people in the park. It could prove to be a defining moment in the rich history of this special place.          NPS\/Jay Elhard  SUBSISTENCE (Time 5:27)  Windows Media (10.2 MB)  Quicktime M4V (35.7 MB)   In March 2008, two Athabascan elders were flown by bush plane from their home in Nikolai, Alaska to Cantwell to help an 18-year-old high school senior build a half-size replica of a traditional moose hide boat. Their story illustrates the importance of an ongoing connection between local rural subsistence users and the land.          NPS\/Carol Harding  CHALLENGE (Time 3:30, Captioned)  Windows Media (6.61MB) Quicktime M4V (23.6 MB)  Discovery of a set of intertwined moose antlers and skulls in a designated federal wilderness area inspires discussion and deeper appreciation of wilderness values.         EXHIBITS FOR EIELSON: Trapline Twins (Time 01:26)  Audio MP3 (1.98 MB)  An excerpt from the book Trapline Twins by Miki and Julie Collins is read by Ingrid Nixon, Chief of Interpretation, Denali NP&P. (Trapline Twins © 2005 Vanessapress, Fairbanks. Used with permission).        NPS\/Kent Miller  EXHIBITS FOR EIELSON: The Legend of Denali (Time 03:01)  Audio MP3 (4.14 MB)  Chief Mitch Demientieff of Nenana, Alaska, reads an Athabascan legend about the origins of Denali, the Great One.         VINTAGE GRIZZLY (Time 01:08)  Quicktime (2.54 MB) Windows Media (2.14 MB)  This short, silent film clip from the 1940s depicts a brown bear foraging and romping on the open tundra of Mount McKinley National Park, as it was known at that time. (Used with permission, Alfred and Elma Milotte Collection, AAF-1294, Archives, Alaska and Polar Regions Collections, Rasmuson Library, University of Alaska Fairbanks.)           HIKING THE DENALI WILDERNESS (Time 28:56, Quicktime)   Introduction (13.5 MB) Preparation (37.1 MB) Hiking (33.1 MB) Making Camp (35.8 MB) Crossing Rivers (41.0 MB) Bear Encounters (38.1 MB) Returning (12.6 MB)  The National Park Service requires all backpackers to watch this 29-minute safety video at the Backcountry Information Center (BIC) before they are issued a permit to hike and camp overnight in Denali wilderness areas. Please note: This compressed video is presented here only as a public service for trip planning and educational purposes. All backpackers will be required to watch the entire video in person even if they have already seen it online (Copyright © 2003, Alaska Natural History Association).                        Keeping Tradition Discover a lifestyle that is millennia old  Duration:4 minutes, 40 seconds                                Berry Bear  In this brief video biography, learn about the life and work of William Berry, a renowned Alaska wildlife artist who created “Resting Grizzly,” a limited edition bronze which was enlarged to life-size for an installation outside the Denali Visitor Center in 2012.   Duration:4 minutes, 50 seconds",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/photosmultimedia\/dne.htm"
}
