{
    "title": "Denali National Park & Preserve: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     June 09, 2016  Human Remains Found  Backcountry hikers at Denali National Park and Preserve notified rangers on Tuesday, June 7th, of human remains discovered at an abandoned backcountry campsite near the Teklanika River in the park. The site was not visible from the Denali Park Road.   May 26, 2016  Celebrate National Trails Day in Denali on June 4!  Ever wonder what it means to be Denali National Park and Preserve’s “Dandelion Queen?” Join her crew and other park staff for “Dandelion Demolition 2016” on Saturday, June 4 to celebrate National Trails Day.   May 23, 2016  2016 Denali Road Lottery Entry Period Will End on May 31, 2016  Denali National Park and Preserve Road Lottery Staff would like to remind the public that the entry period for the 2016 Denali road lottery will be ending soon.   May 05, 2016  Denali Seeks Public Comments on an Environmental Assessment of a Mining Plan of Operations on Eldorado Creek in the Kantishna Hills  The National Park Service (NPS) is considering approval of a Mining Plan of Operations (MPO) which was submitted by Kris DeVault for the purpose of accessing and conducting a suction dredge placer gold mining operation on the 118 acres of the Liberty #9 and Liberty #13 through #20 (Liberty) unpatented mining claims located in the Kantishna Hills area within the 1980 park additions of Denali National Park and Preserve.   April 08, 2016  Denali Park Road Opens to Teklanika, Mile 30  Mild weather and Alaska’s second warmest winter on record have aided the park’s spring road crew in their efforts to open the Denali Park Road. Park staff officially opened the road to private vehicle traffic as far as mile 30, the Teklanika Rest Area, yesterday morning.   April 01, 2016  2016 Road Lottery Entry Period Begins May 1  The 2016 annual Denali National Park and Preserve Road Lottery will take place Sept. 16-20. Public Road Lottery days are Sept. 16, 18, 19 and 20 (Friday, Sunday, Monday and Tuesday). Saturday, Sept. 17 is Military Appreciation Day, dedicated to active duty service members and their families stationed in Alaska. The permits will be distributed to military personnel through their internal channels.   March 15, 2016  Celebrate National Park Week by Bike!  Celebrate the 100th birthday of the National Park Service during National Park Week by exploring Denali on bicycle! Join a ranger-led bike ride from the Teklanika rest stop on April 17 (11 am) or April 23 (1 pm), 2016. No registration is required!   February 18, 2016  Find Your Park at Denali During Winterfest 2016  Denali National Park and Preserve and the Denali Borough invite everyone to Winterfest 2016, an annual celebration of Alaska’s longest season, Wednesday, Feb. 24 through Sunday, Feb. 28. An array of activities, for all ages and interests, are scheduled in and around the park   December 09, 2015  Denali to Host Winter Luminary Ski \/ Stroll  Join rangers at the Murie Science and Learning Center (Winter Visitor Center) to ski, snowshoe or stroll on a snowy winter trail lit by luminaries. The event is family-friendly and trails are appropriate for all levels of skiing or snowshoeing ability. Hot drinks and a campfire will be provided for the event. Parking is available at the Murie Science and Learning Center (Winter Visitor Center).   November 27, 2015  All Southern Portions of 1980 Park Additions Now Open to Snowmobiling for Traditional Activities  Consecutive early season storms have established snow depth and conditions sufficient for the Superintendent to determine that there is now adequate snow cover for the use of snowmachines for traditional activities in areas of the 1980 park and preserve additions that are south of the crest of the Alaska Range.   November 12, 2015  Denali Announces Selection for Largest Transportation, Visitor Services Contract  The National Park Service (NPS) has selected Doyon\/Aramark Joint Venture (JV), to provide transportation, bus tour, retail, food and beverage, camping and other services under a new 10-year concession contract at Denali National Park and Preserve.   November 06, 2015  Denali Remembers Friend, Researcher and Advocate Florence Rucker Collins, 94  Florence Rucker Collins, 94, an important contributor to Denali National Park and Preserve’s long history of scientiﬁc research and a charter member of the Denali Subsistence Resource Council (SRC), died Wednesday morning at the Fairbanks Pioneer Home.   October 29, 2015  Denali Remains Open in Winter  For many visitors, winter is their favorite season to enjoy Denali National Park and Preserve. The park is less visited but still very much open and alive with activity. Beautiful backcountry areas can be reached on snowshoes, skis, fat-tire bicycles, skijoring or mushing on the Denali Park Road. At lower elevations you may even be able to explore with hiking boots! There are opportunities for people of all ages and skill levels to enjoy the park.   October 21, 2015  Denali Holding Open House for Proposed Projects and Plans  The National Park Service (NPS) invites the public to attend a meeting to learn about and offer input regarding trails planning efforts, a proposed wayside area and related topics. The open house meeting will be Wednesday, November 18, 6-8 p.m. at the McKinley Village Community Center.   October 07, 2015  Fairbanks Business to Host A Visiting Park Ranger  Park Ranger Sarah Hayes and one of the park’s canine rangers will visit Beaver Sports in Fairbanks on Thursday, 6-7:30 p.m., where everyone is invited to come meet the dog and learn how and why the park still uses sled dogs   September 18, 2015  Denali National Park to Burn Debris Piles at Toklat and Kantishna  Fire Management staff at Denali National Park and Preserve are planning to burn several debris piles, one at the Toklat Road Camp (Mile 53 on the Denali Park Road) and two others in Kantishna at approximately Mile 91 near the confluence of Eureka and Moose Creeks. The planned ignition dates are between Tuesday, September 22 and Saturday, October 10, weather permitting.   September 04, 2015  Denali Welcomes Fourth Grade Students through the Every Kid in a Park Initiative  Denali invites all fourth grade students to visit the park for free as part of the White House’s new Every Kid in a Park program. As of September 1, fourth grade students can go to everykidinapark.gov to complete an activity and obtain a free annual entry pass to more than 2,000 federal recreation areas, including national parks.   August 30, 2015  Backcountry Camper Dies After Fall into Swift Water  A backcountry camper, last seen Thursday at 10 a.m., was found dead Friday morning by the crew aboard a National Park Service (NPS) Contract Helicopter in Denali.   August 27, 2015  Denali Seeks Input on Trails Management  Denali National Park and Preserve (DENA) managers invite public input and comments about their vision for trail management as part of a future Trails Management Plan.   July 27, 2015  Denali Monitoring 13 Wildfires  Fire managers are currently monitoring 13 lightning-ignited wildfires burning in remote areas of Denali National Park and Preserve. There are no threats to park structures or sensitive resources at this time. The Type 3 team that had been supporting all of the fires burning in Denali National Park and Preserve demobilized July 26.   July 27, 2015  Now Accepting Applications for Commercial Dog Freighting Opportunity in Denali  The National Park Service (NPS) is accepting applications for Commercial Use Authorizations (CUA) to provide commercial Dog Sled Freighting Services within Denali   July 15, 2015  Denali Publishes Online Work, \"Denali Climate Anthology\"  The National Park Service (NPS) this week announces completion of a new online anthology of essays by five accomplished local authors about the effects of a changing climate on the lives and landscape they treasure in Interior Alaska.   July 09, 2015  Environmental Assessment on 5-Mile Pit Expansion and Rehabilitation of 7-Mile Pit Open for Public Comment  The National Park Service (NPS) is proposing to expand the 5 Mile Pit and rehabilitate the 7 Mile Pit along the Denali Park Road. The 7 Mile Pit would accept reject material from a road-repaving project and then be re-contoured, re-vegetated and abandoned. The 5 Mile Pit would be expanded by up to 2.4 acres for government and contractor material storage.   July 07, 2015  Traditional Dance Featured at Denali Music Festival  The Nenana Native Dancers will perform at the fourth annual Denali Music Festival on Saturday, July 18 in Denali National Park and Preserve.   July 06, 2015  Open House for Talkeetna Archaeological Culture Camp  Denali National Park and Preserve, in partnership with the Upper Susitna Soil and Water Conservation District and the University of Alaska Museum of the North, is holding a Historic Archaeological Culture Camp in Talkeetna from July 1 to July 16, 2015.   July 01, 2015  Campfire Closure Lifted  Recent rain showers and cooler weather have reduced fire activity and Denali National Park and Preserve officials have lifted the campfire closure in the park and preserve.   July 01, 2015  Man Dies from Apparent Self-Inflicted Gunshot Wound  Park rangers responded to a report of a gunshot in Denali National Park and Preserve at approximately 9:45 a.m. Tuesday. They found a man with an apparent self-inflicted gunshot wound; he was dead at the scene.   June 26, 2015  Lightning Ignites Eleven Wildfires in Denali National Park  Several thunderstorms moving through the area this past week have ignited 11 wildfires in Denali National and Preserve. Four fires were discovered on June 25.   June 23, 2015  Lightning Sparks Several Wildfires  Following a lightning storm that threw over 31,000 lightning strikes from June 19 – June 21, five wildfires are now burning in remote locations in Denali National Park and Preserve. None of the wildfires are threatening park structures or sensitive resources. Due to the remote locations, fire managers have opted to monitor these fires.   June 19, 2015  All Open Fires Prohibited  Very high fire danger exists in Denali National Park and Preserve due to a lack of recent precipitation, high winds and hot, dry weather. Park officials have determined that it is necessary to prohibit the use of all open fires and activities, which unduly increase the fire danger.   May 22, 2015  Denali National Park and Preserve Staff Request Public to Use Extreme Caution This Holiday Weekend  Very high fire danger exists in Denali National Park and Preserve due to a lack of recent precipitation, high winds and hot, dry weather. Park officials urge visitors to be especially careful with anything that may cause a spark this Memorial Day weekend.   May 21, 2015  2015 Denali Road Lottery Entry Period Open Through May 31  The National Park Service is reminding procrastinators that the entry period for the 2015 Denali road lottery, which takes place (weather permitting) on September 17, 18, 20, and 21 (Thursday, Friday, Sunday and Monday), is open through Saturday, May 31, 2015.   May 14, 2015  Deceased Solo Climber Found at High Camp on Denali  The body of an Argentinian solo climber was discovered at the 17,200-foot high camp of Mount McKinley just before midnight on Sunday, May 10.   Heraldo Javier Callupan, age 39 of General Roca, Argentina appears to have died of unknown medical issues.   May 12, 2015  Climbers Rescued Following Avalanche on Mount Dickey  Two climbers from Idaho were rescued from 7,500 feet on Mount Dickey after triggering a slab avalanche the evening of Monday, May 11.   May 06, 2015  Spring is Here: All Areas Closed to Snowmachines, Temporary ORV Trail Closures in Cantwell  Denali National Park and Preserve Superintendent Don Striker has determined that due to the deterioration of the snowpack, there is no longer adequate snow cover for the use of snowmobiles for traditional activities in the 1980 additions to Denali National Park and Preserve on both sides of the Alaska Range. All park lands that were open for snowmobile use are now closed for the season. Even in areas such as Broad Pass and near Cantwell, the warmer temperatures and long days have reduced snow depths to a level that is no longer adequate to protect vegetation and soils from damage by snowmachine use.   May 04, 2015  Application Period Open for 2016 Artist-in-Residence Program  Denali National Park and Preserve is seeking applications for the 2016 Artist-in-Residence (AIR) Program, which provides the opportunity for professional visual artists, writers and composers to use an historic roadside cabin as a base to explore the park and seek inspiration from it. Works created by previous artists-in-residence are displayed in the park’s visitor centers, the Walter Harper Talkeetna Ranger Station, and the Public Lands Information Centers in Anchorage and Fairbanks.   May 04, 2015  Visitor Facilities and Services at Denali Opening for 2015 Summer Season  Lengthening days, milder overnight temperatures, sightings of migrant bird species, and the arrival of summer employees are all signs that the seasonal facilities and services that enhance the park experience for Denali National Park and Preserve visitors will open soon.   May 01, 2015  The New \"Denali With Kids\" Guide is Now Available  Planning a trip to Denali that will be fun for the whole family can be daunting. To assist anyone coming to the park with children, we have produced a new guidebook to help families plan and enjoy their visit to the park. Available for free online, \"Denali with Kids\" is for parents and guardians who want to create a vacation that appeals to all ages.   April 24, 2015  Denali Visitors Provide Economic Benefits to Alaska and Local Area Economies  A new National Park Service (NPS) report shows that the over 530,000 visitors who came to Denali National Park and Preserve in 2014 spent $5.24 million in communities near the park. That spending supported almost 7,000 jobs in the local area, which includes the 300+ employees of the park’s largest concessioner, and had a cumulative benefit to the local economy of $7.48 million.   April 20, 2015  NPS Adjusts 2015 Denali Road Lottery Dates to Host Military Appreciation Day  The 2015 annual road lottery in Denali National Park and Preserve will take place on September 17, 18, 20, and 21 (Thursday, Friday, Sunday, Monday), weather permitting. The park's annual Military Appreciation Day for service members and their families stationed in Alaska has been scheduled for Saturday, September 19 this year.   April 16, 2015  \"Find Your Park\" in Denali During National Park Week 2015!  “Find Your Park” is the theme for this year’s celebration of National Park Week, which is taking place April 18–26. It is a celebration of the upcoming centennial anniversary of the National Park Service in 2016 and sets the stage for the agency’s second century of service.   April 16, 2015  Denali Park Road Opening to Mile 30 on Saturday, April 18  Continued mild weather has aided the park’s spring road opening crew in providing access further into the park for park visitors. The park road will open for travel to Mile 30, the Teklanika Rest Area, by 10:00 am on Saturday, April 18, weathr permitting.   April 10, 2015  Denali Seeks Bids on Major Visitor Services Contract  The National Park Service (NPS) is seeking bids on a 10-year concession contract to provide transportation and other major visitor services in Denali National Park and Preserve. The proposed contract will have a term of January 1, 2016 through December 31, 2025.   April 09, 2015  National Park Service Issues FONSI for Improvements to Gorge Creek Trail  The National Park Service (NPS) announces the availability of the Finding of No Significant Impact (FONSI) for the Gorge Creek Environmental Assessment. The NPS chose the action alternative to improve and reroute sections or the Gorge Creek Trail, which is located south of the Eielson Visitor Center (EVC) at Mile 66 on the Denali Park Road.   March 31, 2015  Denali Park Road Now Open to Savage River  The Denali Park Road is now open as far as the Savage River (Mile 15).  The longer days and milder temperatures of early spring provide enjoyable conditions for visiting the park.   March 23, 2015  Denali Park Begins Spring Road Opening  The National Park Service spring road opening crew has begun the annual operations to clear and prepare the Denali Park Road for vehicle access. They expect to encounter less than usual amounts of snow and more overflow ice, due to the lack of insulating snow cover. The remote weather stations at Toklat and Kantishna are reporting approximately 3 and 24 inches of snow, respectively.   March 17, 2015  NPS in Alaska Issues Superintendent’s Compendiums  The National Park Service (NPS) has issued the annual Superintendent’s Compendiums for 2015, a collection of documents that will become effective on April 1.   March 05, 2015  Park to Burn Debris in Entrance Area, March 2015  Fire Management staff at Denali National Park and Preserve are planning to burn debris consisting of trees and brush between Monday, March 9 and Friday, March 27, weather conditions permitting.   February 19, 2015  Public Meeting of the Subsistence Resource Commision  The Denali National Park Subsistence Resource Commission (SRC) will meet on Wednesday February 25 at Pikes Waterfront Lodge in Fairbanks. The public is invited to attend the meeting, which will be held from 10:30 am-4:30 pm.   February 11, 2015  Denali Park Road Opens to Mile 12 on Saturday, February 14  Weather conditions permitting, at 8:00 am on Saturday, February 14 the National Park Service will open the Denali Park Road as far as the Mountain Vista Rest Area (Mile 12) for travel by private vehicles and commercial vehicles with permits. Visitors should expect to encounter snow and ice on shaded sections of the park road.   February 10, 2015  2015 Teacher Scholarships Available for Summer Courses in Denali  The Murie Science and Learning Center , with the support of Alaska Geographic, is awarding scholarships to teachers for accredited courses taking place in Denali National Park and Preserve. These field-based courses are small group intensives that expose teachers to science, research, and educational opportunities using Denali as their classroom. Courses are three to five days in length. Professional development credit is made available through the University of Alaska. For additional information and to apply, please visit the Alaska Geographic website. The application deadline is February 27, 2015.   February 09, 2015  Denali Winterfest - 15 Years of Embracing Winter!  Denali National Park and Preserve and the Denali Borough communities invite all who love winter to come celebrate Alaska’s longest season at Winterfest 2015, taking place Thursday, February 26 - Sunday, March 1. This long-running community-wide event features an array of activities, with something for all ages, interests, and abilities!   January 30, 2015  Environmental Assessment for Gorge Creek Trail Available for Public Comment  The National Park Service (NPS) is seeking public comment on an Environmental Assessment (EA) evaluating improvements to the Gorge Creek Trail, which is located south of the Eielson Visitor Center (EVC) at Mile 66 on the Denali Park Road. The NPS is considering improving and repairing the Gorge Creek Trail in order to protect park resources and enhance the visitor experience by providing a safe, sustainable trail.   January 22, 2015  Park to Burn Debris in Entrance Area  Fire Management staff at Denali National Park and Preserve are planning to burn debris consisting of trees and brush between Monday, January 26 and Friday, February 6, weather conditions permitting. The single pile is located east of the park airstrip and west of the northernmost loop of the Riley Creek Campground.   January 22, 2015  2015 Artists in Residence  Four artists and three writers will visit Denali National Park and Preserve in 2015 through its Artist-in-Residence program. This year’s group includes the program's first fine arts photographer, and first outdoor participatory artist. Three of the residents will visit in February and March as part of a winter program. Four others will take part in the traditional summer program that takes place between June and September.   January 15, 2015  Public Hearings and Comment Period for Compendiums, Including Temporary Wildlife Hunting Restrictions  National Park Service compendiums for Alaska will be open for a 30-day public comment period. A compendium – one for each NPS area in Alaska -- is a compilation of all designations, closures and restrictions adopted under the discretionary authority within the regulations covering national parks. This regulatory tool helps manage Alaska's national park areas for the public’s enjoyment, use and protection.   January 05, 2015  Applications Open for 2015 MSLC Research Fellowships  The National Park Service and the Murie Science and Learning Center (MSLC) are seeking applicants for two research fellowships that are available to individuals wishing to conduct research in Denali National Park and Preserve and other arctic and subarctic Alaska national parks.   January 02, 2015  Southern Portions of the Park Open to Snowmobiling  Recent storms have brought additional snow to the park, and the Superintendent has determined that there is now adequate snow cover for the use of snowmobiles for traditional activities in areas of the 1980 park and preserve additions that are south of the crest of the Alaska Range.   December 23, 2014  Fatal Vehicle Accident on Highway 3 Within Denali  Denali National Park and Preserve rangers responded yesterday to a head-on vehicle accident involving two vehicles and resulting in the deaths of both drivers. There were no passengers in either vehicle.   December 01, 2014  Prospectus Available for Mountain Guiding  The National Park Service (NPS) intends to award up to six concession contracts for providing mountaineering guide services to the public within Denali National Park and Preserve. The proposed contracts will have a term of January 1, 2016 through December 31, 2025.   November 25, 2014  2015 Bus & Campground Reservations Open December 1, 2014  Doyon\/ARAMARK Joint Venture, the transportation concessioner for Denali National Park and Preserve, will begin accepting advance reservations for the 2015 visitor season for shuttle buses and the park’s four largest campgrounds on Monday, December 1, 2014. Reservations are available by phone, on-line or mail.   October 16, 2014  Denali National Park and Preserve Offering Distance Learning Programs  Denali National Park and Preserve is an environment of extreme temperatures, tall mountains, glacial landscapes, and more. As it may be difficult, if not impossible, for most teachers and students to come to the park, the National Park Service is offering free, interactive, distance learning programs to help classes learn about this special place and enhance existing curriculums.   October 16, 2014  Hearings Set for Sport Hunting Proposals  The National Park Service will hold 17 public hearings this fall on proposed regulations and environmental assessment related to sport hunting in Alaska’s national preserves. The proposals include prohibitions on taking wolf and coyote pups and adults in early summer when they den and their pelts have little commercial value; the taking of brown bears over bait stations; and the use of artificial light to take black bear cubs and sows with cubs at dens. Other procedural changes and wildlife harvest related changes are also proposed.   September 23, 2014  Denali Park Road to Temporarily Close for Utility Work on Friday, September 26  DENALI PARK, Alaska:  The Denali Park Road will be closed to vehicle traffic on Friday, September 26 at Mile 3 in order for contractors to excavate and install sewer and water lines under the roadway.   September 18, 2014  Rangers Investigating Illegal Moose Kill in Denali National Park  During the evening of Sunday, September 14, the National Park Service was contacted by a hunter in the Stampede Trail area, reporting that two hunters had entered the  park via an off road vehicle (ORV) and had shoot a moose within the park.   September 17, 2014  Denali National Park Seeking Input for Long Range Transportation Plan  The public is invited to an early stage scoping meeting on Denali National Park and Preserve’s Long Range Transportation Plan taking place on Wednesday, September 24 at 6:00 pm in the McKinley Village Community Center (Mile 230 Parks Highway).  National Park Service planners will be seeking public input and providing information about the plan’s purpose, need,  and process.   September 17, 2014  Denali Park Road Open to Mile 30 on September 17  Visitors can now drive private vehicles on the Denali Park Road as far as the Teklanika Rest Area at Mile 30, conditions permitting. As the weather can change rapidly at this time of the year, visitors are advised to call ahead for current road status.   September 08, 2014  Deadline for 2015 Denali Artist-in-Residence Applications is September 30  Denali National Park and Preserve is seeking applications from accomplished artists and writers for the 2015 Artist-in-Residence Program, which expanded this year to include winter residencies.Applications for 2015 residencies must be submitted by September 30, 2014.  A description of the online application process is at http:\/\/www.nps.gov\/dena\/historyculture\/arts-program-apply.htm.   September 04, 2014  NPS Proposes Hunting Regulations in National Preserves  The National Park Service is proposing a permanent federal prohibition on three historically illegal predator hunting practices in Alaska’s national preserves.   September 03, 2014  National Park Service to Burn Debris Piles at Toklat and Kantishna  Fire Management staff at Denali National Park and Preserve are planning to burn two debris piles, one at the Toklat Road Camp (Mile 53 on the Denali Park Road) and the other in Kantishna at approximately Mile 91 (near the confluence of Eureka and Moose Creeks). The planned ignition dates are between Monday, September 8 to Friday, October 3, weather permitting.   August 28, 2014  Utility Replacement Project Underway at Denali Park Headquarters  Work has begun on a major project to replace and upgrade the underground utility systems at Denali National Park and Preserve headquarters. Construction crews and heavy equipment are operating in the area, and visitors and park employees are advised to heed warning signs\/barricades and be alert for construction personnel and equipment.   August 27, 2014  Denali National Park and Preserve to Host Military Appreciation Day on September 16th  The National Park Service will provide the opportunity for up to 400 active members of the military and their families to drive the Denali Park Road on Tuesday, September 16 as part of a “Military Appreciation Day” to recognize and thank these individuals for their contributions to the nation. If weather permits, the road could be open for its entire 92-mile length, offering exceptional opportunities for experiencing the heart of the park.   August 25, 2014  National Park Service and Partners Celebrate Wilderness 50th Anniversary  By its nature, every day is a celebration of wilderness at Denali National Park and Preserve, but 2014 is special because it marks the 50th Anniversary of the Wilderness Act.  The Wilderness Act protects the 2 million acre Denali Wilderness, protecting this special wild place in perpetuity.   August 18, 2014  Environmental Assessment on Replacement of Hotel Creek Bridge Available for Public Comment  The National Park Service is considering replacing two pedestrian bridges over Hotel Creek in the entrance area of Denali National Park and Preserve. This project would take place during the summer of 2015.   August 15, 2014  National Park Service Seeking Input on Eielson Area Informal Trails  The National Park Service intends to evaluate the impacts of making improvements to one or more informal, or social, trails in the vicinity of the Eielson Visitor Center (Mile 66) and Eielson Bluffs.   July 28, 2014  Public Invited to Denali Subsistence Resource Commission Meeting in Cantwell  The Denali National Park Subsistence Resource Commission (SRC) will meet on Thursday, August 7 at the Cantwell School in Cantwell. The public is invited to attend the meeting, which will be held from 10:30 am - 4:30 pm.   July 24, 2014  Denali National Park and Preserve Holds First Invertebrate Bioblitz  Researchers from Massachusetts, Arkansas, and Alaska will conduct Denali National Park and Preserve’s first invertebrate bioblitz, an intense period of biological surveying with the purpose of documenting as much biodiversity as possible.   July 09, 2014  National Park Service Seeking Input on Scenic Overlook Pullout on Government Hill  The National Park Service (NPS) intends to evaluate the impacts of constructing a scenic overlook pullout on Government Hill (Mile 2.5 on the Denali Park Road).  A small pullout currently at this location can accommodate approximately two vehicles.  This pullout is often overcrowded during the visitor season as it is a desirable spot for taking photographs.   July 08, 2014  Walter Harper Talkeetna Ranger Station Dedication  The National Park Service celebrated the accomplishments and legacy of Alaska Native Walter Harper during the dedication ceremony for the Walter Harper Talkeetna Ranger Station on Wednesday, July 2.   July 08, 2014  Denali National Park Research Provides New Insight Into Wolf Population Dynamics  When a breeding wolf dies, its sex and the size of its pack can determine whether that pack continues or disbands, according to research published on July 8, 2014 in the Journal of Animal Ecology.   June 27, 2014  National Park Service and Alaska Department of Transportation Assessing Road Damage and Planning for Repair  With the immediate mission to evacuate stranded visitors and employees completed, the National Park Service’s task now turns to recovery, coordinating the work to repair the flood damage with the Alaska Department of Transportation (DOT), who has the jurisdictional responsibility for major repairs on that section of the Denali Park Road.   June 26, 2014  Lodge Guests Safely Evacuated from Kantishna  The 103 guests and employees from the Denali Backcountry Lodge have been successfully evacuated from Kantishna, where they had been stranded all day by high water and washed out sections of the Denali Park Road.   June 26, 2014  Flooding and Rock Falls Cause Closures  Torrential rains overnight caused what are usually small streams to become raging torrents along and across the Denali Park Road   June 20, 2014  Unmanned Aircraft to be Prohibited in National Parks  WASHINGTON – National Park Service Director Jonathan B. Jarvis today signed a policy memorandum that directs superintendents nationwide to prohibit launching, landing, or operating unmanned aircraft on lands and waters administered by the National Park Service.   June 11, 2014  The American Alpine Club Partners with Federal Agencies and Outdoor Industry Leaders to Host the Sustainable Summits Conference  The American Alpine Club (AAC), in collaboration with Denali National Park, will present “Sustainable Summits: The International Mountain Conference on Environmental Practices”, a once-in-a-decade gathering of key leaders in mountain management, conservation, and the outdoor industry.  The AAC is hosting the event at the American Mountaineering Center in Golden, Colorado from July 20 to 23, offering plenary sessions, panel discussions, vendor booths, and evening lectures, with a working field trip to Rocky Mountain National Park on July 24.  The conference is designed to foster global partnerships and better inform land managers, NGO’s, climbers, and outdoor industry partners on issues related to environmental sustainability, the effects of climate change, access, and management of mountainous regions.   May 28, 2014  Celebrate National Trails Day in Denali National Park on June 7  Come join the Denali trail crew on Saturday, June 7 and celebrate National Trails Day by helping with maintenance activities on the Horseshoe Lake Trail, the park’s first established trail.   May 27, 2014  Kim Heacox to Speak About New John Muir Biography  Writer, photographer, and activist Kim Heacox will speak about his newest book, “John Muir and the Ice That Started a Fire: How a Visionary and the Glaciers of Alaska Changed America” on Tuesday,  June 3 at 7:00 pm at the Denali Visitor Center.   May 19, 2014  2014 Denali Road Lottery Entry Period Open Through May 31  The National Park Service is reminding procrastinators that the entry period for the 2014 Denali road lottery, which takes place (weather permitting) on September 12, 13, 14, and 15 (Friday through Monday), is open through Saturday, May 31, 2014. Entries may be made online at www.recreation.gov  until midnight May 31st (Alaska time).  Entries can also be done by phone at (877) 444-6777 between the hours of 6:00 am – 8:00 pm (Alaska time) through May 31, 2014. Entries are no longer accepted by regular mail.   May 09, 2014  Denali National Park to Burn Debris Piles  Fire Management staff at Denali National Park and Preserve is planning to burn two individual debris piles within park boundaries in upcoming weeks, one at Kantishna and one at Toklat Road Camp.   May 09, 2014  Climber Dies on Descent from Denali Pass  One member of a two-person climbing team perished in an early season climbing fall on Mt. McKinley in recent days.  The fatal fall likely occurred on May 5, after the climbing parties became separated during a descent from Denali Pass in stormy weather.   May 05, 2014  Visitor Facilities at Denali National Park Opening for Summer Season  Seasonal facilities and services that enhance the park experience for Denali National Park and Preserve visitors will open soon.   April 29, 2014  All Denali NP & P 1980 Additions Closed to Snowmobiles - Cantwell Trails Temporarily Closed to ORVs  Due to the deterioration of the snowpack, there is no longer adequate snow cover for the use of snowmobiles for traditional activities in the 1980 additions to Denali National Park and Preserve on both sides of the Alaska Range. All park lands that were open for snowmobile use are now closed for the season.   April 25, 2014  Application Period for Denali National Park 2015 Artist-in-Residence Program Opens May 1  Denali National Park and Preserve is seeking applications from visual artists and writers for the 2015 Artist-in-Residence (AIR) Program.  This program provides the opportunity for professional artists and writers to use an historic roadside cabin as a base to explore the park and seek inspiration from it.   April 23, 2014  2014 Denali Road Lottery Entry Period Begins May 1  The 2014 annual road lottery in Denali National Park and Preserve will take place on September 12, 13, 14, and 15 (Friday through Monday), weather permitting. Entries may be made online at www.recreation.gov beginning at 12:01 am on May 1 until midnight, May 31, 2014 (Alaska time).  Entries can also be done by phone at (877) 444-6777 between the hours of 6:00 am – 8:00 pm (Alaska time) from May 1 - 31.   April 17, 2014  Denali Park Road Opening to Mile 30 on Friday, April 18  The Denali Park Road will be open for travel by park visitors to Mile 30, the Teklanika Rest Area, at 8:00 am on Friday, April 18.   April 09, 2014  Upper Susitna Communities Celebrate Earth Day on April 19th  The Upper Susitna Valley is celebrating spring and this planet we call home during the 14th Annual Earth Day Celebration taking place on Saturday, April 19. Everyone is invited to come enjoy the activities suitable for all ages taking place from 11:00 am – 3:00 pm at the Sheldon Community Arts Hangar in downtown Talkeetna.   April 04, 2014  Environmental Assessment on Wonder Lake Climate Reference Network Station Available for Public Comment  The National Park Service (NPS) is considering a proposal by the National Oceanic and Atmospheric Administration (NOAA) to install a U.S. Climate Reference Network station near the water treatment building west of the Wonder Lake Campground in Denali National Park and Preserve. This project would take place during the summer of 2014.   March 27, 2014  Denali Park Road Open to Savage River  The Denali Park Road is now open as far as the Savage River (Mile 15).   March 18, 2014  Denali Winter Artists-in-Residence Arrive  The National Park Service has expanded the Artist-in-Residence (AIR) program to include winter residencies on an ongoing basis, and the first two participants in this winter’s program will begin their residencies this week.   March 03, 2014  National Park Service Introduces Denali Science School  Registration is now open for Denali Science School, a new education program for Alaskan fifth and sixth-grade classes.  Denali Science School will bring whole classrooms of students into Denali National Park and Preserve for overnight field trips in autumn 2014.   February 27, 2014  National Park Service Issues FONSI for Horseshoe Lake Trail  The National Park Service (NPS) announces the availability of the Finding of No Significant Impact (FONSI) for the Horseshoe Lake Trail Additions and Improvements Environmental Assessment. The NPS chose  the action alternative to extend the Horseshoe Lake Trail around the lake and along the Nenana River. Improvements to the trail will include the construction of one bridge and two short sections of boardwalk   February 24, 2014  Hearings Set on Wildlife Hunting Regulations  The National Park Service is holding public hearings in March on temporary restrictions for certain sport hunting practices in several national preserves in Alaska. Public comments on these provisions will be taken from March 9 through March 22.   February 13, 2014  Denali Park Road Opens to Mile 12 on February 15  Weather conditions permitting, at 8:00 am on Saturday, February 15 the National Park Service will open the Denali Park Road as far as the Mountain Vista Rest Area (Mile 12) for travel by private vehicles and commercial vehicles with permits. Visitors should expect to encounter snow and ice on shaded sections of the park road.   February 07, 2014  Registration Open for 2014 Field Courses in Denali National Park and Preserve  A wide variety of field-based, active learning courses taking place this summer in Denali National Park and Preserve are now available for reservation.   February 06, 2014  Come Celebrate at Denali Winterfest 2014  Denali National Park and Preserve and the Denali Borough communities invite all who love winter to come celebrate Alaska’s longest season at Winterfest 2014, taking place Friday, February 21 - Sunday, February 23. This long-running community-wide event features an array of activities, with something for all ages, interests, and abilities! The schedule is posted at http:\/\/go.usa.gov\/RXQ.   January 23, 2014  Northern Areas of Denali Closed to Snowmobile Use  Due to the unseasonably warm temperatures and rain there is no longer adequate snow cover for the use of snowmobiles for traditional activities in the 1980 additions to Denali National Park and Preserve that are north of the Alaska Range. Those park lands that were open for snowmobile use are now closed until there is additional snow cover.   January 22, 2014  Denali National Park and Preserve Announces 2014 Artists-in-Residence  The National Park Service has selected five visual artists and three writers from more than 250 applicants to participate in the 2014 Artist-in-Residence program at Denali National Park and Preserve this year. For the first time, the program has been expanded to include winter residencies.   December 30, 2013  All 1980 Park Additions to Denali National Park and Preserve Now Open to Snowmobiling for Traditional Activities  The Superintendent has determined that there is now adequate snow cover for the use of snowmobiles for traditional activities in the areas of the 1980 park and preserve additions to Denali National Park and Preserve north and south of the crest of the Alaska Range.   December 30, 2013  All 1980 Park Additions Open for Traditional Activities on Snowmachine  Recent storms have brought additional snow to the park, and the Superintendent has determined that there is now adequate snow cover for the use of snowmobiles for traditional activities in the areas of the 1980 park and preserve additions to Denali National Park and Preserve north and south of the crest of the Alaska Range.   December 16, 2013  Applications Open for 2014 Research Fellowships  The National Park Service and the Murie Science and Learning Center (MSLC) are seeking applicants for two research fellowships that are available to individuals wishing to conduct research in Denali National Park and Preserve and other arctic and subarctic Alaska national parks.   December 11, 2013  Environmental Assessment on Improvements and Additions to Horseshoe Lake Trail Available for Public Comment  The National Park Service (NPS) is seeking public comment on an   Environmental Assessment (EA) evaluating improvements to the Horseshoe Lake Trail. The NPS is considering extending the trail around the lake and out to the Nenana River in order to protect park resources and enhance the visitor experience by providing a safe, sustainable trail.   December 09, 2013  Winterfest 2014  Denali National Park and Preserve and the Denali Borough communities are  celebrating Alaska’s longest season during Winterfest 2014 from February 21 - February 23.   December 09, 2013  All Southern Portions of 1980 Park Additions to Denali National Park and Preserve Now Open to Snowmobiling for Traditional Activities  There is now adequate snow cover for the use of snowmobiles for traditional activities in areas of the 1980 park and preserve additions that are south of the crest of the Alaska Range. All areas of the 1980 park additions north of the crest of the Alaska Range remain closed to snowmobile use for traditional activities due to inadequate snow cover.   November 27, 2013  Wolf Viewing Declining in Denali  For a third consecutive year, National Park Service (NPS) researchers have found that visitors traveling in buses on the Denali Park Road have had significantly declining opportunities to see wolves. In a random sample of 80 bus trips this summer, wolves were seen on three occasions, or about 4 percent of the trips. By contrast, in the three previous years the percentages were 12 percent (2012), 21 percent (2011) and 44 percent (2010).   November 26, 2013  2014 Denali Bus and Campground Reservations Available on December 1  The transportation concessioner for Denali National Park and Preserve will begin accepting advance reservations for the 2014 visitor season for shuttle buses and the park’s four largest campgrounds on Sunday, December 1.   November 06, 2013  National Park Service Accepting Applications for New Winter Commercial Opportunity in Denali National Park  The National Park Service (NPS) is accepting applications for commercial use authorizations (CUA) to provide vehicle tours on the Denali National Park Road between mid-February and May 10th. This is a new winter commercial opportunity for the park.   October 25, 2013  Massive Landslide Blocks Denali Park Road  On Wednesday, October 23 National Park Service staff discovered a massive landslide blocking the Denali Park Road at approximately Mile 37. The slide, which consists of an estimated 30,000 yards of rock and soil, covers approximately 200 feet of the road in depths of up to 35 feet.   October 17, 2013  Denali National Park Offering Distance Learning Programs  The National Park Service has created new free, interactive, distance learning programs to help teachers and their students learn about Denali National Park and Preserve and enhance existing curriculums.   September 17, 2013  Park Road Open to Mile 30  The busy summer season has ended at Denali National Park and Preserve, and visitors can now drive private vehicles on the Denali Park Road as far as the Teklanika Rest Area at Mile 30, weather permitting. As the weather can change rapidly at this time of the year, visitors are advised to call ahead for current road information.   September 12, 2013  Back to School with America's National Parks  Today the National Park Service launched an online service for teachers that brings America’s national parks, including those spread across Alaska, into neighborhood classrooms. The new “Teachers” of the National Park Service website at www.nps.gov\/teachers provides a one-stop shop for curriculum-based lesson plans, traveling trunks, maps, activities, distance learning, and other resources.  All of the materials draw from the spectacular natural landscapes and authentic places preserved in America’s national parks.   September 09, 2013  Deadline for 2014 Denali Artist-in-Residence Applications is September 30  Denali National Park and Preserve is seeking applications from visual artists and writers for the 2014 Artist-in-Residence Program.  A link to the online application and more information about the program is available at http:\/\/www.nps.gov\/dena\/historyculture\/arts-program.htm.  Applications for the 2014 season must be submitted by September 30, 2013.   August 19, 2013  1910 Soudough Expedition Featured in Final 1913 Speaker Series Presentation  On Friday, August 23 Dr. Terrence Cole, Professor of History and Northern Studies at the University of Alaska Fairbanks (UAF), will speak about the Sourdough Expedition of 1910, which on April 3 of that year became the first to reach the north peak of Mt. McKinley. The free presentation begins at 7:00 pm and is taking place in the Denali Visitor Center’s Karstens Theatre.   August 05, 2013  Winter Mountaineering Ascents Featured in Denali 1913 Centennial Speaker Series Presentation  On Friday, August 9 mountaineer and retired Denali State Park ranger Dave Johnston will do a slide presentation on his winter mountaineering experiences on Mt. McKinley and Mt. Foraker.  The free presentation begins at 7:00 pm and is taking place in the Denali Visitor Center’s Karstens Theatre.   August 01, 2013  National Park Service Hosting Pre-solicitation Site Visit for Concession Contract at Denali National Park and Preserve  The National Park Service intends to release a prospectus in November 2013 for a concession contract soliciting proposals to operate bus tours, transit, courtesy shuttle, retail, food and beverage, camping and other services within Denali National Park and Preserve. The NPS will hold a two-day site visit beginning at 1:00 pm on Tuesday August 13, 2013, and ending at 5:00 pm on Wednesday August 14, 2013.   July 15, 2013  Public Presentation on Talkeetna Archaeological Excavation Project  Denali National Park and Preserve, in partnership with the Upper Susitna Soil and Water Conservation District, will hold a Historic Archaeological Field School in Talkeetna the week of July 15th. The participants, all local high school students, will obtain hands-on experience with archaeological excavation and documentation at site TAL-157, which dates to the early 1920s.   July 09, 2013  National Park Service Issues FONSI on Winter Road Plowing EA  The National Park Service (NPS) announces the availability of the Finding of No Significant Impact (FONSI) for the Winter Road Plowing Environmental Assessment (EA). It will allow the NPS to plow the Denali Park Road, beginning in February, as far as the Mountain Vista Rest Area (Mile 12) for a 3-5 year trial period.   July 08, 2013  1932 Lindley-Liek Expedition Featured in Denali's 1913 Centennial Speaker Series  On Friday, July 12 retired National Park Service cultural anthropologist Jane Bryant will introduce a 40-minute narrated film of the 1932 Lindley-Liek Expedition. This was the second summit of the south peak, the first since the 1913 Stuck-Karstens expedition, and the first successful ascent of both summits in one expedition.   July 08, 2013  Temporary Night\/Early Morning Closure on Denali Park Road  The Denali Park Road will be closed between the Rock Creek Bridge just east of Park Headquarters (Mile 3) and Mile 5 for two periods during the late evening of Wednesday, July 10 and early morning of Thursday, July 11.   July 04, 2013  Flightseers Remain Weathered-In on the Ruth Glacier  Six stranded flightseeing tourists and their pilot are reportedly in good health in the Ruth Amphitheater of Denali National Park and Preserve as they await flyable conditions for a return flight to Talkeetna.   July 03, 2013  Smokejumpers Provide Structure Protection for Historic Denali Patrol Cabins  Eight smokejumpers were deployed late yesterday to provide structure protection to two historic ranger patrol cabins potentially threatened by the Wigand Creek and Toklat River East Fires, which will likely burn together today.   July 02, 2013  Chinook Winds Fan Toklat Basin Fires  There was little change in the size of most of the fires burning in Denali over the past 24 hours, with the exception of two burning in the Toklat Basin north of the Denali Park Road. Yesterday afternoon chinook winds gusting from the Alaska Range pushed the Wigand and Toklat River East Fires north over one and seven miles respectively, which also significantly increased the size of both fires.   July 01, 2013  Two New Denali Fires Detected - No Threats to Developed Areas  Two new fires were detected in Denali National Park and Preserve over the weekend. The McKinley River East Fire was confirmed Friday evening, and the Chilchukabena Fire will likely merge with the Moving River Fire soon.   July 01, 2013  New Fires in Denali  Two new fires were detected in Denali National Park and Preserve over the weekend. The McKinley River East Fire was confirmed on Friday evening, and is one of the more active fires burning in the park.   June 28, 2013  Denali Fires Slowed by Cooler Weather  No new fires have been detected in Denali National Park and Preserve in the past 24 hours. Fire activity has slowed due to cool, moist weather.   June 27, 2013  Lightning Ignites Small Fires in Denali National Park Backcountry  A large storm cell with lightning, wind, and rain moved into the area late Wednesday afternoon. Only three small fires were detected in the park, all more than 20 miles north of the Denali Park Road between the East Fork and Toklat Rivers.   June 26, 2013  Lightning Ignites New Fires in Kantishna and near Wonder Lake in Denali National Park  Three new wildfires were ignited by lightning near developed areas on the western end of the Denali Park Road late Tuesday afternoon into early evening.   June 25, 2013  New Fire Burns into Denali National Preserve  The Beaver Log Lakes Fire has burned into the northwest corner of Denali Preserve, making three fires now in Denali National Park.   June 24, 2013  Moving River Fire in Denali Increases in Size  The fire behavior of the Moving River Fire increased significantly on Sunday evening, June 23, growing from 5 acres to 700 acres.   June 23, 2013  Two new lightning-ignited wildfires north of Kantishna  Two lightning-ignited wildfires were reported north of Kantishna in Denali National Park and Preserve on Saturday, June 22. The Bear Creek Fire, which yesterday was estimated to be approximately six acres in size, is located fifteen miles northwest of Kantishna and three miles west of Moose Creek.  It is burning in an area that burned in 1993, and was 80 percent active and creeping in black spruce. The Moving River Fire is 29 miles northwest of Kantishna on the south side of the Kantishna River. It is also on the north side of an old Kantishna River channel, a natural fire break   June 17, 2013  1912 Parker-Browne Expedition Featured in Denali's 1913 Centennial Speaker Series  On Friday, June 21 mountaineer Brian Okonek will speak about Belmore Browne and the 1912 Parker-Browne Expedition on Mt. McKinley at the Denali Vistior Center at 7:00 pm.   June 11, 2013  2013 Denali Road Lottery Entry Period Open Through June 30  The entry period for the 2013 Denali road lottery, which takes place September 13-16, is open through June 30, 2013.   June 11, 2013  Moose Shooting Update  On Thursday, June 6 at approximately 7:30 pm the National Park Service received a report that a visitor had shot and injured a cow moose near the Denali Visitor Center.   June 02, 2013  Lightning Sparks Wildfire in Western Denali  A lightning ignited wildfire was discovered in the far western portion of Denali National Park and Preserve on Saturday, June 1.   May 31, 2013  Denali 1913 Centennial Speaker Series Premieres on June 7  This summer the National Park Service and park partner Alaska Geographic are hosting a special 1913 Centennial Speaker Series to celebrate the 100th anniversary of the first summit of Mt. McKinley.   May 22, 2013  Celebrate National Trails Day in Denali National Park  Want to know what it takes to provide trails for visitors in Denali National Park?  Come join the Denali trail crew on Saturday, June 1 and celebrate National Trails Day by helping with annual maintenance activities on the Mount Healy Overlook Trail.   May 21, 2013  Medical Fatality Occurs above Windy Corner on Mount McKinley  A 59-year-old German mountaineer suffered a fatal cardiac arrest at the 13,500-foot level of Mt. McKinley on the evening of Sunday, May 19.   May 16, 2013  All Areas of Denali National Park and Preserve 1980 Additons Closed to Snowmobile Use; Cantwell Area Trails Temporarily Closed to ORV Use  Superintendent Don Striker has determined that due to the deterioration of the snowpack, there is no longer adequate snow cover for the use of snowmobiles for traditional activities in the 1980 additions to Denali National Park and Preserve on both sides of the Alaska Range. All park lands that were open for snowmobile use are now closed for the season.   May 16, 2013  Environmental Assessment on the Upgrade of the Headquarters Utility Infrastructure Available for Public Comment  The National Park Service (NPS) is proposing to upgrade the utility systems in the headquarters area of Denali National Park and Preserve.   May 16, 2013  National Park Service to Burn Debris Pile at Toklat  Fire management staff are planning to burn debris consisting of trees and brush at Toklat.   May 09, 2013  Environmental Assessment on Telecommunication and Weather Monitoring Improvements Available for Public Comment  The National Park Service (NPS) is considering actions to establish or upgrade telecommunications systems at several locations in Denali National Park and Preserve (DENA) and to locate new weather stations in the park.   May 07, 2013  Visitor Facilities and Services at Denali National Park Opening for Summer Season  Lengthening days, milder overnight temperatures, sightings of migrant bird species, and the arrival of summer employees are all signs that the seasonal facilities and services that enhance the park experience for Denali National Park and Preserve visitors will open soon.   April 24, 2013  Application Period for Denali National Park 2014 Artists-in-Residence Program Opens May 1  Denali National Park and Preserve is seeking applications from visual artists and writers for the 2014 Artist-in-Residence Program.   April 22, 2013  Denali Park Road Open to Mile 30  Extra effort by the spring road opening crew and other maintenance employees to clear the snow from recent storms has made it possible for the National Park Service to provide access farther west into the park.  Park visitors can now drive as far as the Teklanika River Rest Area at Mile 30.   April 19, 2013  2013 Denali Road Lottery Entry Procedures  Learn how to apply for the 2013 Denali Road Lottery by phone or online reservation system.   April 17, 2013  Changes in 2013 Denali Road Lottery Application Dates and Procedures  The 2013 annual road lottery in Denali National Park and Preserve will take place on September 13, 14, 15, and 16 (Friday through Monday), weather permitting. This year the road lottery entry period will begin on May 1, a month earlier than in previous years.   April 10, 2013  Upper Susitna Valley Communities Celebrate Earth Day  Spring is in the air, and the Upper Susitna Valley is celebrating it and this planet we call home during the 13th Annual Earth Day Celebration taking place on Saturday, April 20.   March 29, 2013  Denali Road to open to Mile 12 on March 31, 2013  ark visitors will be able to drive as far as the Mountain Vista Trailhead, a rest area east of the Savage River Campground, beginning at noon on Sunday, March 31, weather permitting. Early spring offers enjoyable conditions for visiting the park, as there is good snow coverage for mushing, cross-country skiing and snowshoeing, coupled with milder temperatures and long days.   March 06, 2013  Spring Road Opening 2013  The National Park Service road crew will begin preparations for the annual spring road opening on Sunday, March 10.   February 14, 2013  Environmental Assessment on Plowing of Denali Park Road Available for Public Comment  DENALI PARK, Alaska - An Environmental Assessment (EA) evaluating draft alternatives for plowing the Denali Park Road beyond park headquarters during the winter is now available for public comment. The National Park Service (NPS) is considering plowing the road as far as the Mountain Vista Rest Area (Mile 12) in order to provide vehicle access to an additional nine miles of the road. Goals of each of the three action alternatives evaluated in the EA include increasing the range of recreational opportunities available to winter visitors and providing winter visitors opportunities to potentially view Mt. McKinley from within the park.   February 14, 2013  Park to Burn Debris Piles in Kantishna  Fire Management staff at Denali National Park and Preserve are planning to burn debris consisting of trees and brush beginning Tuesday, February 19 and continuing through Saturday, February 23, weather conditions permitting.  The piles are at the Parker Cabin, which is located on Moose Creek approximately 7.5 miles east of the Kantishna airstrip and 5 miles north of the Denali Park Road. The material being burned is from hazard fuel reduction (fire protection) around the historic cabin. Smoke may be visible in the area from aircraft and the George Parks Highway. NPS Fire Management staff will be monitoring the burning on site. The piles are expected to burn for three to four days.   February 04, 2013  Denali's Landscape and Potential Response to Climate Change  FAIRBANKS, AK— An article in the current issue of Ecological Monographs provides new insights about the trees in Denali National Park's vast, open landscape and how changes in climate may translate to changes across interior Alaska.   January 29, 2013  Deadline for 2013 Research Fellowship Applications is February 15  The application deadline for two research fellowships available to individuals wishing to conduct research in Denali National Park and Preserve and other national parks in Alaska is Friday, February 15, 2013.   January 18, 2013  Snowmachine Opening (January 2013)  Recent storms have brought additional snow to the park, and the Acting Superintendent has determined that there is now adequate snow cover for the use of snowmobiles for traditional activities in the areas of the1980 park and preserve additions to Denali National Park and Preserve north and south of the crest of the Alaska Range.   January 15, 2013  Alaska Parks Seek Input on 2013 Compendiums  The compendium is a compilation of all designations, closures and restrictions imposed under the discretionary authority within the regulations covering national parks. The compendium is a regulatory tool to help manage Alaska's national park areas for the public’s enjoyment, use and protection.   January 09, 2013  Registration Open for 2013 Murie Science and Learning Center Field Seminars and Teacher Trainings  This summer’s Murie Science and Learning Center field-based, active learning courses are now available for registration. These unique, in depth experiences appeal to a wide range of interests as they immerse participants into aspects of Denali National Park and Preserve.  Courses are three to five days in length.   December 27, 2012  Ranger Hikes and Other Winter Recreation Opportunities Available at Denali National Park  DENALI PARK, Alaska:  Park rangers at Denali National Park and Preserve invite the public to join them in exploring the park on weekend hikes this winter. The hikes will be done on snowshoes when snow conditions are favorable, and will take place on Saturdays and Sundays, beginning on Saturday, January 5. Hikers will meet at 1:00 pm at the Murie Science and Learning Center (MSLC), located at Mile 1.3 on the Park Road just west of the traffic circle.   December 18, 2012  All Northern 1980 Park Additions to Denali National Park and Preserve Now Open to Snowmobiling for Traditional Activities  DENALI PARK, Alaska:  Recent storms have brought additional snow to the park, and the Acting Superintendent has determined that there is now adequate snow cover for the use of snowmobiles for traditional activities in the areas of the 1980 park additions that are north of the crest of the Alaska Range.   December 17, 2012  Denali National Park Announces 2013 Artists-in-Residence  DENALI PARK, Alaska:  Two visual artists and one writer were selected from approximately 250 applicants to participate in the upcoming year’s Artist-in-Residence program at Denali National Park and Preserve.   December 17, 2012  2013 Denali Bus and Campground Reservations Now Available  DENALI PARK, Alaska: Doyon\/ARAMARK Joint Venture, the transportation concessioner for Denali National Park and Preserve, are now accepting advance reservations for the 2013 visitor season for shuttle buses and the park’s four largest campgrounds.  Reservations are available by phone, on-line, fax, and mail.   December 14, 2012  Denali National Park and Preserve Announces 2013 Artists-in-Residence  DENALI PARK, Alaska:  Two visual artists and one writer were selected from approximately 250 applicants to participate in the upcoming year’s Artist-in-Residence program at Denali National Park and Preserve.  Stephen Hatcher, Wendy Klemperer, and Kathleen Dean Moore will each have the opportunity to experience the park during summer 2013.   December 05, 2012  Don Striker Named New Superintendent of Denali National Park and Preserve  Striker has been the superintendent at New River Gorge National River, West Virginia, for the past five years, and brings a strong background in both business and resource management to his new position.   November 30, 2012  Hearing Set on Proposed Hunting Restrictions in Denali National Preserve  The National Park Service (NPS) will hold a public hearing on Wednesday, December 12, on proposed changes to sport hunting regulations for Denali National Preserve. The hearing will begin at 5:00 p.m. at the Murie Science and Learning Center in Denali National Park.   October 30, 2012  Winter Arrives in Denali  The Denali Park Road has closed for the winter at Mile 3 (Park Headquarters).  Although the park has recently received additional snow, the snow cover is marginal for winter recreational activities such as snowshoeing, cross-country skiing, mushing, or ski-joring.   October 22, 2012  New Distance Learning Education Programs in Denali  The Education staff at the Murie Science and Learning Center (MSLC) at Denali National Park and Preserve have created free, interactive classroom presentations that you and your students can participate in using Skype on the internet. If you would like to use the Denali experience to enhance your curriculum, please see our offerings!   October 17, 2012  National Park Service to Burn Debris Pile  Fire Management staff at Denali National Park and Preserve are planning to burn a pile of debris consisting of trees and branches between Monday, October 22 and Wednesday, October 31. Ignition of the pile will occur in the morning, conditions permitting.   October 15, 2012  Denali Overflights Advisory Council to Meet in Anchorage 10\/26\/2012  The Denali National Park Aircraft Overflights Advisory Council will meet on Friday, October 26 from 9:00 am – 5:00 pm at the National Park Service’s Alaska Region Office located at 240 West 5th Avenue, Room 518, Anchorage, Alaska.   October 05, 2012  Denali Vehicle Management Plan Approved  National Park Service Alaska Regional Director Sue Masica signed the Record of Decision approving the Denali Park Road Vehicle Management Plan and Environmental Impact Statement for Denali National Park and Preserve.   September 18, 2012  Park Road Open to Mile 30, Teklanika River  The busy summer season has ended at Denali National Park and Preserve, and visitors can now drive private vehicles on the Denali Park Road as far as the Teklanika Rest Area at Mile 30, weather permitting. Visitors are advised to call ahead for weather and road information, as conditions can change rapidly at this time of the year. The culvert replacement project is still taking place on the paved portion of the road, and visitors should expect minor traffic delays.   August 29, 2012  Investigation Continues in Fatal Bear Attack  After two days of rain and poor weather conditions, on Tuesday, August 28 rangers returned to the site of the fatal bear attack to continue investigation of the incident.   August 26, 2012  Name of Victim and Additional Follow up on Fatal Bear Attack  DENALI PARK, Alaska:  Richard White, age 49 of San Diego, was the solo backpacker killed by a grizzly bear in Denali National Park on Friday, August 24. He had been in the Denali backcountry for three nights when he was killed.   August 25, 2012  Grizzly Bear Fatally Attacks Backpacker in Denali National Park and Preserve  Denali National Park and Preserve officials confirm that a solo backpacker was killed by a grizzly bear along the Toklat River the afternoon of Friday, August 24.   A wallet with probable identification of the victim was found near the kill site, and NPS rangers are working to make positive confirmation and notify next of kin.   August 25, 2012  Name of Victim and Additional Follow up on Fatal Grizzly Bear Attack  DENALI PARK, Alaska:  Richard White, age 49 of San Diego, was the solo backpacker killed by a grizzly bear in Denali National Park on Friday, August 24. He had been in the Denali backcountry for three nights when he was killed.   July 26, 2012  Three Mountaineers Rescued  Three mountaineers were evacuated from the 17,200-foot high camp on Denali's West Buttress climbing route by the park's contract A-Star B3 helicopter on Thursday,   July 26.  Two had sustained leg injuries in an avalanche, and were unable to walk.   July 11, 2012  Special Orchestra Performance Taking Place in Denali Visitor Center  Denali is hosting a special free string orchestra concert on Saturday, July 21 at 7:00 pm at the Denali Visitor Center.  The concert features Fairbanks Summer Arts Festival’s 16-piece string orchestra playing “Denali,” a piece inspired by composer Stephen Lias’ visit to the park last year.   June 29, 2012  National Park Service Announces Availability of the Final Denali Park Road Vehicle Management Plan  The National Park Service announces the availability of the Final Denali Park Road Vehicle Management Plan, which is available for review through July 29, 2012.   June 25, 2012  Sanctuary River Bridge Environmental Assessment  The National Park Service (NPS), in cooperation with the Federal Highway Administration (FHWA), is considering a road rehabilitation project on two sections of the Denali Park Road in Denali National Park and Preserve.   June 18, 2012  Reminder that the 2012 Denali Road Lottery Entry Period Open Through June 30  The 2012 annual road lottery in Denali National Park and Preserve will take place on September 14, 15, 16, and 17 (Friday through Monday), weather permitting. Each day 400 vehicles may use their day-long permits, obtained through the lottery system, to travel the Denali Park Road. If weather permits, the road may be open for its entire 92-mile length, offering exceptional opportunities for experiencing the heart of the park.   June 17, 2012  Avalanche Recovery Efforts Suspended on Mt. McKinley  A two-day ground search of the debris path from a fatal avalanche on Mt. McKinley has been suspended after clues were found confirming the likely location of four deceased climbers.   June 16, 2012  Four Climbers Presumed Dead in Avalanche  An avalanche on Mt. McKinley's West Buttress during the early morning hours of June 14, 2012 is presumed to have claimed the lives of four Japanese climbers.   May 30, 2012  2012 Denali Road Lottery Entry Period Begins June 1  The 2012 annual road lottery in Denali National Park and Preserve will take place on September 14, 15, 16, and 17 (Friday through Monday), weather permitting. Each day 400 vehicles may use their day-long permits, obtained through the lottery system, to travel the Denali Park Road. If weather permits, the road may be open for its entire 92-mile length, offering exceptional opportunities for experiencing the heart of the park.   May 24, 2012  Mountaineer Dies in Ski Descent of Mount McKinley  A 36-year-old Finnish mountaineer died from injuries incurred in a fall while descending Mt. McKinley the afternoon of Wednesday, May 23.   May 24, 2012  Mountaineer Dies in Ski Descent of Mt. McKinley  A 36-year-old Finnish mountaineer died from injuries incurred in a fall while descending Mt. McKinley the afternoon of Wednesday, May 23.   May 23, 2012  Join us for National Trails Day  The public is invited to help with the construction of the new Savage Alpine Trail on Saturday, June 2, as part of the park’s celebration of National Trails Day.   May 21, 2012  Mt. McKinley Climbing Fatality Identified  The mountaineer who died in a climbing fall on Friday, May 18 on Mt. McKinley’s West Buttress is identified as Steffen Machulka of Halle, Germany.   May 19, 2012  Fatal Climbing Fall on Mt. McKinley, 5\/18\/12  Denali National Park and Preserve mountaineering rangers were notified at 4:30 pm on Friday, May 18 that a member of a three-person climbing team had fallen from approximately 16,200-feet on Mt. McKinley’s West Buttress route.   May 16, 2012  Active Duty U.S. Military Offered Free Entrance to All National Parks  To show our appreciation for those who serve in the U.S. Military, on Saturday, May 19 – Armed Forces Day – the National Park Service will begin issuing an annual pass offering free entrance to all 397 national parks for active duty military members and their dependents.   May 07, 2012  Facilities Opening for Summer 2012 Season  The lengthening days, milder overnight temperatures, return of migrant birds, and arrival of summer employees are all signs that the seasonal facilities and services that enhance the park experience for Denali National Park and Preserve visitors are opening soon!   May 03, 2012  All Areas of Denali National Park and Preserve 1980 Additions Closed to Snowmobile Use Cantwell Area Trails Temporarily Closed to ORV Use  Superintendent Paul Anderson has determined that due to the deterioration of the snowpack, there is no longer adequate snow cover for the use of snowmobiles for traditional activities in the 1980 additions to Denali National Park and Preserve on both sides of the Alaska Range. All park lands that were open for snowmobile use are now closed for the season. Even in areas such as Broad Pass and near Cantwell, the warmer temperatures and long days have reduced snow depths to a level that is no longer adequate to protect vegetation and soils from damage by snowmachine use.   May 01, 2012  Denali National Park Seeking Artists and Writers for 2013 Artists-in-Residence Program  Denali National Park and Preserve is seeking applications from visual artists and writers for the 2013 Artist-in-Residence Program.  This program provides the opportunity for established artists and writers to use an historic roadside cabin as a base to explore the park and seek inspiration from it. Many of the works created by previous artists-in-residence are displayed in the Denali Visitor Center and the Eielson Visitor Center. “These interpretations of the park’s landscape, wildlife, and cultural history, as portrayed through the skills of professional artists and writers, provide a superlative means to connect our visitors to the beauty and complexity of this great national treasure,” said Superintendent Paul Anderson.   April 30, 2012  Fire Prevention Week  April 30 – May 4 is Alaska Wildland Fire Prevention and Preparedness Week. As the snow and ice retreat from the lands and waters of Alaska, the National Park Service encourages the public to take advantage of the opportunity to prepare for and prevent human-caused wildfires from occurring near homes and communities.  In Interior Alaska’s fire-prone ecosystems, it is not a matter of “if” wildfires will occur, but a matter of “where” and “when.” Individual and collective prevention and preparedness efforts create a safer Alaska for the public and the firefighters.   April 20, 2012  Northern Areas of Denali National Park and Preserve Closed to Snowmobile Use Due to Inadequate Snow Cover (2012)  Denali National Park and Preserve Superintendent Paul Anderson has determined that due to longer days and warming temperatures, there is no longer adequate snow cover for the use of snowmobiles for traditional activities in the 1980 additions to Denali National Park and Preserve that are north of the Alaska Range.   April 14, 2012  Denali Park Road Opens to Teklanika River  Favorable weather and some extra effort by road crews to clear drifts from last weekend’s snowstorm are making it possible for the National Park Service to open the park road further west. Park visitors will be able to drive as far as the Teklanika River Rest Area at Mile 30 beginning at 8:00 am on Saturday, April 14, weather permitting.   April 12, 2012  2012 Northern Areas of Denali National Park and Preserve Closed to Snowmobile Use Due to Inadequate Snow Cover  DENALI PARK, Alaska:  Superintendent Paul Anderson has determined that there is no longer adequate snow cover for the use of snowmobiles for traditional activities in the 1980 additions to Denali National Park and Preserve that are north of the Alaska Range due to longer days and warming temperatures. Those park lands that were open for snowmobile use are now closed for the season.   April 12, 2012  Upper Susitna Communities Celebrate Earth Day 2012!  Spring is in the air, and the Upper Susitna Valley is celebrating it and this planet we call home during the 12th Annual Earth Day Celebration taking place on Saturday, April 21.   April 09, 2012  Overflights Advisory Council Meeting, April 12, 2012  Denali Park, Alaska: The Denali National Park Aircraft Overflights Advisory Council will meet on Monday, April 23 from 9:00 am – 5:00 pm at the Marriott Residence Inn Midtown, located on 1025 E. 35th Avenue, Anchorage, Alaska. The meeting is open to the public.   March 29, 2012  Rock Creek Bridge EA  The National Park Service (NPS), in cooperation with the Federal Highway Administration (FHWA), is considering replacing or retrofitting the Rock Creek Bridge on the Denali Park Road at Denali National Park and Preserve. This project would take place during the summer of 2013.   March 29, 2012  Denali Road Opens to Mile 15 on Friday, 3\/30  Weather conditions permitting, park visitors will be able to drive as far as Savage River (Mile 15) beginning at 12:00 noon on Friday, March 30.   March 27, 2012  Research Fellows Selected for Denali and Other Alaska National Parks  Ten researchers have been selected to be the 2012 research fellows in Denali and other northern Alaska National Parks.   March 22, 2012  Denali Road Opens to Mile 13 on Friday, 3\/23  A sure sign of spring in Denali National Park and Preserve is the opening of the park road beyond park headquarters. Park visitors will be able to drive as far as the Mountain Vista Trailhead, a rest area east of the Savage River Campground, beginning at noon on Friday, March 23.   March 07, 2012  2012 Spring Road Opening to Start Soon  On Monday, March 12 the National Park Service spring road opening crew will begin the annual operations to clear and prepare the Denali Park Road beyond park headquarters (Mile 3) for vehicle access by park visitors.   February 17, 2012  National Park Service to Burn Debris Piles in Denali  Fire Management staff at Denali National Park and Preserve will burn piles of debris consisting of trees and brush when weather conditions permit beginning Saturday,   February 18 through May 31, 2012.   February 16, 2012  Horseshoe Lake Trail Project  The National Park Service is seeking comments on the Horseshoe Lake Trail Project. THey intend to evaluate the impacts of making improvements and additions to the Horseshoe Lake Trail.   February 13, 2012  Celebrate Winterfest 2012!  Denali National Park and Preserve and the Denali Borough communities are  celebrating Alaska’s longest season during Winterfest 2012 on Friday, February 24 - Sunday,  February 26. This long-running community-wide event features an array of activities, with something for all ages, interests, and abilities!   February 13, 2012  11th Overflights Advisory Council Meeting  The eleventh meeting of the Denali National Park Aircraft Overflights Advisory Council is taking place on Monday, February 27 and Tuesday, February 28, from 9:00 am – 5:00 pm at the Marriott Residence Inn Midtown, located on 1025 E. 35th Avenue, Anchorage, Alaska.   February 07, 2012  Special Denali Subsistence Meeting on February 23  Special Denali Subsistence Meeting on February 23   February 07, 2012  National Park Service Seeking Input on Plowing Denali Park Road Beyond Headquarters in Winter  National Park Service Seeking Input on Plowing Denali Park Road Beyond Headquarters in Winter.   January 31, 2012  2012 Research Fellowship Application Deadline is 2\/15\/12  The National Park Service and the Murie Science and Learning Center (MSLC) are seeking applicants for two research fellowships that are available to individuals wishing to conduct research in Denali National Park and Preserve and national parks in Alaska. The deadline for applications is February 15, 2012, and a decision is expected to be made within the following two weeks. The fieldwork of fellowship program recipients must be arranged before September 1, 2012.   January 23, 2012  Applications Open for 2012-2013 Researcher-in-Residence Program  The National Park Service and the Murie Science and Learning Center (MSLC) are seeking applicants for two accomplished scientists to conduct research in Denali National Park and Preserve.  Each Researcher-in-Residence will spend a month or more in the park, conducting self-directed fieldwork and sharing their expertise with park staff and visitors.   January 19, 2012  2012 Artists-in-Residence Announced  Three visual artists and three writers were selected from over 300 applicants to participate in this year’s Artist-in-Residence program at Denali National Park and Preserve.  Deborah Bouchette, Trine Bumiller, Kim Heacox, Marybeth Holleman, Rika Mouw, and Linda Schandelmeir will each have the opportunity to experience and be inspired by the park during summer 2012. They will stay at the historic East Fork cabin, where they can look out onto the braided channels of the East Fork River, multi-colored rock formations of Polychrome Mountain, and the snow-capped peaks of the Alaska Range.   January 05, 2012  Applications Open for 2012 Research Fellowship Programs  The National Park Service and the Murie Science and Learning Center (MSLC) are seeking applicants for two research fellowships that are available to individuals wishing to conduct research in Denali National Park and Preserve and other arctic and subarctic Alaska national parks.   December 29, 2011  Change to Denali National Park and Preserve Entrance Fee  Effective January 1, 2012, Denali National Park and Preserve will collect only the $10 per person entrance fee for visitors age 16 and older. The $20 per vehicle fee has been eliminated, because the park does not collect the fee at an entrance station as the majority of national parks do.  The fee is valid for seven days.   December 21, 2011  Northern 1980 Additions to Denali National Park and Preserve Now Open to Snowmobiling for Traditional Activities  Recent storms have brought additional snow to the park, and the Superintendent has determined that there is now adequate snow cover for the use of snowmobiles for traditional activities in all of the 1980 additions to Denali National Park and Preserve.   December 12, 2011  Students Participate in Scientific Studies  \"Vole wranglers, it's time to head out,\" announces Melanie Flamme, biologist with the National Park Service. And so begins the annual effort to monitor the small mammal population in Denali National Park. The small mammal monitoring project has been running for almost 20 years, but it's just not the large dataset and informative science that makes this project so interesting. Each year, field work for the project is conducted by high school and college students – the next generation of scientists.   December 08, 2011  All Southern Portions of 1980 Park Additions Open to Snowmobiling for Traditional Activities  The Superintendent of Denali National Park and Preserve has determined that there is adequate snow cover for the use of snowmobiles for traditional activities in areas of the 1980 park additions that are south of the crest of the Alaska Range. All areas of the 1980 park additions north of the crest of the Alaska Range remain closed to snowmobile use for traditional activities due to inadequate snow cover.   November 28, 2011  2012 Denali Bus and Campground Reservations Available Beginning December 1  Doyon\/ARAMARK Joint Venture, the transportation concessioner for Denali National Park and Preserve, will begin accepting advance reservations for the 2012 visitor season for shuttle buses and the park’s four largest campgrounds on Thursday, December 1, 2011.  Reservations will be available by phone, on-line, fax, and mail.   November 21, 2011  Teacher Scholarships Available for Summer 2012 Courses in Denali  With support from Alaska Geographic, the Murie Science and Learning Center is awarding scholarships to teachers for accredited trainings and seminars taking place in Denali National Park and Preserve.   November 02, 2011  Park Road Open To Mile 13  The contractors working on the culvert replacement project have finished for the season, and the Denali Park Road is now open to the Savage River Campground at Mile 13, weather permitting.   October 26, 2011  Public Invited to Participate in Initial Scoping for Park Headquarters Utilidor Replacement  The National Park Service (NPS) intends to prepare an Environmental Assessment regarding the replacement of the utility infrastructure at the Park Headquarters in Denali National Park and Preserve.   October 24, 2011  Public Invited to Participate in Initial Scoping for Rock Creek Bridge Replacement  Denali National Park and Preserve intends to prepare an Environmental Assessment regarding the replacement of Rock Creek Bridge (MP 3.3) on the Denali Park Road. The bridge, which was constructed in the 1950s, is an essential link on the only road into Denali National Park.   October 17, 2011  Denali Overflights Advisory Council Meeting in Anchorage  The tenth meeting of the Denali National Park Aircraft Overflights Advisory Council is taking place on Friday, October 28 from 9:00 a.m. – 5:00 p.m. at the Marriott Residence Inn Midtown, located on 1025 E. 35th Avenue, Anchorage, Alaska.   October 13, 2011  Comment Period for Environmental Assessment on Climbing Allocation for Mount McKinley Extended  In response to requests, the National Park Service is extending the public comment period for the Climbing Allocation for Mount McKinley Environmental Assessment (EA) through Monday, October 31, 2011.  The extension will ensure that the public has adequate time to comment on the allocation of climbing permits between commercial guided climbing operators and independent, non-guided climbers on Mount McKinley.   September 30, 2011  Denali Seeks Input on Proposal to Simplify Entrance Fees  Denali National Park and Preserve is seeking public input on a proposal to simplify the entrance fee structure. Currently the park charges entrance fees of $10 per person, $20 per vehicle, and $15 per motorcycle. The National Park Service is proposing to collect only the $10 per person entrance fee, effective January 1, 2012.   September 20, 2011  Kantishna Burn Pile Notice  Fire Management staff at Denali National Park and Preserve will burn piles of debris in Kantishna, at the western end of the Denali Park Road, beginning late evening on Monday, September 19 and continuing through Friday, September 23, conditions permitting. The debris pile is located in a gravel pit near the junction of Eureka Creek and the park road.   September 20, 2011  Denali Park Road open to Mile 30 through September  The busy summer season has ended at Denali National Park and Preserve, and visitors can now drive private vehicles on the Denali Park Road as far as the Teklanika River Rest Area at Mile 30, weather permitting. Visitors are advised to call ahead for weather and road information, as conditions can change rapidly at this time of the year.   September 13, 2011  Environmental Assessment on Climbing Allocation for Mount McKinley Available for Public Comment  An Environmental Assessment (EA) for the allocation of climbing permits between commercial guided climbing operators and independent, non-guided climbers on Mount McKinley is now available for public review and comment, announced Superintendent Paul R. Anderson.   September 07, 2011  Denali National Park and Preserve to Increase Mountaineering Use Fee  Denali National Park and Preserve recently concluded a multi-year public engagement process regarding a proposed increase to the Special Use Fee that directly supports management of climbing activities on Mt. McKinley and Mt. Foraker. After a lengthy examination of current program costs, analysis of public comment, and collaboration with national climbing organizations, Denali National Park and Preserve will increase its Mountaineering Use Fee from $200 to $250 for youth ages 24 and under, and $350 for all other Mount McKinley and Mt. Foraker climbers. The fee increase will go into effect for the 2012 mountaineering season. In future years, fees will be adjusted periodically based on actual costs, not to exceed changes in the cumulative consumer price index.   September 06, 2011  Comment Period Extended for Draft Denali Park Road Vehicle Management Plan  In response to numerous requests, the National Park Service is extending the public comment period for the Draft Denali Park Road Vehicle Management Plan and Environmental Impact Statement (EIS) through Monday, October 31, 2011.  The extension will ensure that the public has adequate time to comment on the draft alternatives for managing vehicle use on the 92 mile long Denali Park Road for the next 15-20 years.   September 01, 2011  Denali Seeking Artists and Writers for 2012 Artists-in-Residence Program  Denali National Park and Preserve is seeking applications from visual artists and, for the first time, writers for the 2012 Artist-in-Residence Program.   August 22, 2011  Birch Creek Pile to be Burned  Fire Management staff at Denali National Park and Preserve will burn piles of debris consisting of trees and brush in the vicinity of the new Birch Creek Cabin beginning Monday, August 22, continuing through Thursday, August 25, conditions permitting.   August 15, 2011  NPS Invites Public to Meetings on Draft Denali Park Road Vehicle Management Plan  The National Park Service is holding three meetings on the Draft Denali Park Road Vehicle Management Plan, which is available for review and comment through September 30, 2011. The draft plan describes two action alternatives and a no action alternative for managing vehicle use on the 92-mile Denali Park Road for the next 15-20 years.   August 15, 2011  Denali Park to Burn Debris Piles near Moose Creek and Thorofare Cabins  Fire Management staff at Denali National Park and Preserve will burn piles of debris consisting of trees and brush in the vicinity of the Moose Creek and Thorofare patrol cabins beginning Saturday, August 13, continuing through Wednesday, August  17, conditions permitting.   August 01, 2011  Draft Denali Park Road Vehicle Management Plan and Environmental Impact Statement Available for Public Comment  The Draft Denali Park Road Vehicle Management Plan and Environmental Impact Statement (EIS) will be available for public review and comment beginning Monday, August 1, announced Superintendent Paul Anderson. The draft plan describes two action alternatives and a no action alternative for managing vehicle use on the 92 mile long Denali Park Road for the next 15-20 years.   July 26, 2011  Subsistence Permits to be Issued in Cantwell  National Park Service to Issue Subsistence Permits in Cantwell   July 15, 2011  Eielson Visitor Center to Reopen on July 16  The Eielson Visitor Center, located on Mile 66 on the Denali Park Road, will reopen at 9:00 a.m. on Saturday, July 16. The building had been closed for maintenance since Wednesday, July 13 after a malfunction of the sewage system was discovered on Tuesday, July 12.   July 13, 2011  Eielson Visitor Center Closure Extended  The Eielson Visitor Center, located on Mile 66 on the Denali Park Road, will be closed for an estimated  3-4 days so that a contractor can fix the sewage system. The anticipated opening date is Monday, July 18.   July 13, 2011  Eielson Visitor Center Temporarily Closed  The Eielson Visitor Center, located on Mile 66 on the Denali Park Road, will be closed all day on Wednesday, July 13 so that subject matter experts can assess a malfunction of the sewage system. Park managers will determine when the visitor center will reopen when that assessment is complete.   July 01, 2011  Climber’s Body Found on Mt. McKinley  The search for solo Austrian climber Juergen Kanzian concluded Thursday evening, June 30 after NPS mountaineering rangers at the 14,200-foot camp located the climber’s body using a high powered spotting scope.   June 30, 2011  Search Underway for Missing Climber  Denali National Park and Preserve officials initiated an aerial and ground search on June 29 for an overdue solo climber on Mt. McKinley.   June 23, 2011  Missing Hikers Found near Denali National Park  The two female hikers who were the focus of an air and ground search effort in the rugged terrain surrounding Mt. Healy, were located by an Air National Guard Pavehawk helicopter around 2:30 a.m. on Thursday, June 23 approximately five miles north of Mt. Healy.   June 11, 2011  Mountaineer Dies at High Camp  A climber died of an apparent cardiac arrest at the 17,200-foot high camp on Mt. McKinley Friday morning, June 10.   June 07, 2011  Changes Made to 2011 Denali Road Lottery Procedures  The National Park Service has modified this year’s road lottery entry procedures, based on concerns expressed by members of the public. It will now be possible to make entries by phone and by mail, in addition to making them online. The 2011 annual road lottery in Denali National Park and Preserve will take place on September 16, 17, 18, and 19 (Friday through Monday), weather permitting.   June 07, 2011  Three Individual Climbers Rescued from High on Mt. McKinley  Three separate climbers, each of whom was suffering from severe altitude-related illness, were rescued using helicopter shorthaul technique from approximately 19,000 feet on Mt. McKinley on Monday night, June 6.   May 31, 2011  National Trails Day at Denali  The public is invited to hike the Triple Lakes Trail, one of Denali’s newest and most scenic trails on Saturday, June 4, as part of the park’s celebration of National Trails Day.   May 27, 2011  Follow-up on Fatal Fall at Denali Pass  A fatal climbing fall at Denali Pass on Mt. McKinley took the lives of two mountaineers late Wednesday night May 25.  Two other members of their Alpine Ascents International guided team were flown to area hospitals with critical injuries.   May 26, 2011  Fatal Fall at Denali Pass  A fatal climbing fall at Denali Pass on Mt. McKinley took the lives of two mountaineers late Wednesday night May 25, while two other members of the climbing team were flown to area hospitals with critical injuries early the morning of May 26.   May 25, 2011  Two Climbers Killed in Avalanche on Mt. Frances  Two overdue climbers on Mt. Frances were confirmed dead after Denali National Park mountaineering rangers located their remains in avalanche debris near the base of the 10,450-foot peak.   May 24, 2011  New Online Site for Denali Road Lottery Entries - Entry Period is  June 1-30, 2011   The 2011 annual road lottery in Denali National Park and Preserve will take place on September 16, 17, 18, and 19 (Friday through Monday), weather permitting. Each day 400 vehicles may use their day-long permits, obtained through the lottery system, to travel the Denali Park Road. If weather permits, the road may be open for its entire 92-mile length, offering exceptional opportunities for experiencing the heart of the park. Entries must be made online at www.recreation.gov. The online entry form will be available at www.recreation.gov from 12:01 a.m. June 1, 2011 until midnight on June 30, 2011 (Alaska time). Entries will no longer be accepted by regular mail.   May 19, 2011  2011 Research Fellows for Alaska National Parks Selected  The Murie Science and Learning Center (MSLC) has selected eleven research fellows for 2011.   May 16, 2011  Italian Climber Dies in Fall from Denali Pass  No abstract supplied.   May 14, 2011  Climbers Involved in Mt. McKinley Rescue Identified  No abstract supplied.   May 13, 2011  One Climber Rescued, One Recovered from Mt. McKinley  No abstract supplied.   May 13, 2011  Two Remaining Climbers Rescued From High Camp  No abstract supplied.   May 12, 2011  All Areas of Denali National Park and Preserve 1980 Additions Closed to Snowmobile Use  No abstract supplied.   May 12, 2011  Rescue Effort Underway on Mt. McKinley  No abstract supplied.   May 05, 2011  Denali National Park and Preserve “Springs” Back to Life   No abstract supplied.   May 05, 2011  Denali National Park Seeking Artists-in-Residence for 2012  Denali National Park and Preserve is seeking applications from visual artists and writers for the 2012 Artist-in-Residence Program. This will be the first season with an open call to writers to submit for a residency.   April 30, 2011  Climber Killed in Avalanche Identified  The climber who died due an avalanche near the Ruth Gorge on Thursday, April 28 has been identified as Chris Lackey, age 39, of Houston, Texas.   April 29, 2011  Avalanche Claims Life near the Ruth Gorge  An avalanche claimed the life of a climber near the Ruth Gorge during the early morning hours of Thursday, April 28.   April 25, 2011  North Side of Denali Closed to Snowmachining  No abstract supplied.   April 21, 2011  EA for Concessioner Facility Construction  An Environmental Assessment (EA) for construction of new concessioner support facilities in the entrance area of Denali National Park is now available for public review and comment.   April 20, 2011  Applications for the Denali Subsistence Resource Commission  No abstract supplied.   April 15, 2011  Denali Park Road to Open to Mile 30  The portion of the Denali Park Road between the Savage River (Mile 15) and the Teklanika River Rest Area at Mile 30 will open for travel by private vehicles at 8:00 a.m. on Saturday, April 16, weather permitting.   April 11, 2011  2011 Earth Day Celebration  The public is invited to join the Upper Susitna Valley’s 11th annual Earth Day Celebration, taking place on Saturday, April 16 from 11:00 a.m. – 3:00 p.m. at the Sheldon Community Arts Hangar in downtown Talkeetna.   April 01, 2011  Denali National Park to Burn Debris Pile  Fire management staff at Denali National Park and Preserve will burn a large pile of debris consisting of brush, trees and branches on Monday, April 4, 2011, if weather permits.   March 21, 2011  Denali Park Road Open to Mountain Vista (Mile 13)  A sure sign of spring in Denali National Park and Preserve is the opening of the park road beyond park headquarters. Park visitors can now drive as far as the Savage River Campground (Mile 12.7).   February 16, 2011  Denali National Park and Preserve Announces 2011 Artists-in-Residence   No abstract supplied.   February 14, 2011  Celebrate Winterfest, 2011  Denali National Park and Preserve, its partners, and the Denali Borough communities invite the public to celebrate Alaska’s longest season during Winterfest 2011, which is taking place Friday, February 25 - Sunday, February 27.   February 04, 2011  All of 1980 Park Additions Open to Snowmobiling for Traditional Activities  No abstract supplied.   January 26, 2011  Deadline for 2011 Research Fellowship Applications is March 1st  No abstract supplied.   January 20, 2011  National Park Service Invites Public to Fairbanks Open House on Denali Mountaineering Fee  No abstract supplied.   January 10, 2011  National Park Service Invites Public to January Open Houses on Denali Mountaineering Fee  No abstract supplied.   January 05, 2011  Ranger Hikes & Other Winter Recreation Opportunities at Denali National Park and Preserve  No abstract supplied.   December 20, 2010  Registration Open for 2011 Murie Science and Learning Center Field Seminars and Teacher Trainings  No abstract supplied.   December 16, 2010  All Southern Portions of 1980 Park Additions to Denali Open to Snowmobiling for Traditional Activities  No abstract supplied.   December 02, 2010  Comment Period Extended for Initial Scoping of Climbing Allocation for Mount McKinley  No abstract supplied.   December 01, 2010  Most Southern Portions of 1980 Park Additions to Denali National Park and Preserve Open to Snowmobiling for Traditional Activities  No abstract supplied.   November 29, 2010  National Park Service Hosting Open Houses on Mountaineering Use Fee  No abstract supplied.   November 10, 2010  Videos highlight young people in Denali  Denali posts three new online videos about the experiences of young people in the park.   November 10, 2010  Denali Transitions to Winter   The Denali Park Road has closed for the winter at Mile 3 (Park Headquarters).   October 31, 2010  Special Mountaineering Use Fee  The National Park Service is seeking public input on a McKinley\/Foraker Cost Recovery Special Mountaineering Use Fee   October 21, 2010  Public Invited to Participate in Initial Scoping of Climbing Allocation for Mount McKinley  Denali National Park and Preserve intends to prepare an Environmental Assessment regarding the allocation of climbing permits between commercial guided climbing operators and independent climbers on Mount McKinley.   September 30, 2010  October 2010 Park Road Closure  No abstract supplied.   September 29, 2010  Parks Highway Traffic Detour in Denali National Park and Preserve  No abstract supplied.   September 28, 2010  Denali Seeks Artists-in-Residence for 2011  No abstract supplied.   September 02, 2010  Denali Overflights Advisory Council Meeting on September 10  The eighth meeting of the Denali National Park Aircraft Overflights Advisory Council will take place on Friday, September 10 from 9:00 a.m. to 5:00 p.m. at the Murie Science and Learning Center, located in Denali National Park.   May 31, 2010  Avalanche in the Ruth Gorge Claims Two Lives  Two climbers were killed in an avalanche in the Ruth Gorge of Denali National Park and Preserve the afternoon of Saturday, May 29.    May 30, 2010  Grizzly Bear Shot by Backpackers in Denali National Park  Two backpackers, a man and woman, encountered a grizzly bear Friday evening while hiking in the dense brush along the edge of Tattler Creek, which is at the west end of the Igloo Canyon, approximately 35 miles from park headquarters.   May 27, 2010  Multiple Climbers Evacuated From Denali This Week  A Canadian climber was evacuated from the West Rib route of Mt. McKinley on Thursday afternoon, May 27.  Three additional air evacuations occurred earlier in the week.   May 21, 2010  2010 Memorial Day Weekend - Military Fee Waiver  Denali National Park and Preserve To Honor Military by Waiving 2010 Memorial Day Weekend Entrance Fee            May 17, 2010  Climber Suffers Fatal Fall on the West Buttress of Mt. McKinley  A French mountaineer fell to his death while climbing Mt. McKinley on Sunday, May 16.  Pascal Frison, age 51, and his partner were approaching a feature at the top of Motorcycle Hill known as ‘Lunch Rocks” near 12,000 feet on the West Buttress when Frison lost control of his sled.  In an attempt to stop it from sliding over the ridge, both the climber and his sled tumbled towards the Peters Glacier.  Frison, who was unroped at the time, was unable to self-arrest and ultimately fell over 1,000 feet to a steep, crevassed section of the Peters Glacier.   May 17, 2010  2010-lottery-entry-info  Entry Period for the 2010 Denali Park Road Lottery is June 1-30   May 12, 2010  Untimely Death of Denali National Park Geologist  Phil Brease, Denali National Park and Preserve’s geologist since 1986, died today while leading a field trip for a Tri-Valley School science class taking place at Garner Point south of Healy.   May 04, 2010  Spring in Denali National Park and Preserve  No abstract supplied.   April 30, 2010  All Areas of Denali National Park's 1980 Additions Closed to Snowmobile Use and Cantwell Area Trails Closed until June 15 to ORV Use  Due to the deterioration of the snowpack, Denali National Park and Preserve Superintendent Paul Anderson has determined that there is no longer adequate snow cover for the use of snowmobiles for traditional activities in the 1980 additions to Denali National Park and Preserve on both sides of the Alaska Range. Effective immediately, the Windy Creek Trail, Cantwell Airstrip Trail, Pyramid Trail, Cantwell Creek Floodplain Trail\/Corridor, and the Bull River Floodplain Trail\/Route are closed for 45 days by regulation (36 CFR 13.903 and 13.460) to the use of off-road vehicles (ORVs) by authorized subsistence users in order to protect vegetation and soils from damage.   April 13, 2010  NPS Moves to Protect Bears, Wolves  The National Park Service today announced three actions to help protect bear and wolf populations and park values within NPS units in Interior Alaska.   April 13, 2010  2010: Northern Areas of Denali National Park and Preserve Closed to Snowmobile Use Due to Inadequate Snow Cover  No abstract supplied.   April 08, 2010  Upper Susitna Communities Celebrate Earth Day 2010!  The public is invited to join the Upper Susitna Valley’s tenth annual Earth Day Celebration, taking place on Saturday, April 17 from 11:00 a.m. – 3:00 p.m. at the Sheldon Community Arts Hanger in downtown Talkeetna.   April 03, 2010  Denali Park Road Opens to Teklanika River on Saturday, April 3, 2010  Denali Park Road to Open to Mile 30 on Saturday, April 3 Mild spring weather and low snow and ice levels have helped the efforts of the National Park Service to open the park road further west for access by park visitors.   March 29, 2010  Research Fellows for Denali and Other Alaska National Parks Selected for 2010  The Murie Science and Learning Center (MSLC) has selected four research fellows for 2010.  Two researchers are recipients of Discover Denali Research Fellowships for research in or near Denali National Park and Preserve. Two additional researchers are receiving Murie Science and Research Fellowships for research in one of the MSLC partner parks in arctic and subarctic Alaska, which are Bering Land Bridge, Cape Krusenstern, Denali, Gates of the Arctic, Kobuk Valley, Noatak, Wrangell-St. Elias and Yukon-Charley Rivers.   March 26, 2010  Denali Park Road to Open to Savage River on Saturday, March 27, 2010  A sure sign of spring in Denali National Park and Preserve is the opening of the park road beyond park headquarters.   March 15, 2010  Crews Begin Plowing Denali Park Road  On Wednesday, March 17 the National Park Service road crew will begin the annual operations to clear and prepare the Denali Park Road beyond park headquarters (Mile 3) for vehicle access by park visitors.   March 12, 2010  National Park Service to Hold Public Hearings on Proposed New Black Bear Hunting Regulations in Denali National Preserve  No abstract supplied.   March 01, 2010  All of 1980 Additions to Denali National Park and Preserve Open to Snowmobiling for Traditional Activities  All of 1980 Additions to Denali National Park and Preserve Open to Snowmobiling for Traditional Activities Recent storms have brought additional snow to the park, and the Superintendent has determined that there is now adequate snow cover for the use of snowmobiles for traditional activities in all of the 1980 park additions to Denali National Park and Preserve. The open areas include the park and preserve additions north and south of the crest of the Alaska Range.   February 23, 2010  Registration Open for 2010 Field Seminars and Teacher Trainings in Denali National Park and Preserve  Registration Open for 2010 Field Seminars and Teacher Trainings in Denali National Park and Preserve   February 18, 2010  Denali Overflights Advisory Council Meeting Re-scheduled for May  No abstract supplied.   February 08, 2010  Ranger Hikes and Other Winter Recreation Opportunities at Denali National Park and Preserve  Park rangers at Denali National Park and Preserve invite the public to join them in exploring the park on weekend hikes this winter.   February 03, 2010  All Southern Portions of 1980 Park Additions to Denali National Park and Preserve Open to Snowmobiling for Traditional Activities  No abstract supplied.   January 25, 2010  Public Workshops on the Denali Park Road Vehicle Management Plan Scheduled for February 2010  In conjunction with the development of the Denali Park Road Vehicle Management Plan and Environmental Impact Statement (EIS), the National Park Service has released the Denali Park Road Workbook for public review and comment.   January 11, 2010  2010 road lottery application guidelines  No abstract supplied.   January 05, 2010  Denali National Park and Preserve To Honor Military by Waiving 2010 Memorial Day Weekend Entrance Fee  No abstract supplied.   December 08, 2009  Most Southern Portions of 1980 Park Additions to Denali National Park and Preserve Open to Snowmobiling for Traditional Activities as of December 8, 2009  No abstract supplied.   December 07, 2009  Teacher Scholarships Available for Summer 2010 Courses in Denali National Park and Preserve  With funding from Alaska Geographic, the Murie Science and Learning Center is awarding scholarships to teachers for accredited trainings and seminars taking place in Denali National Park and Preserve.   December 01, 2009  Applications Open for 2010 Research Fellowships in Denali and other Alaska National Parks  No abstract supplied.   November 25, 2009  2010 Denali Bus and Campground Reservations Available by Phone, Internet, Mail and Fax Beginning December 1  No abstract supplied.   November 19, 2009  Denali Overflights Advisory Council Meeting on December 1, 2009  The sixth meeting of the Denali National Park Aircraft Overflights Advisory Council will take place on Tuesday, December 1 from 9:00 a.m. – 5:00 p.m. at the Campbell Creek Science Center, located at 5600 Science Center Drive, Anchorage.   November 13, 2009  Denali National Park and Preserve Transitions to Winter, November 2009  The Denali Park Road has closed for the winter at Mile 3 (Park Headquarters), as the construction activity at the new rest area east of the Savage River Campground has ended for the season.   November 04, 2009  Denali Park Road Open to Mile 13  No abstract supplied.   October 23, 2009  Denali Subsistence Resource Commission Meeting Scheduled for November  The Denali Subsistence Resource Commission meeting will be held on Wednesday, November 4 from 9:00 a.m. – 4:30 p.m. at the Murie Science and Learning Center (MSLC) in Denali National Park and Preserve.   October 16, 2009  Pilot from Downed Aircraft Alive  Dan McGregor, 35, of Denali Park, the pilot of the missing Cessna 185 that was discovered crashed and burned on Thursday afternoon in Denali National Park, is alive.   October 16, 2009  Investigation Concluded on Airplane Crash Site  National Transportation Safety Board (NTSB) personnel arrived in Denali National Park mid-day today, and have concluded their on-scene investigation of the crash site above the East Fork of the Toklat River in Denali National Park and Preserve.   October 15, 2009  Plane Crash Site Located in Denali National Park  Aerial searchers located what appears to be the missing Cessna 185 at approximately 3:00 p.m. today on a steep slope west of the East Fork of the Toklat River, approximately seven miles north of the Denali Park Road.   October 14, 2009  Denali Artists-in-Residence Featured in Museum of the North Special Exhibit  A new special exhibit featuring the work of Denali’s Artists-in-Residence program is now on display at the University of Alaska Museum of the North in Fairbanks.   September 23, 2009  Denali Park Road Open to Mile 30 on Sept. 23, 2009  Denali National Park and Preserve experienced its first significant snowfall of the season yesterday, with snow accumulations ranging from two inches at Headquarters to almost two feet at the Eielson Visitor Center.   September 14, 2009  Denali National Park Seeks Volunteers for National Public Lands Day Trails Project  Come celebrate National Public Lands Day and help Denali National Park and Preserve by volunteering for a one-day project on Saturday, September 26.   September 10, 2009  Denali Visitor Death on Sept 9, 2009  No abstract supplied.   September 04, 2009  Environmental Assessment for Construction of New Trails in Savage River Area of Denali National Park and Preserve Available for Public Comment  An Environmental Assessment (EA) evaluating a proposal to construct new trails in the Savage River Area of Denali National Park and Preserve is now available for public review and comment, announced Park Superintendent Paul Anderson.   August 24, 2009  Denali Park to Burn Debris Pile August 25th, 2009  Fire management staff at Denali National Park and Preserve will burn a pile of debris consisting construction lumber on Tuesday, August 25, 2009.   August 10, 2009  Denali National Park and Preserve Lifts Fire Restrictions  Fire activity has moderated due to recent rain and cooler weather and Denali National Park and Preserve officials have lifted the ban on open fires in the park’s backcountry areas.   August 07, 2009  National Park Service Prohibits Open Fires in the Backcountry  Effective immediately, Denali National Park and Preserve officials are prohibiting the use of open fires in the park’s backcountry areas, including the new park additions and preserve, due to the very high fire danger.   July 31, 2009  Regional Volunteer Award Winner Recognized  On Wednesday, July 20, Superintendent Paul Anderson presented with this year's Harry Hassinger Award for the top individual volunteer in the Alaska Region to Kent Miller.   July 17, 2009  Medical Fatality Near Savage River Campground  No abstract supplied.   July 09, 2009  Denali National Park and Preserve Seeking Artists-in-Residence for 2010  Denali National Park and Preserve is seeking applications from visual artists for the 2010 Artist-in-Residence Program.   July 09, 2009  Environmental Assessment for Inholder Access to Stampede Creek Area of Denali National Park Available For Comment  An Environmental Assessment (EA) evaluating proposed Inholder Access to the Stampede Creek Area of Denali National Park and Preserve is now available for public review and comment, announced Park Superintendent Paul Anderson.   July 05, 2009  Denali National Park and Preserve Fire Update  Fire activity on fires burning in or near Denali National Park and Preserve has increased due to the recent warm, dry weather.   July 01, 2009  National Park Service Advises Visitors to Use Caution With Fire During Fourth of July Holiday  The upcoming holiday weekend is forecast to be warm and mostly dry, and Denali National Park and Preserve officials are asking visitors to be especially cautious with their use of fire while enjoying the park.   June 15, 2009  2009 Denali Park Road Lottery Entry Period Ends June 30. Online Entry Available at www.pay.gov  The 2009 annual road lottery in Denali National Park and Preserve is taking place on September 18, 19, 20, and 21 (Friday through Monday), weather permitting.   June 11, 2009  Prehistoric Hunting Artifact Found in Denali National Park  A rare look at Denali's prehistoric cultural past came to light when a portion of a prehistoric Athabaskan arrow was discovered by park visitors in mid-May 2009 along the gravel bar of the Teklanika River.   June 09, 2009  International Exchange on Mt. McKinley  No abstract supplied.   June 09, 2009  Environmental Assessment for Construction of Pullouts and Other Safety Improvements Between Mile 73 and Mile 86 on the Denali Park Road Available for Public Comment  An Environmental Assessment (EA) for the construction of park road improvements between Mile 73 and 86 is now available for public review and comment, announced Park Superintendent Paul R. Anderson.   June 05, 2009  Remains Found Through Photoanalysis  No abstract supplied.   June 05, 2009  Fee Free Weekends at Denali National Park and Preserve  The National Park Service is offering three fee-free weekends this summer at national parks across the country.   May 28, 2009  Denali Visitor Death  Gerald Focha, 76, of Danville, California died from what appear to be natural causes at the Alaska Railroad Denali Deport on Wednesday, May 27, in spite of the lifesaving efforts by personnel on scene, park rangers, and the local fire department.   May 26, 2009  Aerial Search on Mt. McKinley Suspended  No abstract supplied.   May 26, 2009  Alaska National Parks Wildland Fire Information for 5\/26\/2009  Another fire was detected in Denali NP.   May 25, 2009  No Breakthroughs in Search for Missing Climber  After five days of aerial and ground searching on Mt. McKinley, there has still been no sighting of Dr. Gerald Myers, nor any evidence of a fall or disturbance on the snow surface.    May 24, 2009  Search Will Continue Monday Morning  In the ongoing search for missing climber Dr. Gerald Myers, aerial spotters on board two U.S. Army Chinook helicopters were unable to view elevations above 17,000 feet on Sunday, May 24.   May 24, 2009  Alaska National Parks Wildland Fire Information for 5\/24\/2009  No abstract supplied.   May 24, 2009  Denali Concession Employee Found Dead in Dorm Room  David Crook, age 21, from Salt Lake City, Utah, was discovered to be not breathing and unresponsive when his roommate returned to their dorm room and attempted to wake him up at approximately 10:45 a.m. today, May 24.   May 23, 2009  Mount McKinley Search Continues  No abstract supplied.   May 22, 2009  Search Continues for Missing Climber  Aerial searchers on Mt. McKinley discovered no new leads today as to the whereabouts of missing solo climber Dr. Gerald Myers.    May 21, 2009  Search Underway for Missing Climber on Mt. McKinley  No abstract supplied.   May 19, 2009  Denali National Park and Preserve Announces 2009 Artists-in-Residence, including first Writer-in-Residence  Four artists, including John Morgan, an award winning Fairbanks author, will be participating in this year’s Artist-in-Residence program at Denali National Park and Preserve.   May 11, 2009  Denali Park Road Lottery Entry Period Changes in 2009 to June 1-30. Online Entry Available in June 2009.  The 2009 annual road lottery in Denali National Park and Preserve is taking place on September 18, 19, 20, and 21 (Friday through Monday), weather permitting.   May 08, 2009  Climber Dies Above Windy Corner  A client on a guided expedition collapsed and died of apparently natural causes on Thursday, May 7 while ascending the West Buttress of Mt. McKinley.    May 04, 2009  All Areas of Denali National Park and Preserve 1980 Additions Closed to Snowmobile Use Due to Inadequate Snow Cover & Cantwell Area Trails Temporarily Closed to ORV Use as of May 4, 2009  No abstract supplied.   April 23, 2009  Denali Park Road to Open to Mile 30 on Friday, April 24  Mild spring weather has facilitated the efforts of the National Park Service road crew and other park employees to open the road and park facilities to park visitors. The portion of the Denali Park Road between the Savage River (Mile 15) and the Teklanika River Rest Area at Mile 30 will open for travel by private vehicles at 8:00 a.m. on Friday, April 24, weather permitting. Visitors are encouraged to call ahead for updated road and weather conditions before driving to the park.   April 18, 2009  Denali Subsistence Resource Commission Meeting Rescheduled for April 30, 2009  The Denali Subsistence Resource Commission meeting that was to take place in February 2009 has been rescheduled for Thursday, April 30.   April 16, 2009  Northern Areas of Denali National Park and Preserve Closed to Snowmobile Use Due to Inadequate Snow Cover Effective April 16, 2009  No abstract supplied.   April 13, 2009  Upper Susitna Communities Celebrate Earth Day on April 18th, 2009!  The public is invited to participate in the activities and presentations being offered for the ninth annual Upper Susitna Earth Day Celebration.   April 09, 2009  Research Fellows Selected for 2009 - Murie Science and Learning Center Expands Fellowships to Additional Parks  The Murie Science and Learning Center (MSLC) has selected seven research fellows for 2009.    April 09, 2009  Denali Park Road to Open to Savage River on Saturday, April 11  No abstract supplied.   March 30, 2009  Denali Overflights Advisory Council Meeting in Fairbanks  No abstract supplied.   March 13, 2009  Road Crews Begin Plowing Denali Park Road  On Monday, March 16 the National Park Service road crew will begin the annual operations to clear and prepare the Denali Park Road beyond park headquarters (Mile 3) for vehicle access by park visitors.   March 12, 2009  Environmental Assessment for Replacement of Chemical Toilets in Denali National Park and Preserve Available for Public Comment  An Environmental Assessment (EA) for the replacement of the restroom facilities at the Polychrome Overlook, Teklanika Rest Stop, and Teklanika River Campground in Denali National Park and Preserve is now available for public review and comment, announced Superintendent Paul R. Anderson. The National Park Service (NPS) is proposing to remove the existing chemical toilets at these sites and replace them with non-chemical facilities.   February 09, 2009  Celebrate the Season at Winterfest 2009!  No abstract supplied.   January 30, 2009  Application Period for 2009 Research Fellowship Programs Extended  No abstract supplied.   January 26, 2009  Ranger Hikes and Other Winter Recreation Opportunities  Park rangers at Denali National Park and Preserve invite the public to join them in exploring the park on weekend hikes this winter. The hikes will be done on snowshoes when snow conditions are favorable, and will take place on Saturdays and Sundays, beginning on Saturday, January 31, 2009. Hikers will meet at 1:00 p.m. at the Murie Science and Learning Center (MSLC), located at Mile 1.3 on the Park Road just west of the traffic circle.   December 17, 2008  Denali Park Road Vehicle Management Plan Newsletter Now Available  The National Park Service has released a newsletter with the summary of the comments received during public scoping for the Denali Park Road Vehicle Management Plan and EIS.   December 05, 2008  Teacher Scholarships Available for Summer 2009 Courses in Denali National Park and Preserve  With funding provided by Alaska Geographic, the Murie Science and Learning Center is awarding scholarships to teachers to participate in accredited trainings and seminars taking place in summer 2009 in Denali National Park and Preserve.    November 26, 2008  2009 Denali Bus and Campground Reservations Available by Phone, Internet, Mail and Fax Beginning December 1  No abstract supplied.   November 24, 2008  Aircraft Overflights Advisory Council Meeting in Anchorage  No abstract supplied.   November 20, 2008  All of 1980 Additions to Denali National Park and Preserve Now Open to Snowmobiling for Traditional Activities as of November 20, 2008  No abstract supplied.   November 14, 2008  Denali Subsistence, Climbing Regulations Published  New regulations regarding subsistence off-road vehicle use, backcountry use and mountaineering at Denali National Park and Preserve were published today in the Federal Register.   October 30, 2008  Applications Open for 2009 Research Fellowship Programs  No abstract supplied.   October 16, 2008  Denali Subsistence Resource Commission Meeting Rescheduled for November  The Denali Subsistence Resource Commission meeting that was to take place on Friday, October 17, 2008 in Denali National Park and Preserve has been rescheduled for Friday, November 14, 2008.   October 15, 2008  Denali National Park and Preserve Transitions to Winter, October 2008  The Denali Park Road has closed for the winter at Mile 3 (Park Headquarters).    September 25, 2008  Hunters Rescued from Chulitna River Area  In a joint effort of the Alaska State Troopers and the National Park Service, two hypothermic hunters were rescued from the banks of the Chulitna River on Saturday, September 20.   September 19, 2008  Scoping Period Extended for Denali Park Road Vehicle Management Plan EIS  No abstract supplied.   September 16, 2008  Denali Park Road Open to Mile 30 September 16th, 2008  No abstract supplied.   August 26, 2008  Aircraft Overflights Advisory Council Meeting in Denali National Park  No abstract supplied.   August 26, 2008  Public Invited to Participate in September Scoping Meeting for Proposed Denali Park Road Rehabilitation Project at MP 80-84  The National Park Service, in cooperation with the Federal Highway Administration, is considering a project for safety improvements to the western end of the 92-mile long Denali Park Road in Denali National Park and Preserve.   August 18, 2008  Public Invited to Participate in September Scoping Meetings for Denali Park Road Vehicle Management Plan  Denali National Park and Preserve intends to prepare an Environmental Impact Statement (EIS) to develop and implement a plan to manage vehicles along the Denali Park Road.    July 08, 2008  A Second Fatal Collapse on Mt. McKinley  For the second time in one week, a mountaineer collapsed and died while climbing Mt. McKinley in Denali National Park and Preserve.  Pungkas Tri Baruno, age 20, of Jakarta, Indonesia was descending the West Buttress route the night of July 7, 2008 when he collapsed approximately one quarter-mile from the 17,200-foot high camp.  Baruno’s guides initiated cardiopulmonary resuscitation (CPR) and immediately called for assistance from another guided team at high camp via family band (FRS) radio.  CPR was performed for over one hour, but they were unable to revive the patient.   July 07, 2008  Fatality on Mt. McKinley  A climber collapsed and died on the summit of Mt. McKinley on the evening of July 4, 2008.  James Nasti, age 51, of Naperville, Illinois was a client on an Alpine Ascents International expedition that began their climb on June 20.  According to the two expedition guides, Nasti exhibited no signs of distress or illness throughout the trip, and was climbing strongly immediately prior to the collapse.  The guides administered cardiopulmonary resuscitation (CPR) for up to 45 minutes, but Nasti did not regain a pulse.   July 06, 2008  Aggressive Bear Shot in Denali National Park and Preserve  No abstract supplied.   July 01, 2008  National Park Service Advises Wildland Fire Prevention Over Fourth of July Holiday  No abstract supplied.   June 25, 2008  Denali National Park and Preserve's New Eielson Visitor Center, LEEDing the Way  After three years of planning and design by a team of architects, engineers, and Denali National Park staff, and three more years of construction, the new Eielson Visitor Center opened to the public on Sunday, June 8, 2008.   June 20, 2008  Followup on Search for Abby Flantz and Erica Nelson  After successfully locating missing backpackers Abby Flantz, 25 of Gaylord, Minnesota, and Erica Nelson, 23 from Las Vegas, Nevada on Wednesday, June 18, Denali search managers interviewed the pair to determine what had taken place during their extended stay in the backcountry.  The point where the pair was last seen was on the trail of the west side of the Savage River on Thursday afternoon, June 12. They had gotten a wilderness permit for one night in a Mount Healy area backcountry unit.   June 18, 2008  Lost Backpackers in Denali Reunited with Families  Abby Flantz and Erica Nelson were grinning from ear to ear as they disembarked the helicopter at the Denali Park airstrip at 4: 55 p.m. today and walked into the waiting arms of their anxious families.   June 17, 2008  More Searchers Arriving to Assist with Search for Missing Backpackers and Park Medical Response Needs Temporarily Divert Incident Resources  Today’s combined efforts of eleven ground teams and four aircraft failed to yield any new clues on the location of missing backpackers Abby Flantz and Erica Nelson.   June 17, 2008  National Park Service Accepting Entries for 2008 Denali Road Lottery in July and Entry Dates Change to June in 2009  This year’s annual road lottery in Denali National Park and Preserve is taking place on September 12, 13, 14, and 15 (Friday through Monday), weather permitting.   June 16, 2008  Additional Resources Added to Search for Overdue Backpackers  Five ground crews, each consisting of 3-4 people, are in the field this morning to continue to search high priority areas for missing backpackers Abby Flantz and Erica Nelson.   June 16, 2008  No sign of Missing Backpackers - Air and Ground Search to Resume on Tuesday  Additional search teams on the ground, including two dog teams, and continued aerial searching with three aircraft failed to yield any sign of missing backpackers Abby Flantz and Erica Nelson during today’s search efforts.   June 15, 2008  Search Underway for Overdue Backpackers in Denali National Park and Preserve  No abstract supplied.   June 15, 2008  Search To Continue for Overdue Backpackers  Sunday’s aerial and ground search efforts turned up no new clues as to the location of missing backpackers Abby Flantz, 25, of Gaylord, Minnesota, and Erica Nelson, 23, from Las Vegas, Nevada.   June 04, 2008  Fallen Solo Climber Rescued From Peters Glacier  Denali mountaineering rangers led a life-saving technical rope rescue of a fallen solo climber on Mt. McKinley the evening of June 3.    May 29, 2008  Aerial Search on Cassin Ridge Suspended  No abstract supplied.   May 27, 2008  Search on Cassin Ridge Continues; Climber Names Released  No abstract supplied.   May 26, 2008  Search Continues on the Cassin Ridge  Clear skies and milder winds enabled National Park Service (NPS) aerial spotters to make several flights under optimum observation conditions in the search for two Japanese climbers on Mt. McKinley, but the climbers were not seen.    May 26, 2008  Mt. McKinley Search Continues  Clear skies and milder winds are aiding National Park Service (NPS) aerial observers in the search for two overdue climbers on the Cassin Ridge of Mt. McKinley.   May 25, 2008  Search Continues for Two Overdue Climbers  The search for two Japanese climbers on the Cassin Ridge of Mt. McKinley continued on Sunday, May 25.  A Cessna 206 fixed wing observation flight was launched at noon on Sunday, but it turned around due to cloud cover.  Two more fixed wing flights left Talkeetna around 5:00 pm, including the Cessna 206 and a twin-engine Conquest.  Spotters on both aircraft got an initial look at the route with no obvious findings, but high resolution photos taken on the flights will be scrutinized overnight for clues.  An additional Conquest flight with three spotters is anticipated for later Sunday night.   May 24, 2008  Search Underway for Two Overdue Climbers  No abstract supplied.   May 23, 2008  New Alaska Native Artwork Unveiled in Denali Visitor Center  No abstract supplied.   May 21, 2008  Dinosaur Discoveries in Denali National Park and Preserve Provide New Information on Prehistoric Ecosystems  No abstract supplied.   May 19, 2008  Rescue Crew Honored for Life-Saving Actions on Mt. McKinley  No abstract supplied.   May 13, 2008  Anchorage Physician Recognized by National Park Service for Outstanding Volunteer Service  Dr. Jennifer Dow, an emergency room physician at Alaska Regional Hospital, was presented with a George B. Hartzog, Jr. Award for Outstanding Volunteer Service at a ceremony that took place in Washington, D.C. on Thursday, May 8.   May 13, 2008  All Areas of Denali National Park and Preserve 1980 Additions Closed to Snowmobile Use Due to Inadequate Snow Cover  No abstract supplied.   May 07, 2008  Research Fellows Selected for 2008 - Murie Science and Learning Center Expands Fellowships to Additional Parks  The National Park Service and the Murie Science and Learning Center have selected eleven research fellows for 2008.   May 05, 2008  Denali National Park and Preserve Facilities and Services Are Opening For the 2008 Season  No abstract supplied.   May 05, 2008  Snare Removed from Wolf in Denali National Park  No abstract supplied.   April 22, 2008  Denali Pro Award Winners Announced  No abstract supplied.   April 14, 2008  Online Registration Now Available for Mt. McKinley and Mt. Foraker Climbs  No abstract supplied.   April 09, 2008  Denali National Park and Preserve Announces 2008 Artists-in-Residence  Four artists, including Ron Senungetuck, one of Alaska’s best-known native artists, will be participating in this year’s Artist-in-Residence program at Denali National Park and Preserve.    April 08, 2008  Northern Areas of Denali National Park and Preserve Closed April 8, 2008 to Snowmobile Use Due to Inadequate Snow Cover  No abstract supplied.   April 07, 2008  Upper Susitna Communities Celebrate Earth Day on April 19th!  The public is invited to participate in the activities and presentations being offered for the eighth annual Upper Susitna Earth Day Celebration.   March 31, 2008  Aircraft Overflights Advisory Council Meeting in Talkeetna  The second meeting of the Denali National Park Aircraft Overflights Advisory Council will take place on Thursday, April 10 from 10:00 a.m. – 5:00 p.m. at the Talkeetna Alaskan Lodge, located at Mile 12.5 on the Talkeetna Spur Road.   March 28, 2008  National Park Service Seeking Comments on Environmental Assessment to Replace Wastewater Treatment Facility in Denali  The National Park Service (NPS) is proposing major replacement and repairs of wastewater treatment facilities at the entrance area of Denali National Park and Preserve.    March 27, 2008  Denali Park Road to Open to Savage River on Friday, March 28  Snow and ice still blanket most of the park, but a sure sign of spring is that the Denali National Park and Preserve road crew has cleared the park road between park headquarters (Mile 3) to the Savage River (Mile 15).   March 05, 2008  Installation of a Fiber Optic Cable to Begin in the Parks Highway Right-of-Way through Denali National Park  Alaska-based communications company GCI, Inc. will begin installation of a fiber optic cable within the Alaska Department of Transportation and Public Facilities (ADOT) George Parks Highway right-of-way (ROW) that passes through the eastern portion of Denali National Park and Preserve.  The trenching and installation work will start Tuesday, March 11 and is not expected to impede highway traffic flow through the six-mile stretch of the park.   March 03, 2008  Crews Ready to Begin Plowing Denali Park Road  On Sunday, March 9 the National Park Service road crew will begin the annual operations to clear and prepare the Denali Park Road beyond park headquarters (Mile 3) for vehicle access by park visitors.   February 25, 2008  Airborne Contaminants Study Released-Measurable Levels Detected in Alaska National Parks  A survey of four lake basins and fish in three Alaska national park units has detected measurable levels of mercury, pesticides and other airborne contaminants. The study also found airborne contaminants in other western United States national parks.   February 15, 2008  Environmental Assessment for Construction of Replacement Subsistence Cabins is Available for Public Comment  The National Park Service has released for public comment an Environmental Assessment (EA) which evaluates the impacts associated with replacing two cabins used for subsistence activities within Denali National Preserve.   February 12, 2008  Celebrate the Season at Winterfest 2008!  If you enjoy winter or merely tolerate it, there is something for you to do during this year’s annual Winterfest Celebration taking place Friday, February 22 to Sunday, February 24 in Denali National Park and the neighboring communities.   February 06, 2008  All of 1980 Additions to Denali National Park and Preserve Now Open to Snowmobiling for Traditional Activities-Feb 6, 2008  No abstract supplied.   January 31, 2008  First Meeting of Denali National Park and Preserve Aircraft Overflights Advisory Council  No abstract supplied.   January 30, 2008  Teacher Scholarships Available for Summer Courses in Denali National Park and Preserve  The Murie Science and Learning Center is awarding scholarships to teachers to participate in accredited trainings and seminars taking place in summer 2008 in Denali National Park and Preserve.   January 25, 2008  Rangers Lead Weekend Hikes at Denali National Park and Preserve  Park rangers at Denali National Park and Preserve are inviting the public to join them in exploring the park on weekend hikes this winter.   January 09, 2008  Denali National Park Artist-in-Residence Program Accepting Applications  The Alaska Natural History Association is pleased to announce that the Denali National Park Artist-in-Residence program is now accepting applications for the 2008 summer residency period.   December 14, 2007  Southern Portions of 1980 Additions to Denali National Park & Preserve Open to Snowmobiling for Traditional Activities  The Superintendent of Denali National Park and Preserve has determined that there is now adequate snow cover for the use of snowmobiles for traditional activities in areas of the 1980 park additions that are south of the crest of the Alaska Range, including park lands between the Bull River and Windy Creek at the north end of Broad Pass.  All areas of the 1980 park additions north of the crest of the Alaska Range remain closed to snowmobile use for traditional activities due to inadequate snow cover.   December 07, 2007  Some Portions of 1980 Additions to Denali National Park and Preserve Open to Snowmobiling for Traditional Activities  Recent storms have brought additional snow to Denali National Park and Preserve and the Superintendent has determined that there is now adequate snow cover for the use of snowmobiles for traditional activities in areas of the 1980 additions to Denali National Park and Preserve that are south of the crest of the Alaska Range except for the park lands between the Bull River and Windy Creek at the north end of Broad Pass. All areas of the 1980 park additions north of the crest of the Alaska Range remain closed to snowmobile use for traditional activities due to inadequate snow cover.   December 04, 2007  Applications Open for Two 2008 Research Fellowship Programs  No abstract supplied.   December 04, 2007  Denali National Park and Preserve Ornament Created by Fairbanks Artists Displayed on White House Christmas Tree  An ornament created for Denali National Park and Preserve by Kesler and Marianna Woodward of Fairbanks, Alaska is prominently displayed on this year’s official White House Christmas Tree.   November 24, 2007  2008 Denali Bus and Campground Reservations Available by Phone, Internet, Mail and Fax Beginning December 1  No abstract supplied.   November 15, 2007  Denali Park to Burn Debris Pile-Nov 07  Fire management staff at Denali National Park and Preserve will burn a large pile of debris consisting of brush, tree branches, and other woody material on Monday, November 19.   November 15, 2007  Public Comments Requested On a Proposal to Install a Fiber Optic Cable in the Parks Highway Right-of-Way through Denali National Park  No abstract supplied.   October 17, 2007  Denali National Park and Preserve Transitions to Winter  The Denali Park Road has closed for the winter at Mile 3 (Park Headquarters).   September 21, 2007  Finding of No Significant Impact for Managing Off-Road Vehicle Use for Subsistence in the Cantwell Traditional Use Area  No abstract supplied.   September 19, 2007  Denali Park Road Open to Mile 30 as of Sept 19, 2007  No abstract supplied.   September 10, 2007  NPS Enforcing Hunting Regulations, Rewards Available for Information on Hunting Violations  As hunting season gets underway, the National Park Service (NPS) reminds hunters that sport hunting is allowed only in the Denali National Preserve, located on the western corners of Denali National Park and Preserve.   September 10, 2007  Denali National Park and Preserve Headquarters Environmental Assessment Available for Public Comment  The National Park Service announces the release of an Environmental Assessment for the Headquarters Area Plan for Denali National Park and Preserve.   August 29, 2007  Denali Park to Burn Debris Piles Near Remote Cabins and Buildings  Denali National Park and Preserve fire management staff will burn several piles of woody debris in remote areas of the park beginning Tuesday, September 4 through Friday, September 7, weather and other conditions permitting.   August 28, 2007  Final Presentation of Denali's 2007 Artist-in-Residence Program  Artists and their work have played a significant role in raising public awareness of the natural wonders preserved within the National Park System even before the establishment of the first national parks.   August 17, 2007  Denali Subsistence Resource Commission Meeting and Community Potluck in Cantwell  The public is invited to the Denali Subsistence Resource Commission meeting taking place on Monday, August 27 from 9:00 a.m. – 5:00 p.m. at the Cantwell Community Center.   August 16, 2007  Wilderness is the Topic of Last Presentation in Denali's 90th Anniversary Speaker Series  No abstract supplied.   August 09, 2007  Denali Climbing Season Finally Wraps Up  Mt. McKinley is once again a lonely place. Signaling the unofficial end of the Denali climbing season, the last of the mountaineers have flown back to Talkeetna, along with the final remnants of the Kahiltna Basecamp.    August 02, 2007  Public Invited to Presentation on Denali Borough Local Transit Planning  Charles Rutkowski, Assistant Director of the Community Transportation Association of America (CTAA), will present an overview of CTAA’s assistance program on Tuesday, August 7 at 7:00 p.m. at the Tri-Valley Community Center in Healy.   July 27, 2007  Changes in Attitudes about Wildlife Featured in Denali's 90th Anniversary Speaker Series Presentation  The public is invited to join local resident Tom Walker as he presents “Heart of the Park: Wildlife, Attitudes Then and Now” at 7:30 p.m. on Thursday, August 2 in the Denali Visitor Center, located at Mile 1.2 on the Denali Park Road.   July 26, 2007  NPS Awards Concession Contracts for Guided Sport Hunting in Denali National Preserve  The National Park Service (NPS) has completed the selection process for the concession contracts authorizing sport hunting guide services in the Denali National Preserve, located in the western corners of Denali National Park and Preserve.   July 24, 2007  NPS to Issue Subsistence Permits and Hold Public Hearing on Proposed Temporary Closure of Areas to Off-Road Vehicle Use for Subsistence Purposes  Public Notice   July 11, 2007  Pioneer Mountaineering Featured in Denali's 90th Anniversary Speaker Series  No abstract supplied.   July 05, 2007  Name Released of Probable Suicide Victim in Denali National Park and Preserve  The identification of the young man who died as the result of what appears to be suicide has been released, as his family members have been notified.   July 03, 2007  Probable Suicide Victim Discovered in Denali National Park and Preserve  On Monday, July 2 at approximately 8:30 p.m. the park’s communication center was notified of the discovery of a body of a young man hanging from the railroad trestle above Riley Creek.   July 02, 2007  NPS Advises Visitors to Use Caution with Fire Use Over Fourth of July Holiday  Denali National Park and Preserve officials are asking visitors to be especially cautious with fire during this week's holiday period.   June 27, 2007  Jane Haigh Presents Next Offering for Denali's 90th Anniversary  No abstract supplied.   June 27, 2007  First Artists-in-Residence of 2007 Give Presentation on Creating Denali Memories  No abstract supplied.   June 25, 2007  National Park Service Seeking Comments on Environmental Assessment to Rehabilitate Sections of Denali Park Road  The National Park Service (NPS), in cooperation with the Federal Highway Administration, is proposing to rehabilitate two sections of the Denali Park Road just beyond park headquarters near Mile 4.0 and 4.5.   June 13, 2007  Presentation on Predators and Politics is Next Offering in Denali's 90th Anniversary Summer Speaker Series  Dr. Timothy Rawson is giving a presentation titled, “Wolves and the National Park Service:  The Significance of Denali” on Thursday, June 21 at 7:30 p.m. in the Denali Visitor Center, located at Mile 1.3 on the Denali Park Road.   June 04, 2007  Environmental Assessment for Managing Off-road Vehicle Use for Subsistence in the Cantwell Area Available for Public Comment  The National Park Service (NPS) is considering alternatives for managing subsistence-related off-road vehicle use in the Cantwell area of Denali National Park and Preserve.   May 30, 2007  Collins Sisters Present Next Offering for Speaker Series  Miki and Julie Collins, trappers, handcrafters and writers, will give a presentation entitled “A Continued Heritage: Two Lives, Subsistence, and Denali Park” at 7:30 p.m. on Thursday, June 7 in the Denali Visitor Center.   May 20, 2007  Climbers Die in Avalanche on Mt. Barrille  Denali National Park & Preserve rescue personnel confirmed a fatal avalanche accident on Mt. Barrille in the park’s Ruth Gorge late Friday May 19.  Two climbers were killed while attempting the Japanese Couloir route on the peak’s east face.   May 20, 2007  Avalanche Victims Identified  Denali National Park & Preserve rescue personnel confirmed that two climbers died in an avalanche while attempting the Japanese Couloir route on Mt. Barrille earlier this week.  Postlethwait of Park City, Utah.   May 18, 2007  Fatal Climbing Fall on Mt. McKinley  Two climbers died as a result of a 1,900-foot fall during a descent of Mt. McKinley on Thursday evening May 17.   May 18, 2007  Climbing Fatalities on Mt. McKinley Identified  Two climbers who died in a 1,900-foot fall during a descent of Mt. McKinley on Thursday evening May 17 have been identified.   May 10, 2007  Facilities and Services Are Opening For the 2007 Season  No abstract supplied.   May 09, 2007  Denali's 90th Anniversary Summer Speaker Series Premiers on May 15  The National Park Service and its partners are hosting a special 90th Anniversary Summer Speaker Series  as part of the year-long celebration of this significant milestone in Denali National Park and Preserve’s history.   April 30, 2007  New Kantishna Experience Bus Trip to Debut in June 2007  The National Park Service (NPS) is partnering with transportation concessioner Doyon\/ARAMARK Joint Venture (JV) to offer the new Kantishna Experience bus trip for Denali National Park and Preserve’s summer visitors beginning in June.   April 27, 2007  Name of Mt. Wake Climbing Fatality Released  National Park Service officials have released the name of the climber who died on Monday, April 23 on Mt. Wake in Denali National Park and Preserve.   April 24, 2007  Climbing Fatality in the Alaska Range  A climber died after an approximately 1,000-foot fall on Mt. Wake in Denali National Park and Preserve on Monday, April 23.   April 23, 2007  Teacher Scholarships Available for Summer Courses in Denali  The Murie Science and Learning Center is awarding full scholarships to teachers for select 2007 teacher training and field seminar courses in Denali National Park and Preserve.   April 23, 2007  Public Invited to Scoping Meeting on Denali National Park and Preserve Headquarters Master Plan  No abstract supplied.   April 16, 2007  Southern Areas of Denali National Park and Preserve Closed to Snowmobile Use Due to Inadequate Snow Cover (2007)  No abstract supplied.   April 16, 2007  Southern Areas of Denali National Park and Preserve Closed to Snowmobile Use Due to Inadequate Snow Cover  No abstract supplied.   April 15, 2007  Denali Park Road Open to Mile 30 (2007)  No abstract supplied.   April 12, 2007  Northern Areas of Denali National Park and Preserve Closed to Snowmobile Use Due to Inadequate Snow Cover  No abstract supplied.   April 12, 2007  Upper Susitna Communities Celebrate Earth Day!  The public is invited to participate in the activities and presentations being offered for the seventh annual Upper Susitna Community Earth Day Celebration.   April 05, 2007  Denali Park Road To Open to Savage River on Friday, April 6  No abstract supplied.   April 04, 2007  Denali Artists-in-Residence Selected for 2007  Four artists using very different mediums have been selected for this year’s Artist-in-Residence program at Denali National Park and Preserve.   March 30, 2007  National Park Service Proposes New Fees for Denali in 2008  Superintendent Paul Anderson announced today that Denali National Park and Preserve is proposing to implement new fees for sled dog demonstrations and backcountry permits in 2008.   March 21, 2007  Spring Road Opening Begins at Denali National Park and Preserve  National Park Service road crews began the annual plowing to open the Denali Park Road west of park headquarters on Sunday, March 18.   March 16, 2007  NPS Seeking Public Input for Centennial  No abstract supplied.   February 23, 2007  Denali Park to Burn Debris Pile  Fire management staff at Denali National Park and Preserve will burn a large pile of debris consisting of brush, tree branches, scrap lumber, and other woody material on Monday, February 26.   February 21, 2007  Public Invited to Denali Subsistence Resource Commission Meeting in Healy  No abstract supplied.   February 15, 2007  Register Now for 2007 Field Seminars and Teacher Trainings in Denali National Park and Preserve!  A wide variety of summer classes designed to immerse participants in different aspects of Denali National Park and Preserve’s cultural and natural history and provide an in-depth park experience are now available for registration with the Murie Science and Learning Center. The classes are small (no more than twelve participants), but the classroom is grand – the mountains, tundra and forest of Denali National Park and Preserve!   February 12, 2007  Celebrate the Season and Denali's 90th Anniversary at Winterfest 2007!  No abstract supplied.   February 05, 2007  Phone Reservations for Denali Campgrounds, Shuttle Buses and Interpretive Bus Tours Open February 15  Telephone reservation systems for Denali National Park and Preserve shuttle buses, bus tours and the four largest campgrounds will open for the season on Thursday, February 15, 2007.   January 18, 2007  All of 1980 Additions to Denali National Park and Preserve Now Open to Snowmobiling for Traditional Activities  No abstract supplied.   January 12, 2007  Some Portions of 1980 Additions Open to Snowmobiling for Traditional Activities  Recent storms have brought additional snow to Denali Park and Preserve and the Superintendent has determined that there is now adequate snow cover for the use of snowmobiles for traditional activities in areas of the 1980 additions to Denali National Park and Preserve that are south of the crest of the Alaska Range except for the park lands between the West Fork of Chulitna River and Windy Creek at the north end of Broad Pass.   December 26, 2006  Public Invited to Informational Meetings on Resource Stewardship Strategy  The National Park Service (NPS) is beginning the preparation of a Resource Stewardship Strategy for Denali National Park and Preserve.   December 13, 2006  Lack of Snowcover Delays Availability of Snowmobiling for Traditional Activities  Due to the continued lack of adequate snow cover, all areas of the 1980 additions to Denali National Park and Preserve remain closed to the use of snowmobiles for traditional activities.   December 05, 2006  Prospectuses Available for Commercial Sport Hunting Guide Services  The National Park Service (NPS) intends to award up to two concession contracts for sport hunting guide services for the public within portions of Denali National Park and Preserve.   November 21, 2006  Rangers to Lead Weekend Hikes at Denali National Park and Preserve  Park rangers at Denali National Park and Preserve are inviting the public to join them on weekend hikes this winter.   November 08, 2006  Denali National Park and Preserve Seeking Artists-in-Residence  Denali National Park and Preserve is seeking applications from visual artists for the 2007 Artist-in-Residence Program.   October 19, 2006  Applications for New Research Fellowship Program in Denali National Park and Preserve Now Available  No abstract supplied.   September 25, 2006  Park Rangers Apprehend Hunters Inside Denali  Early on Monday, September 18, three park rangers flew by helicopter to the site of an illegal hunting camp located two miles inside the northeast corner of Denali National Park and Preserve and apprehended two hunters.   September 13, 2006  Prospectus Available for Kantishna Area Guided Interpretive Hikes  The National Park Service (NPS) intends to award up to two concession contracts for guided interpretive hiking services for the public within the Kantishna area and limited opportunities in the Wonder Lake area of Denali National Park and Preserve.   September 04, 2006  General Public and Community Members Invited to 2006 Alaska Park Science Symposium in Denali  General Public and Community Members Invited to 2006 Alaska Park Science Symposium in Denali National Park and Preserve   August 24, 2006  Environmental Assessment for C-Camp Improvements in Denali NP Available for Public Comment  The National Park Service has released for public comment an Environmental Assessment which evaluates the impacts of constructing the following facilities at the C-Camp area of Denali National Park and Preserve   August 21, 2006  Murie Science and Learning Center Hosts Special Presentation on National Parks  The public is invited to join award-winning writer and documentary filmmaker Dayton Duncan for a behind-the-scenes look at his new PBS film about the history of America's national parks.   August 07, 2006  Discovery of New Dinosaur Evidence in Denali National Park and Preserve  The search for dinosaur material at Denali National Park and Preserve has continued with great success in the 2006 field season, which began in early June.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/news\/newsarchive.htm"
}
