{
    "title": "Grand Canyon National Park: Hermit Road Revegetation 2008",
    "body": "Canyon Sketches Vol 06 - October 2008 Hermit Road Native Plant Restoration       Park Vegetation Crews Use Multiple Techniques to Restore Native Vegetation.  by Allyson Mathis Jump ahead to:  Natural Resources Conservation Service Student Conservation Association Native Plant Corps Team Restoration Techniques Sentry Milkvetch Restoration Objectives         Sierra Club volunteers restoring plants. NPS PHOTO: michael quinn  Throughout fall 2008, vegetation crews from Grand Canyon National Park’s Division of Science and Resource Management and park volunteers restored native vegetation along the historic Hermit Road.  The Hermit Road, a winding, seven-mile long scenic drive along the canyon’s rim, passes numerous scenic overlooks on the way to Hermits Rest, the start of the Hermit Trail.  The Hermit road reopened on November 15, 2008, after the first major renovation and rehabilitation undertaken in more than 70 years.      The Hermit Road Rehabilitation Project included widening the road to increase visitor safety, widening and improving the rim trail and constructing a new multi-use Greenway Trail, while maintaining the historic rural character of the roadway and protecting the park’s natural and cultural resources.  Beginning in September, crews spread native seed, planted both salvaged plants and plants propagated from seeds that had been collected in the park, and restored natural soils using a variety of mulching and stabilization techniques along Hermit Road.        nps photo: allyson mathis  This work is part of one of the largest vegetation restoration and rehabilitation efforts ever undertaken at Grand Canyon National Park. The crews’ work this fall is actually one of the final steps in the Hermit Road restoration process.   Preparation for the restoration work began in 2006 with the initial planning of the Hermit Road rehabilitation project, and continued with the collection of seeds from native plants and salvaging of plants in construction zones prior to the initiation of work by the contractor.      Science and Resource Management staff play a critical role in all construction projects in the park by ensuring the park resources are protected.        Kassy Theobald, Biologist nps photo: shannon mccloskey  Kassy Theobald, Restoration Biologist, has been intimately involved in all aspects of the Hermit Road project.   Theobald explained, “The vegetation plan for the Hermit Road project had several objectives, including stabilizing of road shoulders, maintaining the genetic integrity of plant species along Hermit Road, replanting impacted areas with native species, and ensuring the long-term success of restoration areas through invasive species management and routine maintenance. It was great seeing all our planning and our work on this project coming to fruition this fall with the plants going into the ground.”      Restoration crews are planting 16,000 plants that were propagated from native seed collected in the park, and approximately 4,000 plants that were salvaged prior to the start of road and trail work. Two hundred pounds of native grass and shrub seed were spread along roadways and in other restoration project areas by the construction contractor and by park crews.        Volunteers are essential NPS PHOTO: MICHAEL QUINN  Volunteers are essential to the completion of all vegetation restoration projects in Grand Canyon National Park. Theobald said, “One of the major ways that volunteers help us is by collecting seed from native plants in the park. It is essential that the park is the seed source for projects such as the Hermit Road project in order to maintain the genetic integrity of the vegetation here. All seed collection is done by hand, and volunteers have literally donated thousands of hours doing so.”  The Vegetation Program has strict protocols for seed collection in order to ensure that natural plant communities are not negatively impacted by seed collection for restoration projects. Theobald added, \"We are very careful to not take too many seeds from a single plant or from plants in a single area.       Limiting the amount of seed we collect in an area ensures that the park’s natural vegetation is able to regenerate on its own even while we obtain seed that will help us rehabilitate impacted areas in the park.”       Natural Resources Conservation Service        Plants propagated by NCRS SCA Corps Team Photo  Grand Canyon National Park has a cooperative agreement with the USDA Natural Resources Conservation Service (NRCS) to process native seed collected in the park. Grand Canyon sends the seed that staff and volunteers collect to the Plant Materials Center in Los Lunas, New Mexico. Los Lunas is one of the regional growing locations for the semiarid and arid Southwest and has a climate appropriate for growing plants native to the Grand Canyon. Starting with a small amount of collected wild seed from the park, the Los Lunas center increased the amount of seed with Grand Canyon’s genetic stock by planting the collected seed in their fields, and then harvested the large quantities of seed produced for use restoration projects back at Grand Canyon.  The NRCS also propagated plants from Grand Canyon seed to use in the Hermit Road restoration project. In September, the park received 16,000 plants from the Los Lunas center, with approximately one-half the plants being native grass species, and half being native shrubs and forbs, such as cliffrose, fernbush, penstemon, and snakeweed. “The plants we received from the NRCS allowed planting crews to re-create the species composition and the plant densities found along Hermit Road in the restoration areas. Our long-term goal is that the restored areas will be ecologically indistinguishable from undisturbed areas.”       SCA Native Plant Corps Team        Team working on Hermit Road SCA Corps Team Photo  Volunteers accomplished most of the planting aspect of the Hermit Road vegetation restoration, with both individual volunteers, and groups such as Elderhostel service trips and Sierra Club service trips, making significant contributions.   The bulk of the work was accomplished by a five-member Student Conservation Association (SCA) Native Plant Corps Team. SCA was founded in 1957 and offers volunteer conservation opportunities in collaboration with land management agencies and organizations such as the National Park Service engaging young people in hands-on service to the land. Conservation Corps function as teams and are dedicated to specific conservation tasks, such as the vegetation restoration along Hermit Road.   “This is the first time that Grand Canyon National Park has used a Corps Team from SCA, and they’ve done such a great job. The team functions autonomously, and their ability to work independently and to be totally devoted to the Hermit Road project has really enabled them to get an amazing amount of work accomplished. Their time here has been invaluable, not only to the restoration project, but for their own professional development. I think they benefited from their contact and engagement with visitors and with other volunteers, and the time they spent working with others committed to the protection of our resources,” said Theobald.      The 2008 SCA Native Plant Corps Team members were Ian Schlake, Marisa Ordonia, Josh Kerber, Bianca Lopez, and Austin Ritter. The crew’s three-month internships started in September with two weeks of training in restoration techniques, leadership and team-building, and safety.       SCA Corps Team Photo       Kerber, a recent graduate from the University of Kentucky in landscape architecture, said, “The opportunity to witness first-hand the evolution of the historic Hermit Road over the last several months has been an unparalleled experience. To know that we've had even the slightest bit to do with its successful completion is a gratifying memory that we can take with us forever. Living and working in the National Park has undeniably been an ideal stepping stone for each of our future career paths and has been the most breathtaking backyard a volunteer could possibly image.”        SCA Corps Team members SCA Corps Team Photo  Ordonia’s participated on the SCA Native Plants Corps Team as her internship for her degree in environmental studies from the Evergreen State College.   Of her experience at Grand Canyon, she said, “I'm glad that I got to work with such a great crew and with so many motivated volunteers. The volunteers really helped us get the work done. At the start of my internship, I was overwhelmed at the thought of putting over 15,000 plants in the ground, but we got the job done and I think it looks great. I've learned a lot about restoration techniques and working in a national park, and that's why I came to the Grand Canyon (that and all the awesome hiking!). I'm definitely satisfied with my experience here.”        nps photo: allyson mathis  The SCA Corps Team was often joined by four other individual SCA interns working with the vegetation program.   These other SCAs work on other Vegetation Program projects as well as the Hermit Road restoration project, and include Jenny Kapp, Elizabeth Moore, Jesse Miller, and Laura Maxfield.      In Spring 2009, an SCA intern will work with the Vegetation Program, Grand Canyon National Park’s Environmental Education Program, and Grand Canyon Unified School District to restore an area near Hopi Point where there has been continual human impacts. Theobald said, “The Hopi Point portion of the project will be a fantastic opportunity to engage the local high school students in an active restoration project where they live. They will be able to see science in action and will hopefully gain an increased sense of stewardship for their park.”       Restoration Techniques         Revegetation of removed parking lot nps photo: michael quinn  In addition to stabilizing and re-seeding roadsides, there are several major restorations sites where the road was slightly re-aligned, or in the case of Maricopa Point, a parking lot was removed. Throughout the project, vegetation staff worked closely with the contractor to retain as much roadside vegetation as possible. Theobald said, “The road itself was widened by four feet, with some additional widening for new slopes. The contractor did a great job not only with the construction of the road, but in preserving the vegetation adjacent to construction zones.        Stabilized road shoulders NPS Photo: Allyson Mathis  It took a great deal of careful planning, careful maneuvering of the heavy vehicles and careful pruning to ensure that the natural roadside vegetation looks as good as it does.”  The contractor also stabilized the road shoulders by re-seeding and hydromulching disturbed soils. The contractor spread native seed provided by the park along roadsides and then sprayed hydromulch, which is a combination of a slow-release fertilizer, a soil tacifier (glue) and aspen fiber mulch.        Salvaged plants to be restored nps photo: michael Quinn  The SCA Native Plant Corps had five main planting areas at Maricopa, Powell, Mojave and Pima Points and at Hermits Rest.   The SCA team planted both salvaged and propagated plants, spread seed, and mulched the areas.   The salvaged plants consisted of a variety of cactus species, including prickly pear, beehive cactus and claret-cup, shrubs such as fernbush, sage and cliffrose, and five or six grass species.      Theobald said, “Most of our salvaged plants are bunchgrasses, cacti, and small shrubs. There are few large trees that have been replanted. The entire project area has shallow soils and exposed bedrock that made it very difficult to dig very deep during the salvage process. We hope that the grasses, shrubs, and cacti will establish themselves and provide great habitat for tree species to germinate on their own.”        Dead and down trees used in restoration nps photo: allyson mathis  Restoration crews used a variety of mulching techniques along with the plantings.   Dead and down trees were placed in restoration areas to create a vertical component in order to create microhabitats.   Much of the mulch material consisted of chipped trees, but crews are also used natural duff and litter as mulch material. Theobald explained, “The advantages of using natural duff and litter are that it contains native seed and has a more natural appearance.      We’ve used natural duff and litter in restoration projects primarily in the backcountry and along the Colorado River, and this more of an experiment using it in an area which receives more foot traffic. We’ll be looking at the success of using natural duff and litter as mulch compared to chipped mulch during long-term monitoring of the restoration areas.”  Vegetation Program staff will monitor all restoration areas along Hermit Road for five to ten years.   “A restoration project is never finished at the conclusion of the first round of replanting and mulching,” Theobald said. “Park staff and volunteers will be spending a great amount of time along the Hermit Road for the next several years. We will remove invasive nonnative plant species that sprout in restoration zones, water the plantings, and will assess the success of the variety of restoration techniques we’ve used. There will still be plenty of opportunities for volunteers to contribute to the success of the Hermit Road vegetation restoration project.”       Sentry Milkvetch         Sentry milkvetch NPS PHOTO  Sentry milkvetch (Astragalus cremnophylax var. cremnophylax) is the only endangered plant species in Grand Canyon National Park.  It grows only in specialized habitat consisting of shallow soils in the Kaibab Limestone in narrow zones immediately adjacent to the rim of Grand Canyon. One of the few known sentry milkvetch populations is near Maricopa Point along the Hermit Road. A future component of the Hermit Road revegetation project will be to recreate additional habitat for sentry milkvetch.      During construction, the Maricopa Point parking lot was removed, the rim trail was re-routed and a new shuttle bus stop was constructed there. Hence, the single largest restoration area along Hermit Road is at Maricopa Point. The SCA Native Plants Corps restored most of the former Maricopa Point parking lot, but a portion of it will be the focus of an additional restoration project specifically targeted to restoring habitat for the sentry milkvetch.   A multi-faceted project will seek to re-establish the limestone habitat that these rare plants grow in, and to propagate and plant companion species of sentry milkvetch, such as Tusayan flameflower. Once appropriate habitat is restored, a pilot project will test techniques for the reintroduction of sentry milkvetch.   Park horticulturalist Jan Busco will lead the sentry milkvetch project. She said, “The Hermit Road project has given Grand Canyon a much-anticipated opportunity to recreate habitat for sentry milkvetch and to make progress towards meeting recovery plan objectives for the species. I’m looking forward to starting the next phase of the sentry milkvetch recovery project in 2009.”       Sentry milk-vetch (Astragalus cremnophylax var. cremnophylax) nps photo: peter rowlands        Restoration Objectives         Shuttle bus on Hermit Road nps photo: Michael Quinn  Hermit Road reopened to the public on November 15, 2008 and approximately one million visitors a year will be able to enjoy this spectacular section of the canyon’s rim while experiencing a safer roadway and improvements to the rim trail.   Improving visitor experience of the Hermit Road was just one of the National Park Service’s objectives for the Hermit Road project.      Features such as rustic-style retaining walls and original metal hand railings at the overlooks were retained to preserve the historic character of Hermit Road.  The protection of the ecosystem of the Hermit Road area during construction and through the revegetation projects was equally important in Grand Canyon meeting the NPS mission. Jan Balsom, Deputy Chief of Science and Resource Management for Grand Canyon, said, “Park visitors may not realize Science and Resource Management’s involvement in most construction projects at Grand Canyon. Resource specialists participated in many aspects of the Hermit Road project.        Volunteers restoring disturbed land nps photo: Michael Quinn  The vegetation restoration project is especially extensive since crews have restored almost four acres of disturbed land and worked so closely with the contractor and with park volunteers.   Vegetation Program staff utilized nearly every restoration method they have to ensure that Hermit Road’s native plant communities are in a healthy and natural state. Hopefully, in a few years, the restoration areas will be nearly indistinguishable from undisturbed areas.”      Balsom concluded, “I want to commend Vegetation Program staff for doing such a great job on Hermit Road. It is exciting to see such a complex project come together for the benefit of the park’s ecosystem and the public.”       To learn more about volunteer opportunities with Grand Canyon’s Vegetation Program: http:\/\/www.gcvolunteers.org or http:\/\/www.volunteer.gov\/gov  To learn more about SCA opportunities with Grand Canyon National Park and other land management organizations: http:\/\/www.thesca.org  Return to the Canyon Sketches Home Page",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/cynsk-v06.htm"
}
