{
    "title": "Denali National Park & Preserve: News Releases",
    "body": "Explore This Park    Learn About the Park     News     News Releases               News Releases           Subscribe  | What is RSS     August 08, 2016  Denali Park Road Projected to Reopen on Tuesday, August 9  The Denali Park Road, which closed after a mudslide just west of Eielson Visitor Center more than a week ago, will reopen tomorrow if current weather and area conditions continue and the road remains stable for traffic.   August 05, 2016  Park Road Remains Closed at Mile 67, Beyond Eielson Visitor Center  The Denali Park Road will remain closed, with scheduled twice daily openings, at Mile 67, just west of Eielson Visitor Center, for at least a few more days to give some of the road repairs necessitated by last week’s mudslide a chance to stabilize, to prepare for additional rain forecasted for this weekend and to safeguard visitor and staff safety.   July 31, 2016  Mudslide Closes Denali Park Road Beyond Eielson Visitor Center  Park staff have closed the Denali Park Road to all traffic at mile 67 just west of the Eielson Visitor Center. The closure is due to a large mudslide that occurred yesterday morning and has covered the area in a debris flow.   July 31, 2016  Denali Park Road to Reopen with Limited Access  The Denali Park Road will remain closed tonight, but there will be two opportunities tomorrow, for buses and other vehicles to travel through the mudslide area at mile 67. The set times for traffic movement are planned for 8:00 a.m. and 6:00 p.m.   July 28, 2016  Denali National Park and Preserve Celebrates 100 Years of the National Park Service in Talkeetna, Alaska  Park staff invites the public to celebrate 100 Years of the National Park Service with upcoming events on Saturday, August 13, 2016. Day time activities will be held at the Walter Harper Talkeetna Ranger Station, on B Street in downtown Talkeetna. At 12:30 pm, a clean-up along the Susitna River will begin from the Ranger Station. Later in the afternoon, rangers will present mountaineering displays, demonstrations, Jr. Ranger activities, and more from 2:00 pm – 4:00 pm at the Ranger Station.   July 27, 2016  Park Rangers Euthanize Chronic Problem Bear in Savage River Area  This morning park rangers and wildlife staff euthanized the bear which had been rewarded with human food and whose behavior and actions prompted the recent closures in the Savage River area of Denali National Park and Preserve.   July 25, 2016  Missing Hiker Found After Two-Day Search  Missing Hiker Mukunda Egen was located by a helicopter crew at approximately 7:45 pm on Sunday in Denali National Park and Preserve.   July 24, 2016  Search and Rescue Underway  Denali National Park and Preserve staff and volunteers are currently searching for an overdue hiker in the Teklanika area of the park, east of Teklanika Campground.   July 20, 2016  Denali National Park Postpones Reopening Savage River Area Trails and Closes Sanctuary Campground Due to Wildlife Encounters  Denali National Park and Preserve management and wildlife staff have decided to postpone tomorrow’s scheduled reopening of trails in the Savage River area. Wildlife biologist Patricia Owen and other park rangers received reports of a bear, or bears, in the Savage River area on Friday, yesterday and this morning.   July 15, 2016  Plan for Limited Reopening of Savage River Area  Denali National and Preserve staff will begin implementing a “soft opening” plan on Monday, July 18 in the Savage River area of the park.   July 08, 2016  Orphaned Moose Safety Captured, To Be Relocated to Wildlife Facility  Two orphaned moose calves, left without their mother as a result of an illegal shooting near the Denali Post office in early June, have been safely captured this afternoon and will be relocated to the Alaska Wilderness Conservation Center near Girdwood, Alaska.   July 06, 2016  Vehicles Stopping to View Moose Calves Creating Hazardous Conditions on George Parks Highway  Denali National Park and Preserve staff reminds visitors to use caution when stopping to view wildlife and that no photo opportunity is worth a human life.   July 02, 2016  Visitor Bitten by Grizzly Bear in Denali National Park  A visitor was bitten and scratched by a grizzly bear on Friday evening, July 1 while hiking on the Savage Alpine Trail in Denali National Park and Preserve.   June 24, 2016  Two Bear Incidents This Week in Denali  Two incidents this past week are prompting Denali National Park and Preserve staff to remind visitors to use caution and practice proper behavior in bear habitat.   June 17, 2016  Sick Mountaineer Evacuated from High Camp on Denali  Denali National Park and Preserve mountaineering rangers and volunteers saved the life of a sick climber at the 17,200-foot high camp on Denali early this morning.   June 15, 2016  Identity Released of Deceased Climber  A Japanese climber died of unknown medical causes high on Denali’s West Buttress route the morning of June 14.  Masayuki Ikeda, age 66 of Toride, Japan was a member of a 4-person climbing team making a bid for the summit of Denali the night of June 13 when he fell ill.   June 15, 2016  Medical Fatality Occurs on Denali’s West Buttress  A member of a 4-person climbing party succumbed to an unknown medical illness high on Denali’s West Buttress route the morning of June 14.   June 07, 2016  Cow Moose Shot and Killed in Denali, Rangers Investigating  A dead adult female moose was discovered near the Denali Post office inside Denali National Park and Preserve this morning. Park staff quickly determined the cow moose had been shot and killed one or two days prior to its detection.   May 29, 2016  Mountaineer Dies on Ski Descent of Denali’s Messner Couloir  A mountaineer from the Czech Republic died in a fall Saturday evening, May 29 while skiing the Messner Couloir on Denali.   May 01, 2016  Body of Missing Hiker Found Near Savage River Loop Trail  The search for missing hiker Michael Purdy, age 24 of Portland, OR, concluded when a ground team found his remains near the north end of the Savage River Loop Trail.   May 01, 2016  Search Underway for Missing Hiker in Denali National Park  Ground and aerial search teams are looking for an overdue hiker in Denali National Park and Preserve.   April 28, 2016  National Park Service Announces Selection of Guided Mountaineering Services Concessioners in Denali National Park and Preserve  The National Park Service (NPS) has completed the selection process for the concession contracts authorizing guided mountaineering expeditions within the portion of Denali National Park and Preserve formerly known as Mt. McKinley National Park.   April 28, 2016  Wolf Harvest Near Denali and Yellowstone Affects Wolf Viewing Opportunities  Harvest is one of several factors that potentially affect wolf viewing opportunities in Denali and Yellowstone National Parks. Visitors to national parks were half as likely to see wolves in their natural habitat when wolf hunting was permitted just outside Denali National Park’s boundaries during a period from 1997- 2013. Other important factors linked to wolf viewing rates include, the proximity of wolf dens to the Park Road and the regional wolf population.   April 03, 2016  Climber Rescued from Mount Hunter  Denali National Park and Preserve rescue personnel conducted a short-haul helicopter rescue of a stranded climber on Mount Hunter (14,573-feet) on Sunday afternoon, April 3.  Masatoshi Kuriaki, age 42 of Fukuoka, Japan, was evacuated from an elevation of 8,600 feet on Mount Hunter’s West Ridge climbing route. He was on Day 75 of a planned 65-day solo expedition.   January 26, 2016  Teacher Scholarships Available for 2016 Summer Courses in Denali  The Murie Science and Learning Center, with support from Alaska Geographic, is awarding scholarships to teachers for accredited courses taking place in Denali National Park and Preserve.   January 06, 2016  Denali Selects 2016 Artists-in-Residence  Three artists, two writers and one composer will visit Denali National Park and Preserve in 2016 through its Artist-in-Residence program. Two of the residents will visit in March as part of a winter program. Four others will take part in a summer program between June and September.   November 03, 2015  NPS To Burn Debris Pile  Fire Management staff at Denali National Park and Preserve are planning to burn debris consisting of trees and brush between Monday, November 2 and Friday, December 4, weather conditions permitting. The single pile is located east of the park airstrip and west of the northernmost loop of the Riley Creek Campground.   October 28, 2015  Denali Seeks Input on Proposed Highway Wayside  The National Park Service (NPS) is proposing to create a wayside at Mile 231 (Crabbie’s Crossing) on the George Parks Highway.   June 05, 2015  Use Caution Around Moose  A cow with two calves has been at Riley Creek Campground in the park for the past few weeks. This cow is very defensive of her calves, charging people when they approach too closely and injuring at least three people, one severely. Cow moose are particularly defensive of their newly born calves at this time of year so it is best to give them lots of space. In Denali, you must stay at least 25 yards away but some moose may be disturbed at an even greater distance.",
    "url": "https:\/\/www.nps.gov\/dena\/learn\/news\/newsreleases.htm"
}
