{
    "title": "Grand Canyon National Park: Native Plant Intern 2008",
    "body": "Canyon Sketches Vol 07 - November 2008       Native Plants Student Intern from Northern Arizona University Assists Vegetation Program  by Allyson Mathis         photos courtesy of Deon Ben      In 2008, Northern Arizona University (NAU) student Deon Ben interned with Grand Canyon National Park’s Division of Science and Resource Management’s Vegetation Program. Ben, a Diné (Navajo) senior in environmental studies from Tohatchi, NM, spent the summer months living and working at Grand Canyon National Park as NAU’s first Native Plant and Seed Program Intern at the park.        Deon Ben in the field.   Ben’s internship was the result of a new partnership between Grand Canyon National Park and Northern Arizona University’s Ecological Monitoring & Assessment (EMA) Program. The objective of the partnership is to work on a variety of projects including the park’s sustainability practices and management of the park’s natural and cultural resources.   Martha Hahn, Chief of Science and Resource Management at Grand Canyon National Park, explained, “The goal of this partnership is to bring together young scholars and scientific expertise from the university to help meet park management challenges. EMA’s goal of advancing land stewardship in the Southwest perfectly meshes with NPS mandates and this partnership is an effective way to meet park resource preservation needs in the 21st century.” Other partners in the project include the NAU Foundation and Grand Canyon Association, the park’s cooperating association.        Collecting seeds.   Ben’s primary responsibility was to collect seeds from native plants in Grand Canyon National Park. He collected seeds from 20 plant species and from 32 species of native forbs, shrubs or trees from locations throughout the park on both the South Rim and the North Rim.  The collected seeds will be used for restoration projects, such as the rehabilitation of Hermit Road. [link to Hermit Road Canyon Sketches] Ben said, “It was a good experience to gain information about native plant restoration. My internship opened up a world of possibilities for the park and for my future studies.”      Ben worked under the supervision of Grand Canyon National Park horticulturalist Jan Busco and EMA Senior Research Program Coordinator Janet Lynn. Ben was also able to use his internship as his environmental studies capstone project, which provides graduating seniors with professional occupational skills through internships or independent projects. Busco said, “Deon’s seed internship has allowed the park to expand our seed collection program. Some of the seeds Deon collected will help us learn which species grow well planted from seed after fire or invasive plant removal.”        USDA Plant Center in New Mexico.   An important part of Ben’s internship was learning about the propagation of native plants from collected seeds. He worked in the park’s native plant nursery and visited the USDA Natural Resources Conservation Service Plant Materials Center in Los Lunas, New Mexico. The Los Lunas Plant Materials Center propagates plants from seed collected in Grand Canyon for restoration projects in the park. Ben said, “Standing in the fields of blue grama grass grown from Grand Canyon seed I gained perspective on the steps taken to complete native plant restoration projects in the park. I also learned that my internship was part of the process that leads to the plant propagation projects in New Mexico at the Plant Materials Center.”      Ben’s internship also supported the work of the Northern Arizona Native Seed Alliance (NANSA) that was formed in March 2007 to support the availability of genetically diverse native plant materials for conservation and restoration projects in northern Arizona. Partners in NANSA include governmental agencies, such as the National Park Service, nongovernmental conservation organizations, commercial businesses, private landowners, and individuals. “Deon’s participation with NANSA provided an opportunity to better understand the importance of his work at the Grand Canyon and its contribution to the broader goals of the region,” said Janet Lynn, who is also the coordinator for NANSA. “It also illustrated the National Park Service’s commitment to the program and to working through a collaborative process to find solutions to regional conservation issues.”           Tusayan flameflower relocation.    Ben also worked on other Vegetation Program projects throughout his internship. He assisted in a number of projects controlling invasive plant species, and helped relocate Tusayan flameflower, a rare species in Grand Canyon National Park, from an area that will be impacted by future construction near the visitor center at Canyon View Plaza.  Busco said, “Deon gained hands-on experience in all vegetation program areas, and as a result, he became an important part of our plant conservation team.”        Working with volunteer groups.   Ben also worked with and co-led volunteer groups throughout the summer. Ben taught volunteers how to identify native and nonnative plants and about the park’s current plant restoration projects.  Of his experience working with volunteers, he said, “Leading the volunteer groups helped me develop leadership and public speaking skills. In turn, interacting with each volunteer contributed to my character.” Of Ben’s contributions to the park, Hahn said, “He did a great job bringing all the information together, figuring out the volume of seeds that we need, where to collect them, and how we would propagate them.”      Ben’s internship ended at the conclusion of the fall semester in 2008. As his project neared completion he presented the results of his work to Science and Resource Management staff, and to NAU students and faculty at the Grand Canyon Science and Resource Management Open House on the NAU campus in November. Ben plans to graduate in May 2009, and hopes to pursue a career in environmental restoration on the Colorado Plateau, perhaps on the Navajo reservation, specializing in air quality or water management.      About his experience as the Native Plant and Seed Intern, Ben said, “I would like to thank each individual and organization that allowed me to experience this once in a life time opportunity. I am truly grateful and ecstatic about the handful of knowledge I received throughout my internship. This experience truly will guide me through my future endeavors. Ahe’hee.” (Dearly Grateful in Navajo.)       To learn more about Grand Canyon National Park’s partnership with the Ecological Monitoring and Assessment Program: http:\/\/www.nps.gov\/grca\/parknews\/upload\/2008-11-26%20EMA.pdf To learn more about NAU’s Ecological Monitoring & Assessment Program: http:\/\/www.emaprogram.com\/emaweb\/ema\/site\/index.asp Return to Canyon Sketches eMagazine Home Page       Related Information Colorado River Plant List  (280kb Excel Worksheet)  Grand Canyon Exotic Plants List - updated 2012 02 (80kb PDF File)  Grand Canyon Exotic Plant Species - Vegetation Management Bulletin (117kb PDF File)  Grand Canyon Vascular Plant List (211kb Excel Worksheet)  Grand Canyon Non-Vascular Plants (330.7kb PDF File)  Grand Canyon Potentially Invasive Weed List (17.8kb PDF File)  Grand Canyon Threatened & Endangered Species List (52.5kb PDF File)  Guide to the Special Status Plants of Grand Canyon Part One (1.44MB PDF File) Part Two (2.05MB PDF File) Part Three (1.57MB PDF File)  List of Special Status Plants of Grand Canyon (30kb Excel Worksheet)    Canyon Sketches Vol 16 - January 2010 Grand Canyon National Park takes steps to recover the endangered sentry milk-vetch. The park took significant actions in 2009 to recovery the endangered sentry milk-vetch, including constructing a passive solar greenhouse to house an ex situ population and conducting seed germination trials.  Canyon Sketches Vol 15 - November 2009 Invasive Plant Control in Tuweep In March 2009, Grand Canyon National Park teamed up with the Coconino Rural Environmental Corps (CREC) to eradicate invasive plants in the Tuweep District. Canyon Sketches Vol 06 - October 2008 Park Vegetation Crews Use Multiple Techniques to Restore Native Vegetation Along Hermit Road Hermit Road re-opened in November 2008 after a nine-month rehabilitation. Restoration of native vegetation along Hermit Road is one of the largest plant restoration and rehabilitation efforts ever undertaken at Grand Canyon National Park. The multi-faceted project includes a variety of restoration techniques and incorporates substantial contributions by park volunteers and interns.  Canyon Sketches Vol 05 - August 2008 Park Biologists Conserve Rare Plant Plant biologists identified several populations of Tusayan flameflower (Phemeranthus validulus) in areas that will be impacted by the construction of parking lots at Canyon View Information Plaza. In order to conserve this rare Grand Canyon species, they recently salvaged plants from construction zones and transplanted them in suitable habitat nearby.  Canyon Sketches Vol 02 - April 2008 Volunteers Help Control Invasive Plants   Invasive plants such as Sahara mustard pose a serious ecological threat to Grand Canyon. Volunteers have made important contributions towards controlling this aggressive invader over the last few years. Volunteer trips with Science and Resource Management's vegetation program are fun and educational and give people who love Grand Canyon the opportunity to help preserve park resources.  Visit the Canyon Sketches eMagazine Home Page Canyon Sketches are short, timely and newsworthy updates about Grand Canyon's natural, cultural and recreational resources. They highlight the ongoing work that Grand Canyon's Science and Resource Management staff does to monitor, inventory, restore, and rehabilitate park resources. The Canyon Sketches eMagazine is designed to provide specific information on resource challenges and Science and Resource Management activities.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/cynsk-v07.htm"
}
