{
    "title": "Kenai Fjords National Park: Bald Eagle",
    "body": "Bald Eagle         A mature bald eagle lands in its nest. FWS \/ Dave Menke  Haliaeetus leucocephalus  Unique to North America, the bald eagle's scientific name means \"white-headed sea eagle.\" The bald eagle is not actually bald. The term \"bald\" comes from the word \"piebald,\" meaning markings that are two colors, usually black and white. Eagles are classified as raptors, or birds of prey. The bald eagle belongs to the Falconiformes order, birds that hunt primarily during the day. Since 1782, the bald eagle has been our national bird, symbolizing wilderness, power, and freedom. Males measure about three feet from head to tail, weigh seven to 10 pounds, and have a wingspan of about six-and-a-half feet. Females are slightly larger and may reach 14 pounds with a wingspan of about eight feet. Juvenile bald eagles look quite different from their parents. Juveniles are mottled brown in color with some white, but there is no distinctly white head or tail for the first four years of life. Visitors often think they are seeing golden eagles when they spot a juvenile next to a mature bald eagle, although golden eagles are smaller.                   Bald Eagles   7 Photos  Bald eagles are one of most commonly seen inhabitants of Kenai Fjords.                          Habitat Range and Local Sightings  Bald eagles nest from Alaska to Newfoundland, and south from Baja California to the gulf coast of Florida. Bald eagles are not found outside of North America. In Alaska, bald eagles engage in nesting during the spring and summer. During this time, the nesting pair stays close to its territory and doesn't interact with other eagles. In the winter months, eagles may migrate and gather in groups to feed on an abundant food source, such as a late run of salmon. It is during these gatherings that young eagles may meet potential mates. Bald eagles mate for life. Generally, bald eagles return to the same nesting territory year after year. The size of nesting territories varies in accordance with the availability of food resources. Both male and female eagles help build the nest, which is usually constructed high in a tree with a good view of the surrounding area. Frequently, bald eagles have two or three nests within the same nesting territory, rotating between nests from year to year. Eagles construct the largest nests in North America. Food and Survival Strategies   Bald eagles feed on fish, birds, and mammals. They are both hunters and scavengers, preferring to steal food from other animals or to eat dead animals. In the park, a very small sample of nests revealed that bald eagles eat a variety of fish (pollock and rock fish), birds (gulls, puffins, and ducks), and mammals (marmot). During salmon runs, eagles feast on dying and dead salmon. Winter limits fishing and hunting opportunities, so eagles often depend on their skills as scavengers to survive. Like all soaring birds, bald eagles have a hollow skeleton, relatively wide wings, and primary feathers allowing for good flight control. Relying on flight for survival, bald eagles must spend a large part of their day preening their feathers. Eagles have excellent vision and can spot prey over a half-mile away. Bald eagles make use of warm air currents and air forced upward by wind blowing against a mountainside. Without these air currents and winds, bald eagles can appear awkward and clumsy in flight. Perching on a tree or rock is an energy saving method of hunting. Eagles swoop or drop down quickly on prey with sharp talons extended, striking and killing fish and other animals. This classic hunting maneuver is called stooping. Bald eagles use their huge, hooked beak to tear prey into bite-size morsels. Bald eagles communicate through calls and visual displays. Eagles make several distinct sounds, ranging from a harsh cry to a low snickering call. To compete for food with other eagles, they engage in mock attacks, raising their wings and talons. Reproduction and Young  In Kenai Fjords, the female bald eagle lays one to four eggs between the first of April and the middle of May. Both parents take turns incubating the eggs for a period of about 34 days. During this time, the eggs face the greatest danger. Research in Kenai Fjords National Park has demonstrated that high precipitation in April and May is correlated with reproductive failure. The newly hatched eaglets must be protected from the cold, wind, and rain for at least a month by one of their parents. Feeding the eaglets is a full-time job. After ten weeks, the young bald eagles may weigh 11 pounds and are ready to fledge. Four to five years later, they are fully grown and ready to mate. In the wild, bald eagles may live for 30 years or longer. While mature bald eagles have few natural enemies, newly hatched eaglets are vulnerable to predators such as owls, seagulls, and crows. Human Connections  Native folktales and stories generally portray the bald eagle as powerful, intelligent, and helpful. Some native cultures revered the eagle. In contrast, early European settlers, who observed bald eagles eating dead livestock, wrongfully concluded that the birds preyed on farm animals. In the 1800s many counties offered bounties on eagles. One of Alaska's early settlers, Josephine Sather, claims to have killed more than 200 bald eagles in defense of her fox farm. Alaska offered a bounty on bald eagles until 1953. By the 1960s, as the result of shooting, loss of habitat, and the use of pesticides, the number of successfully nesting bald eagles in the U.S. (excluding Alaska) was reduced to fewer than 450 pairs. In 1972, the use of DDT was banned in the United States and in 1973, the Endangered Species Act was passed. These factors, along with public education, were instrumental in reviving bald eagle populations in the Lower 48. The U.S. Fish and Wildlife Service has proposed that the bald eagle be removed from the endangered species list—a success story for wildlife conservation. In spite of Alaska's bounty on eagles, the Alaska population was never endangered.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/nature\/bald-eagle.htm"
}
