{
    "title": "Denali National Park & Preserve: Shuttle Buses",
    "body": "Shuttles         Shuttle buses pause whenever there's a chance to see wildlife NPS Photo \/ Kent Miller  Schedules and Prices  Please keep in mind that specific schedules are subject to small adjustments throughout the season. Always acquire the most-recent schedule upon arriving in person, either at the Wilderness Access Center or Denali Visitor Center.  Check out the full 2016 summer shuttle bus schedule   2016 ticket prices  (Note: prices below do not include the park entrance fee. Prices for 2017 will become available around December 1, 2016.).     Destination Season Adult fare (16 years+)    Toklat River  May 20 - Sept 15  $26.50   Eielson Visitor Center  June 1 - Sept 15  $34.00   Wonder Lake  June 8 - Sept 15  $46.75   Kantishna  June 8 - Sept 15  $51.00   Camper Bus  June 1 - Sept 14  $34.00     All ticket prices are round-trip; children (age 15 and younger) ride free on all shuttle buses. Children 15 and younger must be accompanied by an adult. Descriptions of each destination (including camper buses) can be found higher on this page. Contact the bus concessioner directly to inquire about special packages or other possible deals.  Tour buses do not have fixed, daily schedules. The schedule may change form day to day, allowing the bus concessioner to maximize the number of visitors on each bus. In addition, trips start from various locations inside and outside of the park. You can learn more specifics about tour bus schedules directly from the bus concessioner or by calling them at 1-800-622-7275.  return to top of page       Reservations  All shuttle bus, tour bus and campground reservations are handled by our bus concessionaire, Doyon\/ARAMARK Joint Venture.  You can call them at 1-800-622-7275 (or 907 272-7275 for international or local Anchorage callers); ormake bus reservations online.  Reservations for a given summer can be made as early as December 1, the year before, via the phone or online system. Shuttle ticket prices fluctuate slightly year-to-year, and longer trips are more expensive than shorter trips.  Children (15 and younger) ride for free on shuttle buses. Alaska's car seat laws apply to young children.        Shuttle Bus Explanation  All shuttle buses, regardless of destination, are designed to move people around within the park. Shuttles make regular restroom stops and wildlife-viewing stops, just like the tour buses.  Unlike tour buses, however, you're not limited to staying on the bus in which you originally started. This is the type of bus you want to take if you're interested in a day hike, or just want to experience the park on your own terms rather than as part of a tour group.  If you get off your initial bus, you can flag down any other shuttle bus going in your desired direction - i.e., farther into the park, or back towards the entrance. Re-boarding is on a seat-available basis, so you may wait anywhere from five minutes to an hour or more for a bus with ample seating.  Trips on the shuttle buses are informal. The drivers provide basic park and safety information, assist you in spotting wildlife along the road and answer questions, and make restroom stops - but they do not provide formal narration.  Bring food and beverages with you. No food or drink is available once you depart the Wilderness Access Center. Rest stops occur around every ninety minutes throughout the trip. Stops usually last 15 minutes, though they might be longer or shorter if you are ahead \/ behind schedule. The stop at your turnaround point will generally last 30 - 45 minutes.  All shuttle buses are green. Tour buses are tan-colored, and will not stop to pick up hikers. Tickets are priced based on destination. There are over twenty shuttle buses each day in mid-summer, all of which go to a pre-specified place on the road, where they turn around and travel back to the entrance of the park.   There are four such destinations from which to choose: Toklat River, Eielson Visitor Center, Wonder Lake and Kantishna. These stops are detailed lower on this page.  return to top of page      What are 'Camper Buses?'  Dedicated and specially configured (the rear seats have been removed to accommodate backpacks and bicycles), camper buses are used to transport visitors to campgrounds and\/or backcountry units within the park.  People biking the park road can also place up to two bikes on any camper bus. Check at the Wilderness Access Center (WAC) to reserve space for bikes.  Camper buses may only be reserved in advance for those visitors with campground reservations or a backcountry permit.  Service: June 1 - September 14, 2016 (weather permitting). Prior to June 1 each year, campground and backcountry users will use regular shuttle buses.  return to top of page        Destinations: Choose Your Own Adventure  Up to 25 or 30 shuttle buses operate each day during the peak summer season in Denali. Each shuttle bus travels to one of four destinations, listed below. Buses traveling farther in the park than others will stop briefly at each of the other turnaround points - i.e., a Toklat bus turns around at Mile 53, Toklat River; while an Eielson bus makes a rest stop at Toklat River, before carrying on to Mile 66, Eielson Visitor Center.  All trip durations listed on this page are round-trip, and factor in not only driving time on the mountainous, winding Park Road, but they account for restroom stops and the average amount of time buses stop to view wildlife and wilderness.      Toklat River    Located at Mile 53 on the Park Road, Toklat is a popular destination because it is a shorter bus trip than the other shuttle options.  With excellent hiking and wildlife viewing opportunities in the area, this rest stop is located at the confluence of the east and west forks of the Toklat River. There are great views of the surrounding mountains across the river. Interpretive displays and an array of Alaska Geographic Association publications are available in the large tent located here. If this is your final destination, you'll have a break of around 45 minutes here. If you are proceeding to points farther west, your stop here will be shorter - around 15 to 30 minutes.  Turnaround: Toklat River rest stop, Mile 53 Trip duration: 6.5 hours, round-trip Service: May 20* - September 15, 2016 * weather dependent   Eielson Visitor Center   This recently renovated, platinum LEED certified visitor center is worthy of the 8-hour bus trip. National Park Service rangers and interactive displays provide insight and information about the park and its myriad of resources.  On a clear day, Eielson offers magnificent views of Denali.  Various ranger-led activities are also offered from Eielson Visitor Center. You will have a break of around 45 minutes at the center. To join a ranger hike, ensure you reach the center by noon (i.e., start your day with an initial bus departure of 8 am or earlier).  Turnaround: Eielson Visitor Center, Mile 66 Trip duration: 8 hours, round-trip Service: June 1 - September 15, 2016   Wonder Lake  The journey to Wonder Lake offers extraordinary views of the Alaska Range and Denali on a clear days. The road crosses mountain passes and wetland tundra on the way to beautiful Wonder Lake. Visitors wishing to upgrade their Eielson bus tickets to Wonder Lake tickets may do so at the Eielson Visitor Center bus dispatch office on a space-available basis. (Please note: only cash is accepted for the upgrade).  Mosquitoes can be plentiful during June and July, so bring along some insect repellent or headnets.  One of the most iconic and often-photographed images of the mountain is from Reflection Pond, just beyond mile 85. The Kantishna shuttle and Kantishna Experience tour will take you past Reflection Pond. If you are on a Wonder Lake-specific shuttle, be prepared to walk over two miles from the Wonder Lake bus stop to reach Reflection Pond. Alternatively, ask your driver to be let off the bus before it leaves the main park road for a campground spur road, and your walk will be about a third of a mile each way.  You will have a break of around 30 to 45 minutes at Wonder Lake Campground. If you get off the bus early to walk to Reflection Pond, carefully track how long it takes you to get to the pond, so you can make sure you walk back with enough time to meet your bus as it drives up the campground spur road and hits the main park road.  Turnaround: Wonder Lake Campground, Mile 85 (south end of the lake) Trip duration: 11 hours, round-trip Service: June 8 - September 15, 2016   Kantishna  Once a gold mining town, few remnants remain of its early history. A stop at the restored Fannie Quiqley house with informative wayside exhibits reminds visitors of the rugged nature of the early settlers.  An air strip and four privately-owned businesses are the primary sights at the \"end of the road.\" Since much of the Kantishna area is private property, visitors are discouraged from hiking in the area without obtaining permission and guidance ahead of time.  Your bus will have a break of around 15 - 30 minutes at a rest stop in Kantishna.  Turnaround: Kantishna Air Strip, Mile 92 Trip duration: 13 hours, round-trip Service: June 8 - September 15, 2016  return to top of page      Views from the Denali Park Road    Check out an assortment of views from the road in Denali. Note: Points are approximate, these images are not placed at precise locations. There are plenty of other great views from the road, too - this is just a smattering of good spots!",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/shuttles.htm"
}
