{
    "title": "Denali National Park & Preserve: \"Find Your Park\" Litter",
    "body": "Explore This Park    Plan Your Visit     Sled Dog Kennels     Meet the Sled Dogs     \"Find Your Park\" Litter                \"Find Your Park\" Litter         NPS Photo  Disco (f) Born: 5\/21\/2015  Disco is the only truly black dog of the “Find Your Park” litter, and is named after “Discovery”. She may be the smallest of her five brothers and sisters, but she is mighty. Disco is the spitting image of Suzie, a sled dog in the 70s who is considered the “mother of the kennels” here in Denali. Disco spent her puppy winter running loose out in front of the teams of big dogs. This is a good sign that this girl loves to lead and has no qualms about exploring new terrain.        NPS Photo  S’more (m)  Born: 5\/21\/2015  S’more is aptly named with his beautiful reddish graham cracker coat complete with white highlights. He is the “scaredy cat” of his litter and often takes a little longer to be comfortable with new tasks like climbing into the dog box or crossing a frozen river.   Once he figures it out, he quickly gains confidence and we are pretty sure that, in his head, he thinks he’s the toughest dog of the lot. He is sometimes shy with summer visitors but is learning to flop over and ask for belly rubs like his mother, Rupee.        NPS Photo  Solace (f)  Born: 5\/21\/2015  Solace is an independent soul and during walks always strays a little bit behind the group until she finds a particularly exciting stick or piece of ice. Then she will run back gleefully with her prize, making her brothers and sisters pretty jealous.   Solace lives up to her name, referring to the peace and quiet you can find in parks. She does not bark or make noise, she just stares intently at you until you pay attention to her.        NPS Photo  Summit (m)  Born: 5\/21\/2015  Summit is the largest of his litter and is very good at calling attention to himself with the wild voice that he has developed. At feeding and howling time he shouts out, sounding more like a bird sqwaking than a dog.   He was also the first to discover that responding to the command “sit” would earn him a treat and will often sit immediately whenever a person approaches him. Summit spent his puppy winter stuffing himself between the lead dogs showing us that he wants to be in charge of a team already.        NPS Photo  Venture (m)  Born: 5\/21\/2015  Venture is very social and vocal. He will talk to you to try to get your attention with funny growls and grumbles.   He also talks to his dinner bowl, water dish, toys and anything else he wants to play with. Venture is very serious about his work and once a harness is on he is all business and ready to pull.        NPS Photo  Vista (f) Born: 5\/21\/2015  Vista is a very sweet girl and eager to please. She is a smart one and the most reliable at coming back when called.   During her first winter in the park, Vista routinely slipped her collar in the middle of the night and happily gobbled down several extra bowls of food before being discovered! She inherited her mom’s great appetite and sweet disposition. Her nickname is “Sweet Potato”.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/litter-fyp.htm"
}
