{
    "title": "Denali National Park & Preserve: Bus Fees & Reservations",
    "body": "Bus Fees and Reservations       This page lists ticket prices for shuttle and tour buses in Denali, and details the different ways you can book your trip.  If you haven't already, read a description of shuttle buses and a description of tour buses to understand the differences between these two types of experiences. Please note: Because the buses are operated by a private company, the ticket price does not change if you have an Access or Senior pass. Those passes do alter nightly campground fees, however.       Shuttle Bus Prices      Destination\/Service Adult (16 and older)   Children (15 and under)    Toklat River  $26.50 free   Eielson Visitor Center  $34.00 free   Wonder Lake  $46.75 free   Kantishna $51.00 free   Camper Pass  $34.00 free     As the table above indicates, children (15 and younger) ride free on all shuttle buses. They do still need a format ticket, however, when you are booking over the phone or online.   The 3-For-2 Pass  Staying for three or more days in Denali? This pass allows one person to take three shuttle trips for the price of two tickets. The pass is not transferable or refundable. All dates must be specified at the time of purchase. The 3-for-2 Pass is available by phone-in or walk-in reservation only and does require individual tickets for each trip. Please ask your reservation agent for details.  The Tek Pass  Only available to people staying in Teklanika Campground. The Tek Pass costs $34.00. Learn more about Teklanika Campground and the Tek Pass.      Tour Bus Prices Note: The prices below do include the $10 park entrance fee     Destination\/Service Adult (16 and older)  Children (15 and younger)    Natural History Tour  $77.25 $33.75   Tundra Wilderness Tour  $130.25 $60.25   Teklanika Tundra Wilderness Tour  $66.50 $28.25   Windows into the Wilderness Tour  $87.75 $39.00   Kantishna Experience  $194.00 $92.00          Entrance Fee Reminder  There is an entrance fee charged with each bus reservation. The standard entrance fee is valid for seven consecutive days - so if you book multiple bus trips (e.g., a tour for one day, a shuttle bus for another day), you should only have to pay the entrance fee once.   Holders of either a Denali Annual Pass or one of the several types of Federal Recreation Lands Passes may obtain a refund for their pre-paid entrance fee by presenting their valid pass, along with a photo ID and material showing payment of the entrance fee, upon arriving in Denali. Your refund may be processed at either the Riley Creek Mercantile or the Wilderness Access Center. If you made your reservations, and paid your entrance fee, through a third party vendor, such as a cruise line, you may need to seek reimbursement from that third party.      How to Make Bus Reservations  Our bus concessioner may only reserve a portion of each day's shuttle bus tickets in advance. The remaining pool of daily tickets are available for purchase two days before the date of the trip. Visitors with very limited schedules or particularly large (6 or more) groups are advised to book in advance. Meanwhile, tour buses do fill up quite often, so advance reservations are more important for those wishing to take a narrated tour bus.  There are four ways to buy bus tickets:   Make bus and campground reservations online By calling: 1 800 622-7275 (U.S. and Canada) 1 907 272-7275 (international and Anchorage local)  In person at the Wilderness Access Center  Note: Reservations for bus trips and campground stays in a given summer are possible as early as December 1 of the year before your trip.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/bus-fees-reservations.htm"
}
