{
    "title": "Denali National Park & Preserve: Kennels FAQs",
    "body": "Common Questions about the Denali Sled Dogs       At the kennels we get tons of questions each summer. These are a few of the most frequently asked questions about the dogs, mushing, and the kennels. Q. Why are some of the dogs in pens? A. For a variety of reasons. Our females in heat will stay in the pens and the puppies will be raised in the pens. We also have a few dogs who chew on gravel and they are in the cement padded pens to prevent them from getting to the gravel. Q. How many dogs do we have here? A. We maintain a kennel of approximately 30 dogs. This is the number that works best for our winter patrol needs. This allows us to take three sleds out on patrol if necessary. The number of dogs varies slightly from year to year depending on how many dogs retire in a particular year and how many puppies are born. Q. Where are the puppies? A. Each spring or summer a new litter of puppies is born at the kennels. Q. What breed of dogs are these? A. These dogs are not a particular breed nor are they crosses of purebred dogs. They are called Alaskan huskies or just simply sled dogs. They are the product of hundreds of years of breeding dogs that are great at what they do--running and pulling sleds, and dogs that have adapted to cold weather. The Alaskan husky is a dog that has a strong desire to run and pull, has a thick two-layer coat of fur, a bushy tail, long legs, and great demeanor. Since we are not breeding for any particular look, but rather for performance our dogs have a wide variety in their appearance. Q. Why do some of them have blue eyes? A. Genetic variation- the same reason some humans have different color eyes. Blue eyes are more common among northern types of dogs. Q. What are they used for in the winter? A. Our dogs help to patrol the inner two-million acres of designated wilderness where mechanized vehicles are prohibited. The dogs help us to contact winter visitors, haul supplies, transport wildlife researchers, and help insure that there are not illegal activities happening within the park, such as poaching or snow machines entering into the wilderness area. Q. What do the dogs eat? What time do they get fed? A. They eat a premium dry dog food made specifically for working dogs. It is extremely high in protein and fat. In the summertime they get fed at 5:00 p.m. each evening. During the winter we supplement their diet with fats and vitamins.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/kennels-faqs.htm"
}
