{
    "title": "Denali National Park & Preserve: FAQs - Mountaineering",
    "body": "FAQ's About Mountaineering in Denali National Park       Now available:   Japanese translation of the FAQ's, with thanks to Masatoshi Kuriaki  Korean translation of the FAQ's  Jump to: Experience-related questions  What type of experience is needed to climb Denali? Do I have to use a guide service? What type of shape do I need to be in? How can I prepare myself for climbing at altitude? Should I take altitude medications?  Route questions   How difficult is the West Buttress route? Is it dangerous?  What route should I climb? Where can I find route information? How busy will it be on the mountain? How long does a Denali climb take?  Weather questions   What type of weather can be expected?  Which weeks have the best weather? Is a weather forecast available on the mountain?  Equipment questions   What type of equipment will I need to climb Denali?  What means of communication is recommended? Do cell phones work on Denali and Mt. Foraker? Skis or snowshoes? What kind of food do climbers take for this type of trip? How much fuel should I take?  NPS policies and other questions   What is the official name of the mountain, Denali or Mt. McKinley?   What will happen if I need to be rescued?  Do I need to bring something to use to remove my human waste? Is there someone I can talk to about climbing Denali?  Registration questions   When do you begin accepting registration forms for the upcoming season?  Does every team member complete a registration form? How strictly is the 60-day pre-registration rule enforced? One of our expedition members cancelled and we would like to replace him with another....is that possible? If I have climbed Denali before, do I still need to register 60 days in advance? Do I have to pay anything at the time of registration? Is the permit fee refundable? How do I register and pay the fee? The form asks for the name of the expedition leader. Do we have to identify a leader? We are not sure which air taxi we will be using. Can we leave that blank? What is a 'registration code' and where do I find it? Is there a limit on the number of climbers? Will I be notified that my permit has been approved? How long does the registration process take? I plan on climbing multiple routes and\/or both Denali and Mt. Foraker, do I need to register for each separately? Is there a deadline for registering? Is it possible to pick up our permit early? If our expedition registers for one route, can we change to another route? I have received my confirmation letter. Is that all I need to climb?  Orientation questions   Do I need an appointment to check in?  How long does the check-in process take? Does the whole expedition need to attend the orientation? All the members of my expedition have climbed here before; do we still need to attend a pre-climb orientation? What do we need to bring for the check-in process? Do I need to check out after the climb is finished?       Frequently Asked Questions About Climbing Denali Q: What type of experience is needed to climb Denali?  A: Climbing Denali is a very serious undertaking and should be treated as such. We recommend Denali climbers make numerous ascents of other glaciated peaks in places like Alaska, the Cascades of Washington, the European Alps, South America, or Asia to prepare for this climb. Because glacier travel is such a huge component of climbing Denali, it is imperative to your safety and survival that your team is skilled with proper glacier travel, route finding, and crevasse rescue procedures. Denali is an expedition, meaning that the mountain is almost always a multi-week endeavor, which is very different than an overnight or even multi-day climb.  All team members should have previous experience in the \"expedition environment.\" Also, Denali is a very cold place. Experience with winter camping in arctic type conditions is extremely valuable and should be considered mandatory. Last but not least, Denali is a high mountain, and some previous experience with altitude and acclimatization is very helpful. Many of the guide services that operate on Denali offer preparatory type programs and there are a number of resources online that recommend \"warm-up\" or training climbs for Denali.  Q: Do I have to use a guide service?  A: No, many climb as part of private expeditions and do not use a guide. If you plan to use a guide service, make certain that they are authorized by Denali National Park and Preserve. Illegal guiding is prohibited and your climb could be cancelled at any time. Be sure to check out our list of authorized guide services. If you have questions or concerns, please contact the Walter Harper Talkeetna Ranger Station at 907-733-2231.  Q: What type of shape do I need to be in for Denali?  A: There are many excellent resources both in print and on the internet that address physical conditioning for mountaineering and for expeditions on Denali. In short, you should train to carry a heavy (40-70 lb) backpack while pulling a heavy (60-80 lb) sled on mostly moderate terrain for 6 to 8 hours at a time. In addition to the climbing and carrying of heavy loads, there is a lot of work involved with building camps on Denali. Focusing on general fitness in addition to uphill and downhill fitness will be a big benefit. Most climbers benefit more from training for endurance and longevity rather than for peak performance. It is fair to say that the best training for walking uphill with a heavy backpack on is, well… walking uphill with a heavy backpack!  Q: How can I prepare myself for climbing at altitude? Should I take altitude medications?  A: Altitude is always a hot topic for climbers preparing for or actively climbing Denali. The effects can be a little different for everyone, every time. That said, there are a few almost universal concepts that can help you set the stage for successful acclimatization. While coming into the climb with a high level of overall fitness cannot hurt, it is not necessarily the answer to avoiding altitude illness. Most climbers follow a \"double carry\" strategy, i.e. carrying a load of gear forward and dropping it off, then descending to a lower elevation camp for the night, then advancing the following day. Teams that follow this strategy generally find themselves well-acclimated by the time they get to the upper mountain. The rule of thumb is generally 'climb high and sleep low', and don't ascend more than 1,000 feet (300m) per day above 10,000-feet elevation. In addition to a moderate ascent rate, proper hydration while moving and resting allows one's body to properly acclimatize. Drinking plenty of water and supplementing with electrolytes is imperative to allow the human body to naturally acclimatize to high altitudes. Be sure to drink at least 4 to 6 liters of fluids per day. With regard to whether or not to take altitude medications, only you can answer this question and the answer will vary based on a number of factors. Generally speaking, there are both benefits and drawbacks to taking altitude medications prophylactically and there are many schools of thought for how to go about that. We do highly recommend using altitude medications to treat the signs and symptoms of altitude illness should they occur, and doing so in accordance with your doctor's instructions.  Q: How difficult is the West Buttress Route? Is it dangerous?  A: Difficulty is a hard thing to quantify in climbing, especially when it comes to expedition climbing and routes. For a mountain like Denali, difficulty needs to be thought of in terms of 1) technical difficulty, 2) weather and conditions, 3) objective hazards, and 4) the environment. In terms of the technical difficulty of the climb, the West Buttress route involves extensive and highly crevassed glacier travel as well as snow and ice climbing to about 40 degrees in steepness. The steepest part of the route -- the headwall above the 14,200-foot camp -- is protected by fixed lines.  Conditions on the 'Autobahn', which is the snow and ice slope leading from High Camp at 17,200-feet to Denali Pass at 18,200-feet, can vary from deep snow (avalanche danger) to hard ice. Climbers should be prepared to place their own protection as needed on the upper mountain (i.e. the Autobahn, just below Zebra Rocks, Pig Hill and the summit ridge).The Autobahn has been the scene of more fatalities on Denali than any other part of the mountain.  Q: What route should I climb on Denali?  A: The majority of climbers on Denali (over 90%) attempt the West Buttress route, which is considered the least technical way to get to the summit. The Muldrow Glacier on the north side of the mountain is similar with regard to technical difficulty and length, but is far more committing and involved as you begin the climb by hiking in rather than flying to a base camp.  Though technically much more difficult, the West Rib is the next most attempted  route after the West Buttress, but only sees a handful of parties each year. In technical terms, it is substantially more difficult and more objectively dangerous as compared to the West Buttress.  Q: Where can I find route information?  A: The Ranger Station has an extensive library with great route information, and mountaineering rangers are available year-round to discuss routes and make suggestions based on a climber's goals and experience level. There are also many recommended books that provide a wealth of Denali and Mt. Foraker climbing information and detailed route descriptions. Our partner bookstore, Alaska Geographic, is a great place for these books.   Q: How busy will it be on the mountain?  A: Being an international destination, the definition of \"busy\" tends to vary widely among climbing groups. It is rare that a team or climber comes to Denali expecting a solitary experience, especially on the West Buttress. With the growing popularity of the Seven Summits, Denali's West Buttress route can have as many as 500 to 600 climbers on it during the peak of the climbing season from late-May and early June. While climbing teams are generally spread out between basecamp and the summit, both the 14,200-foot camp and the 17,200-foot High Camp can witness a few hundred climbers each during this period.  Q: How long does a Denali climb take?  A: The average expedition is 17 to 21 days, round trip. It is possible to reach the summit on day 12 or 13. That said, most groups at a bare minimum opt for one rest day at 14,200 feet and another upon reaching High Camp, which means a bit longer expedition. With a reasonable number of rest days and good weather, it is common for groups to summit in 15 to 18 days. Expeditions that give themselves 21 to 28 days are typically able to wait out adverse weather. It is uncommon but certainly not impossible that teams use all of their days and still do not get a window in which to attempt the summit.  Q: What type of weather can be expected?  A: You need to be prepared for an extremely wide range of temperatures and conditions. The Kahiltna Glacier can experience some of the of the widest temperature swings on the planet. When the wind is calm and the sun is out, it can be downright hot. At the higher camps, or when a northerly system moves in, the temperatures can dip below -35 degrees Fahrenheit. Wind is perhaps the biggest danger on Denali, and climbers should be well prepared to fend off storms and protect themselves and their camps from windy conditions. Even when temperatures are mild, wind chill can accelerate the frostbite process and wreak havoc on equipment and camp sites. Winds in excess of 100mph have been recorded at 14,200. On the other hand, climbers have walked to the summit in t-shirts. It is best to be prepared for anything!  Q: Which weeks have the best weather?  A: Your crystal ball is as good as ours. If you do not mind colder temperatures, then early season (late April to early May) tends to have more high pressure days. As temperatures warm up in June, clouds become more common and bring precipitation higher on the mountain.  Q: Is a weather forecast available on the mountain?  A: Yes, the weather is broadcast nightly on FRS 1. Weather is also available from rangers at the 7,200 foot and 14,200 foot camps. At check in, you will also be given a phone number with a daily weather forecast recording. However, forecasting weather for Denali and Mt. Foraker is imprecise and difficult. Do not rely solely on the forecast; good judgment should always be used.  Q: What type of equipment will I need to climb Denali?  A: You will need gear that will keep you warm in temperatures that can dip below -40 degrees F, 100 mph winds, heavy snowfall, freezing rain, blazing sun. Furthermore, this gear needs to be capable of doing so for weeks at a time. Be sure to review the Equipment and Clothing section of the Expedition Planning Tools for our recommended list of gear. Choosing what gear to bring and knowing what you need to survive the highly variable conditions on Denali is a big part of what you should be accomplishing in your climbing training and expedition apprenticeship leading up to Denali. On this and any expedition or technical endeavor, your gear is your life and it should be selected and maintained accordingly.  Q: What means of communication is recommended?  A: FRS (Family Radio Service) radios are recommended for on-mountain communication. FRS channel 1 is monitored for emergencies. CBs are no longer monitored. Satellite phones are also encouraged.  Q: Do cell phones work on Denali and Mt. Foraker?  A: Sometimes. However, climbers are encouraged to bring an alternate form of communication in case of an emergency. On mountain cell phone coverage can change substantially year to year. In 2010 the only cell phones that worked were those of Matanuska Telephone Association, the local phone company. Reception was possible at 9,500 feet, at Windy Corner and in the 14,200-foot basin only.  Q: Skis or snowshoes?  A: This really comes down to personal preference. Most climbers leave their floatation at Camp 3, (11,200 feet) and put on their crampons from there. It takes a very experienced skier to descend with a pack and sled. Snow shoes do provide adequate floatation and having either is far superior to none for safety on the glacier.  Q: What kind of food do climbers take for this type of trip?  A: Expedition food varies widely from trip to trip, and from person to person. Being a longer expedition, consideration should be given to long term health and enjoyment in addition to packing things that are lightweight and easy to prepare. Most expeditions mix and match some heavier but more enjoyable items with more convenient dehydrated foods. Many menu and meal plans suggestions exist in various climbing guidebooks and online resources.  Q: How much fuel should I take?  A: There are many variables that affect fuel consumption on Denali expeditions. A few initial considerations revolve around what sort of stove and fuel combination is most appropriate for your group. The options include white gas, propane, and Isobutene. Of these options, most average sized (3-5 members) expeditions prefer white gas fuel and stoves. Isobutene or other canister stoves are very convenient, light, and easy to work with, but canister fuels don't perform well at high altitude and in very cold environments. With regard to white gas quantities, there are a number of formulas that climbers have applied over the years, and again your actual usage will depend on how much you cook, the temperatures on your climb, the efficiency of your stove and cooking system, etc. Typically climbers take one gallon of fuel per person for a three week trip on Denali and plan for one extra gallon. This method usually allows for a small safety buffer. As with your equipment, fuel is your link to food and water and life safety on the mountain. Plan accordingly and manage your fuel conservatively on your climb.  Q: What is the official name of the mountain, Denali or Mount McKinley?  The mountain is officially named Denali. On August 28, 2015, endorsed by President Obama, the Secretary of the Interior, Sally Jewel, officially renamed the mountain from Mount McKinley to Denali.  Learn more about the name change.  Q: What will happen if I need to be rescued?  A:  Part of our mission is to assist climbers in need when objective hazards can be managed to an acceptable level. Due to the many environmental difficulties including wind, visibility, altitude, and terrain, it is rare that we or anyone can help in a timely manner should you and your teammates find yourself in need of a rescue. For these reasons and others, we cannot stress enough the importance of maintaining self-sufficiency and planning for self-rescue.  Neither technology nor support from others can take the place of proper planning and preparation combined with good decision making. In the end, if your situation is an emergency and we are able to help, we will. We undertake rescue missions at our discretion and with rescuer safety as the highest priority. The National Park Service does not have a policy to charge climbers for rescue services, however, any hospital, air ambulance or other associated costs after leaving the mountain are the sole responsibility of the climber.  Q: Do I need to bring something to use to remove my human waste?  A: No, when you check in for your climb your expedition will be issued a Clean Mountain Can (CMC) and degradable bags for removing human waste. There is no additional cost for the use of this system.  Q: Is there someone I can talk to about climbing Denali?  A: The Ranger Station has administrative and mountaineering staff available year round who are happy to field your registration or climbing-related questions.  We encourage you to call or email us anytime should you need assistance in planning your expedition.       Frequently Asked Questions about the Registration Process Q: When do you begin accepting registration forms for the upcoming climbing season?  A: We begin taking registration forms October 1 of the prior year. For instance, for the 2016 season, we begin taking registrations on October 1, 2015.  Q: Does every member of the team need to complete a registration form?  A: Yes, before we can move forward with the registration process, we must have forms on file for all expedition members. We use the total listed on the \"total in party\" line on the registration form to determine if all the forms have been received. It is the responsibility of the expedition leader to ensure all forms and payments have been submitted in time for the preferred expedition start date.  Q: How strictly is the 60 day pre-registration rule enforced?  A: Very strictly. If the expedition's registration forms are not received 60 days before the requested start date, the expedition leader will be notified of the earliest possible start date based on the date the registration forms were received. We do allow expeditions to add one climber at least 30 days before the start of the climb. See below for more information.  Q: One of our expedition members cancelled and we would like to replace him with another climber, is that possible?  A: \"Swapping\" of partners or team members is not allowed. However, there is a provision to allow one climber to add into the expedition at least 30 days before the start of the climb. If your expedition has not already utilized this one add-on climber, you would be allowed to replace a member this way. Please note that the fee from the cancelled climber is not transferrable to the new climber. A separate registration form and fee is required for each climber. Also, we require explicit approval from the expedition leader to use the 30 day add-on option. Please contact the office to provide approval in a timely manner so the registration can be processed in time for your start date.  Q: If I have climbed Denali before, do I still need to register 60 days out?  A: Climbers who have been on Denali and\/or Mt. Foraker since 1995 and are listed in our climbing database (cancelled climbs do not count!), are eligible for a reduced pre-registration timeframe of 7 days. However, this exception is made on a per person basis; in order for the entire expedition to qualify, every member would need to be on file as having climbed Mt. Foraker or Denali since 1995.  Q: Can I use both the '30 day add-on' rule and the '7 day exception' in one expedition?  A: No, only one special rule can be used per expedition. Only expeditions that register 60 days before the start of the climb have the option of adding one climber 30 days before the start of their climb. Please e-mail us or call 907-733-2231 if you have questions about this policy.  Q: Do I have to pay anything at the time of registration?  A: Yes, climbers are required to pay the full permit fee when they submit the registration form. The cost of a mountaineering permit for the 2015 season (October 1, 2014 through September 30, 2015) is $365 US currency. Climbers who are 24 years old or younger at the time their expedition begins are eligible for a $265 youth fee.  Note that each year the mountaineering special use fee is subject to increase based on Consumer Price Index changes.  It is also important to be aware that when you arrive to check in for your climb, a park entrance fee of $10 per person will be due. Interagency passes are accepted in lieu of the entrance fee. Passes must be presented at the time of check in along with identification.  Q: Is the permit fee refundable?  A: If you cancel your climb on or before January 15, all but $100 of the fee will be refunded. Cancellations after January 15 will not be refunded. Climbers should consider purchasing trip insurance in the event an expedition is cancelled due to unforeseeable circumstances.  Q: How do I register and pay the fee?  A: Climbers are encouraged to register and pay on-line using Pay.Gov. For manual submissions, please contact e-mail us or call us at 907-733-2231 for other options.  Q: The form asks for the name of the expedition leader. Do we have to identity a leader?  A: Yes. The expedition leader is the point of contact for the group. This is the person who will be contacted in case of questions or problems, and is emailed the confirmation letter and responsible for arranging the orientation appointment. The expedition leader is not required to 'lead' the group while climbing or be the strongest climber of the group. It should be the person who will be responsible for the group's registration process.  Q: We are not sure which air taxi we will be using. Can we leave that blank?  A: Yes, but it is highly recommended that you book your air taxi early. When you arrive for your orientation, we will verify your air taxi choice as well as other details of your climb.  Q: What is a 'registration code' and where do I find it?  A: The registration code is a four digit number that you will find while reading through the Expedition Planning Tools, which every climber is required to read before registering. This code must be entered on your registration form or it will not be accepted. The information provided on these four pages is essential to ensuring a safe and enjoyable climb. It just might save your fingers, toes, or even your life!  Q: Is there a limit on the number of climbers?  A: Yes, there is a limit of 1,500 climbers on Denali from April 1 to August 1. There is not a daily or weekly limit, only a seasonal limit.  Q: Will I be notified that my permit has been approved?  A: The Walter Harper Talkeetna Ranger Station will email a confirmation letter to the listed expedition leader once the registration process is complete and the permit has been approved. At this time, the expedition leader will also be given access to our online appointment scheduler in order to set up an orientation appointment for the expedition. If you want or need a hard copy of the letter, email us or call the Ranger Station at 907-733-2231. If you are the designated expedition leader and do not receive a confirmation letter, do not consider the expedition to be registered.  Q: How long does the registration process take?  A: It varies. Once all the registration forms for the expedition have been received, the file undergoes an internal review by mountaineering staff. The time this process takes varies by group and time of year-- please allow up to a few weeks for this process (after all forms are received). The confirmation letter will be emailed after this process is complete.  Q: I plan on climbing multiple routes and\/or both Denali and Mt. Foraker, do I need to register for each separately?  A: No, you only need to register once per season. Your permit fee will cover multiple climbs in a season on Denali and\/or Mt. Foraker.  Q: Is there a deadline for registering?  A: The only requirement is to register 60 days before the start of the climb. We will begin accepting registration forms October 1 of the year before the climb. For instance, for the 2015 season, we began taking registrations on October 1, 2014. However, if we reach our seasonal limit of 1,500 climbers, we will cease registering new climbers. To avoid any complications, it is advised to register as soon as practical.  Q: Is it possible to pick up our permit early?  A: We will issue permits up to 24 hours in advance. However, your expedition would not be able to begin their climb before the start date listed on the permit. That said, your permit start date is flexible as long as you satisfied the 60 day requirement. Please contact the Ranger Station at 907-733-2231 or email us if you have questions.  Q: If our expedition registers for one route, can we change to another route?  A: Yes, just let us know. We will verify your route choice at check in. However, if you change routes after you have flown to base camp, let one of our on-mountain rangers know and they will contact the office to update your file. It is very important that we know your plans in case of an emergency. Please keep us in the loop!       Q: I have received my confirmation letter. Is that all I need to climb?  A: No, you must come by the Walter Harper Ranger Station to complete the process which includes paying the park entrance fee and attending a pre-climb orientation. After that is completed, we will issue your official permit. The air taxis will not fly you into base camp without this permit.  Q: Do I need an appointment to check in?  A: Yes, once your climb has been confirmed, the expedition leader will be provided access to our online appointment scheduling website. Expedition leaders can set up, change and cancel appointments with this system. The staff at the Ranger Station can also assist with appointments once your climb has been confirmed.  Q: How long does the check in process take?  A: The amount of time to check in varies by group. We suggest allowing at least 2 to 3 hours for this process. The air taxi services will not fly you to base camp until you have completed the check in process at the Ranger Station and have your official permit. Please be sure your air taxi flight is not booked too close to your orientation appointment! It is suggested that you advise your air taxi of your orientation time to help facilitate your flight scheduling.  Q: Does the whole expedition need to attend the orientation?  A: Yes.  Q: All the members of my expedition have climbed here before; do we still need to attend a pre-climb orientation?  A: Yes.  Q: What do we need to bring for the check in process?  A: Every climber will need to show state issued identification that includes a photograph (i.e. passport or state driver's license for US based climbers). Additionally, climbers will need a method to pay their entrance fee. At the Ranger Station, we prefer credit card payments. Debit cards with the Visa or MasterCard symbol, traveler's checks and cash are also acceptable. However, personal checks will not be accepted. If you have an Interagency Annual or Denali park pass, please be sure to bring it. We cannot accept faxed copies of the pass or just take your word that you have a pass back home. It must be presented at check in.  Q: Do I need to check out after the climb is finished?  A: Yes, this process takes about fifteen minutes. During check out, we will check back in your Clean Mountain Cans (CMC) and ask some basic information about the climb. This information can help us provide the best possible orientations to groups as they check in to climb. Your data is also vital to our end of year statistics.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/mountainfaqs.htm"
}
