{
    "title": "Denali National Park & Preserve: Bumblebee Litter",
    "body": "Explore This Park    Plan Your Visit     Sled Dog Kennels     Meet the Sled Dogs     Bumblebee Litter                Bumblebee Litter         NPS Photo  Lucor (m)  Born: 8\/7\/2010 Bumblebee Litter  As a puppy Lucor was the biggest in the litter, but as an adult he is smaller than both of his brothers. He may be smaller, but he is very strong and has the most beautiful floating trot of any dog in the kennel. Lucor is an excellent dog to skijor with and is a great leader in the winter as well. He is the father of the “Find Your Park” litter and hopefully the father of the 2016 littler with Annie. During the summer Lucor is very sweet and very shy. He may bark at the crowds asking everyone to \"please leave me alone.\"  Latin name: Bombus lucorum        NPS Photo  Mixtus (m)   Born: 8\/7\/2010 Bumblebee Litter  From the time he was a pup Mixtus loved being a lead dog. When he ran free next to the team he would stuff himself in between the leaders and try to keep up. Now he is an incredibly intelligent leader. Mixtus thinks he is a tough dog, but deep down he is a big teddy bear and just wants lots of love and attention from everyone he meets.   Latin name: Bombus Mixtus        NPS Photo  Sitken (m)   Born: 8\/7\/2010  Bumblebee Litter  Sitken is a beautiful big dog with piercing blue eyes. His eyes have received so much attention that he was featured on the cover of a mushing magazine. He is big and strong, but is the most mellow of his brothers. His favorite hobbies are digging, laying in the shade, and scarfing down his kibble.   Latin name: Bombus sitkensis        NPS Photo  Sylvie (f)   Born: 9\/20\/2010 Bumblebee Litter  Sylvie was adopted into the Bumblebee litter as an 8-week old pup. She came from a kennel in Eagle and her sisters, Rupee and Drachma, joined Sylvie here in our kennel when they were 5 years old. Sylvie takes after both her mom and her dad in her ability to convince anyone and everyone to come over and give her belly rubs. She specializes in affection and never gets tired of attention in summer or winter. Sylvie is the mother of Zahnie from the Wilderness litter.   Latin name: Bombus sylvicola        NPS Photo  Rupee (f)   Rupee has a beautiful red coat and is the sister of Drachma and Sylvie. Rupee and Drachma joined our kennels in the fall of 2014 and is originally from a kennel in Eagle, Alaska. She is slowly getting used to seeing summer visitors, but will immediately flop over and ask for belly rubs from anyone she knows. Rupee is the mother of the “Find Your Park” Litter.        NPS Photo  Drachma (f)  Drachma is incredibly strong and focused on her job, but is also incredibly sweet to visitors. She is often found in one of our “pet me” spots stealing the hearts of visitors by rubbing against them asking for attention. She is one of our biggest females and is definitely a strong puller in the winter.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/litter-bumblebee.htm"
}
