{
    "title": "Denali National Park & Preserve: Why Mush?",
    "body": "Why Mush?         NPS Photo  In a modern world filled with high tech solutions for everything it can be hard to comprehend why we would still actively choose to use traditional dog team travel rather than any of the modern alternatives. In fact, there are many reasons to choose sled dogs.    Tradition Denali has had sled dogs since 1922. Our first Superintendent, Harry Karstens purchased the first seven sled dogs for use patrolling the newly established park boundaries. The park has maintained working dog teams ever since. Their job has evolved over time and they are no longer patrolling for poachers, they are still performing essential and inspiring work in protecting and preserving the unique character of Denali.    Reliability Sled dogs have hearts and brains that machines like snowmobiles and airplanes do not. Every kennels ranger has a story of wise lead dogs helping them navigate to a patrol cabin in a white out or to avoid dangerous ice obscured under snow. The dogs know this landscape so well they can provide invaluable wisdom that machines cannot. While a team of sled dogs is obviously far slower than an airplane or a snowmobile, they are arguably more reliable to operate in the extreme conditions of a sub-arctic winter.  When it is 40 below zero it can be near impossible to try to start a motor, whereas a dog team simply needs a good breakfast and they are ready and willing to run. Overflow is a common challenge on rivers and trails in Denali. Snowmobiles can get bogged down and sink in this slushy mess whereas a dog team can run right through it and roll in the snow to dry off on the other side. If a machine breaks down in the middle of remote wilderness like Denali you had better hope you are carrying the right spare parts and tools to fix it. However, if a sled dog gets sick or injured you still have the rest of the team to pull the sled while the injured one can run loose or ride in the sled until they are recovered.         Access Similar to summer’s back-country rangers, kennels rangers on dogsleds contact winter recreationists and provide information on trail conditions, offer assistance, and monitor use in a low-impact style that preserves the wilderness spirit essential to Denali. The sled-dog trails made during winter field operations are used by winter recreationists who want to explore Denali on skis, snowshoes, or with their own dog team. In winter (November-April) you can use a map to track the travels of the NPS sled dogs and get updates on current conditions throughout the park.   Wilderness  There are over 2 million acres of designated Wilderness in Denali. This is the highest level of federal protection for public lands and the sled dogs of Denali play a huge role in protecting and preserving the unique wilderness character of this park.   Learn more about the connection between our sled dogs and designated Wilderness.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/why-mush.htm"
}
