{
    "title": "Denali National Park & Preserve: Registering to Climb",
    "body": "Climbing Registration        Climber briefing at the Walter Harper Talkeetna Ranger Station NPS Photo\/Neil Blake       1.  Read the Expedition Planning Tools The four-page Expedition Planning Tools section (a revision of the former 'Mountaineering Booklet') is required reading for all climbers attempting Denali or Mount Foraker. The information covers up-to-date, Denali-specific topics including:   Denali's Search and Rescue Policy; Contact information for the six authorized mountain guide companies; Required supplemental form for solo climbers; Equipment and clothing suggestions; High altitude medical problems; and Clean climbing requirements.   A 2015 registration code can be found within the Expedition Planning Tools pages.  As you read, take note of this four-digit code.  Your registration form cannot be submitted without it.   2.  Register at Pay.Gov Climbers attempting Denali or Mount Foraker must register at least 60 days prior to their start date. This 60-day pre-registration period allows mountaineering rangers to have direct contact with climbers before they arrive in Talkeetna. Rangers can answer questions, suggest appropriate routes for different levels of expertise, and offer first-hand knowledge of conditions encountered in the Alaska Range.   Denali's climbing registration is now conducted via Pay.Gov's online climbing registration form.  Climbers will immediately receive an emailed receipt confirmation from Pay.Gov if the forms and payment are submitted correctly. Climbers are responsible for ensuring forms are received in time for the desired start date.   Due to the increased risk associated with solo travel, ALL soloists must also complete the supplemental solo form found in the Expedition Planning Tools. Soloists will not be considered registered until we receive this completed form via mail, fax, or email.  There are two exceptions to the 60-day pre-registration period: (For more information, go to the Frequently Asked Questions page.)  Mountaineers that have climbed Denali or Mount Foraker since 1995 can request a \"seven-day exception\" to the 60-day rule and instead register 7 days in advance of the climb.    An expedition leader is permitted to add one new member to their team at least 30 days prior to the start date of the expedition.     The mountaineering special use fee is $365 U.S. currency for the 2016 season.  A reduced fee of $265 will be charged for climbers aged 24 or younger as of the start date of the climb. The fee is payable via the Pay.Gov registration form.  These funds directly offset costs such as maintaining the high altitude ranger camps, hiring seasonal staff, providing mountaineering information, and keeping the mountain environment clean.      In addition to the special use fee, climbers must pay the Denali National Park entrance fee of $10 per individual. Payment of this park entrance fee can be made along with the mountaineering special use fee on Pay.Gov, or a climber can pay the entrance fee upon arrival in Talkeetna.  Interagency passes are accepted in lieu of entrance fee payment (actual passes must be presented).   If the climb is cancelled prior to January 15 of the year in which the climb is scheduled, all but $100 of the fee will be refunded (i.e. $265 for adults; $165 for youth in 2015). No refund will be made for cancellations after January 15.   3.  Expedition Orientation  The expedition leader will receive an official confirmation letter via email once the team's file is reviewed and approved by mountaineering ranger staff. Teams should allow several weeks for this process, starting from the date all team member forms and payments are received.     This official confirmation letter will include instructions to the leader on how to schedule an orientation appointment online.  Teams cannot schedule an orientation until after they receive the confirmation letter.  Appointments should be made as soon as practical, as orientation times fill up during peak periods.   All registered climbers are required to go through the orientation at the Walter Harper Talkeetna Ranger Station, even teams that start their climb on the north side of the Alaska Range.  Expeditions should allow two hours for the check in process and orientation.  Expedition members will be required to provide government issued photo identification, such as a driver's license or passport.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/registrationinfo.htm"
}
