{
    "title": "Denali National Park & Preserve: Climbing History",
    "body": "Historical Timeline       Notable Highlights in Alaska Range Mountaineering 1794 The first recorded reference to Denali in the journal of British explorer 'George' Vancouver. 1889 Prospector Frank Densmore refers to Denali as \"Densmore's Mountain\" after he traverses within 65 miles of the mountain. 1896 Prospector William Dickey names Mt. McKinley for Presidential nominee William McKinley of Ohio. 1899 First non-native overland traverse of the Alaska Range is made (via the Yentna and Kichatna Rivers) by 1st Lt. Joseph Herron's Army expedition. This same year, Herron names Mt. Foraker for U.S. Senator J.B. Foraker, also of Ohio. 1902 USGS geologist Alfred Brooks first explores the area on a mapping expedition, travelling through and eventually naming Rainy Pass. 1903 First attempt to climb Mt. McKinley made by Judge James Wickersham and four team members. The expedition started in Fairbanks and eventually reached the 10,000-foot level of what is now known as the Wickersham Wall. That same year, a 6-member expedition led by Dr. Frederick Cook attempts Mt. McKinley's Northwest Buttress, reaching an elevation of 11,300 feet. The team completes the expedition by circumnavigating the mountain. 1906 Dr. Cook claims to be the first to reach the summit of Mt. McKinley. Skepticism ensues when Cook claims to have ascended the peak in just eight days starting from the Tokositna River, travelling up the Ruth Glacier, and summiting via the East Buttress; the return trip took a reported four days.  1907 Harper's Monthly Magazine publishes Dr. Cook's article \"The Conquest of Mount McKinley\" about reaching the top of Mt. McKinley with photos from the \"summit\" and a map of the route taken. 1910 The Sourdough Expedition climbs the north peak of Mt. McKinley via the Muldrow Glacier, planting a spruce pole near the top. Two expeditions, the Mazama Mountaineering Club of Oregon and the Explorers Club, set out to disprove Dr. Cook's claim of reaching the summit of Mt. McKinley. 1912 The Fairbanks Daily Times expedition led by the newspaper's editor, Ralph Cairns, attempts to climb Mt. McKinley, reaching 9,200 feet on the Muldrow Glacier. The Parker-Browne expedition starts in Seward and travels by dog team through Anderson Pass to Mt. McKinley, reaching the 20,000-foot level before retreating. 1913 First ascent of Mt. McKinley's 20,310-foot south summit achieved by Hudson Stuck, Walter Harper, Harry Karstens, and Robert Tatum. Harper, a Native Alaskan, is first to set foot on top.                           Why Climb?  On June 7, 1913 four men -- Walter Harper, Harry Karstens, Hudson Stuck, and Robert Tatum -- made history by being the first to set foot on Mt. McKinley's south summit. Learn more about the expedition and what it took for these four men to reach the top. (Running time 05:20, closed captions)  Duration:5 minutes, 20 seconds               1932 First aircraft landing in support of a climbing expedition: Bush pilot Joe Crosson lands the Cosmic Ray Party at 5,700-feet on the Muldrow Glacier. Two members of this party perish on the descent, becoming the mountain's first fatalities. 1934 First recorded summit of Mt. Foraker by an expedition led by Charles Houston. 1942 U.S. Army Alaskan Test Expedition, including scientist and explorer Bradford Washburn, sets out to winter-test army equipment. 1947 Barbara Washburn becomes the first woman to summit Mt. McKinley. 1951 Bradford Washburn and seven teammates pioneer the West Buttress route. 1952 First European team (Spain) ascends Mt. McKinley. 1954 The first ascent of South Buttress of Mt. McKinley, also the peak's first official traverse, is recorded. Expedition leader and Mt. McKinley park ranger Elton Thayer dies in a climbing fall while descending Karsten's Ridge. The Northwest Buttress of Mt. McKinley also posts its first ascent. Later that season, two of the Northwest Buttress expedition members, Fred Beckey and Henry Mehbohm, record the first ascent of Mt. Hunter and Mt. Deborah. Pilot Don Sheldon flies the first commercial flight from Talkeetna to the Kahiltna Glacier. 1959 A party of four makes the first ascent of the West Rib of McKinley (Breitenbach, Buckingham, Corbet, Sinclair). 1960 Bradford Washburn publishes a topographic map of McKinley. A Meiji University team becomes first party to camp on McKinley's summit on May 14 and 15. 1961 An Italian party led by Ricardo Cassin is the first to summit McKinley via the Cassin Ridge. 1963 First recorded ascent of the North Peak via the Harvard Route on the Wickersham Wall. The first north-to-south traverse of the mountain from the Muldrow Glacier to the Kahiltna Glacier. 1967 Art Davidson, Dave Johnston, and Ray Genet make the first winter ascent of McKinley. 1970 Three significant firsts on Mt. McKinley are recorded including first solo ascent (Naomi Uemura); first all-female ascent; and the mountain's first ski descent. 1971 First female Native American reaches the summit, Betty Menard. 1973 203 climbers attempt Mt. McKinley, 108 reach the summit. 1976 The nation's centennial brings forth a record number of mountaineers (508).  The first solo ascent of the Cassin Ridge is made, as well as the peak's first hang glider descent. 1979 First dog team ascent of Mt. McKinley made by Susan Butcher, Joe Redington, Brian Okonek, Ray Genet and Robert Stapleton. 1982 Dr. Miri Ercolani is the first woman to solo Mt. McKinley.   The Denali Medical Research Project begins operations at the 14,200-foot basin. 1984 Naomi Uemura achieves the first winter solo ascent, though he disappears on the descent. 1988 Vernon Tejas is the first solo climber to ascend Mt. McKinley in the winter and survive. 1992 Oldest husband and wife team, Norm (age 64)and Kip (age 62) Smith summit Mt. McKinley. 1993 Joan Phelps completes the first blind ascent of Mt. McKinley. 1995 The youngest female reaches the summit of Mt. McKinley, Merrick Johnston, age 12. Daryl Miller and Mark Stasik make the first winter circumnavigation of Mt. McKinley and Mt. Foraker massifs (second complete circumnavigation in history). 1997 First continuous ski descent of the Wickersham Wall made by soloist Adrian Nature. 2001 Toshiko Uchida, age 70, becomes oldest woman to reach summit. At the other end of the spectrum, Galen Johnston, age 11, becomes the youngest male to reach the summit. 2005 A record 1,340 climbers attempt Mt. McKinley, 775 of them reach the summit. 2007 Masatoshi Kuriaki completes the first solo winter ascent of Mt. Foraker. 2013 The record for the oldest male to reach summit is broken on June 28, 2013 by Alaskan resident Tom Choate, age 78. 2015 Secretary of the Interior Sally Jewel, endorsed by President Obama, issued a Secretarial Order that officially changed the mountain's name from Mount McKinley to Denali. Jewell is granted the authority to make such changes in certain cases per the 1947 federal law that provides for the standardization of geographic names through the U.S. Board on Geographic Names. The name change will be reflected in all federal usage.  (Sources: Denali staff; Bradford Washburn's Mt. McKinley Summary of Attempts and First 100 Ascents; Mt. McKinley - The Pioneer Climbs, by Terris Moore; Denali Symbol of the Alaskan Wild, by Bill Brown, and Mt. McKinley Icy Crown of North America, by Fred Beckey)        Harry Karstens, later in life   Project Jukebox - Denali Mountaineering The University of Alaska Fairbanks hosts a Denali Mountaineering page of oral history interviews as part of Project Jukebox. More than 40 conversations, most recorded more than a dozen years ago, are available online.   Mike Sfraga talks with Eugene Karstens on June 24, 1992 about his father Harry Karstens and the 1913 climb to the summit (Running time 21:46) Bradford Washburn talks with Dave Krupa on July 8, 2000 about how rugged the mountain can be. (Running time 03:07) James Wickwire talks with Dave Krupa on May 9, 2000 about how the scale of the mountain, and its distance from equator, make it a greater challenge than mountains at other latitudes (Running time 03:26)  Bob Gerhard talks with Dave Krupa on June 23, 2000 about how even experienced climbers need to maintain a healthy respect for the mountain (Running time 03:24) Daryl R. Miller talks with Dave Krupa on April 27, 2000 about mountaineering rescues, and quotes Hudson Stuck, \"Everything is okay when it's 50-below as long as everything is okay.\" (Running time 03:16) Pete Sinclair talks with Dave Krupa on May 8, 2000 about the one moment he remembers best from his climb to the summit. (Running time 02:25)",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/climbinghistory.htm"
}
