{
    "title": "Denali National Park & Preserve: Mining Claims Litter",
    "body": "Explore This Park    Plan Your Visit     Sled Dog Kennels     Meet the Sled Dogs     Mining Claims Litter                Mining Claims Litter       Long-time park employees Clare Curtis and Jane Bryant named this litter after three mining claims in the Kantishna area of the park. The Mining Claims Litter was born May 3, 2012. Our five-part video series, \"The Puppy Paws,\" follows the development and growth of these pups at an early age. The video series explains the reason and logic behind yearly breedings in the kennels and looks at the important training and development dogs go through during their first four or five months of life.          NPS Photo  Lucky (m)  Born: 5\/23\/2012   Lucky is a very handsome black dog with blue eyes. His stunning looks and good nature capture the hearts of visitors every summer. Lucky is also a hardworking and intelligent winter leader. He knows a trick where he lays on his back and puts his paws up in the air for cookies. This makes it easier to put booties on him in winter.        NPS Photo  Polly (f)  Born: 5\/23\/2012  Polly is a very playful dog that loves visitors—especially children. Polly’s nickname is “Polly Wog” because she loves to jump up in the air like a frog. She is the smallest of her litter, but is still very strong and fast.        NPS Photo  Annie (f)  Born: 5\/23\/2012  Annie was the last puppy born in her litter and the biggest puppy born in the kennels in at least the last 15 years! Annie loves to play with her siblings and all the other dogs in the yard. She is a social butterfly and loves to run around visiting everyone - dog and human. Annie wears a perpetual grin and makes everyone around her smile with her carefree spirit. She is one of the few sled dogs that loves playing fetch with her bone.      Return to the Meet the Sled Dogs page",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/litter-mining-claims.htm"
}
