{
    "title": "Denali National Park & Preserve: Dog Freighting Litter",
    "body": "Explore This Park    Plan Your Visit     Sled Dog Kennels     Meet the Sled Dogs     Dog Freighting Litter                Dog Freighting Litter         NPS Photo  Cache (f)  Born: 8\/23\/2011  Cache is the adopted sister of Koven, Carpe and Tatum and is all Alaskan husky. She came from a kennel in Eagle, Alaska. We call Cache our 'miniature' sled dog because she is so much smaller than the rest of our dogs. She is small in stature but she has a big heart. Cache's favorite past-time is snuggling with people.        NPS Photo  Carpe (m)    Born: 7\/27\/2011  Carpe is also half Siberian, half Alaskan husky. He has boundless energy and always wants attention. He found a way to get attention from every summer visitor by standing on his hind legs and doing a funny dance. The crowds love it! Carpe also uses his dance to try to get his dinner sooner, get picked to be in the team, get anything else he wants. He is a charmer and he knows it!        NPS Photo  Tatum (f)  Born: 7\/27\/2011   Tatum is half Siberian, half Alaskan husky but she is a miniature version of her mom, Pingo. From the time they were little, Tatum was the leader of the puppy pack. To this day she continues to lead with a fierce determination. Though Tatum is a very small female she is very fast and very strong. Tatum has an uncanny ability to fall asleep anywhere and everywhere; she’ll even doze off while sitting up!        NPS Photo  Koven (m)  Born: 7\/27\/2011 Koven is our striking redhead. He is half Siberian, half Alaskan husky and you can see his Siberian genes in his beautiful eyes and coat. Koven loves water and spends his summer walks seeking out puddles and culverts to swim in. In winter he loves to roll and play in the soft fluffy snow. Koven believes in the \"work hard, play harder\" philosophy and will always try to convince the team to pull over and play in the powder snow for a minute.        NPS Photo  Opus (m)  Born: 6\/14\/2011   Opus is a true blessing given to us from a racing kennel in Fairbanks. Although his large body, big paws, and long fur kept him from becoming a successful racer, he is a perfect fit for what we need in a backcountry dog. He is shy to people he doesn't know but once he opens up he is affectionate and playful – especially with kids. Opus is a strong and intuitive leader. His only flaw is he can be a picky eater and sometimes teaches his neighbors to become the same.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/litter-dog-freighting.htm"
}
