{
    "title": "Denali National Park & Preserve: (4) Clean Climbing",
    "body": "Explore This Park    Plan Your Visit     Mountaineering     (4) Clean Climbing              Part 4: Clean Climbing       It is every climber's responsibility to help keep the glacier environment clean, both for the benefit of your own climbing experience and for the sake of future generations. Proper disposal of trash, fuel cans, and human waste is not only the right thing to do, it is required. Regrettably, violation notices are given out each season to climbers who do not respect these Leave No Trace practices.   Trash and Abandoned Gear        NPS Photo   If you pack it in, you must pack it out. Abandoning surplus gear, food, fuel, or wands is not allowed. Violators will be given citations.  Strain solid matter out of waste water and dispose of liquid in a sump hole. Pack out food particles and uneaten food. Coffee grounds may not be dumped into sump holes and must be carried out with the rest of your garbage.  Any fixed lines or fixed protection you place must be removed at the end of your climb.  Fuel cans and cartridges must be carried off the mountain unless another party on the mountain takes possession of them from you.   For tracking purposes, be prepared to show your fuel cans and cartridges upon return to basecamp, or be prepared to name the expedition or individual you passed them on to.      Caches         Cache tag with expedition name, permit number, and return date (NPS Photo)    All caches must be labelled with your expedition name, permit number, and return date. Pre-printed cache tags will be issued to each team during the orientation at the Walter Harper Talkeetna Ranger Station.    Bury and mark caches with 5 to 6 foot (1.5 to 2 m) wands. Dig cache holes at least one meter deep and bury them with at least one meter of snow on top of the cached items. On the lower mountain, it is not uncommon for a meter or more of snow to melt in a week or two. Exposed caches are raided by ravens and other climbers.  No permanent caches are allowed.  Locate caches outside of established camp sites and tent platforms so that other groups may use these areas.   All caches belonging to other parties should be left intact. Please report abandoned or unmarked caches to NPS rangers.  Below 6,000 feet (2000 m) store food caches in bear-proof containers to prevent attracting wildlife.  If you are unable to locate one of your caches please inform rangers on the mountain and the ranger station staff in Talkeetna so they can attempt to remove the cache if it surfaces later in the season.   Human Waste on the West Buttress        Ranger Roger Robinson addresses CMC use during a climber briefing. NPS Photo \/ Kent Miller   Proper disposal of human waste is critical. Intestinal distress, vomiting and diarrhea may result from contamination of food or drinking water. The resulting dehydration can become a serious or life-threatening problem at altitude. Since all drinking water is obtained from melted snow, precaution must be taken when gathering snow from well-used camps. For the health and safety of all, everyone must follow these simple steps:    When possible use an existing, centrally located urine or pee spot at camps. If you need to establish a new one, mark it with a wand and inform any other groups in the area.  For solid waste, all expeditions will be issued Clean Mountain Cans (CMCs) at the Walter Harper Talkeetna Ranger Station for use during their trip.  All solid human waste must be transported in the CMC to an appropriate disposal site. The NPS rangers mark appropriate crevasses at the 7,800-foot, 11,200-foot, and 14,200-foot camp sites on the West Buttress.   All solid human waste from high camp (17,200-feet) must be disposed of below 14,000 feet in the marked waste crevasse.  Solid human waste from basecamp (7,200-feet) must be flown out to Talkeetna or carried out onto the main Kahiltna Glacier and dropped into a deep, dark crevasse.  CMCs must be returned to the Walter Harper Talkeetna Ranger Station when teams check back.   Human Waste on Other Denali Routes  If you intend to use the West Buttress route at any point on your ascent or descent you must have and use a CMC. On Denali routes other than the West Buttress, CMCs are not required. On these routes human waste may be deposited into the biodegradable bags issued at the ranger station, and then crevassed or tossed off a portion of the route where it will never be seen again.           Packin' it out. NPS Photo\/Robinson    The Clean Mountain Can (CMC) was designed specifically to collect and transport human waste in Denali's fragile, remote terrain.  The durable CMC comes with a harness system that locks the lid in place, and is sturdy enough to strap on a pack or sled.  The CMC comes equipped with a two-way Gortex vent that allows for the release of gases and enables air to enter the can when descending from high altitude. The CMC is designed to have its contents dumped directly out or lined with a biodegradable bag.  Currently, the CMC's are manually cleaned and disinfected by a local septic pumping company.       Jump to Other Required Reading: Part 1: Planning Considerations Part 2: Mountaineering Medical Issues Part 3: Equipment and Clothing Part 4: Clean Climbing Register to Climb",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/cleanclimb.htm"
}
