{
    "title": "Denali National Park & Preserve: Volcano Litter",
    "body": "Explore This Park    Plan Your Visit     Sled Dog Kennels     Meet the Sled Dogs     Volcano Litter                Volcanic Litter         NPS Photo  Lava (m)  Born: 05\/13\/2008  Lava enjoys staring into space with his icy blue eyes. We can’t tell if he’s contemplating the universe or thinking about nothing. Lava tends to use his nose for everything. He’ll poke at your pocket for treats and will use his nose to nudge gravel around in the demonstration pit. He always buries his bone during summer demos hoping it will be there the next time he runs even though we always dig it back up.        NPS Photo  Pyro (M)  Born: 05\/13\/2008  Despite his fiery name, Pyro is the sweetest of the volcano boys. His thick, fluffy coat is perfect for snuggling with - and luckily, Pyro loves to snuggle. As much as he loves to run, he also loves to lean against your leg and get attention. Pyro is also known as our resident pickpocket. He likes to search pockets for cookies but occasionally finds other things.        NPS photo  Tephra (f)  Born: 05\/13\/2008  Tephra is the only female remaining at the kennels from the Volcano litter. She had to be tough growing up with her four huge, bruiser brothers, who - like all big brothers - entertained themselves by trying to smash her into the snow. She is now affectionately referred to as “Tough Stuff” for this very reason. She is a true sweetheart and is very smart, like her mother Sultana.           NPS Photo  Tuya (m)  Born: 5\/13\/2008  Tuya is the tallest dog in the kennels and he is jokingly referred to as a “small pony.” Although he can be a bit grumbly with other boy dogs, Tuya is a gentle giant with park visitors and kennels staff. Tuya is one of our most brilliant winter lead dogs in all conditions. Driving him is like driving a sports car and you can gee and haw him anywhere you want to go.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/litter-volcanic.htm"
}
