{
    "title": "Denali National Park & Preserve: (2) Mountaineering Medical Issues",
    "body": "Explore This Park    Plan Your Visit     Mountaineering     (2) Mountaineering Medical Issues              Part 2: Mountaineering Medical Issues       Every Denali climber should be familiar with both prevention and proper treatment of the most common medical ailments seen on Denali:    Acute Altitude Illness, which includes     Acute mountain sickness (AMS) High altitude cerebral edema (HACE) High altitude pulmonary edema (HAPE)    Frostbite   Gastrointestinal illness   The following recommendations on the prevention and treatment of these common illnesses is derived from a panel of Wilderness Medical Society experts.         Altitude Illness can be usually be avoided with proper acclimatization NPS Photo\/Ian Shive  ACUTE ALTITUDE SICKNESS Prevention  Gradual ascent  A highly effective means of preventing acute altitude illness is gaining no more than 500 meters in elevation per day (sleeping altitude) and including a rest day every 3 to 4 days.  Acetazolamide (Diamox) This medication has been shown to help prevent AMS when taken at a dose of 125 mg twice per day at the time of mild AMS symptom onset.  Diamox requires a prescription from a physician and climbers with a known sulfonamide allergy should consider a supervised trial before using in a remote setting.  Adequate hydration\/nutrition Maintaining adequate fluid and food intake does not directly prevent acute altitude illness. Instead, adequate hydration and nutrition is important in helping climbers' function well at altitude and preventing the onset of symptoms of dehydration and malnutrition that can mimic symptoms of AMS.     Signs, Symptoms, Treatment    Acute Mountain Sickness (AMS)       Signs\/Symptoms  Headache with one or more of the following:   Nausea Anorexia (loss of appetite) Fatigue at rest Insomnia (inability to sleep)      Treatment   Discontinue ascent until symptoms resolve Maintain adequate hydration\/nutrition\/activity level Consider acetazolamide (Diamox) at a dose of 250 mg twice per day Consider pain medication for headache           High Altitude Cerebral Edema (HACE)      Signs\/Symptoms   Ataxia (difficulty walking) Headache (may not be present) Mental status changes (disorientation, irritability, or combativeness) Neurological changes (vision disturbances or seizures)      Treatment   Descend immediately to elevation where symptoms resolve Consider dexamethasone (Decadron) at a dose of 8 mg once, then 4 mg every 6 hours             High Altitude Pulmonary Edema (HAPE)     Signs\/Symptoms   Shortness of breath at rest Fatigue out of proportion with effort Persistent cough (dry early, productive later) Pale or cyanotic (bluish) skin color      Treatment   Descend immediately to elevation where symptoms resolve Consider nifedipine (Procardia) at a dose of 30 mg (sustained release)                 Severe frostbite to the extremities can have life-long repercussions. NPS Photos  FROSTBITE   Prevention    Maintain peripheral perfusion\/circulation      Maintain core body temperature  Maintain adequate hydration  Cover exposed skin  Minimize blood flow restriction with constrictive clothing\/footwear  Do not tolerate numbness, actively rewarm extremities      Exercise Physical activity elevates core\/peripheral temperatures and can be protective against cold injury    Protection from cold      Avoiding perspiration as moisture hastens the effects of cold\/wind  Increase clothing insulation layers  Consider chemical hand\/foot\/core warmers   Signs, Symptoms, Treatment     Superficial Frostbite (1st and 2nd degree)      Signs\/Symptoms   Numbness Erythema (redness of the skin) Blanching (whitening of the skin) Firm skin Mild swelling Blisters (clear, milky fluid)      Treatment   Thaw promptly (skin-to-skin re-warming) Protect from re-freezing Never massage or use radiant heat to re-warm Consider pain medication Protect with dry, loose dressings Consider aspiration of tense blisters (clear, milky fluid) that are likely to rupture            Deep Frostbite (3rd and 4th degree)      Signs\/Symptoms   Cold Pale skin appearance May be frozen hard Blisters (hemorrhagic or blood-filled)       Treatment   Thaw promptly (circulating warm water bath 37-39 C) Protect from re-freezing Never massage or use radiant heat to re-warm Consider pain medication Protect with dry, loose dressings Do not aspirate\/debride blisters of this severity (hemorrhagic or blood-filled)             GASTROINTESTINAL ILLNESS Gastrointestinal illness is another frequent complaint of expedition climbers throughout the world. The best way to prevent a digestive tract illness is through proper sanitation practices. The National Park Service mountaineering rangers work diligently to maintain a clean mountain environment through education and policy enforcement. Each climber and their team are expected to adhere to the policies outlined on this website and presented at the climber orientations in Talkeetna.   The single best way to combat the spread of gastrointestinal illness is through frequent hand washing and maintenance of personal hygiene. This is best accomplished with traditional soap and water and with alcohol-based hand sanitizers. These products should be utilized frequently especially before cooking and after using the restroom.   OTHER RECOMMENDED READING For additional information on these and other mountaineering-related medical issues, see the Mountain Medicine section of our Recommended Reading List.       Sources:   Wilderness Medical Society Consensus Guidelines for the Prevention and Treatment of Acute Altitude Illness, Luks et al, 2010 Wilderness Medical Society Consensus Guidelines for the Prevention and Treatment of Frostbite, McIntosh et al, 2011            Jump to Other Required Reading: Part 1: Planning Considerations Part 2: Mountaineering Medical Issues Part 3: Equipment and Clothing Part 4: Clean Climbing",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/part2medicalissues.htm"
}
