{
    "title": "Denali National Park & Preserve: Mountaineering Summary (2015)",
    "body": "Explore This Park    Plan Your Visit     Mountaineering     Annual Mountaineering Summaries     Mountaineering Summary (2015)                2015 Annual Mountaineering Summary       The 2015 Denali mountaineering season was a comparatively quiet one -- on average, we saw fewer attempts, fewer sick patients, and responded to fewer climbing accidents. Just the way we like it.  Despite the calm season, the mountain became a national conversation topic at the end of summer thanks to its brand new (albeit centuries old...) name 'Denali' and its brand new (or at least more technically accurate) elevation. Yes, climbers on the High One will only need to ascend 20,310 feet in future seasons thanks to a 2015 USGS survey that pegged the summit 10 feet lower than the previous survey completed in the 1950's.   The statistics and articles below provide an overview the 2015 climbing season. For a more detailed, day-to-day look at how the 2015 season progressed, check out the Denali Dispatches blog. Note that the statistics presented below are the final corrected numbers after a post-season review of the data, so they may differ slightly from the statistics presented in the final days of the blog.   Nearly every year, these reports contain overall statistics on the number of expeditions and mountaineers attempting a climb, as well as a total number of summits, broken down by the route climbed on Denali. Download these mountaineering statistics, which have been compiled into one file. Note: These reports are historical. Keep in mind that certain references are contemporary to the report itself (e.g., calling the mountain \"Mount McKinley\" instead of \"Denali,\" old lists of guiding companies or advice on waste disposal that is no longer correct). For current information on planning a mountaineering trip on Denali or Mount Foraker, please check out our mountaineering info.         A windy afternoon on Denali (NPS Photo\/Kakiko Ramos-Leon)  2015 Statistical Year in Review       Quick Facts  Climbers from the USA: 652 (60% of total) As usual, top states represented were Alaska (120), Washington (87), Colorado (80), and California (69)   International climbers: 437 (40% of total) Foreign countries with the most climbers were Japan (40), Poland (38), and Canada (33). At the other end of the spectrum, this year Denali also attracted climbers from Ireland (3), Israel (1), Leichtenstein (1), and Malta (1).   Average Trip Length Overall average was 16.4 days start to finish. Average for those that reached the summit was only slightly longer at 16.7 days. The average ascent from Basecamp to the summit (not including the descent) was 13.7 days.   Average Age 38.5 years old   Women climbers Comprised 14% of total (155 women), which was the highest percentage on record; the summit rate for women was 51.6%.   Summits by month January (1) May (184) June (384) July (59)   Busiest Summit Days June 15: 87 summits May 31:  57 summits May 30:  53 summits May 27 44 summits            2015 Search and Rescue Summary Denali mountaineering rangers responded to a total of 11 major search and rescues this season, including one Inter-Agency Assist at neighboring Kluane National Park in Canada. There was one fatality early in the season. Eight of the incidents required use of the park's leased A-Star B3e high altitude helicopter for evacuation. Exposure - Fatality The body of a soloist was discovered by another climbing team at the 17,200-foot high camp of Denali on May 10. The remains were found in the middle of the camp plateau with no visible signs of trauma, and it was uncertain how or when the climber had died. The solo climber began his ascent on May 1, and he was observed heading to the 17,200-foot high camp on May 6. No other parties were camped above 14,200-feet that early in the season. The climber's remains were recovered using the park's high altitude helicopter. A subsequent autopsy indicated the climber died of exposure. Avalanche The evening of May 11, two climbers triggered a slab avalanche at roughly 7,500 feet on Mount Dickey, though neither was caught in the slide. The team attempted to self-evacuate, however they found no safe exit routes. An air taxi pilot observed the two stranded climbers waving their arms above an 'SOS' stomped out in the snow on the peak's west shoulder. NPS rangers were notified, and the two climbers were evacuated from their location by Denali's high altitude helicopter.  Traumatic Injury  NPS rangers were contacted on May 12 about a guided client at 9,200-feet on the West Buttress suffering from severe internal pain just beneath the ribcage on the lower right side of his back. The patient's guides provided some initial pain medication, and then the team began a descent to Basecamp pulling the injured patient in a sled. The team was met along the way by two different NPS Patrols and assisted back to Basecamp where the patient was evacuated to Talkeetna via air taxi. The client was later diagnosed at an Anchorage hospital with a herniated disc. Frostbite  On May 11, a two-member team made a summit bid from 17,200-foot high camp on the West Buttress route. Conditions were slow and the team was not able to return to their high camp until mid-morning the following day. Due to the prolonged exposure to sub-zero temperatures, both climbers suffered frostbite on their feet. One climber's condition was serious enough to warrant an air evacuation from the 14,200-foot camp on May 13. Psychological Distress A concerned family member contacted NPS staff in Talkeetna about a potentially unstable climber at the Kahiltna Basecamp who had exhibited signs of psychological distress during a satellite phone call home. An NPS ranger-medic consulted with the individual and subsequently accompanied him back to Talkeetna via fixed wing flight without incident.  Frostbite  On June 12, a guide informed NPS rangers via FRS radio that he was tending to a patient with frostbite at 17,200-feet. The patient, who was an independent climber and not a client of the guide, was stable and non-critical, but had frostbitten all ten fingers while setting up camp. Rangers and volunteers at 14,200-foot camp provided radio consultation that evening. The following morning, a ranger and two VIPs rendezvoused with the injured patient at 16,200-feet. The NPS patrol members lowered the frostbitten climber down the fixed lines while the patient's team traveled down independently. At the NPS medical tent, two medical VIP's conducted a patient assessment. After several evaluations, the patient's fingers were deemed to be unusable for his descent to base camp and would create an undue risk to himself and his team. The injured climber was evacuated to Basecamp via the park's high altitude helicopter and released for an air taxi flight back to Talkeetna and onward to further medical care. High Altitude Pulmonary Edema (HAPE)  At 4:00 am on June 16, the Alaska Regional Communication Center was contacted via satellite phone by a 2-member climbing team located at 17,200-foot high camp. One of the climbers was experiencing respiratory distress after returning from the summit two hours prior. The climbing party was put in contact with the NPS ranger patrol at high camp;the NPS ranger and volunteer physician immediately treated the patient for mild HAPE. After periodic re-assessments throughout the day, the sick climber's condition improved. The team was able to descend without NPS assistance to the 14,200-foot camp the following day. High Altitude Pulmonary Edema (HAPE) and High Altitude Cerebral Edema (HACE)  On June 19, NPS rangers at the 17,200-foot high camp were notified about a tent-bound climber in camp presenting with a decreased level of responsiveness. According to his teammate, the individual had fallen ill upon arrival at high camp three days prior, and his condition had steadily worsened. NPS rangers and volunteers began treatment for HAPE and initiated an air evacuation from 17,200-feet using the park's high altitude helicopter. The patient was transferred to an air ambulance at the Kahiltna Basecamp, and was subsequently treated for several days in an Anchorage intensive care unit for HAPE and HACE. Abdominal Pain  On June 28, a guided client was brought to the 14,200-foot medical tent complaining of lower abdominal pain.  The patient's condition did not improve the following day, and due to the severity of the pain and its unknown origins, the patient was evacuated and transferred to an air ambulance for hospital assessment in Anchorage.  Traumatic Injury  On July 5, an assistant guide on a commercial expedition injured a calf and Achilles Heal during an ascent of the West Buttress. Unable to continue safely due to the injury, the patient was evacuated by the park's high altitude helicopter from 11,000-feet on Denali. Inter-Agency Assist Kluane National Park of Parks Canada contacted rangers at the Walter Harper Talkeetna Ranger Station staff to request assistance with a high altitude rescue on Mount Logan. Three climbers were immobilized at 17,000 feet elevation due to injury, cold, and fatigue. Denali's high altitude helicopter, a pilot, and two mountaineering rangers were brought in as a contingency resource. The three climbers were evacuated by a Parks Canada leased helicopter, with the Denali helicopter flying several related rescue support missions.         2015 Medical Summary It was a quiet year in the medical tent, with Denali mountaineering rangers and volunteer medical personnel treating only 15 patients that met the 'life, limb or eyesight-threatening' threshold.   High Altitude Illness (AMS, HACE, HAPE) - 5 cases Cold Injuries (frostbite, hypothermia) - 3 cases Traumatic Injury - 3 cases Medical (respiratory) - 2 cases Medical (other) - 1 case Medical (cardiac) - 0 cases  Psychological Distress - 1 case   Of the patients treated, 10 were independent climbers, 3 were from guided expeditions, and 2 were NPS volunteers. In terms of location, seven of the patients were treated at the 14,200-foot camp, four were treated at the 17,200-foot high camp, two were treated at the Kahiltna Bsaecamp, and two others received care at other spots on the lower mountain.  The patient care reports indicate a common variety of ailments and injuries last season, though for the first time in recent years, no cardiac issues were diagnosed or treated.   *AMS = Acute Mountain Sickness, HACE = High Altitude Cerebral Edema, HAPE = High Altitude Pulmonary Edema      2015 New Routes and Significant Repeat Ascents  Researched and Compiled by Denali Mountaineering Ranger Mark Westman  The 2015 Alaska Range climbing season saw a subdued number of new routes established in the range in comparison to 2014. The weather, as usual, was inconsistent and kept climbers waiting and guessing, but there were several opportunistic groups able to utilize the stretches of favorable weather that did materialize. These groups were able to bag some good new lines as well as some significant repeat ascents. On Denali, the early season was stormy and brutal, with near-constant, strong southerly winds above 14,000 feet, along with several heavy snowfalls, conditions which frustrated teams throughout the month of May. By May 27, only three climbers had successfully reached the summit of Denali, the first of which was winter soloist Lonnie DuPre. Dupre reached the summit on January 11, becoming the first person to solo the mountain in the month of January. This was Dupre's fourth attempt, dating to 2010, to solo the mountain during the darkest, and often coldest, part of the winter season. Dupre flew onto the mountain on December 18. Much of his time on the lower mountain featured stormy weather as Alaska was under the influence of an unusually mild and wet pattern for that time of the year. Although January is typically one of coldest months of the year, by the time Dupre was ready to move to the upper mountain, the relatively mild temperatures- which were cold by any standard nonetheless- continued. At the same time, a period of stable weather largely devoid of the typically ferocious winter winds settled over the mountain. Dupre took advantage of this pattern and spent only two nights at high camp, grabbing the summit, and descending quickly to lower altitudes before the usually fearsome winds and weather could close back in. Two acclimatized climbers reached the summit during a brief mid-May lull in the winds, by climbing to the top in a long day from 14,000 feet. During the first four weeks of May, they would be the only persons able to reach the summit. In fact, the high winds were so continuous that they discouraged many teams from even reaching high camp during this period. It wasn't until the last days of the month that a stretch of good weather finally arrived and the upper mountain became more hospitable for teams to make their attempts. In mid-June, the arrival of a very strong and warm high pressure system allowed a large number of climbers to reach the summit. During this window, Jewell Lund and Chantel Astorga made a five day ascent of the Denali Diamond (Alaska Grade 6, AI5+, M6, A1), a difficult and high quality testpiece on the southwest face of Denali. Lund and Astorga's ascent marks the first all-female ascent of an Alaska Grade 6 route, and also marks only the 7th ascent of this iconic climbing route. From March 20 to 22, a new route was established on the northeast face of Mount Dickey in the Great Gorge of the Ruth Glacier. John Frieh, Jason Stuckey, and Chad Diesinger threaded their way through an icefall, negotiated an ice smear up a granite slab, then followed a narrow snow ramp diagonaling up and across the intimidating face to reach a complex, time-consuming exit hampered by deep, unconsolidated snow. Upon reached the plateau, they continued up to the summit and then descended the standard west face route through 747 pass to return to their camp in the Ruth Gorge, after over 48 hours on the go. They named their route \"Blue Collar Beatdown\" and its difficulties are graded V, WI4, M4, with snow to 65 degrees. From May 2 to May 7, Alik Berg and Skiy DeTray made an ascent of a new and very direct route up the enormous east face of the Mooses Tooth. \"Illusions of the Raven\" (VI, WI4R, 5.9, A4) follows an uncompromising line directly up the largest part of the east face, just to the right of \"Bird of Prey\", another very difficult route established in 2013 by Austrians David Lama and Dani Arnold. Berg and DeTray spent 6 days on the face and completed the final section of the route in a 50 hour continuous push, with another 27 hours required to rappel the route and return to their camp. The 5000 foot route is without question the most difficult and sustained new route completed in the park this season. On May 1, Jack Cramer and Carter Stritch completed a new route on Peak 7,400', which is the prominent point just north of the formation known as \"London Bridge\" on the east side of the Ruth Gorge. Their route, \"Pastime Paradise\", climbs through mixed terrain on the upper southwest face of the mountain. The route was completed in 14 hours round trip from the glacier and was given the grade of III, 5.8, 50 degree snow, and involved a vertical gain of 3,000 feet. On May 11, Cramer and Stritch completed another new line in the Gorge. This route is located on an unnamed point (approximately 5,850' elevation) located immediately south of Hut Tower at the southern end of the Ruth Gorge. Their route follows a serpentine course up a couloir system on the formation's southwest face. The route features a blend of rock and thin ice climbing, with some detours to avoid unprotectable sections of ice in the couloir, and finished with a corniced ridge to reach the western summit of the peak. The descent used involved two rappels to reach the straightforward snow couloir separating this peak from Hut Tower. They named the 1,800 foot route \"Triple Wannabe Couloirs\" and graded it 5.7, WI4. Over on the Kahiltna Glacier, on May 18, climbers JD Merritt and Brett Backey climbed a major variation to the north couloir of the Mini-Moonflower, one of the classic climbs of the area. Merritt and Backey climbed an obvious gully and ramp system to the left of the north couloir. This began with easy ice climbing for 200 meters followed by 85 degree ice through a runnel, then a rising rightward traverse. Vertical downclimbing over a snow rib provided access back into the final pitches of the standard north couloir route. While it is possible that this obvious feature was climbed previously, Merritt and Backey's ascent of this line is the first one to be publicly reported. At the end of May, Merritt, along with Kurt Ross, also made what was likely the fifth ascent of the difficult Grison-Tedeschi route (aka North Buttress \"French\" Couloir) on the north buttress of Mount Hunter, reaching the summit and descending the mountain's west ridge. Only one other team succeeded in reaching the summit of Hunter by way of the north buttress;in early May, Jimmy Voorhis, Peter Mamrol, and Jeffrey Longcor climbed the iconic Bibler-Klewin route (aka \"Moonflower\") and descended the west ridge. Warm conditions in mid and late May resulted in much falling debris on the buttress and caused many teams to abandon their attempts. On May 19, Tim Blakemore and Kichatna\/Alaska veteran Mike \"Twid\" Turner, both from Britain, established a new route on North Triple Peak in the remote Kichatna Spires. \"No Country for Old Men\" follows the broad northwest couloir up ice for six leads before branching left and tackling a series of steep, thin, and difficult ice smears leading into a gully with moderate and enjoyable ice climbing. A hard exit through a cornice capped this quality 17 pitch route, which was graded ED, WI6. In the Ruth Glacier's west fork, Seth Timpano, Sam Hennessey, and Willis Brown established two new routes during the month of May. The trio climbed a new route up the west face of \"Reality Peak\" (Pt. 13,100'), a significant point which is also the junction of Denali's Reality Ridge and Southeast Spur routes. Timpano, along with Jared Vilhauer and Jens Holsten, had established another new route on the east face of Reality Peak back in 2013. This year's route featured sustained grade 3 to grade 4 ice climbing, with one crux lead of WI5. The trio reached the crest of Reality Ridge and after negotiating some difficult snow and cornice climbing, they reached the same bivouac site used on the 2013 ascent. They reached this point 16 hours after crossing the bergschrund. They remained in this bivouac for a full day due to inclement weather. On day three, they reached the summit of \"Reality Peak\" and then rappelled their route of ascent. The 4,200' route is graded M4, WI5. Timpano, Hennessey, and Brown also climbed a couloir system on the far left side of the west face of Peak 11,300'. They reached the northwest ridge at a point just a few pitches from the summit. The final portion of the northwest ridge, which itself is unclimbed, and the summit icecap, featured difficult serac barriers and cornices, and proved very complex to navigate as the weather deteriorated into complete whiteout conditions. The team was eventually forced to retreat at what they believe was the final step to the summit. They returned to their basecamp at the foot of the mountain after 27 hours round trip. The difficulties encountered on this 3,200 foot route are graded M5, AI5. At least two known routes exist on the west face of Peak 11,300', both of which- likely unrepeated- are located on the right hand side of the face and were established in 1982 and 1983.In 2015, Timpano, Hennessey, and Brown found an old chock and carabiner rappel anchor part way up their line of ascent, but saw no other signs of prior visitation. No record of any prior ascent or attempt of this line exists, so it is unknown if the party who left the anchor completed this line to the summit.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/ams2015.htm"
}
