{
    "title": "Denali National Park & Preserve: Mountaineering",
    "body": "Explore This Park    Plan Your Visit     Mountaineering             Mountaineering              Mountaineering Blog  Denali Dispatches   Read Today's Field Report             Ready to test your mountaineering and wilderness skills on North America's highest peak? Or maybe you are eyeing the vertical rock and ice walls that line the Ruth Gorge. World class mountaineering and climbing options abound in Denali National Park and Preserve. Let us help you plan for a safe and successful journey in the Alaska Range.       Photo courtesy of Menno Boermans          Denali Expedition Planning Tools   Required Reading for All Expedition Members:  We revised and streamlined our former \"Mountaineering Booklet\". Now the most important life-saving, trip-enhancing, Denali-specific words of wisdom are contained in the following four pages:    Part 1 : Planning Considerations  Part 2 : Mountaineering Medical Issues  Part 3 : Equipment and Clothing  Part 4 : Clean Climbing   Be sure to re-visit this section in months to come, as we add new features such as interactive maps, short video clips, and more.    Climbing Registration   All climbers attempting Denali (20,310 feet) or Mount Foraker (17,400 feet) must register with Denali National Park and Preserve at least 60 days in advance of the climb, as well as pay the Mountaineering Special Use Fee.    Frequently Asked Questions (FAQ's) About Mountaineering   Denali climbing rangers have created a helpful list of Frequently Asked Questions to use as a resource in planning your expedition.     Backcountry Climbing and Mountaineering   The Alaska Range offers an amazing variety of remote climbing and backcountry skiing opportunities.  The Backcountry Climbing and Mountaineering section currently offers basic trip planning information, with more area descriptions and features to be added in coming months.      Other Helpful Mountaineering Links      Mountain Weather Forecast - National Weather Service   Denali Dispatches mountaineering blog, including Field Reports with current statistics and route conditions   Recommended Reading List   Transportation and Support Services   Annual Mountaineering Summaries (1979-2015)   Mislow-Swanson Denali Pro Award Program   Historical Climbing Statistics and Weather Observations   Mountaineering History   Survival is Your Own Responsibility: Thoughts from a Retired Ranger, by Daryl Miller   Mountaineering Volunteers-In-Parks (coming soon)      Contact Us  Registration and mountaineering ranger staff are available year-round at the Walter Harper Talkeetna Ranger Station to answer your questions.  Contact ranger staff by E-mail, or: Walter Harper Talkeetna Ranger Station PO Box 588 Talkeetna, AK  99676 (907) 733-2231 (phone) (907) 733-1465 (fax)",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/mountaineering.htm"
}
