{
    "title": "Denali National Park & Preserve: Mountaineering Summaries (1979-1989)",
    "body": "Explore This Park    Plan Your Visit     Mountaineering     Annual Mountaineering Summaries     Mountaineering Summaries (1979-1989)                Annual Mountaineering Summaries: 1979 - 1989       Since 1979, mountaineering rangers in Talkeetna have written reports of that year's mountaineering season. These reports are available by year, below.  Nearly every year, these reports contain overall statistics on the number of expeditions and mountaineers attempting a climb, as well as a total number of summits, broken down by the route climbed on Denali. Download these mountaineering statistics, which have been compiled into one file.   Note: These reports are historical. Keep in mind that certain references are contemporary to the report itself (e.g., calling the mountain \"Mount McKinley\" instead of \"Denali,\" old lists of guiding companies or advice on waste disposal that is no longer correct). For current information on planning a mountaineering trip on Denali or Mount Foraker, please check out our mountaineering info.     Jump to the annual report for ... 1979 | 1980 | 1981 | 1982 | 1983 | 1984 | 1985 | 1986 | 1987 | 1988 | 1989      Annual Summary: 1979  About 680 mountaineers climbed the major peaks of Mount McKinley National Park and Denali National Monument. As in previous years, nearly a third of the climbers travelled to Alaska from foreign countries. Eighteen Japanese expeditions and eight German parties climbed in the park and monument along with groups from Belgium, Ireland, Korea, Switzerland, Sweden, Mexico, England, Canada, France, and Iceland.   The overall success ratio for climbers was approximately 60%. Sixteen climbers were involved in major accidents, and three climbers were killed in accidents on Mount Hunter and Mount McKinley.   The Northeast Ridge of Mount Foraker (via Mount Crosson) was climbed for the first time by an Alaskan party who completed their winter ascent in March. All sections of the route had been previously climbed but this was the first time that the entire route was completed in one trip. Later in the summer, a climbing team from Oregon made the first ascents of the South Ridge of Mount Huntington and the South Face of the South Peak of the Rooster's Comb.   Another \"first\" was recorded in May when an Alaskan dog team reached the summit of Mount McKinley via the West Buttress route.   A Japanese climber was killed and another injured early in May when a corniced ridge they were traversing collapsed on the West Ridge of Mount Hunter. The injured climber was able to make his way alone back to the landing spot on the Kahiltna Glacier.   Two Korean climbers were killed and one was seriously injured when they fell descending the upper part of the West Rib on Mount McKinley. The team had reached the summit and were descending when one member lost his footing. The exhausted team was unable to stop the fall and slid 1,500-2,000 feet down the slope.   Three West German climbers were evacuated from the West Buttress route after two became seriously ill from cerebral and pulmonary edema. The group had climbed up the mountain far too fast for proper acclimatization, reaching 18,000 feet only four days after beginning their climb. Two other cases of high altitude pulmonary edema were also caused by rapid ascents.   Five cases of pulmonary edema, three cases of cerebral edema, and at least ten cases of acute mountain sickness were reported. Eight climbers reported falls and twenty-two reported receiving some frostbite. More minor cases of acute mountain sickness and frostbite probably occurred but were not reported.   The National Park service was involved in twelve separate incidents where climbing parties required outside assistance or evacuation. These incidents cost the National Park Service approximately $10,000. Several climbing groups voluntarily paid for the costs of their rescues.   Trash left by mountaineers continues to plague the more popular routes on Mount McKinley. Most is left by groups who do not carefully plan in advance. Repacking food into plastic bags before the climb can eliminate a great deal of the foil and unnecessary wrappings. This will greatly reduce the amount of trash to be dealt with while on the climb. Groups should carefully plan how much food is necessary for their climb to avoid the necessity of abandoning excess food on the mountain. On certain routes, fixed ropes litters many sections. Fixed ropes should be used as infrequently as is safely possible and should be removed after each climb when feasible. Most importantly, all climbers must make a commitment before they start their climbs that they will bring everything back down with them that they have carried up. Only if this is done will future climbers be able to enjoy the beauty and cleanliness of Alaska's mountains as they should.      Annual Summary: 1980   For much of the past summer, as climbers approached the summit area of Mount McKinley, they were tragically reminded of the difficulties and dangers of the climb by the sight of two frozen bodies lying in the snow. The two, a German couple, had climbed to the summit earlier in the summer. They appeared exhausted and in trouble at that time, but they refused the assistance offered by another party on the summit, and it was the last time they were seen alive. On their descent, they apparently reached a point where they could no longer continue moving, and they sat down to die. We can only surmise that they died as a result of exhaustion, dehydration, exposure to altitude, and hypothermia. Perhaps it is simpler to say that they died because they had over-estimated their abilities to cope with the altitude, the cold, and the weather of Mount McKinley.   It was another year of too much death and too many accidents on Mount McKinley. A party of three Canadians and one American climber disappeared on an ascent of the Cassin Ridge route. After it became apparent that they were overdue, an extensive search was conducted but no sign was ever found of them. Clues indicate that they may have been buried in a large avalanche as they traveled up the Northeast Fork of the Kahiltna Glacier before they ever got to the Cassin Ridge. Other climbing parties have had narrow escapes from avalanches on the Northeast Fork, and many have realized its dangers. It has been called the \"Valley of Death\" by climbers who have seen large avalanches fill the entire width of the glacier. Many climbers have travelled the Northeast Fork in recent years to approach the popular West Rib and Cassin Ridge routes. Those who do so in the future must be aware of the risks involved.   Two other climbers were killed in separate incidents on Mount McKinley. A German climber slipped and fell to his death while descending on the steep slope below Denali Pass. He and his three companions were not roped together at the time of the fall.   Later in the summer, a group of four Czechoslovakian climbers attempted the Muldrow Glacier route. They traveled very fast and established a high camp at 16,000 feet (4,900 meters) only ten days after leaving Wonder Lake. One of the four was not feeling well and stayed in the camp while the other three started out for the summit. Only one of them made it to the top. The other two became separated and quickly succumbed to the altitude.   They were found suffering from severe cerebral edema, by other climbers. They were assisted to a lower elevation where a helicopter was able to land. Their partner, descending from the summit, did not realize that the two had been rescued. He returned alone to their high camp to await the return of the two who he thought were still above him. He found the fourth member in worsening condition and unwilling or unable to eat or drink. After several days, the climber died. The remaining member of the team, who had achieved the summit but at a terrible cost, was finally evacuated by helicopter. Only then did he learn that his two partners were not somewhere above him on the mountain, but were recovering in a hospital in Anchorage.   Some other fine climbs were made on adjacent peaks. An Irish climber and a Swedish climber made the fist ascent of the North Buttress of Mount Hunter. This difficult route had been attempted at least 15 times in recent years. An American group made the first winter ascent of Mount Hunter in the difficult Lowe\/Kennedy route. Two British climbers completed a first ascent on the Southeast Face of Mount Huntington, and two Germans put in a new route on the North Face of West Kahiltna Peak.   As in past years, climbers from many countries travelled to Alaska to climb on Mount McKinley and other peaks in the Alaska Range. This year, climbers came from Australia, Austria, Canada, Czechoslovakia, France, Great Britain, Ireland, Italy, Japan, Kenya, New Zealand, Sweden, Switzerland, and West Germany.   The year of 1980 was also a year of controversy and change for mountaineers and mountaineering in Mount McKinley National Park. For much of the year, the regulation of mountaineering within the park was a popular and often bitter subject of debate in climbing magazines and between climbers. The object of the debate was a proposal from the park to modify the existing regulations in order to eliminate the requirements that all climbers on Mount McKinley and Mount Foraker submit signed physician's statements and that parties climbing both peaks no longer be required to carry two-way radios. The original proposal was modified in a small --but very significant-- way after discussions with local climbing groups and with climbers from all over the world. Finally, on November 25, a new regulation was adopted. It states that \"Registration is required in advance on a form provided by the Superintendent for climbing Mount McKinley and Mount Foraker.\" This regulation refers only to those two peaks. It means that registration is not mandatory on other peaks within the park, although on certain peaks, a backcountry permit will be needed. The regulation refers only to Mount McKinley National Park. At no time did the proposals refer to other mountain ranges in the state of Alaska, as some climbers were led to believe. Even some of our bitterest critics said that they would support a registration system that was voluntary. It is voluntary for all but two peaks in the park which is as it always has been. The only change was in the deletions of the radio and physician's statement requirements.   Comments during the debate came not only from climbers who wanted all regulations abolished. Due to an unfortunate circumstance of timing, a public comment period was scheduled this summer- just after several of the more serious climbing accidents occurred on Mount McKinley. The majority of the comments received suggested that not only were the existing regulations needed, but that more should be adopted to prevent such accidents.   We do not feel that a two-way radio is any less necessary for climbers than in the past. However, with the easier availability of Citizen's Band radios, and the greater number of climbers on most of the routes, the need for regulation is not as great. We expect that most parties will continue to carry a radio with them, as it may be their only link with assistance in case of an emergency.   Two other deaths occurred on nearby Mount Dan Beard when a cornice apparently broke beneath two young American climbers. Their bodies were found two thousand feet below where they had fallen.   Many other climbers were involved in less tragic incidents. In all, there were sixteen search and rescue operations, which cost the National Park Service (and thus the American taxpayer) nearly $48,000. Altitude problems (pulmonary and cerebral edema), severe frostbite, and falls continue to be the most common incidents resulting in rescues. In addition, other accidents often occur which may not require a rescue. We know of at least 41 cases of frostbite, 27 of which were serious enough to warrant hospitalization or the attention of a physician. We assume that there were more cases of which we did not hear.   This year, there was more than the normal climbing activity in April. Nearly one in five climbers on Mount McKinley in that month suffered from frostbite. April may have more clear weather than in the summer, but it is also much colder and the winds can be much stronger.   Although record numbers of climbers came to Mount McKinley this year, poor weather and lower success rates seemed to predominate. Three years ago, in 1977, 80% of all climbers on the West Buttress made it to the summit. This year, fewer than half were successful. Of the 659 climbers who attempted Mount McKinley by all routes, only 283 made it to the top. Of the 30 climbers on Mount Foraker, 13 were successful.   In spite of the bad weather and the accidents, some important new climbs were completed, but even one of these ascents was marred by a problem. An American and a British climber teamed up to complete a new route on the Southwest Face of Mount McKinley near a route attempted by a Japanese party in 1979. The two climbed very fast but ran out of food on the way up the route. They continued to 19,000 feet (5,800 meters) where they joined the Cassin Ridge route. They were unable to proceed from there until another party of two Americans arrived to assist them. Two of the four climbers (one from each party} continued up to the Kahiltna Horn and descended immediately from there down to the West Buttress route since the climber from the Southwest Face was suffering from frostbitten feet.   The two climbers remaining on the Cassin Ridge finally realized that they could not go up any further and that they could not be rescued from that location. Thus they began a difficult, epic descent of the Cassin Ridge. The climber from the Southwest Face was suffering badly from the altitude and from a lack of food. But with the help of an airdrop of food at one point and the help of some other climbers on the Ridge, they were finally able to make the descent to the Northeast Fork Glacier. On the glacier, the same climber, who was still suffering from the effects of cerebral edema and from a severe case of immersion foot, received a broken wrist and a possible concussion in a serious fall. He finally reached the Kahiltna Base Camp, carried in a rescue litter.   One other new route on Mount McKinley was climbed without any noteworthy difficulties. A large Czechoslovakian party completed a new line on the South Face between the American Direct and the South Buttress routes.   Another change occurred late in the year when, on December 2, President Carter signed into law, the Alaska National Interest Lands Conservation Act. One immediate change in the Act is that Mount McKinley National Park and Denali National Monument have been merged together and renamed Denali National Park and Preserve. Other than the name change, there should be little, if any, effect on mountaineers in the park. Aircraft landings will continue to be allowed on the Kahiltna Base Camp and at other traditional landing areas.   The mountain itself retains the name of Mount McKinley, even though it has been proposed for many years that its name be changed to Denali. At a December 11 meeting of the Board of Geographic Names in Washington, D.C., the board deferred on a decision to rename the peak Denali. Apparently there will be no more action on the proposed name change at least until June. However, the name Denali National Park is official at this time.   Robert A. Gerhard Mountaineering Ranger      Annual Summary: 1981 The 1981 climbing season on Mount McKinley came in like a lamb and went out like a lion. The fair weather predominating in May and most of June allowed many climbers to complete short, safe, and successful expeditions. But the latter part of the season was a different story. Beginning with a severe storm in the last week of June, the bad weather continued almost uninterrupted for over five weeks. Occasional and short breaks in the weather did allow some climbers to complete their climbs, but all who were on the mountain in July were humbled and impressed by the severity of Mount McKinley's weather.   A group camped at 17,000 feet on the West Buttress route reported that six feet of snow fell in one day. The following day winds of 100 miles per hour removed every bit of new snow from the camp. Another group at 14,000 feet on the West Buttress had nine (9) feet of snow fall on their camp in two days. Drifting snow built to incredible depths. In just a few hours, snow drifted to a depth of twelve feet and buried a camp on the South Buttress.   The storms may have contributed to the deaths of the four climbers. Three Japanese climbers planned an ascent of the difficult American Direct route on the South Face after successfully climbing the West Buttress in June. They were last seen on June 30th approaching the base of the South Face. We assume that the three climbers were buried in an avalanche.   A fourth Japanese climber died of cerebral and pulmonary edema, at the 11,800 foot-level on the West Buttress route in early August. Bad weather forced the climber and his group to stay at that camp for several days, during which time he became seriously ill. The day after the climber became ill, his group made a difficult descent in poor weather in an unsuccessful attempt to save his life.   Two other climbers died earlier in the year in separate accidents not necessarily related to the weather. An American climber attempting to solo ascent of the East Buttress route in April disappeared and was never found. In May, another American climber was killed in a tragic accident when his partner fell into a crevasse on the Peters Glacier. The first climber was apparently not injured in the fall but was wedged so tightly that his partner, suffering from a broken shoulder was unable to pull him out of the crevasse. After many hours of effort, his partner was forced to leave him in the crevasse.   This last incident serves as a tragic reminder of the need for all climbers on Mount McKinley to be as nearly self sufficient as possible when problems arise. The two were carrying a radio with them, but because of their location on the mountain, they were not able to contact anyone, until two weeks after the incident when the survivor was able to contact an aircraft overhead. They had no one else turn to for help. Travelling as a group of two on an Alaskan glacier leaves limited possibilities for self­ rescue in case of a crevasse fall.   All too often in recent years, climbers have come to depend in the availability of helicopters for rescues on Mount McKinley. This should not be the case. Waiting at the higher altitudes with a climber suffering from altitude illness while a helicopter is requested may well prove fatal. Climbers should be able to recognize the symptoms of an altitude problem early enough to evacuate the sick climber by foot or by sled . Weather conditions are not always available. Whether confronted with an altitude problem, frostbite, or injury, an expedition should first consider how it can handle its own problem without any assistance.   Climbing groups should plan for this kind of self-sufficiency when they organize their expeditions. Group size (enough to effect a rescue without outside assistance) , rescue training, extra rescue equipment , and extra food should all be considered in the planning stages. This advice should not be taken lightly. Out of every 100 climbers who attempt Mount McKinley, one dies . Mount McKinley is a dangerous mountain, and those who venture on its slopes should be experienced, equipped and self-sufficient .   612 climbers attempted Mount McKinley in 1981. Barely half, or 421 successfully climbed to the top. Only 6 climbers, out of 19 who tried, climbed Mount Foraker. Four of these were French climbers who also made a successful ski descent of the Southeast Ridge.   The most notable ascents of 1981 were not made on Mount McKinley or Mount Foraker. Two climbers teamed up in the spring to do the first ascent of the East Face of the Moose 's Tooth. One of the two then climbed the North Buttress of Mount Hunter with a new partner . Both were very difficult and impressive climbs .   Two British climbers completed a first ascent of the North Face of the Rooster's Comb and then a new route on Mount Huntington. A large German group climbed eleven peaks in the Sheldon Amphitheater . Many of these climbs may have been first ascents.   The High Latitude Health Research Project of the University of Alaska Anchorage began what is hoped to be a several year medical research program on Mount McKinley this summer. Activity this summer was limited to a lengthy questionnaire which was given to climbers as they returned from their climbs. The questionnaire dealt with such issues as type of equipment used, speed of ascent, weather conditions, and medical problems encountered. The medical section primarily covered high altitude sickness and frostbite.   Although the Project was only approved late in the spring and the questionnaires were put together under a tight deadline, over 300 questionnaires were completed and returned. The information from these questionnaires is being entered into a computer now and should contribute greatly to our understanding of medical problems on the mountain. Mount McKinley's combination of high altitude and extreme cold weather is found virtually nowhere else in the world. Considering the large number of climbers on Mount McKinley each year, the mountain is an excellent site for the study of altitude and cold related problems . Although funding and logistical problems are not yet solved, the Project hopes to place teams of physicians on the mountain next year and in succeeding years. These teams will staff camps at the Kahiltna base camp and also at the 14,200 feet on the West Buttress during at least a major portion of the climbing season. They will be doing actual field research and may also be available to help climbers with serious medical problems . We hope that more information regarding this project, as well as a preliminary summary of the 300 questionnaires completed this summer, will be available later this winter.   This year, for the first time, the number of guide services operating on Mount McKinley was limited by the National Park Service. Six guide services were selected as concessionaires late in 1980 to provide mountaineering guide services on Mount McKinley and other mountains within the boundaries of the old Mount McKinley National Park as it existed before the expansion of the park on December 2, 1980 (which also changed the name of the park to Denali National Park and Preserve). The six guide services selected were:  Aerie Northwest Seattle, Washington Mountain Trip Kasilof, Alaska Fantasy Ridge Alpinisim Estes Park, Colorado North Cascades Alpine School Bellingham, Washington Genet Expeditions Talkeetna, Alaska Rainier Mountaineering Tacoma, Washington  National Park Service regulations for the last decade or so have required that all groups on Mount McKinley carry a two-way radio and that all climbers on the two peaks submit a physicians statement certifying proper health and physician condition. In November 1980, these regulations were dropped-- a move which received the support of most of the climbing community. We, of course, still recommend that all climbers be in good health and in excellent physical condition. Also, we very strongly recommend that all groups on the two high peaks carry radios. Even though the radios commonly carried by climbers have many limitations (especially at lower altitudes), a radio may prove to be the only source of assistance in the event of an accident or severe illness. While it may not be necessary for every party on the crowded West Buttress route to carry a radio, any party may have the need to use one in an emergency. All parties climbing the less popular routes, or climbing early or late in the season, should have a radio.      Annual Report: 1982 During the 1982 climbing season, more climbers were on Mount McKinley than ever before, but surprisingly, the summit saw fewer climbers than in several previous years. Of the record 696 climbers who attempted the mountain in 1982, only 310 (44%) successfully reached the summit. In 1981, 321 climbers (52%) made it to the top; in 1979, 351 (66%) were successful; and in 1976, 339 (57%) . Why were so few climbers successful this year? There were no long periods of consistently bad weather. Were the climbers of 1982 attempting more difficult routes, or were more inexperienced? Or were they simply less summit oriented and more concerned with enjoying their climb? Another possible reason may be that every year more climbers choose to begin their climbs in April, an extremely cold and bitterly windy time for a climb.   Presumably most of the climbers choose April in order to avoid the \"hordes\" of climbers that are on the mountain in May, June, and July. But as April becomes more popular, these climbers may find that, instead of avoiding the hordes, they may in fact be part of the hordes in April.   Despite the lower success rate, some impressive climbs were made in 1982. A party of three completed the first winter ascent of the Cassin Ridge route (and only the second winter ascent of the mountain ) in February and March. This climb was extremely difficult and dangerous, and the three climbers were lucky that the weather was basically stable the entire time they were on the mountain .   Other significant ascents were marred to some degree. An American climber made and impressive solo ascent of the Scott­ Hasten route on the South Face of Mount McKinley, but suffered badly frostbitten hands and ended his climb being evacuated back to Kahiltna Base Camp by dog team. Two other climbers completed a new route on the Southeast Face of the South Buttress-- a route that they named the Isis Face. Though they completed their intended route, they stopped their climb on the South Buttress and did not continue to the summit of the mountain . And finally, a party of six completed the second ascent of the Northwest Buttress (first ascent in 1954) by making the questionable decision of sending two members to the summit while another member was suffering from cerebral edema.   Whatever the reasons for the lower success rate on the mountain, they were not responsible for a corresponding increase in the number of accidents on the mountain . For only the fourth time in the last fourteen years, there were no deaths on Mount McKinley.   Helicopters flew to Mount McKinley for rescues only four times, compared to fifteen times in 1976.   However, there were some serious incidents . Two Japanese climbers nearly perished when they fell an unknown distance down the West Rib route. The two owe their lives to the High Latitude Research Project, a team of doctors doing medical research on the mountain; who spotted the two climbers, evacuated them to their camp and cared for them for several days until the weather improved and helicopters could reach the camp.   A large German expedition faced a near tragedy when they climbed from 17,000 feet to the summit in very poor weather. Other climbers at the same camp refused to go to the summit in such weather. The bad weather got worse and the party was forced to bivouac on their descent. The next day they struggled back into the camp, several with frostbite and one with a back injury. Had there not been other climbers at the 17,000-foot camp to care for the German climbers, it is probable that some would have perished.   The same severe storm compounded another climber's problems . A young English climber, out for a day's solo ice climb on the West Buttress, fell when a cornice collapsed beneath him. He lost most of his equipment and was forced to spend a night out in a shallow snow cave. During the bivouac, both hands were badly frost-bitten and he eventually lost most of his fingers.   Many other climbers suffered frostbite in 1982. From our after­ climb reports, it appears that at least 15% of all the climbers on the mountain received some degree of frostbite. Many of these were those who chose to climb in April or early May, although frostbite injury is possible at any time.   Even though many of these frostbite cases were minor, the figure is far too high. Even a relatively minor case of frostbite can result in impaired circulation and a greater risk of subsequent injury. Virtually all frostbite injuries should be preventable. Wearing the proper clothing is, in itself, not enough to prevent frostbite. Proper nutrition, proper hydration, and mental attitude are all equally important.   In addition to the two Japanese climbers on the West Rib route, the High Latitude Research Project may have saved other lives, or at least prevented some accidents. Teams of doctors spent most of May and June at two camps on the West Buttress route - one at the 7,000-foot Kahiltna Base Camp and one at 14,300 feet. Though their primary mission was to conduct medical research, the doctors also assisted numerous climbers with minor to major medical problems . Some climbers with minor altitude problems were cautioned to remain at the 14,300-foot camp for a day or so before continuing their climb, perhaps preventing more serious altitude illness higher on the mountain. The High Latitude Research Project plans at this time to return to Mount McKinley for the 1983 climbing season.   A few other statistics about the 1982 climbing season on Mount McKinley may be of interest: 42% of the climbers came to the mountain from outside the United States. In addition to the United States, 23 separate countries were represented. It is truly an international mountain .   498 of the 696 climbers who attempted Mount McKinley did so via the popular West Buttress route. Thus nearly three out of every four climbers on the mountain can be found on one route.   183 (26%) of the 696 climbers were guided on their climbs by professional mountain guides. Most of these climbs were on the West Buttress route, but guided climbs were also made on the Muldrow Glacier, South Buttress, and Northwest Buttress routes .      Annual Report: 1983  The two climbers successfully reached the top of a difficult first ascent in the Alaska Range, but their luck ran out on the descent. After a serious fall where injuries occurred, they were unable to continue. Only after what must have been a long and difficult five days were they discovered and evacuated by helicopter-- back to civilization and medical attention. Both climbers were very experienced climbers, with previous expedition experience in the Alaska Range, but their climb this year very nearly ended up with more tragic consequences.   The above climb would be noteworthy at any time, but what makes it even more interesting is that it happened not once, but twice, in the Alaska Range in 1983-- once on Mount Foraker and once on Mount Huntington.   A number of impressive first or second ascents were made in 1983 on Mount McKinley and nearby peaks in the Range, but it is interesting to note that of the seven climbs described below, five were marred by a serious accident and\/or rescue. A string of \"bad luck\" perhaps? Or are first ascents just getting harder to come by? Maybe climbers-- knowing that rescue facilities are nearby-- are becoming too callous towards the hazards of the difficult routes in the Alaska Range? Whatever the reason, climbers in the future should pay heed to these incidents and learn from their mistakes. In some cases, only \"good luck\" may have prevented more serious incidents. A group of four Alaskan climbers completed the first winter ascent of Mount McKinley's West Rib route in March, and became only the third group to successfully climb the mountain in winter. Two of the four climbers reached the summit, but on the descent to their high camp one of the two-- not roped to his partner-- apparently slipped and fell over 4,000 feet down the route. His body was never found.   Since the Wickersham Wall was first climbed by two separate routes in 1963, there have been no further successful ascents-- until 1983 when the Wall was again climbed twice, by American groups. In May, four climbers completed the second ascent of the Canadian route on the western edge of the Wall, but one of the four was injured in a fall and was later evacuated from the West Buttress route. When she fell, the climber was not roped to her partner and her ice axe was in her pack where it could do her no good. A month later, a group of three made a successful climb on a new variation of the Canadian route, deviating from the original route between 15,000 and 18,000-feet. In the first of the two noteworthy climbs on the South Face of Mount McKinley, a pair of climbers from Colorado added a new route to the Southwest Face. Their route-- possibly the most difficult route ever done on the mountain-- lies between the Cassin Ridge and the Roberts\/McCartney route. One of the two suffered severely frostbitten feet as they ascended. He was able to complete the climb but was evacuated from the West Buttress route as they descended. On the opposite side of the South Face, two Japanese climbers made an impressive, incident-free second ascent of the American Direct route, and were strong enough on their descent to help lower an injured climber partway down the mountain.   A remote north ridge of Mount Foraker (one of two ridges between the original 1934 route and the Archangel Ridge) was climbed for the first time by two American climbers. On their descent of the Southwest Ridge, one of the two-- suffering from high altitude pulmonary edema-- lost his control and tumbled off the route, falling over 1,000 feet. As with the Wickersham Wall incidents, this climber was not roped together with his partner. Luckily, he stopped his fall and was able to regain the route with his partner's help. Five days later, both were evacuated by helicopter from their 15,600-foot camp.   The last ascent-- a new route on the East Buttress of Mount Huntington was climbed by two American climbers. Nearing the end of their descent, both fell and tumbled to the bottom of the couloir they were in. They were both injured but one of the two was able to get assistance five days later by struggling up a ridge overlooking the Sheldon Amphitheater and yelling down to a climbing party below. A helicopter evacuation was arranged shortly thereafter. The High Latitude Research Group (HLRG) of the University of Alaska, Anchorage completed its second summer of medical research at the 14,300-foot camp and at the Kahiltna Base Camp. These radios-- along with the willingness of the HLRG crew to assist whenever needed were greatly appreciated by climbers and by the National Park Service who regularly depended on the HLRG during rescues.   Unfortunately, such a good thing will not last forever. At the present time, funding constraints and other considerations make it seem unlikely that the HLRG will be back up on the mountain in 1984. If this is the case, climbers will again be on their own on the upper parts of the mountain. Without excellent communications and a team of well-acclimatized climbing doctors at the 14,300-foot camp, it is likely that there may be more accidents, and minor incidents may well become more serious. The HLRG doctors, noting minor and sometimes major signs of altitude problems in climbers at this camp, have had to caution the climbers to slow down their rate of ascent or to cancel their climb. Without the HLRG camp, climbers will have to again take the responsibility to caution themselves.   The handling of trash and human waste on Mount McKinley has been the subject of debate for many years, but in the past years the discussion has focused primarily on the issue of trash. In the early 70's it became evident that, with hundreds climbing the mountain every year instead of the relatively few who had done so previously, climbers could no longer simply leave trash or discarded food and equipment on the mountain. Before this time, it was considered \"proper\" to leave food and equipment caches for succeeding groups to use in an emergency. Most of these caches simply became lost or destroyed by wind, weather or ravens. But over the last ten years, organizations and individuals in the climbing community along with the National Park Service have waged an intensive campaign to reduce the amount of litter on Mount McKinley. Although we certainly have not reached 100% of our goal, we are satisfied that the mountaineers of today are climbing Mount McKinley with a much more sensitive ethic regarding litter and abandoned gear. But for the most part, the question of human waste has not been dealt with. Most climbers, at least until this summer, continued to defecate and urinate in shallow latrines dug into the snow. This worked reasonably well in areas where snowfall exceeds snow melt, but not nearly so well in areas where snow melt regularly exposes old, abandoned latrines, or in areas high on the mountain where high winds blow away any new snow.   A number of times in recent years climbers suffering from gastro- intestinal complaints have blamed the \"yellow snow\" near the popular camping locations. As the number of climbers keeps increasing, it becomes harder and harder to find clean snow for cooking and drinking. So this year, the climbing rangers at the Talkeetna Ranger Station made a special point of urging all climbers to bag their human wastes and to dump the bags into deep crevasses. Plastic bags were provided by the National Park Service for those who needed them. We by no means believe that this is the final solution to the handling of human wastes on Mount McKinley, but we do feel that it is a reasonably realistic intermediate step, and it should help solve the immediate health hazard. We were satisfied with the compliance in our first year of this effort, and are confident that climbers in future years will be even more sensitive to the proper handling of human wastes. At the same time, we intend to continue our efforts to find the best way-- that is reasonable, practical and effective-- to do so. As is most years, a large number of climbers from the foreign countries travelled to Alaska to attempt Mount McKinley. This year, 161 climbers from fourteen different nations were on the mountain. The largest numbers came from Great Britain, Germany, and Japan, but there were also climbers from Austria, France, Canada, Switzerland, Denmark, New Zealand, Taiwan, Italy, Spain, Sweden, and Norway. To assist at least the majority of these climbers, the National Park Service has recently had its mountaineering brochure translated into two languages. In addition to English, we now have German and Japanese editions available.      Annual Report: 1984 The 1984 climbing season in Denali National Park and Preserve began on two notes of sorrow. At age 59, Francis Randall died from cancer. Francis was known to many as the \"Kahiltna Queen\" and spent the last nine summers as the 7,000' base camp radio operator on the Kahiltna Glacier. During that time Francis assisted with the coordination on dozens of rescues. She was one of the first women to climb Mt. McKinley. Francis will long be remembered by mountaineers for her charisma, warm friendship and her hospitality at the Kahiltna Base Camp.   The second note of tragedy involved the Japanese adventurer of Naomi Uemura. Uemura completed the first solo winter (February) ascent of the West Buttress route to the summit of Mt. McKinley. However, he disappeared and is presumed to have died during his descent, probably somewhere above the 14,300' level. Cold temperatures, high winds and poor visibility hindered search efforts and likely contributed to Uemura's disappearance. Uemura had completed numerous solo adventures during his life including the first summer solo ascent of the West Buttress route. He was an expert in arctic travel and survival.  The High Latitude Research Group from the University of Alaska did not receive funding to continue a third year of medical research at the 14,300' on the West Buttress. The National Park Service Mountaineering Rangers, assisted by volunteer medical doctors and volunteer mountaineers, established and operated a rescue\/medical camp at the same location. The camp seems to have been very successful in reducing both the number and the cost of search and rescue incidents on Mt. McKinley. Its primary benefits were to assist mountaineers in the early detection of Acute Mountain Sickness (AMS), and when necessary, to effectively coordinate rescues with acclimatized personnel with communication capabilities. Early detection of AMS enabled many climbers to descend to lower elevations to better acclimatize before continuing their climb. This probably prevented numerous rescues. The Mountaineering Rangers encouraged parties to evacuate their own sick and injured whenever possible. This, combined with dependable on-site evaluation of potential evacuation situations, and better communications with Talkeetna, prevented many premature and\/or unnecessary rescue responses. In addition, Mountaineering Rangers were unable to personally contact nearly all of the West Buttress climbers and emphasize the importance of proper sanitation and trash removal practices. This seems to have made a significant contribution toward cleaner campsites.  During 1984, the first littering citation was issued to a mountaineering party on Mount McKinley. The party was from Italy and had been contacted by one of the Mountaineering Rangers on the West Buttress route about leaving garbage and abandoning both garbage and food at a popular campsite. Again this year, six commercial mountain guiding concessions and the National Outdoor Leadership School were authorized to operate under concession permits for the McKinley and Foraker massifs. Mountaineering Rangers began actively enforcing the regulations which prohibit other guides from operating commercially on these two mountains. Two citations were issued, one to an American, and another to a Japanese guide. Mountain guides who wish to lead commercial expeditions on either mountain must be under the employment of one of the authorized concessions. Demand to climb Mt. McKinley seems to have tapered out to approximately 700 attempts per year:   1978 - 539 1979 - 533 1980 - 659 1981 - 612 1982 - 696 1983 - 709 1984 - 695  Approximately 695 mountaineers attempted the summit of Mt. McKinley in 1984. Lower than normal temperatures and high winds created unfavorable conditions for summit attempts during April and May. June weather was excellent but it again deteriorated during nearly all of July.  Interesting Statistics  Success Rate: 335 (48%) of those attempting the summit were successful. Acute Mountain Sickness: 77 (12%) had symptoms, of these:    52 (67%) were mild  20 (26%) were moderate   5 ( 7%) were severe   Frostbite: 32 (5%) reported some degree of frostbite. Three required hospitalization. West Buttress Route: 562 (80%) of the climbers on the Mountain were on the popular West Buttress route. Mountain Guiding: 222 (31%) of the climbers were guided by professional mountain guides. The overall success rate of these groups was 45%. Most guided trips occurred on the West Buttress, but other guided attempts on Mt. McKinley included the Muldrow Glacier, West Rib and the Northwest Buttress. Foreign Climbers: 193 (28%) were from foreign nations. Fifteen different nations were represented:   Spain - 9  W. Germany - 29  Japan - 33  Italy - 7  France - 15  Brazil - 1  Austria - 21  Holland - 4  New Zealand - 9  Australia - 1  Czechoslovakia - 9  Canada - 15  Switzerland - 32  England - 6   Norway- 2    New Routes Mt. McKinley  South Buttress - Ridge of No Return: a difficult climb soloed by Rained Casarotto (Italy). Casarotto completed his new route but did not continue to the summit.  South Face - Czechoslovakian Direct: a difficult route exposed to severe ice fall. It is probably the most direct route to the summit and follows dihedrals and ice ramps to the right of the Cassin. It was completed in ten days by a Czechoslovakian team of Adam Blazej, Korl Frantisek, and Krizo Anton.  Traverse - not a new climb but of interest. A well conditioned and acclimatized French Army team completed a traverse from 7,000' base camp to Wonder Lake in five days! They reached the summit in three days.   Mt. Foraker  East Face - Pink Panther: the route tops out at 14,000' on the S.E. Spur. It was completed during May in five days by French Canadians Vachon, Dery and Gagnon, and Australian Sanders.   Mt. Hunter  North Buttress Couloir: completed by two members of the French Army team (Tedeschi and Grison).    Mt. Huntington   West Face Variation - a route completed by Jim Haberl and Rob Rohn, from Canada. Unfortunately these climbers disregarded their due-out date. After receiving calls from the climber's relatives, the NPS initiated an unnecessary search. The climbers and their air taxi service covered the cost of the search.   Rooter's Comb   North West Face- also completed by Haberl and Rohn.     Accidents In addition to Naomi Uemura's disappearance during his winter ascent, there was only one other fatality during 1984. In early June, a Swiss guide died when he fell into a crevasse. He was skiing un-roped down the West Buttress route. The accident occurred at the 10,700' level.    In April, a British climber was rescued from 14,000' on Mt. Foraker when he became disabled by severe pulmonary edema (HAPE). This was an extremely hazardous helicopter rescue conducted by Chris Soloy in his Hughes 500 D helicopter. The victim disregarded symptoms of AMS and delayed his descent until he was incapacitated. Furthermore, this was his second time he has been stricken by HAPE.  An Alaskan climber was injured and required helicopter evacuation following a fall during a traverse of McKinley's South Buttress at 11,000'. The group of three was off their intended route and was attempting terrain that exceeded their ability. The fall occurred when the leader unroped, when his belay rope proved too short to allow him to reach his desired objective.  A German climber fell at 18,500' on the West Buttress route and sustained possible internal injuries. He and other members of his party completed the evacuation to the 14,300' medical camp where he was flown out by Lowell Thomas in his Helio Courier. The victim carried no ice axe and was probably not roped at the time of the accident. He also had made an unusually long ascent that day and was probably suffering from exhaustion and at least some degree of AMS.  A guided party on the South East Ridge of Mt. Foraker was caught in an avalanche that carried three of its members down 800' including a 30' cliff. Fortunately, none of the mountaineers were seriously injured and they were able to evacuate themselves.  We continue to see some of the same mistakes reoccur time after time, year after year. The three most common seem to be:   Failure to adopt a conservative ascent rate to allow for proper acclimatization. The recommended rate of ascent is 1,000' per day above 10,000'.  Travelling unroped on Alaska's glaciers is an invitation to disaster. Again this year an experienced mountaineer died from an unroped crevasse fall. Everyone should travel with proper protection and the knowledge to extricate themselves from a crevasse.  Departing for a summit attempt with damp inner boots and\/or improper footwear and insulated overboots, combined with inadequate food and water intake and the failure to stop and rewarm cold extremities is a sure formula for frostbite.    This spring, Bob Gerhard, Mountaineering Ranger at Denali National Park for the past eight years, accepted a new position at Lake Clark National Park. I have replaced Bob as the new South District\/Mountaineering Ranger and will live in Talkeetna year-round.  -- Robert R Seibert      Annual Report: 1985  There were no winter ascents of Mount McKinley or adjacent peaks during 1985. A Japanese team, filming a movie about Naomi Uemura, made this season’s first ascent. Their large filming crew arrived at the Kahiltna base camp on March 18th. Twelve team members continued beyond base camp, filming while they ascended. On April 18th, the tenacious group placed seven members on the summit. Even though they did not officially qualify as a winter ascent, they certainly experienced winter conditions throughout nearly all of their climb.   The months of May and June have traditionally offered the best weather for expeditions to the Alaska Range. For 1985 however, they were an extension of the arctic winter. Severe temperatures and abundant storms created conditions that kept the success rate to approximately 20 percent until the last week of June. Cold related injuries more than doubled from the previous year, effecting 11 percent of all the Mount McKinley climbers.   The High Latitude Research Project was funded this season. Their camp at 14,200’ on the West Buttress was staffed from late April through late June. In addition to continuing past projects, the researchers began investigations into the effect of altitude upon brain function. As in past years7 their talented staff assisted in and\/or coordinated a number of rescues. Transportation of the project to and from the mountain was provided by the U.S. Army, 242nd Aviation Company, Ft. Wainwright, Alaska. Doctor Peter Hackett will submit a summary of the research results from the High Latitude Project for inclusion in the 1986 American Alpine Journal.   The National Park Service conducted three, four-week expeditions on Mount McKinley. All were on the West Buttress route. These patrols enabled the Mountaineering Rangers to contact nearly all the West Buttress climbers to emphasize the importance of proper sanitation and trash removal practices. Both the medical doctors and the rangers stressed the importance of self-sufficiency on Mount McKinley. Nearly all of the mountaineers who developed frostbite or altitude sickness were encouraged to conduct their own evacuation. For 1985, only seven people were air evacuated from Mount McKinley and the surrounding mountains under rescue conditions (two of these were body recoveries). Two others were assisted from 17,000’ to the medical camp where they were later able to descend to base camp under their own power.   To addition to the pit latrine at the Kahiltna Base at 7,200’, new pit latrines were provided at 14,200’ on the West Buttress and at the landing strip on the Sheldon Amphitheater on the Ruth Glacier. These simple latrines have been very successful in concentrating human waste and thus reducing the sanitation problems at the more popular traditional campsites. We plan to expand the use of these units to include the 11,000’ and 17,200’ camps for 1986.   One American was issued a citation for littering. A German was cited for guiding without a permit.   The number of people attempting to climb Mount McKinley decreased slightly this year. The decrease was in the number of foreign climbers and was probably a result of the strong American dollar in the foreign markets.   Approximately 645 mountaineers attempted to climb Mount McKinley in 1985. Severe winter weather continued through April, May and into late June. Conditions improved in late June in time to allow a large number of expeditions, who were waiting at the lower elevations, to try for the summit. Unusually good weather lasted throughout nearly all of July.   Interesting Statistics Success Rate - 321 (50%) of those attempting the summit were successful.  Acute Mountain Sickness - 116 (18%) had symptoms, of these:  64 (10%) were mild 39 (6%) were moderate 13 (2%) were severe  Frostbite - 72 (11%) reported some degree of frostbite. Eight of these required hospitalization.  West Buttress Route: 511 (80%) of the climbers on Mount McKinley were on the popular West Buttress route.  Mountain Guiding: 238 (37%) of the climbers were guided by professional mountain guides. The overall success rate of these groups was 62%. The majority of the guided trips occurred on the West Buttress, but other guided attempts on Mount McKinley included the Muldrow Glacier, South Buttress, Northwest Buttress, West Rib and Cassin.   Foreign Climbers: 121 (19%) of the climbers were from foreign nations. This was a 37% decrease from last year.   Two thirds (66%) of all climbers completed the Post Climbing Report, the source of statistics for AMS and frostbite. Final figures were obtained by extrapolating the reported figures to represent the total number of climbers. Hospitalized cases represent actual cases, not assumed.   Record Number Of Mountaineers On Mount McKinley During A Given Week: A new all time high of 294 Mount McKinley climbers was recorded during the week ending May 19th. The previous high was during the week ending May 16, 1983 when 270 climbers were on the mountain’s slopes during a seven day period.   Minimum Temperatures: Near the end of the 1984 climbing season, the Mountaineering Rangers cached a minimum recording thermometer at 17,200’ along the West Buttress route. The thermometer was checked during early May of 1985. The minimum temperature was -58 degrees F. The same NPS patrol experienced -49 degree F. temperatures while camped at 17,200’. The 1913 Stuck\/Karstens Expedition left a minimum recording thermometer at 15,000’ on the Muldrow Glacier route, near Brown’s Tower. It was recovered 19 years later by members of the 1932 Lindley\/Liek Expedition. The thermometer indicated -94 degrees F which was the lowest possible recording for that instrument. The accuracy of that reading has been questioned because of the high possibility that one of Denali’s numerous earthquakes jarred the instrument. According to personnel at the US Weather Service Forecasting Office in Fairbanks, the lowest officiallv recorded Alaskan temperature was -80 degrees F. recorded at Prospect Creek on January 23, 1971. This was during the coldest month on record for the city of Fairbanks. The average daily temperature was -32 degrees F. The coldest official temperature for the Northern Hemisphere was -94 degrees F. recorded at Verkhoyansk, Siberia.   New Routes  Mount McKinley: No new routes were completed during 1985, however Sarah Doherty, a 25 year old American, became the first amputee (one leg) to climb the mountain. She summitted in May via the West Buttress and utilized special crutches for the ascent.  Mount Hunter: A new line up the East Buttress was completed by Americans Jack Tackle and Jim Donini.  Kitchatna Spires: Alaskan mountaineers Roman Dial, Chuck Comstock and John Harpole made two first ascents:    Peak 8055 - “Vug Tor” - a route up the southeast face.  The 6000’ peak south of Bluff Spire - “Talkeetna Tor”    Accidents In early May, a German climber was descending Denali Pass on the West Buttress when he slipped and fell. He was travelling unroped, had his ice ax strapped to his pack and was walking with ski poles. He was unable to self-arrest, tumbled 200 yards and disappeared into a crevasse. He was fortunate to land on a small ledge about 10’ down. He was helicopter evacuated from 17,200’ with possible cervical injuries.   In mid May, another German climber who was part of an illegally guided expedition from Germany, fell at the same place. Again, he was unroped, his ice ax was on his pack and he was using ski poles. This time the fall was fatal. This climbing party evacuated the body to 14,200’ where it was flown out by ski plane.   In early May, an American guided party on the Muldrow Glacier was caught by a severe windstorm along Karsten’s Ridge. Winds were so strong that two packs were blown away. Travel became impossible. Members of the team were literally blown off their feet. This overstressed the polypropolene fixed line the climbers were descending. The line broke and climbers fell approximately 200’. There were no injuries during the fall but climbers were forced to bivouac overnight where they landed. In one case, a climber maintained an ice ax arrest position all night long. This individual received third degree frostbite to his left hand. The team requested and received helicopter evacuation for this man and another who had lost all of his equipment during the storm.   In mid May, an American climbing party of four reached the 16,100’ level on the West Rib. As they prepared camp, one member moved to the down-sloping edge of their tent platform to drive a snow picket to anchor their tent. He had unroped, removed his crampons, was wearing smooth soled overboots and was carrying only a rock hammer. He slipped, was unable to self- arrest and fell 1,200’ to his death. The body was helicopter evacuated.   In early June, two American climbers were caught on the Lowe-Kennedy route on Mount Hunter by one of the heavy snowstorms. Avalanche danger was high. Calls for help were heard at the Kahiltna base camp. When rangers made an overflight, the two climbers indicated by arm signals that they needed transportation off the mountain. Food, fuel and a CB radio were air dropped but only the food was recovered by the climbers. On the next overflight, one climber again indicated they needed help.   They were evacuated by helicopter. The climbers later said they felt it was too dangerous to move from their location, they were low on fuel, and weather appeared to be deteriorating.   At the end of May, an American party of two reached the 17,200’ camp on the West Buttress. One member elected to camp in a tent, the other camped in an igloo where another climber cooked and melted snow with a white gas stove for an extended period of time. The newly arrived climber developed a severe headache, slept poorly and by morning was ataxic, had a pulse of 120\/minute and respirations of 26\/minute. He was removed from the igloo and oxygen was administered. Improvement was rapid. With some assistance, he was able to descend to the 14,200’ medical camp where he was diagnosed as having carbon monoxide poisoning from the stove operating in the poorly ventilated igloo.   Another American climber showed symptoms of dehydration, carbon monoxide poisoning, and Acute Mountain Sickness at the 17,200’ West Buttress camp. Personnel from the 14,200’ medical camp responded, administered oxygen, IV solution (two liters), and medication. He was lowered down the upper portion of the “rescue gully” and then assisted under his own power to the medical camp. After rest he was able to walk to base camp. This rescue should have never occurred. The victim was ill at high camp with headache and vomiting and was unable to take liquids during the day. He chose to attempt a summit climb that evening despite these clear warning signs. This expedition demonstrated little of the self-sufficiency that is so important on Mount McKinley. Rescue efforts were left to other climbers and members of the research camp. Members of the expedition were either too exhausted or lid not have sufficient experience to conduct their own evacuation.   Many of the most common causes of rescues and tragedy in the Alaska Range are clearly avoidable:    Acute Mountain Sickness: Allow for proper acclimatization by adopting a conservative ascent rate. The recommended ascent rate is 1,000’ (300 meters) per day above 10,000’ (3000 meters). This rate may be either too fast or too slow for certain individuals. It is important to learn the symptoms of Acute Mountain Sickness. Once symptoms appear, immediate descent to re-acclimatize is essential. An excellent concise guide to AMS is the American Alpine Club’s Climber’s Guide: Mountain Sickness, Prevention, Recognition and Treatment, by Peter H. Hackett, M.D.  Crevasse and Denali Pass Falls: Travelers on snow covered glaciers should be roped and have the proper equipment and knowledge to extricate themselves or an injured partner if a crevasse fall should occur. Over the years, Denali Pass has proven especially dangerous for unroped climbers traveling without an ice ax. Frostbite: Temperatures at altitude in the arctic are too extreme for the protection offered feet and toes by the plastic double boot. Fully insulated overboots that also cover the bottom of the foot are essential during April and May and highly recommended for June and July. Special attention must be given to maintaining proper circulation in the foot and toes, keeping the inner boot insulation dry and the body properly hydrated.  Carbon Monoxide Poisoning: Cooking in poorly ventilated areas such as tents with all doors and vents closed, or old ice glazed igloos and snowcaves, produced two serious cases of CO poisoning this year. We suspect that many others also suffered lesser forms of CO poisoning. Furthermore, it seems very likely that CO poisoning may be a common contributor to AMS. It is difficult to diagnose the difference between Mountain Sickness and early symptoms of CO poisoning. Avoid the temptation to heat shelters with cooking stoves. Allow for good ventilation. Extra caution is necessary if two stoves are being used at the same time.  Sanitation: Intestinal disorders, vomiting and diarrhea may result from contamination of food, or more likely, drinking water. The resulting dehydration can become a serious problem at altitude. All drinking water is obtained from snowmelt. Since most Mount McKinley expeditions camp at sites commonly used by previous expeditions, the chance of gathering snow in the immediate vicinity of a previous expedition’s latrine is very high. Conditions become worse as the season progresses and old latrines melt out. For the health mid safety of all, it is imperative for every to follow these simple steps:    Use the public latrines where they are provided.  At other locations: Dig a shallow hole in the snow.  Line the hole with the proper size heavy duty plastic bag. Stake the corners of the bag open (wands work well). When not in use, simply close the top of the bag to prevent it from filling with snow. Use the bag as a communal latrine for all members of the expedition while in that camp. A little attention to prevent overfilling will make the process of disposal much easier. When you move camp or a bag fills, simply tie it off and toss it into a deep crevasse. If no crevasses are immediately available, the bag should be carried until a suitable crevasse is found. The wastes are usually frozen and will ride well on the sled. On steep technical routes, the bag can be tossed away from the climbing route or feces can be deposited on snow blocks and shoveled off the route. Crevasse only human waste. All trash must be carried out!    Self-sufficiency: Those who depend upon rescue efforts or the strength and expertise of others to extricate themselves from difficult positions are inviting disaster. Helicopters and\/or acclimatized rescuers are often not available or the weather prohibits their response in the Alaska Range. Travel prepared with the knowledge, equipment, strength and common sense to support your own expedition.       Annual Report: 1986 Record numbers of mountaineers, unusual weather patterns, light winter snow pack and volcanic eruptions set the scene for an interesting mountaineering season in the Alaska Range. The 1985-86 winter was extremely mild with many sunny days and few major winter storms. As a result, snow accumulation was far below normal for both Talkeetna and the entire Alaska Range. During the spring, Mount Augustine volcano, located in the Cook Inlet approximately 125 miles southwest of Anchorage, erupted. Ash from the eruption was carried by prevailing winds and deposited throughout much of southcentral Alaska - including parts of the Alaska Range. As the already reduced snowpack melted during the spring, the grey ash layer was eventually exposed. The ash absorbed more heat from the sun which further accelerated the snow melt. The surface of the glaciers melted with an exaggerated cup shaped surface pattern, making ski-quipped aircraft landings difficult. By early July, the 7,200’ base camp airstrip was unusable. Since a number of expeditions were still on the mountain, special authorization was given for the air taxi operators to land at 9,700’ on the Kahiltna Glacier to pick up those remaining expeditions. No drop-offs were permitted.   There was one winter ascent attempted in 1986. Dave Johnston, a member of the first successful group winter ascent in 1967, made a solo attempt on the West Buttress which included a ski approach from his cabin in the Trapper Creek area. Dave reached Windy Corner (13,200’) before he frostbit the toes he froze during his first winter ascent. He skied all the way back to his cabin without assistance.   The High Latitude Research Project was not funded this season, but a short research project was conducted by several of the project’s medical personnel in conjunction with the U.S. Army’s Northern Warfare Training Center. A group of military volunteers were flown directly to 14,200’ where the medical personnel studied the effect of the drug Decadron upon the unacclimatized men. The project lasted approximately 1-1\/2 weeks. Afterward, the Mountaineering Rangers staffed the camp for the remainder of the season. Once again, the transportation of the camp to and from the mountain was provided by the U.S. Army, 242nd Aviation Company, Ft Wainwright, Alaska.   The National Park Service conducted three, three-week expeditions on Mount McKinley. All were on the West Buttress route. We continue to emphasize environmentally sound expeditionary climbing and sanitation practices. In addition, mountaineers are encouraged to conduct their own evacuations when ever possible. During emergencies, the 14,200’ medical\/rescue camp provides an excellent base from which rescue operations can be staged. Possibly the greatest operational benefit derived from the camp is the improved communications with other mountaineering expeditions and the Talkeetna Ranger Station. We are more reliably able to determine if a rescue is really needed, and if so, the urgency and the appropriate level of the response.   Two Americans and one New Zealander were issued citations for guiding without a permit.   In 1986, new all time records were set for the number of persons attempting to climb Mount McKinley.   Interesting Statistics Success Rate - 406 (54%) of those attempting the summit of Mount McKinley were successful. 7 (33%) of those attempting the summit of Mount Foraker were successful.  Acute Mountain Sickness - 105 (14%) had symptoms, of these:   58 (8%) were mild 30 (4%) were moderate 16 (2%) were severe   Frostbite - 41 (5%) reported some degree of frostbite; nine of these required hospitalization.   West Buttress Route - 597 (79%) of the climbers on Mount McKinley were on the popular West Buttress route.   Mountain Guiding - More of the climbers were guided on Mount McKinley than ever before. 319 (42%) of the climbers traveled with one of the authorized guiding companies. The overall success rate of these-groups was 61%. The majority of these trips occurred on the West Buttress route, but other guided trips were attempted on the Muldrow, Cassin and South Buttress. Foreign Climbers: 187 (25%) of the climbers were from foreign countries. 23 nationalities were represented.   Temperature -On July 10th, a party reported the summit temperature to be 30 F! For the second year, a minimum recording thermometer was left at 17,200’ along the West Buttress route. It recorded a low reading of -58 F for the previous winter. This is the exact reading recorded last winter. During the 1987 season, the mountaineering rangers will place a second minimum recording thermometer to check the accuracy of these readings.   Record number of climbers on Mount McKinley during a given week: A new all time high of 308 climbers were on the slopes of Mount McKinley for the week ending May 20th.   New Routes and Interesting Ascents Mount McKinley: No new routes were completed during 1986, however four Canadians completed the third circumnavigation of the mountain. The East Buttress was climbed. There were two noteworthy speed ascents made this season. In the first, a well acclimatized Austrian, Rudi Mayr, left the Kahiltna Base Camp at 7,200’ and climbed to the summit ridge in 30 hours. He returned to Base Camp 52 hours after his departure. In the second rapid ascent, Australian Gary Scott, who was serving as the volunteer 14,200’ rescue\/medical camp manager, made an 18-1\/2 hour ascent from the 7,200’ Base Camp to the summit. Gary had spent nearly a month at 14,200’ prior to this record ascent, so he was very well acclimatized. A French climber completed a ski descent from the summit ridge to the 7,000’ Base Camp. He skied the Rescue Gully between 17,000’ and 14,200’. A group of Soviet climbers completed a climb of the Wickwire variation of the West Rib. This team was part of a Soviet\/American climbing exchange program.   Mount Foraker: Two Czechoslovakians, Jaroslav Orsula and Dusan Becik climbed a new line on the East Face. This route is just right of the Pink Panther route. There was a second ascent of the Talkeetna Ridge by a two person American team which then descended the Southeast Ridge. There was also a second ascent of the 1934 route up the West Northwest Ridge (sometimes called the West Ridge) which was the original ascent route of Mount Foraker. Accidents:   The season began on a tragic note when one of the first expeditions lost two members in a crevasse fall on April 20th. A four person French team was ascending the Kahiltna Glacier at about the 9,000’ level. The team was traveling up the west side of the glacier (the “normal” route was further to the east). The two members involved in the accident had decided to travel side-by-side with their ropes attached to a single sled so they could both pull the sled. A large snowbridge collapsed under them. Both were killed in the resulting 75’ fall. During the investigation, it was determined that the two had used standard glacier travel techniques during the first two days of travel, but had decided to forego the safety of roped travel for the convenience of pulling the sled. The survivors said the safety aspect of the decision was discussed, but the victims felt there was no crevasse hazard. One of the victims was a professional mountain guide in his homeland. In the middle of May, a four-person expedition began a descent of the South Buttress from their high point of 15,000’. Conditions were icy and one person would belay from above while the others descended. At the end of one of these belays, the rope became tangled in the belayer’s ice tools. He unclipped from his anchors to clear the rope. While he was unprotected, the ice knob he was standing on sheared off. He sustained a tumbling fall for the entire rope length and then another 150’ until the rope stopped the fall. No intermediate anchors were placed by those descending. During the fall, his crampóns caught in the ice severely injuring his ankle. The party lowered the victim to a saddle at 12,500’ but felt they could not safely proceed further and requested, via CB radio, a rescue. The victim was flown off the mountain via helicopter.   In mid May a member of a large German party was skiing from 15,000’ to the 14,200’ basin on the West Buttress route. During the descent he fell and severely twisted his knee. He was flown from 14,200’ via fixed wing aircraft at his own expense.   In mid-June, four members of a Swiss team were camped at the 14,200’ basin on the West Buttress. They had just completed a carry to 17,200’. Weather was deteriorating, everyone was tired from their long day’s carry, so they retired to their tents (two men to each of two tents) to cook dinner. The storm continued throughout the night and into the next day. It broke later that afternoon. The two survivors left their tent and noticed the other tent was sagging. There was no response from within the tent. When they opened the tent to investigate, they discovered the two young men dead. Investigation showed the two died from carbon monoxide poisoning from their butane cook stove. Their tent was made in Europe of a coated nylon with a full coverage rainfly (including a complete vestibule). The roof vents were closed and snow had either been packed around the bottom of the fly or had slid off the tent during the storm. Thus, there had been no allowance made for fresh air exchange. It appears the two had prepared and eaten dinner the first night, then were in the process of cooking soup when they were overcome by carbon monoxide. The survivors stated the group had discussed the importance of providing ventilation while operating the stoves prior to the accident.   Also in the middle of June, two members of a seven member Korean team began a rapid ascent of the Cassin Ridge. One of the team members began to develop a headache at 16,500’ but decided to continue on to their high camp at 19,700’ which they reached on day four. Here, the headache became severe, so they decided to rest the following day (day 5). On day 6, they broke camp but discovered both were too weak to ascend and one was showing definite signs of cerebral edema. They felt descent was impossible because they carried only a single rope. On the 7th day they began broadcasting for help, but the language barrier prevented their message from being understood until day 9. What followed was three days of one of the most logistically complex rescues to be conducted during the past five years. Volunteers were selected from climbers already acclimatized who were either on the mountain or who had just come off. The team was flown to 14,200’ (weather prohibited the planned drop off at 17,200’). Of the four members in the advance team, two contracted altitude illness by the time they reached 17,200’. The remaining two were able to reach the summit ridge, descend the upper Cassin and assist the two Koreans back to the summit ridge. Fortunately, the Koreans were able to make the ascent with minimal assistance. Once at the ridge, the Korean suffering from CE collapsed, became comatose and did not regain consciousness for the remainder of the rescue. The team descended to 18,000, where they spent the night with a large guided party. The following day, they met the support rescue team that lowered the comatose Korean down Denali Pass to 17,200’ where he was eventually helicoptered to a hospital. The remaining Korean and the rescuers descended to 14,200’ and were flown back to Talkeetna. The entire rescue took only three days. No one was injured and both Koreans recovered from their ordeal. The success of this mission must be attributed to a supreme effort on the part of the rescuers and a great deal of good luck.   Trends of Special Concern Percentage of foreigners requiring rescues: Ten persons required some sort of organized rescue effort during 1986. Four of the evacuations were body recoveries. Nine of the ten (90%) were mountaineers from foreign countries. Even though foreign mountaineers comprised only 25% of all climbers, they accounted for 90% of all SAR incidents. All four of the fatalities were foreigners. In 1985, foreigners accounted for 19% of the climbers, but 50% of the fatalities (there were two) and 40% of the SAR incidents. In 1984, foreigners accounted for 28% of the climbers, but 100% (there were two) of the fatalities and 57% of the SAR incidents.   For 1987, we are planning to expand the slide\/tape mountaineering orientation to include French and Spanish in addition to the German, Japanese and English versions which are currently available. The information brochure for mountaineering will also be available soon in the same languages. It is difficult to state the exact causes of the disparity in SAR incidents between the foreign and American climbers. I believe that the majority of foreign mountaineers are leaving Talkeetna for their climb with a fairly good grasp on what the National Park Service recommends pertaining to high altitude, cold and crevasse related hazards. It seems more likely the higher accident rate is a result of many of the foreigner’s seeming willingness to accept a higher level of risk in their mountaineering. Year after year, we see foreign parties traveling unroped on the lower glaciers or traveling Denali Pass without ropes and ice axes, or making rapid ascents which result in altitude illness. Clearly, for the majority of these groups, they have made a conscious decision to adopt specific techniques even after extended discussions with the mountaineering rangers in Talkeetna.   Solo ascents: We have been seeing increased interest in solo ascents. During 1986, there were approximately six different solo ascents attempted. A number of other climbers arrived in Talkeetna with the intention of climbing solo but were convinced otherwise by the mountaineering rangers. It is clear that the majority of the persons attempting solo climbs have made no allowance for nor have given much thought to their safety while traveling the heavily crevassed lower glaciers.  Carbon monoxide poisoning: In 1985, cooking in poorly ventilated areas such as tents with all doors and vents closed, or old ice-glazed igloos and snowcaves caused two serious cases of CO poisoning. In 1986, two young Swiss mountaineers died of CO poisoning while cooking in a tent. It is very likely that mild cases of CO poisoning are a contributing factor to Acute Mountain Sickness, especially pulmonary edema. CO poisoning might very well be a greater threat to mountaineers using the new tents with full coverage waterproof rain flies, especially those with vestibules which encourage cooking in the tent while the coated vestibule can be kept closed. It is imperative for personal health and safety to allow adequate ventilation when cooking with stoves in enclosed areas.   -- Robert Seibert      Annual Report: 1987 For the second year in a row a new record was set for the number of mountaineers attempting to climb Mount McKinley. Despite the increase in attempts, extended periods of poor weather throughout the Alaska Range resulted in the lowest success rate since 1971.   Previous winter’s snow falls were about average for the Alaska Range. However, extended periods of clear weather during the late winter and early spring created extensive avalanche conditions throughout the Range. At least five and possibly six persons died in avalanche related accidents this season.   An Alaskan team, Art Mannix and Chris Leibundgut, attempted a winter ascent of the South Buttress of Mount McKinley from the West Fork of the Ruth Glacier. They reached 15,000’ before frostbite caused their retreat. The only other winter mountaineering activity in the park was a first winter ascent of Mount Silverthrone by a party of three Alaskans. Brian and Diane Okonek and Rick Ernst reached the summit via the Brooks Glacier and the Silverthrone Col.   The High Latitude Research Project was not funded this season, but a short research project was conducted by several medical personnel. Dr. Peter Hackett coordinated the project in which they investigated a possible link between retinal hemorrhaging and cerebral edema of climbers at altitude. Following completion of the project, the Mountaineering Rangers staffed the camp for the remainder of the season. Once again, the transportation of the camp to and from the mountain was provided by the U.S. Army, 242nd Aviation Company, Ft Wainwright, Alaska. The National Park Service conducted two, three-week expeditions on Mount McKinley. All were on the West Buttress route. We continue to emphasize environmentally sound expeditionary climbing and sanitation practices. In addition, mountaineers are encouraged to conduct their own evacuations when ever possible. During emergencies, the 14,200’ medical\/rescue camp serves as a base from which most Mount McKinley rescue operations are coordinated.   All statistics in this report are for portions of the Alaska Range within the boundaries of Denali National Park and Preserve. Where specifically noted, statistics apply only for Mount McKinley.     Interesting Statistics   In 1987, new all time records were set for the number of persons attempting to climb Mount McKinley:     1978 - 539 1979 - 533 1980 - 659 1981 - 612 1982 - 696 1983 - 709 1984 - 695 1985 - 645  1986 - 755 1987 - 817    Success Rate  251 (31%) of those attempting the summit of Mount McKinley were successful. This was the lowest success rate since 1971 when 29% of the 163 climbers reached the summit. None of those attempting the summit of Mount Foraker were successful.  None of those attempting the summit of Mount Hunter were successful.   Acute Mountain Sickness 128 (16%) had symptoms, of these:  91 (11%) were mild 32 (4%) were moderate 5 (1%) was severe   Frostbite 55 (7%) reported some degree of frostbite; two of these required hospitalization.  West Buttress Route 687 (84%) of the climbers on Mount McKinley were on the popular West Buttress route.  Mountain Guiding 244 (30%) of the climbers traveled with one of the authorized guiding companies. The overall success rate of these groups was 23%. The majority of these trips occurred on the West Buttress route, but other guided trips were attempted on the Muldrow, West Rib, Cassin and South Buttress. No guided expedition reached the summit of Mount McKinley by any route other than the West Buttress.  Foreign Climbers 232 (28%) of the climbers were from foreign countries. 16 nationalities were represented.  Record number of climbers on Mount McKinley during a given week: A new all time high of 314 climbers were on the slopes of Mount McKinley for the week ending May 19th.   New Routes and Interesting Ascents  Mount McKinley No new routes were completed during 1987. The Northwest Buttress was climbed by a team of four, two of which reached the North summit. The South Face, Haston-Scott route, received its third ascent by a party of two Americans, Paul Cagner and Bill Crouse. Broken Tooth Muggs Stump and Steve Quinlin climbed a new technical route on the South Face. Tom Bauman and Jack Lewis completed a first ascent of the West Ridge.  Mount Bradley In early July, two Austrians, Andi Orgler and Sepp Jochler completed a new line on the 5,000’ East Ridge that ascends from the Ruth Glacier. They called the impressive route the East Pillar. This was not only a new route, but also a first ascent of Mount Bradley. Huttenturm Orgler and Jochler then crossed the Ruth Glacier and put up a short, new line on the west side of a physical feature they called the Huttenturm. Kichatna Spires Seth Shaw, Robert Tingle, James Garrett and Conrad Anker climbed the Southeast Face of Peak 7360’ (Gurney Peak). Jack Tackle and Jim Donini climbed the South Buttress of Peak 6847’. Tackle and Donini may not have actually reached the summit. Mount Mather area A new route, Peak 9810’, was completed by an Italian team of six, led by Cosimo Zappelli. West Tripyramid Peak A National Park Service patrol completed the first ascent of the Northwest Ridge. Team members were Scott Gill, Randy Waitman and Cliff Beaver.   Accidents  On May 3rd a large group from the United Kingdom was descending the West Rib on Mount McKinley. At about the 14,800’ level, one of the members slipped and fell 800’, sustaining serious head injuries. The group’s CB radios were set to broadcast on a frequency not monitored by basecamp, the air taxi operators or the National Park Service. Thus, a member of the group had to ski out to basecamp to report the accident. Word of the accident was relayed to the Talkeetna Ranger Station at 2230 hrs of the same day. Insufficient light remained to conduct a rescue that day, so plans were made to attempt a helicopter hoist evacuation early on May 4th. No private helicopters with winch capabilities were available. Assistance was requested through the Rescue Coordination Center at Elmendorf Air Force Base. The following morning, an Air Force C130 arrived to orbit the mountain to provide radio communications and the Army Chinook Helicopters lowered an Air Force “PJ”, to the accident site. The injured climber was stabilized and then hoisted from the accident site. This was only the second hoist operation to ever be conducted on Mount McKinley. Also in early May, an experienced team of two Yugoslavians arrived for a climb of the West Buttress. They had been delayed several days when their luggage was lost by their airline, and they hoped to make up their lost time by climbing rapidly. They moved to 14,200’ in three days. The next day they began to ascend, but one team member felt ill and returned to 14,200’ to rest while his partner continued. The following day, the ill climber’s condition deteriorated and he became severely ataxic. Fortunately, he was met by a NPS patrol who sledded him down to Windy Corner where his condition improved enough for him to begin his own descent. In the mean time, oxygen was flown via helicopter from Talkeetna but clouds prevented direct delivery to the Yugoslavian. It was dropped to another party who shuttled it to the Yugoslavian who was able to ski back to basecamp without further assistance.  At the beginning of May, two Alaskans registered for a climb of the SE Ridge of Mount Foraker. The following day, two Canadians registered for the same climb. On May 15th, the American team’s due out date, their air taxi operator was unable to locate any sign of anyone on that route. The National Park Service searched the route by helicopter and found tracks leading into an avalanche starting zone. Mountaineering equipment was discovered mixed with avalanche debris at the bottom of that avalanche nearly 3,000’ below where the tracks were seen. A ground search\/recovery was determined to be too hazardous. Although no bodies were seen or recovered, observations of the equipment seen from the hovering helicopter and the recovery of a stuff sack, positively linked the American climbers to the accident. A yellow climbing suit was also seen which matches the description of a suit worn by one of the Canadians. All evidence points to the four men having been swept to their deaths in the avalanche. In 1978 two Japanese were killed in an avalanche just above where the Americans and Canadians were hit. During the intervening years, climbing parties have regularly reported close calls near the 10,500’ - 12,000’ level of the SE Ridge.  On May 15th, a two-person team from Anchorage registered for an ascent of the West Ridge of Mount Hunter. On May 22nd, the two men were approaching the summit when they triggered a soft slab avalanche that swept both men about 200 yards down the slope they had just ascended. One man was almost completely buried. After considerable effort and between 30 and 45 minutes, he was able to extricate himself. He then followed their rope to his partner who was completely buried. Another 10 to 15 minutes were required to extricate him. There was no sign of life. The weather was severe and the pair had carried no bivouac gear, so the survivor was forced to begin an immediate solo descent of the heavily crevassed and corniced West Ridge. After several close calls, he was able to reach another climbing party at the 10,600’ level. Poor weather prevented their descent until May 27th and covered the body which was not recovered.  Toward the end of May, a female member of a three person Japanese expedition became ill at 17,200’ on the West Buttress. Weather began to deteriorate so the group descended to the 14,200’ basin. Once there her condition did not improve but members of her own expedition did not seem concerned. A member of a nearby French expedition noticed she was unable to walk and sledded her to the medical camp where she was diagnosed as having pulmonary edema. There she was treated with Diamox and continuous oxygen. The following day she was still unable to walk. Weather prevented an air evacuation, so a ground team was organized to sled her to the 11,000’ level where a French and American team then continued on to basecamp. Throughout the entire evacuation the other members of her party seemed unconcerned and unwilling to assist in the evacuation. She recovered once back to sea level in Talkeetna.  At the end of May, a West German team of two made a very rapid ascent of the West Buttress. They climbed from 7,200’ at basecamp to the 17,200’ camp in five days. On the sixth day they began their summit push, each travelling separately. Bad weather turned one man back at the 19,200’ level. That night both men were tired but seemed ok. The following morning one man was unresponsive and had a pulse of 90 and respiration rate of 56\/minute. He was placed on supplemental oxygen and lowered down the Rescue Gully and reached the 14,200’ medical\/rescue camp at 1400 hours that same day. His condition remained serious but was stabilized. He was air evacuated the following day. The diagnosis was severe pulmonary edema and cerebral edema.  In early June, an American was descending the Messner Couloir, plunge stepping into soft snow. During one of the steps, his cramponed boot snagged on either a pack strap or some other item dangling from his harness. He lost his balance, pitched forward and took a 1500’ tumbling fall. A soft patch of snow stopped the fall but the climber was battered and sustained a fractured hip. Fortunately, the fall had been seen by climbers in the 14,200’ basin. A rescue team was quickly organized and the injured climber was lowered to a landing site and air evacuated by helicopter.  In early July, a Polish team of two ascended the Messner Couloir. Their final camp was placed at 18,900’. From there they went to the summit, descended back to their camp, then began to glissade diagonally toward the 17,200’ camp on the West Buttress. During the glissade down the 30-40 degree slope, the lead man hit an icy patch, lost control and fell 2600’. His partner cut over to the West Buttress and made a rapid descent to the 14,200’ basin. There, climbers were able to ascend and locate the lifeless victim. The team brought the body down to 14,200’ where it was flown off the mountain.  In early July, an eleven member guided expedition was camped just below Windy Corner on the West Buttress at about 12,900’. It had been snowing during the past evening but the guides said the large couloir and adjacent face of the West Buttress had been sloughing off there by cleaning itself. At about 0530 hrs the following morning, the deposition zone created from the sloughing of the upper reaches of the couloir broke loose and the resulting slide tore through the camp, and buried four of the five tents including nine of the eleven expedition members. The two guides were able to extricate themselves, then with the help of the two team members who were not buried, all of the other people were located and extricated. Miraculously, no one was seriously injured. Four of the tents were destroyed. An additional piece of good fortune was excellent, rather mild weather with little or no wind. All members had been sleeping at the time of the accident, so protective clothing was at a minimum. This is the third avalanche related incident at this location.  In mid-June an American soloist registered to climb the SE Ridge of Mount Foraker and the Cassin Ridge of Mount McKinley. Other climbers were able to persuade him to change his plans to the West Buttress. Once at the 14,200’ camp he switched to the upper West Rib and successfully reached the summit. He descended to the NE Fork of the Kahiltna Glacier and announced his plans to another party to travel up to “take a look” at the Cassin. He was never seen again. During the search, which took place after his due-out-date of July 20, tracks were seen proceeding up the NE Fork but then turning into a cirque below and to the west of the start of the West Rib. The tracks ended in avalanche debris.   Trends and Items of Special Concern  Fatalities  Seven people lost their lives in mountaineering related accidents in Denali National Park and Preserve during 1987. This is a significant increase over the past five years and the greatest number of fatalities since 1980 when eight people died. The quadruple avalanche fatalities on Mount Foraker were a major contributor to the increase. In addition, this was the first year since 1979 that a fatality occurred on a mountain other than McKinley (four on Mount Foraker and one on Mount Hunter). The number of fatalities on Mount McKinley was two. Below is a representation of fatalities over the past 10 years:         Year Denali  Rest of Alaska Range     1978  2  0     1979  2  1     1980  8  0    1981  6  0    1982  0  0    1983  2  0    1984  2  0   1985  2  0   1986  4  0   1987  2  5      For 1987, we expanded the slide\/tape mountaineering orientation to include French and Spanish in addition to the German, Japanese and English versions which were available previously. We also constructed a storage box to house rescue equipment at the 17,200’ level on the West Buttress. That cache is now in place. The information brochure Mountaineering was revised and we hope to expand it to Spanish and French for 1988. It is currently available in English, German and Japanese.       Annual Report: 1988 For the third consecutive year, a new record was set for the number of mountaineers attempting to climb Mount McKinley. Mild weather and few major storms combined with the increased number of attempts to allow more successful climbers to stand on Mount McKinley’s summit this season than during any previous climbing season.   There were three solo winter attempts on Mount McKinley, one successful. Vera Tejas, an Alaskan resident and Mount McKinley guide, became the first person to successfully complete a solo winter ascent and return from the climb. Tejas climbed the West Buttress route, spending nearly a month on the project. He experienced very unsettled weather with day after day of low pressure systems bringing snow and poor visibility. These same low pressure systems also brought unusually mild temperatures to the Alaska Range. Tejas reported the lowest temperature he experienced was about -20F. The High Latitude Research Project received funding and was in full operation this season. The team continued research into the causes and treatments of high altitude illnesses. This season they concentrated their efforts on three major projects. First they tested a lightweight, portable pressure bag for the treatment of High Altitude Pulmonary Edema (HAPE). The flexible fabric bag needs no oxygen apparatus, can accommodate one person and can be pressurized with a foot pump to simulate a decrease in altitude. Researchers found the bag to be as effective in the treatment of HAPE as low flow oxygen. Secondly, they examined the effect of vasodilation drugs on HAPE victims. Initial testing was quite promising and future study will likely result in an effective medication for HAPE. To date, no drug has proven effective for the emergency treatment of HAPE. Thirdly, researchers examined the neurological basis of Acute Mountain Sickness (AMS). Brain blood flow was measured to examine its role in AMS. Oxygen delivery to the brain appears to be a critical factor. Breathing of either oxygen or low concentrations of carbon dioxide are both effective in high altitude headaches. New techniques allowed measurements of brain blood flow and pulmonary artery pressures using non-evasive instruments.   Despite the record number of climbers on the mountain, there were only 12 search and rescue incidents. Two of these were helicopter hoist operations from the 18,000’ level on the Cassin Ridge, where three Korean climbers were evacuated in two separate incidents. The US Army High Altitude Rescue Team flew their Chinook helicopters to conduct the highest hoist operations ever completed by the Army. These were also probably the highest hoist operations ever completed in North America.   The National Park Service conducted three, three week patrols Mount McKinley, as well as numerous patrols into other areas the Alaska Range. We continue to staff a ranger station in the town of Talkeetna where mountaineers register for their expeditions. A strong emphasis is placed upon the importance of environmentally sound expeditionary climbing and sanitation techniques. Additionally, mountaineers are encouraged to remain self-sufficient and conduct their own evacuations whenever possible.    Interesting Statistics    Record Number Of Climbers On Mount McKinley In 1988, new all time records were set for the number of persons attempting to climb Mount McKinley (916 climbers) Success Rate   562 (61%) of those attempting the summit of Mount McKinley, including 15 to the North Summit, were successful. This is the second consecutive year when no one reached the summit of Mount Foraker. Only two out of the 14 people attempting Mount Hunter reached the summit.   Record Number of Climbers on Mount McKinley during A Given Week A new all time high of 326 climbers were on the slopes of Mount McKinley for the week ending June 4, 1988.  Acute Mountain Sickness 103 (11%) had symptoms, of these:    56 (6%) were mild 33 (4%) were moderate  14 (2%) were severe - The High Latitude Research Project reported 12 life threatening cases of HAPE in 1988.   Frostbite  38 (4%) reported some degree of frostbite. Of these, 7 (1%) required hospitalization.  West Buttress Route  782 (85%) of the climbers on Mount McKinley were on the popular West Buttress route. This is the highest percentage we have recorded in recent history.  Soloists 17 persons registered for solo climbs this year. A number of these were able to team up with other groups once they to got to the mountain. One soloist disappeared and is presumed to have died on Mount McKinley.  Mountain Guiding  300 (33%) of the climbers on Mount McKinley traveled with one of the authorized guiding companies. The overall success rate of the guided groups was 63%. The majority of these trips occurred on the West Buttress route, but other guided trips attempted the Muldrow, West Rib, Cassin Ridge, and the South Buttress.  Foreign Climbers 329 (36%) of the climbers on Mount McKinley were from foreign countries. 21 nationalities were represented. Ascent Rates We continue to see foreign climbers ascend at faster rate than is generally recommended to allow proper acclimatization. This year on the West Buttress route, foreigners averaged 11.25 days to reach the summit, whereas Americans averaged 15 days.    New Routes and Interesting Ascents  Denali  A team of four Americans, Rowan Laver, Randy Waitman, Jim Cancroft, and Chuck Maffeii successfully completed the first ascent of the entire length of the Pioneer Ridge. The team spent 34 days round trip from Wonder Lake.  A new variation on the Japanese Ramp leading from the East Fork of the Kahiltna Glacier to the 15,500’ level on the South Buttress was completed by Andy Carson, Zack Etheridge, John Chaklos, Chuck Crago and Bill Alexander.   Eye Tooth (9,300’elev, off the Coffee Glacier just south of Moose’s Tooth) Tom Bauman and Jack Lewis completed the first ascent of the peak’s “Ghost Wall”. The climb was completed with 22 pitches in three days.  Mount Dickey In early July, two Austrians, Andy Ogler and Tommi Bonaface, completed a 51 pitch ascent they called “Winebottle” on the unclimbed East Pillar.  Mount Barille  Ogler and Bonaface also climbed the East Face of Barille in 26 pitches, taking three days.  Little Switzerland A new route was completed on the East Face of the Royal Tower by Jim Sweeney and Bill McKenna.   Accidents  The following incidents are the more significant accidents that occurred in 1988:  Fall, broken leg, evacuated by own group: On May 9, 1988, a group of ten Koreans from the Kangweon National University were descending the West Buttress. The group attempted to traverse around Windy Corner during high winds. One rope team slipped and was able to arrest its fall, but in the process, one of the members broke his right ankle. The ankle was splinted by a physician from another expedition and the injured man’s team members sledded him down to Base Camp where his air taxi operator flew him back to Talkeetna.  Frostbite, no rescue: On May 9th, three members of a French team departed High Camp for the summit on the West Buttress route. One member left camp with cold feet but after about one hour, felt nothing. Assuming his feet had warmed, he continued on to the summit and returned to camp approximately nine hours later. There, it was discoverer had frostbitten all toes. The toes were thawed in warm water however they again froze during the descent to the research camp the following day. Air evacuation was attempted but aborted due to poor weather. The group finally skied back to Base Camp under their own power. Note: This person was wearing Rondenee ski boots without overboots or gaiters. This is inadequate foot protection for the arctic environment on Mount McKinley. The ski descent after the freeze, thaw, and refreeze cycle apparently did no additional damage. This further reinforces our theory that frostbite victims can usually evacuate themselves from the mountain.    Crevasse fall, frostbite, aircraft evacuation: On May 10, a two person team from Hong Kong reached the top of the fixed lines at 16,200’ on the West Buttress. Weather was deteriorating so they continued to descend the opposite of the fixed lines to get out of the wind. While cutting a tent platform, one climber lost his pack toward the Peters Glacier. He began a solo descent to retrieve it but slipped and fell into a shallow crevasse. His partner began a descent to help. He carried a rope and axe but was not wearing crampons. He too slipped and fell into the same crevasse. Luckily neither were seriously injured, but with their limited gear, it took them 1 1\/2 hours to extricate themselves. Both received frostbitten hands and one also frostbit his feet and suffered a neck injury. They returned to their tent, could not set it up in the high wind, so they used it as a bivy sack for the night. In the morning, one man could not walk due to swollen feet and the neck injuries. The other descended to the 14,200’ medical camp for help. The NPS patrol responded and with assistance from others, lowered the injured and hypothermic climber to the research camp. He was later flown out from 14,200’ by fixed wing aircraft.  Fall with injuries, helicopter evacuation: A guide for Genet Expeditions was returning from 19,500’ on the West Buttress with two clients. The team clipped into a short piece of fixed line just above Denali Pass. As the guide who was travelling last on the rope unclipped from the fixed line, he either snagged his crampons on the hard snow or was pulled off balance by one of his clients. He fell and was unable to arrest, and slid approximately 80’ head first into rocks. He received scalp lacerations and what later was determined to be a compression fracture of a cervical vertebrae. With assistance from another guided group, the guide was able to walk back to their camp at 17,200.’ He was later evacuated by helicopter from that location along with another Genet Expeditions client that was frostbitten during the following incident.  Exhaustion, hypothermia, fatality; frostbite, evacuation by helicopter: The Chief Guide and three clients of the same Genet Expeditions party had continued to the summit after the party described in the previous incident turned back at 19,500’. At the summit, one of the clients collapsed from exhaustion and quickly developed hypothermia. Conditions were very cold and all other groups had left the upper mountain. By the time the group had assisted the exhausted woman to the 19,500’ plateau, she was immobile and incoherent. Temperature was about -20F and the wind was averaging about 20 MPH. Visibility was very poor because blowing snow and failing daylight. The Chief Guide decided to bivouac. He instructed the two remaining clients to prepare a snow trench for shelter while he descended to retrieve additional gear they had cached at the 18,500’ level. Shortly thereafter, she became unresponsive. Upon the guide’s return, he determined she had no signs of life and was either dead or dying from severe hypothermia. He decided that to save the others in the party, they would have to descend without her. During this incident, one of the clients frostbit his feet. He was evacuated by helicopter from the 17,200’ camp.  Twisted knee, helicopter evacuation: On May 23rd, a man was descending the West Buttress at about the 12,000’ level. His team members, a Genet Expeditions guided party, were returning from a load carry to 13,800’. The man placed his foot in some deep snow at the same time his rope team members continued to move forward. The rope pulled the man off balance. He fell and severely twisted his knee. Three days later the team reached 14,200’. The man’s knee condition was slowly becoming worse. On May 26th, he was flown off the mountain with the Army Chinook Helicopters that were there to conduct another rescue.  Possible heart attack, fixed wing aircraft evacuation: On May 24th, a 52-year-old member of a Genet Expeditions guided party experienced symptoms of a heart attack while descending from 16,000’ to the 14,200’ level of the West Buttress route. At the medical camp, he was placed on oxygen and given IV fluids. On May 25th, he was flown by Lowell Thomas in a Helio Courier from the 14,200’ basin to hospital in Anchorage. Tests later showed the man had suffered from angina.  Perforated ulcer, ground evacuation: On May 24th, a 34 year old man suffered a perforated ulcer while his party was at the 11,000’ level on the West Buttress route. He was able to descend without assistance to the 8,700’ level. There another expedition assisted the descent by sledding him down to Base Camp. He was flown back to Talkeetna by his air taxi operator.  Reported AMS and frostbite, helicopter evacuation: On May 26th, the Talkeetna Ranger Station received “Mayday” call on CB radio. The reports were broadcast in Korean. Translations were further complicated because the Korean climbers were trying, unsuccessfully, to speak English. Eventually it was determined the reporting party was with another Korean soloist at the 18,000’ level of the Cassin Ridge and the soloist was suffering from altitude illness and had frostbitten a “leg” and both hands. The report further stated the soloist was unable to walk and could not use his hands. The two Koreans reporting the incident said they could not lower the man down the route. The US Army High Altitude Rescue Team responded and on May 27th, was able to hoist the Korean from the 18,000’ level. Once examined, the extent of the Korean’s injuries were far less than reported. The necessity of this operation is questionable. This was the highest hoist operation the US military had ever completed and was probably the highest hoist operation ever completed in North America.  High altitude cerebral edema, stroke, helicopter hoist evacuation: On June 3rd, the same two Koreans that reported the previous rescue began calling for a rescue themselves. Again communications were a major obstacle, both in translations and because the Korean’s radio batteries failed early in the rescue. The two climbers reported their position to be 19,500’ on the Cassin Ridge. They said one of them could not walk because of imbalance problems. Cerebral edema was suspected, but as the days passed his condition did not change. Weather had prohibited aerial reconnaissance flights. A ground team was organized from the 17,200’ camp on the West Buttress. In very poor weather, the team of three pushed to the summit ridge and placed a 600’ fixed line. One member descended the full length of the line plus another 200’. From that point, the Korean team could be seen far below. The Koreans had misreported their position. The Koreans eventually descended to the 18,000’ level where the Army Chinook helicopters hoisted them off the route in the second and third hoist operations of the season. The ill Korean was taken to the hospital in Anchorage, where a brain scan shows signs of cerebral edema and a small stroke. During the hoist, he also experienced a superficial flash freezing his hands when he removed his gloves to tie into the hoist.    High altitude pulmonary edema, helicopter evacuation: On May 28th, medical personnel at the 14,200’ camp on the West Buttress received a report that a female member of a Japanese climbing team, also at the 14,200’ level, needed assistance. When the medical personnel questioned the other members of her party, they were told she was all right. The next day, following additional reports that she needed assistance, medical personnel discovered she had severe high altitude pulmonary edema. She was placed on oxygen for nearly three days before she was strong enough to travel on her own. This group was not able to recognize the signs HAPE. In fact, they had left this woman with two other members at the 14,200’ area while the rest of the team continued to climb. Both of these people also had HAPE! The woman was evacuated in a Chinook helicopter that was in the area for another rescue.  Avalanche, no serious injuries: On June 4th, a four person climbing team from Italy was descending Kahiltna Pass to the Peters Glacier when they triggered a slab avalanche. Three of the four were caught in the slide. Two were deposited along the edge, while the third was carried about 200 feet where he was swept into a crevasse. The majority of the debris passed over the fortunate climber who was left partially buried and unhurt. The group lost most of its equipment and returned to Base Camp to fly back to Talkeetna.  Search, person not found and presumed dead: On July 10th, a solo Spanish climber left Base Camp to climb the West Buttress route. Only several days into the climb, returning expeditions reported the soloist was asking others on the mountain for food and fuel and he appeared to be very poorly equipped for a climb of Mount McKinley. He was seen periodically through July 25th. On July 29th, what are believed to be his tracks were seen departing from Windy Corner (13,100’) and ascending the West Buttress Direct. Later search efforts located wind-eroded tracks leading to his tent which was found at the top of the fixed lines on the West Buttress (16,200’). Virtually all of his equipment was still in the tent including stove, fuel, pot and sleeping bag. His pad was found at 17,200’, sitting in the middle of the High Camp. It is believed he set off for the summit, travelling without his pack, and never returned. There had been an avalanche above High Camp but to the east of the normal traverse to Denali Pass. No other evidence has been found. Later investigation revealed the man had come to America for an Alaskan adventure. He had not planned, prior to his arrival, to attempt a climb of Mount McKinley nor did he have either the experience or equipment for such an undertaking.   Trends and Items of Special Concern  Percentage of foreigners requiring rescues Foreigners account for 36% of the total number of climbers on Mount McKinley. Twelve persons required some sort of organized rescue effort the year. Seven (58%) were from foreign nations. One of the two fatalities during 1988 was foreign.  Solo ascents Each year we see more climbers register for solo climbs on Mount McKinley. This year 17 people registered solo. Some of these were able to team with other expeditions at least to traverse the heavily crevassed portions of the lower glaciers. The following example serves to demonstrate the hazard of solo travel: a guide was returning an ill client to Base Camp. He elected to picket his pack within a previously used camp on the lower glacier, accompany the ill climber to Base Camp and then returned solo to retrieve his pack and continue on to catch up with the rest of his party. When he arrived back to his pack several hours later, it was dangling from the picket into a huge, extremely deep crevasse. The guide swore there was no evidence of the crevasse only hours before.  Increasing use For the last three years we have had new records set for the number of climbers attempting to climb Mount McKinley. The West Buttress has taken the brunt of this increase. In 1988, climbers spent a total of more than 18,000 user days on Mount McKinley alone! Over 15,000 of them were on the West Buttress. This is approximately the same mountaineering use which occurs annually on Mount Rainier.  -- Bob Seibert      Annual Report: 1989 For the fourth consecutive year, a new record was set for the number of mountaineers attempting to climb Mount McKinley. In 1989, 1,009 persons registered to climb the mountain. It was also the first time more than 1,000 people registered to climb the mountain during a single year.   There were winter attempts by three separate expeditions on Mount McKinley, including one soloist. One of the group attempts, by three Austrian guides, was successful on 2\/20, by the West Buttress route. The second winter attempt, a few days later on the West Buttress route, was unsuccessful and resulted in the death of three experienced Japanese mountaineers who were apparently caught above high camp by a severe storm. The soloist, Alaskan resident and Mount McKinley guide Dave Stahaeli, completed the first winter solo ascent of the West Rib.   Temperatures were relatively mild during the mountaineering season but April through mid-June was consistently stormy. Exceptionally good weather from mid-June through mid-July salvaged what would have otherwise been a dismal year for success rate statistics. Beyond mid-July, summer storms dumped heavy snowfalls at all elevations making travel both difficult and hazardous. The Denali Medical Research Project received funding and was in full operation this season. The team continued research into the causes and treatment of high altitude illnesses. The staff designed and had an aluminum pressure chamber constructed which was capable of sleeping two persons. They continued studies comparing oxygen breathing in association with pressurization as a treatment for High Altitude Pulmonary Edema (HAPE). They also extended 1988 studies of pulmonary vasodilation drugs for the treatment of HAPE. Results from 1989 investigations suggest limitations to the usefulness of pulmonary vasodilation drugs in the field treatment of HAPE. At the end of the season, Dr. Peter Hackett announced that the Denali Medical Research Project would not operate during the 1990 season, but that they planned to return to continue studies in 1991.   All statistics in this report are for portions of the Alaska Range within the boundaries of Denali National Park and Preserve. Where specifically noted, statistics apply only for Mount McKinley.   Despite the record number of climbers on the mountain, there were only five search and rescue incidents (including one rescue in the Ruth Glacier area) in which the National Park Service was involved. This is the lowest number of search and rescue incidents since 1975 when 362 people registered to climb Mount McKinley.   The National Park Service conducted three, three week patrols on Mount McKinley, as well numerous patrols into other areas of the Alaska Range. We continue to staff a ranger station in the town of Talkeetna where mountaineers register for their expeditions. A strong emphasis is placed upon the importance of environ- mentally sound expeditionary climbing and sanitation techniques. Additionally, mountaineers are encouraged to remain self- sufficient and conduct their own evacuations whenever possible.   Interesting Statistics  Record Number of Climbers on Mount McKinley  In 1989, new all-time records were set for the number of people attempting to climb Mount McKinley.  Success Rate  524 (52%) of those attempting the summit of Mount McKinley were successful. This figure includes 14 people who successfully reached the North summit. For the first time in three years, climbing teams reached the summit of Mount Foraker. Five out of 13 climbers (38%) attempting Mount Foraker reached the summit. Eight out of the 24 climbers (33%) attempting Mount Hunter reached the summit.   Record Number of Climbers on Mount McKinley During a Given Week   A new all time high of 367 climbers were on the slopes of Mount McKinley for the week ending May 13, 1989.   New Altitude For Mount McKinley?   On June 21, a team of researchers and support climbers reached the summit of Mount McKinley. They carried a Global Positioning System receiver that when used in conjunction with a Global Positioning Satellite, can measure geographical heights. Preliminary indications show the elevation of Mount McKinley to be 14' lower than the height previously measured by more traditional survey methods. The newly computed height of 20,306' remains the official height of Mount McKinley.  Acute Mountain Sickness 95 climbers (9%) had symptoms of AMS, of these:  39 (4%) were mild 33 (3%) were moderate 23 (2%) were severe  Frostbite 54 (5%) reported some degree of frostbite. Of these 3 (0.3%) required hospitalization.   West Buttress Route 854 (85%) of the climbers on Mount McKinley were on the popular West Buttress route. This is exactly the same percentage as during 1988.    Soloists 17 persons registered for solo climbs this year. A number of these were able to team up with other groups once they got to the mountain. The body of the Spanish soloist who disappeared late in the 1988 climbing season was discovered just North of Denali Pass. It appears he died of hypothermia.  Mountain Guiding 265 (26%) of the climbers on Mount McKinley traveled with one of the authorized guiding companies. The overall success rate of the guided groups was 43%. The majority of these trips occurred on the West Buttress route, but other guided trips attempted the Muldrow Glacier, West Rib and South Buttress.  Foreign Climbers  360 (36%) of the climbers on Mount McKinley were from foreign countries. 27 nations were represented.   New Low Temperature Reading  The National Park Service maintains a minimum recording thermometer, supplied by the National Weather Service, at the 17,200' level on the West Buttress route. The winter of 1988-89's coldest recorded temperature was -77 degrees F. It is likely this temperature was associated with an extremely cold arctic front which dominated Alaskan weather for two weeks and later moved south to bring very cold temperatures to Canada and much of the United States.   New Routes and Interesting Activities   Denali  On March 12, Dave Stahaeli reached the summit of Mount McKinley via the West Rib, thus completing the first solo winter ascent of this route. This was the route's second winter ascent. On the lower glaciers, Dave carried an aluminum ladder suspended from his sit harness to help protect himself from crevasse falls. He experienced relatively mild temperatures... (-20 degrees F, was the lowest). During his climb, a violent storm raked the upper mountain, but the West Rib remained relatively protected from the extreme winds that took the lives of three Japanese climbers on the West Buttress.  In June, Alaskan Vern Tejas completed the first launch with a parasail from the South summit to the 19,500' plateau on the West Buttress. This was to be a test flight for a longer flight to Denali Pass later in the day, however, the weather deteriorated and forced cancellation of further flights. The following day Tejas sailed from the 17,200' high camp on the West Buttress to the 14,200' basin.  On June 16, Frenchmen Bertrand Doligez and Serge Tauz completed the first parasail descent from the North summit to the 14,200' basin on the West Buttress.  The National Science Foundation sponsored an expedition which collected, where accessible, rock samples from the summit to the foothills to the south.     Mt Foraker In June, Americans Jim Nelson and Mark Bebie completed the second ascent of the Infinite Spur route.  Mt Hunter  On July 1st, Americans Seth Shaw and Conrad Anker completed a new route on the West Face.  On May 28th, British climbers Jonathon Preston and Roy Ruddle climbed a new line (\"Eroica\" route) on the South Face which joined the SW Ridge at the plateau. They did not continue to the summit because of a storm.    Mt Huntington In late May, Americans James Quirk and David Nettle climbed the West Face via the 1978 variation to the Harvard Route, then on to the summit.  Moose's Tooth After their Mount Huntington climb, Quirk and Nettle moved to the Moose's Tooth and completed the second complete ascent of the German Route.  Peak 7,400' Ruth Glacier In late June, Americans Tom Bibler and Doug Klewin completed the first ascent of the West Face leading to the Southwest Ridge.  Mt Russell  After two years of attempting Mount Russell climbs, Americans David Auble and Charlie Townsend completed the first ascent of the East Face. After enduring a multi-day storm near the summit, the men parasailed from the mountain. Their full packs made for an interesting descent flight.   Accidents\/Incidents  The following incidents are the more significant accidents or incidents that occurred in 1989:  Winter attempt, multiple hypothermia fatalities, ground and helicopter evacuation by own support group: On 2\/16\/89 a very experienced four person Japanese team flew into the SE Fork of the Kahiltna Glacier to attempt a winter ascent of the West Buttress. The leader, Noboru Yamada, was on a quest to become the first person to climb to the summit of the highest mountain on each of the seven continents in the winter. Teruo Saegusa, Kozo Komatsu and Shunzo Sato were the other team members. Sato became ill early in the climb and returned to base camp to wait for the others. The remaining three reached the 17,200' high camp on 2\/20... the same day a team of Austrians returned to high camp from a successful summit bid. On 2\/21, neither team could move because of severe weather. On 2\/22 there was a short break in the weather and the Austrians began their descent. The Japanese team was still in their camp. They were not seen alive or heard from again. Weather soon deteriorated and an extremely severe wind storm enveloped the upper mountain. Wind speeds were estimated to be 200 mph and continued through 2\/26. Winds then decreased somewhat to 60-90 mph through 3\/9. On 3\/10, search flights located what appeared to be three bodies below Denali Pass. Search efforts were terminated on 3\/11. It is believed that the climbers tried for the summit during a brief lull in the severe wind storm and were caught near Denali Pass as the winds again increased. The bodies were recovered later in March by a 17 person team of Japanese climbers who came to Alaska for that purpose. The three men died from hypothermia.  Fall with injuries, survival epic, helicopter evacuation: On 4\/14\/89 Anchorage climbers Jim Sweeney and David Nyman flew into the Ruth Glacier. They did not take a radio. They eventually decided to climb a couloir known as the Elevator Shaft located on the North Face of Mount Johnson. On 4\/19, the first day of their climb, Sweeney began leading the fourth pitch. He placed an anchor, climbed about 40' above it, then encountered an ice window. He grabbed under the window then leaned out for a better look at his options. Suddenly the entire formation upon which he was climbing collapsed. Sweeney, and the 15'-wide, 35'- high and 6'-thick ice formation fell down the couloir. His anchor held, but his hip was fractured in the resulting 100' fall and avalanche. The events of the next seven days are too involved to detail here (CIR #890016) but proved to be a test of endurance and of their will to survive. During this time, either one or both of the men were hit by eight different avalanches. Weather deteriorated and prevented all access to the mountains by rescue teams. The two men were eventually rescued by a military helicopter on 4\/26.  Fall, triple fatalities, ground and helicopter recovery: On 5\/17\/89, three British climbers, Chris Massey, John Lang and Julian Dixon, began their summit attempt from the 16,500' camp on the West Rib. As the day progressed, weather began to deteriorate. The three men were seen by other parties who had turned back due to weather, but the British team indicated that they planned to continue on. Early the next day, a National Park Service Mountaineering Ranger camped at the 14,200' basin on the West Buttress, noticed what appeared to be bodies at the base of the Orient Express, a couloir which cuts across the upper West Rib. The rescue team discovered all three of the Brits died in a fall. It appeared the men were probably descending the West Rib, roped together, in extremely poor weather, when one of them slipped and pulled the others down the couloir.    Tent with occupants blown from ridge, injuries, helicopter evacuation: On 5\/27\/89, a guided expedition from Genet Expeditions was camped at the 16,400' level on the West Buttress. For the previous three days, the weather had been intermittently windy. Winds increased during the evening. One especially violent gust tore one of the tents, with three occupants, from its anchors. The tent and occupants began a tumbling fall toward the Peter's Glacier. One occupant, John Richards, the assistant guide, was ejected early in the fall and came to rest 300' below the ridge campsite. The other two occupants, Jim Johnson and Howard Tuthill, fell 1,000' and came to rest on a small ledge dressed only in polypro underwear. All equipment and clothing were lost in the fall. The assistant guide was able to ascend to the camp and alert others of the accident. The chief guide, Dave Stahaeli, was able to descend and provide some survival equipment to Johnson and Tuthill. Others on the mountain, including the Denali Medical Project personnel and private mountaineers, organized a difficult and dangerous rescue effort, eventually stabilizing the two men who were flown off the mountain the following day via helicopter. Johnson suffered a compression fracture of a lumbar vertebrae and Tuthill frostbit his fingers. Both men were saved by the rescue efforts.    Tent and occupant blown from ridge, equipment lost, no injuries: In a very similar incident to the one previously described, a Rainier Mountaineering Inc. guided expedition was camped at the 16,100' camp on the West Buttress during an extended storm. Chief guide Curt Hewitt was alone in the tent when a severe wind gust ripped the tent from the anchors and lifted it and Hewitt over 3-4' snow walls. The tent began a tumbling fall. Hewitt was able to escape through an entry tunnel and climb back to the campsite, however the tent and the equipment were lost. Fortunately no rescue or significant injuries were involved, but the expedition was forced to retreat.    High Altitude Pulmonary Edema, ground evacuation: A Genet Expedition trip led by Dave Stahaeli reached the 17,200' high camp on 6\/21\/89. There they waited three days for weather to improve. One of the clients, John Michel, had been feeling poorly earlier in the trip. At high camp, he lacked energy and spent most of the three days sleeping. It was decided he would not attempt the summit. On 6\/24 all expedition members left for the summit except for Michel who remained in camp. No other parties were at high camp. Late that afternoon, another Genet team arrived at high camp and discovered Michel to be suffering from HAPE. They evacuated him to the 14,200' camp where Michel received treatment and recovered. There were other incidents of altitude illness and frostbite this season. Most of these were treated at the Denali Medical Project camp at the 14,200' basin on the West Buttress.    Perforated ulcer, peritonitis, ground evacuation to base camp: On 5\/24\/89 Japanese climber Tetumi Inoue developed severe abdominal pain while at the 9,800' level on the West Buttress. He was evacuated with assistance from the American \"Poko Denali III\" expedition, to base camp and was flown to Talkeetna and then transported by ambulance to Valley Hospital. There he underwent surgery for a perforated peptic ulcer and peritonitis resulting from gastric emptying.     Trends and Items of Concern   Percentage of foreigners requiring rescues  Foreigners accounted for 36% of the total number of climbers on Mount McKinley. Fourteen persons required some sort of organized rescue\/recovery effort this year. Seven (50%) were from foreign nations. All six of the fatalities during 1989 were foreigners.    Solo ascents  Each year we see more people register for solo climbs on Mount McKinley. This year 19 persons registered solo... two more than in 1988. Some of these were able to team with other expeditions at least to traverse the heavily crevassed portions of the lower glaciers.    Increasing use  For the last four years we have had new records set for the number of climbers attempting to climb Mount McKinley. In 1989, climbers spent a total of more than 19,000 user days on Mount McKinley alone! Over 16,000 of them were on the West Buttress. This is approximately the same, or somewhat more, mountaineering use which occurs annually on Mount Rainier.    Sanitation  With the increasing use, it is more important than ever for mountaineers to properly dispose of their human waste to prevent the contamination of snow that might be melted and used for drinking or cooking water by future expeditions. We are still suggesting the use of plastic bags as latrines. When moving camp, tie the bags off and toss into a deep crevasse. The use of biodegradable plastic bags is recommended. Use the latrines in the camps where they are provided. This season, a new latrine was installed at the 17,200' high camp on the West Buttress. It seems to be successful in concentrating human waste in the pits beneath the latrine. Unfortunately, the latrine had to be moved four times as the pit filled. The snow\/ice pack at the high camp moves very slowly. This causes concern for the eventual proliferation of waste filled pits. For 1990, the latrine will be relocated farther out in the 17,000' basin where there is greater movement of the glacier.  Trash Many expeditions are hauling their trash to base camp where it is flown off the mountain. Still others continue to crevasse their trash. Trash accumulation on other popular mountains of the world has recently received considerable publicity. Trash dumps and appalling sanitation conditions at the more popular campsites in the Himalayas, Europe, South America, and elsewhere threaten human health, degrade the mountaineering experience and threaten the mountain environment. Mountaineers from all nationalities must take the responsibility for and the initiative in, preserving the quality of the world's mountain environments. A combination of education, leading by example, and peer pressure are probably the most effective tools that can be brought to bear against less considerate mountaineers.    Administrative Notes A new German translation of the Mountaineering brochure was completed during the fall and is now available for distribution. A portable radio repeater was installed in the Yenlo Mountains, south of the Alaska Range, in effect to improve communications between the Talkeetna Ranger Station and the mountaineering patrols. This location proved generally unsuccessful in accomplishing this objective. The repeater was removed later during the summer.  Looking ahead to 1990:   The National Park Service plans to coordinate a pilot study to survey users' perceptions of sanitation, trash and crowding issues on Mount McKinley.  Mountaineering registrations will be entered into a data base to allow better investigation of trends and more efficient daily management of the registration process.   Construction is scheduled to begin at the end of the 1990 mountaineering season to build a seasonal housing unit to replace the old surplus trailer which has served as seasonal housing for the Talkeetna mountaineering staff. Monies have been appropriated and the process begun to acquire property in Talkeetna upon which a mountaineering contact will eventually be constructed.  Since the Denali Medical Research Project will not operate during 1990, the National Park Service will staff a small Weather Port at the 14,200' basin on the West Buttress. This camp will primarily serve as a communication and coordination base for rescue incidents.  A radio repeater will be installed on the top of the Alaska Regional Office in effort to improve communications between the mountaineering patrols and the Talkeetna Ranger Station. For more information or to request mountaineering information and\/or registration forms, please contact me.   -- Bob Seibert, South District\/Mountaineering Ranger",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/mountaineering-reports-79-89.htm"
}
