{
    "title": "Denali National Park & Preserve: Mountaineering Summary (2014)",
    "body": "Explore This Park    Plan Your Visit     Mountaineering     Annual Mountaineering Summaries     Mountaineering Summary (2014)                2014 Annual Mountaineering Summary       Nearly every year, these reports contain overall statistics on the number of expeditions and mountaineers attempting a climb, as well as a total number of summits, broken down by the route climbed on Denali. Download these mountaineering statistics, which have been compiled into one file.  Note: These reports are historical. Keep in mind that certain references are contemporary to the report itself (e.g., calling the mountain \"Mount McKinley\" instead of \"Denali,\" old lists of guiding companies or advice on waste disposal that is no longer correct). For current information on planning a mountaineering trip on Denali or Mount Foraker, please check out our mountaineering info.         Busy day at Basecamp (NPS Photo\/Gentzel)  2014 Statistical Year in Review      Quick Facts  Climbers from the USA: 662 (55% of total) Top states represented were Alaska (107), Washington (98), Colorado (94), and California (77)   International climbers: 542 (45% of total) Top foreign countries represented were Canada (48), United Kingdom (40), and Poland (34).Korea and the United Arab Emirates (UAE) each had 25 climbers attempt.   Average Trip Length Overall average was 15.6 days. Average for those that reached the summit was 17.8days   Average Age 38 years old   Women climbers Comprised 13% of total (153 women); summit rate for women was 33%   Summits by month May (49) June (330) July (50)   Busiest Summit Days June 4: 99 summits June 15: 42 summits June 23 and July 5:  each saw 25 summits            2014 Search and Rescue Summary Fatal Climbing Fall (May 5) An early season climber on the Muldrow Traverse suffered a fatal fall while descending un-roped from Denali Pass (18,200 feet) to the West Buttress high camp (17,200-feet). The climber’s partner was ahead on the route and did not witness the fall. The surviving climber was evacuated on May 7 via the NPS helicopter due to frostbite and inability to descend safely on their own. The remains of the deceased were subsequently recovered. Medical Illness  (May 17) An expedition contacted an NPS ranger patrol at the 14,200-foot camp medical tent requesting assistance with a team member suffering from nausea, vomiting, and diarrhea. Further evaluation indicated the patient also had a cough and of shortness of breath. NPS rangers and medical staff treated the patient for gastrointestinal distress and HAPE for two days and eventually recommended that the teammates self-evacuate the patient to base camp. Climbing Fall (May 24) A three-person rope team fell while descending from Denali Pass, with one of the three sustaining head injuries. The team was assisted back to high camp where the injured climber was evacuated by the NPS helicopter. (see Mislow-Swanson Denali Pro article) Medical Illness and Trauma (May 24) A team of 8 climbers associated with a military expedition reported to the 14,200 foot camp on Denali with various medical and trauma complaints. The team members were triaged and it was determined that two of the climbers warranted treatment under the NPS medical guidelines for life, limb and eyesight threats. These two climbers were treated and released back to their team in order to continue their descent to 7,200 foot camp. Climbing Fall (June 13) A climber sustained a lower left leg fracture in an un-roped climbing fall from a technical section of the West Buttress Direct route. Teammates self-evacuated the injured party to a location just above Windy Corner (13,600-feet) on the standard West Buttress route where they were met by NPS rangers and volunteers. A ground crew transported the patient up to the 14,200-foot camp for a helicopter evacuation. Frostbite and Minor Injuries  (June 17) Three climbers from separate expeditions, each travelling solo, suffered varying degrees of frostbite, exposure, fatigue, and other minor traumatic injuries during a long descent from Denali Pass to high camp.  Two of the three were evacuated from high camp via the NPS helicopter and subsequently transferred to ground ambulance for further medical care. Cardiac Issues  (June 20) A client on a guided expedition lost consciousness at 18,800-feet on the West Buttress route after complaining of severe chest pain and shortness of breath. The patient was evacuated from their location via short-haul rescue basket by the high altitude helicopter. Once lowered to the Kahiltna Basecamp, the patient was transferred to an air ambulance for further medical care. Stranded Kayaker (June 24) Talkeetna-based climbing rangers rescued a stranded kayaker from the banks of the Upper West Fork of the Yentna River. The kayaker became separated from their boat after flipping in swift whitewater and could not retrieve it. The kayaker activated a PLB from the river’s shore and was rescued via the NPS helicopter. The kayaker was evacuated to Talkeetna with minor injuries and released. Knee Injury (June 29) A guided client sustained a knee injury while descending the fixed lines near 15,400 feet. The injured client was able to descend to the 14,200-foot camp, where the guides requested assistance with an evacuation. NPS staff at the 14,200-foot camp conducted a litter lower from 14,200 feet to 11,000 feet, at which point the guided team was able to continue the ground evacuation without assistance.       2014 Medical Summary During the 2014 climbing season, the Denali mountaineering rangers and volunteer medical personnel treated 32 patients that met the 'life, limb or eyesight-threatening' threshold. One patient was treated for two concurrent issues (high altitude illness and frostbite), which resulted in 33 overall field diagnoses.  Cold Injuries (frostbite, hypothermia) - 10 cases Medical (other) - 9 cases High Altitude Illness (AMS, HACE, HAPE) - 7 cases Traumatic Injury - 6 cases Medical (cardiac) - 1 case  Review of the patient care reports indicates a typical variety of ailments and injuries last season. The 'Medical –Other' category included patients with respiratory infections, pilonidal cysts, hypovolemic shock, acute abdominal pain, and non-cardiac chest pain. The 'Traumatic Injury' category included patients with a traumatic brain injury, fractured ribs, and an angulated ankle fracture. Perhaps reflective of the fact that fewer climbers reached the upper elevations of Denali in 2014, rangers likewise treated fewer cases (21%) of high altitude illness this season relative to the historical annual average of 29% in that category. On the flipside, the historical annual average of patients treated for frostbite injuries is 18%, however, the cold temperatures and persistent storms of 2014 likely led to the increased incidence of cold injury (30%). *AMS = Acute Mountain Sickness, HACE = High Altitude Cerebral Edema, HAPE = High Altitude Pulmonary Edema      2014 New Routes and Notable Ascents  \"Raising the bar\" is so often the term applied to new endeavors that are more taxing or interesting in one way or another.  The speed-climbing bar was decisively raised this season by Kilian Jornet who climbed Denali in a record 11 hours and 48 minutes round-trip from Kahiltna basecamp.  According to reports, Jornet acclimatized first on the West Buttress route, then on June 7, made his solo speed ascent via the Rescue Gully variation, ascending on both skis and crampons.  While Denali National Park does not maintain official speed climbing records, Jornet's impressive feat reportedly clocked in almost 5 hours faster than an also-impressive 2013 ascent by Ed Warren.   The bar was also raised in 2014 on the Alaska Range approach, with Will Mayo and Josh Wharton flying their personal plane from Colorado to Talkeetna before linking up with an air taxi to the Tokositna Glacier for their new route on Mt. Huntington. Beginning 800 feet up the initial couloir of the Colton-Leach route, \"Scorched Granite\" ascends left onto an independent line that they climbed to its junction with the French Ridge and on to the summit.  The 2014 climbing season in the Alaska Range was characterized by a prolonged stretch of unseasonably warm and dry weather, which persisted through much of April and May. Near the end of May, the weather pattern shifted to a very wet and stormy regime which continued throughout June and July, bringing a series of large snowfalls to the Alaska Range and hampering most significant climbing activity throughout the range during this time. Snow and ice conditions in the range this season proved to be highly variable, as is typical, with areas such as the Ruth Gorge and the north buttress of Hunter sporting generally drier and thinner ice conditions than normal. Drier years, such as this one was until mid-season, often feature the alternative benefit of better snow conditions on some of the ridges and faces, which ordinarily are plagued by desperately deep, and often dangerous, snow.   In particular, climbers discovered early in the season that conditions on Mount Huntington were unusually good, with consolidated snow and adequate ice coverage. This, combined with several weeks of stable weather, resulted in the mountain receiving an unusually high number of successful ascents, by at least six different routes. These ascents included the first winter ascent of the French (northwest ridge) in March by John Frieh, Jason Stuckey and Brad Farra, and then in early May, what was likely the second ascent of Polarchrome by Jewell Lund and Chantel Astorga. Polarchrome, put up in 1984, was climbed to its intersection with the French Ridge on its original ascent, but the team did not reach the summit. It is likely Lund and Astorga’s may have been the first integral ascent of the route. They were also able to free climb sections of rock that had been previously aided, estimating the difficulty at 5.9.  The most significant ascent on Huntington this season was a new line established on the left hand side of the west face on May 9, by Will Mayo and Josh Wharton. The route begins about 800 feet up the initial couloir of the increasingly popular Colton-Leach route. From here it ascends a striking smear of thin ice on the left hand side of the wall, leading into a corner system with high quality, difficult mixed climbing. After three pitches, the climbers reached a horizontal ledge; they traversed this leftwards to reach a long, right arching ramp system, which they followed to its terminus on the French Ridge, joining the Hough-Lewis variation for the final pitch. Up to this point, since departing the couloir of the Colton-Leach, the route had been entirely on terrain that was previously unclimbed. Mayo and Wharton next simul-climbed the upper French Ridge to the summit, which was reached after only 9 ½ hours of climbing from their basecamp. They rappelled the west face couloir route, returning to their camp after only 13 ½ hours round trip. The called their route “Scorched Granite”. It is graded V, M7, AI6, and features 4,200’ of vertical gain.   Back in 2005, Mayo, along with partner Chris Thomas, had made the first ascent of Mount Huntington’s significant and imposing south sub-summit, the largest and most prominent in a chain of jagged summits that comprises Huntington’s long and complex south buttress. They unofficially dubbed the mountain “Idiot Peak”. This peak received its second ascent on April 21, 2014, by a new route. “Down the Rabbit Hole” was established on the peak’s west face by Scott Adamson, Andy Knight, and Aaron Child, and is graded VI, WI5+,M6. Their line follows a right trending ice corner on the west face, leading directly to the summit ridge. They bivied just below the summit and finished the climb early the next morning. They rappelled from the summit to the col between the peak and Mount Huntington proper. From the col, they rappelled to the west, traversed beneath the Phantom Wall, and descended the lower Harvard route to reach their basecamp on the Tokositna Glacier.  In the Kichatnas, Jess Roskelley and Ben Erdmann were able to establish two new lines in April despite finding decidedly lean ice conditions. They first climbed a 1500 foot corner system on the ridge separating the middle and north forks of the Trident Glacier, a shoulder of Mount Augustin. They descended from here without going to the summit, naming the route “The Snicklefritz” and graded it 5.9, A2, M5, and 80 degree ice.  On April 20, the pair turned their attention Mount Augustin’s unclimbed northeast face. Their route, which they described as “classic and enjoyable”, featured some easy mixed climbing followed by a long snow and ice face. They were able to simul-climb the entire route. The Northeast Face is graded IV, M3, 70 degrees, and is only the second known ascent of Mount Augustin, one of the most prominent summits of the Kichatna group.  Over in the Ruth Glacier, drier than normal conditions prevailed but climbers were able to make repeat ascents of increasingly classic lines such as the Escalator on Mount Johnson, and Wake Up on Mount Wake.  Despite the leaner than normal ice conditions, Colorado climbers Kevin Cooper and Ryan Jennings found the conditions they needed to succeed on an ephemeral and futuristic route up Mount Johnson’s true north face. The route was a line the pair had been dreaming of climbing for more than a decade. In their accomplishment, Cooper and Jennings unquestionably established the most significant new route of this season.  Their route began with long stretches of very steep-to-vertical strips of compacted neve (often referred to as “S’nice”) smeared down a smooth, slabby wall. These strips led upwards to an obvious left facing rock corner on the upper half of the wall and an eventual intersection with the as yet unfinished east buttress of the mountain. Cooper and Jennings found their way past a large and improbable roof at the bottom of the face, then fixed their ropes to the ground and waited for a good weather window. On May 1,   they re-ascended their lines and began climbing. The next 1200 vertical feet featured continuous, 85-90 degree neve climbing with nearly non-existent protection. In several places, they were forced to climb with neither protection nor belays, pushing their boundaries of risk and commitment. They reached the base of the upper corner system and were able to chop a small bivouac site. The corner above featured sustained hard rock and mixed climbing up to M6, difficult protection and belays, and plenty of the crumbly, dangerously loose rock for which Mount Johnson is infamous. They found a spot for a two hour nap midway but otherwise climbed this corner continuously for over 40 hours. In time they reached the top of the wall and the true north face had been climbed. They followed easy snow slopes up the final section of the east buttress, and reached the summit on May 4, having followed entirely unclimbed terrain for the duration of their route. They descended by way of the Johnson-Grosvenor col and then down the hazardous gully separating the two peaks, reaching their basecamp 81 hours after having first left it.  The 4000-foot route is dubbed “Stairway to Heaven”, in keeping with the ascension-themed names of Mount Johnson’s routes, and is graded VI, AI5+X, M6R, A1. The temperatures climbed dramatically during and after the ascent, and the pair felt several sections of the route would have been impossible if they had started only a day later. Routes such as this one rarely come into climbable conditions, and it’s rarer still that there are climbers willing to engage them. Cooper and Jennings’ ascent was surely one of the boldest and most visionary accomplishments in this area’s long and storied climbing history. From late April to mid-May, Japanese climbers Kei Taniguchi and Junji Wada explored unclimbed terrain in the area around the Sheldon Amphitheater of the Ruth Glacier. They managed to complete four new routes in the area during their three week visit.  The first of these routes was a variation to the direct south face of Mount Dan Beard. On April 28, from the basin directly beneath the face, they ascended a large snow couloir up to the rock face above, then traversed to the left to gain the center of the face. They followed snow and ice slopes directly to the summit, finishing to the right side of the headwall. The route was named “Wasabi Prelude” and is graded V, 60 degree snow and ice. They descended by the same route. On May 9, the pair ascended the east spur of a point they dubbed “Point KJ” (approx. 10,500’) which is the highest point along the major northeastern buttress of Peak 11,300’. The route faces directly east and is plainly visible from the Sheldon Amphitheater. The route featured sections of rotten ice lower down and finished with six pitches of mixed climbing to gain the summit snowfields. A bivouac was made on the summit and the route was descended the next day with downclimbing and 8 rappels. The route was dubbed “Wasabi Concerto” and is graded AI4+R, M5+R.   On May 13, the climbers returned to Mount Dan Beard and established a new route on the east face. The route follows a v-shaped couloir on the right side of the face to gain the East Ridge. It continues leftward up the ridge with some mixed climbing and rotten ice, passing seracs, a snow arête, and a finally a large crevasse by way of a steep pitch of ice. The climbers made the ascent in twelve hours to the summit, and descended the south face route they had climbed on April 28th. The route was named “Wasabi Nocturne” and is graded WI4, AI5, and M5.  Finally, on May 17, the pair established another route on the east face of the northeast buttress of Peak 11,300’. This route is located to the right (north) of the above-described “Wasabi Concerto” and follows an ice couloir to the ridgeline, then continues along the ridge via rock climbing to reach the top of a point they dubbed “Point 3”. Difficulties were graded WI4, and M4, and the route was named “Wasabi Sonatine”. The ascent required ten hours to complete, and they climbers descended by the same route. The Japanese described the northwest buttress of Peak 11,300’ as having four distinct summits. They dubbed these unofficially, from right to left (north to south), as Point 1, Point 2, Point 3, and Point KJ. A very sharp, corniced and knife edged ridge separates Point KJ and the northeast buttress from the main mass of Peak 11,300’, making the buttress almost a distinct entity from Peak 11,300’.  On June 15, the “Control Tower”, the small tower which stands guard over the Southeast Fork of the Kahiltna and the Kahiltna Basecamp, saw a difficult new route established by Alan Rousseau and Mark Pugliese. The route begins below a pillar on the southwest corner of the tower, less than 30 minutes approach from basecamp. The route reaches the summit in 12 pitches and features sustained mixed climbing. The route was named “It Is Included”, and is graded M7, 5.10+, and AI3.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/ams2014.htm"
}
