{
    "title": "Denali National Park & Preserve: Mountaineering Summaries (1990 - 1999)",
    "body": "Explore This Park    Plan Your Visit     Mountaineering     Annual Mountaineering Summaries     Mountaineering Summaries (1990 - 1999)                Annual Mountaineering Summaries: 1990 - 1999       Since 1979, mountaineering rangers in Talkeetna have written reports of that year's mountaineering season. These reports are available by year, below.  Nearly every year, these reports contain overall statistics on the number of expeditions and mountaineers attempting a climb, as well as a total number of summits, broken down by the route climbed on Denali. Download these mountaineering statistics, which have been compiled into one file.   Note: These reports are historical. Keep in mind that certain references are contemporary to the report itself (e.g., calling the mountain \"Mount McKinley\" instead of \"Denali,\" old lists of guiding companies or advice on waste disposal that is no longer correct). For current information on planning a mountaineering trip on Denali or Mount Foraker, please check out our mountaineering info.     Jump to the annual report for ...  1990 | 1991 | 1992 | 1993 | 1994 | 1995 | 1996 | 1997 | 1998 | 1999      Annual Report: 1990   Heavy winter snows, volcanic ash deposits, near record numbers of climbers, few accidents and generally good weather summarizes the 1990 mountaineering season in the Alaska Range.  Record snows fell at the lower elevations during the winter of 1989-90. There was one winter attempt made by a Japanese team of four on the West Buttress. They encountered extended periods of poor weather and spent nearly 20 days between the 11,000’ and 14,300’ camps. The 14,300’ basin was their highest camp. No other winter attempts were made on any other major peak within Denali National Park and Preserve. Throughout most of the winter, Mount Redoubt volcano, located approximately 150 miles south of the Alaska Range, repeatedly erupted, lightly dusting the Alaska Range with multiple layers of volcanic ash. A similar scenario occurred in 1986 when Mount Augustine erupted. The dark ash layers, once exposed to radiant heat from the sun, caused greatly accelerated melting of the snow pack as well as uneven melting of the snow surface. This resulted in an early closure of aircraft landing strips on the glaciers. Concern over a repeat of the 1986 early closures was well publicized and a number of groups planning late expeditions to the Alaska Range either moved their trips ahead or cancelled altogether. Late June snows extended the season longer than was expected, nevertheless, flights into the southeast fork stopped after the first several days of July. In an effort to cope with the number of people still on the mountain, landings to pick up parties were authorized at the 9,500’ level on the Kahiltna Glacier. No dropoffs were permitted at this location.  The Denali Medical Research Project did not operate during the 1990 season. In its place, the Park Service mountaineering staff established a camp at the traditional site at 14,300’ on the West Buttress. From that medical\/rescue camp, the mountaineering rangers contacted mountaineers and coordinated search and rescue activities.  Despite the near record number of climbers on the mountain, there were only three search and rescue incidents on Mount McKinley in which the National Park Service was involved. This is the lowest number of search and rescue incidents since 1975 when 362 persons registered to climb Mount McKinley.  The National Park Service conducted four 24-day patrols on Mount McKinley, as well as numerous patrols into other areas of the Alaska Range. We continue to staff a ranger station in the town of Talkeetna where mountaineers register for their expeditions. A strong emphasis is placed upon the importance of environmentally sound expeditionary climbing and sanitation techniques. Additionally, mountaineers are encouraged to remain self-sufficient and conduct their own evacuations whenever possible.  All statistics in this report are for portions of the Alaska Range within the boundaries of Denali National Park and Preserve. Where specifically noted, statistics apply only for Mount McKinley *   Interesting Statistics  Near Record Number Of Climbers On Mount McKinley In 1990, 1002 persons attempted a climb of Mount McKinley. This was only seven people short of the record of 1009 set in 1989. Had the volcanic ash situation not forced a number of parties to cancel their expedition, 1990 would probably have continued the four-year trend of increasing use.  Success Rate  573 (57%) of those attempting the summit of Mount McKinley were successful. This season saw a flurry of activity on Mount Foraker. A total of 11 expeditions attempted seven different routes. One new route was established. Six out of 28 climbers (21%) attempting Mount Foraker reached the summit. 13 expeditions attempted four routes on Mount Hunter. Eight out of the 44 climbers (18%) attempting Mount Hunter reached the summit.   Record Number of Climbers on Mount McKinley During A Given Week A new all time high of 383 climbers were on the slopes of Mount McKinley for the week of May 20. 1990.  New Altitude For Mount McKinley? On June 21, 1989, a team of researchers and support climbers reached the summit of Mount McKinley. They carried a Global Positioning System receiver that when used in conjunction with a Global Positioning Satellite, can measure geographical heights. Preliminary indications show the elevation of Mount McKinley to be 14’ lower than the height previously measured by more traditional survey methods. The newly computed height of 20,306’ is still not yet official, so at least for the time being, the previous height of 20,320’ remains the official height of Mount McKinley.  Acute Mountain Sickness 143 (14%) had symptoms, of these:  105 (73%) were mild  31 (22%) were moderate 7 (5%) were severe   Frostbite 30 (3%) reported some degree of frostbite. Of these:  22 (73%) were mild 5 (16%) required doctors care 3 (10%) required hospitalization   West Buttress Route 711 (71%) of the climbers on Mount McKinley were on the popular West Buttress route. This is a significant decrease from the past several years where approximately 85% of the climbers were on the West Buttress.  Soloists 15 (1.5%) persons registered for solo climbs this season. Seven reported successfully reaching the summit. One of the soloists miraculously survived and was able to extricate himself following a 40’ crevasse fall.  Mountain Guiding 342 (34%) of the climbers on Mount McKinley traveled with one of the authorized guiding companies. The overall success rate of the guided groups was 54%. The majority of these trips occurred on the West Buttress route, but other guided trips attempted the West Buttress - Muldrow Glacier Traverse, Muldrow Glacier, West Rib, South Buttress and Cassin Ridge.   Foreign Climbers 337 (34%) of the climbers on Mount McKinley were from foreign countries. 29 nationalities were represented:  New Low Temperature Reading The National Park Service maintains a minimum recording thermometer, supplied by the National Weather Service, at the 17,200’ level on the West Buttress Route. The winter of 1989-90’s coldest recorded temperature was -57 degrees F.   New Routes and Interesting Activities  Denali  In May, Canadians Timo Saukko and Peter Mattson climbed a new variation of the West Buttress Direct. The route lies just south of Thunder Ridge.  Also in May, Canadians Ross Clouthier, Mario Bilodoau and Mike Kurth climbed another variation of the West Buttress Direct. Their route was just north of the southwest ridge.  In May, a French team parasailed from the 15,000’ level on the West Buttress to within one hour walk of the Southeast Fork base camp (7,000’).  In May, a guided group led by Michael Covington traversed off the upper Cassin Ridge and crossed over the connecting snow\/ice slopes to the West Rib. On May 23, a strong and well-acclimatized Russian climber, Anatoyla Burkreuv, climbed the West Rib from its beginning at 11,000’ on the Northeast Fork to the south summit in 10 1\/2 hours.  In June, Alaskan Norma Jean Saunders became the first woman to officially document a solo ascent of Mount McKinley. She climbed the West Buttress.  In July, British climbers Simon Abrahams and James Hall completed the first alpine style ascent of the complete South Buttress. They continued down the Muldrow Glacier and out to Wonder Lake.   Mount Foraker  In May, Americans John Phelan and Dave Charman climbed a new route on the southeast face. They named the route “False Dawn”.  Also in May, Dave Harries and Chris Smith completed the second ascent of the “Pink Panther” route.    Mount Wake, Ruth Gorge In May, Canadians Chris Atkinson and Bruce Kay climbed a new route they named the “Screaming Blue Messiah” on the east spur.  Peak 6800’ “Werewolf”, Ruth Gorge On July 14, Austrians Andi Orgler and Michael Rutter climbed a new route on the west pillar. It was reported to consist of 20 pitches of 5.10+ Al.  Peak 7500’ “London”, Ruth Gorge  On July 18, Austrians Hannes Arch and Helmut Neswadba climbed a new route on the west pillar called “Big Time”. It was reported to consist of 20 pitches of 5.11+ A2.  Peak 7979’ “Balrock”, Ruth Gorge On July 14, Arch and Neswadba climbed a new route on the Southwest Ridge. It consisted of four pitches of 5.7.  Mount Dan Beard, Ruth Amphitheater In May, two Alaskan women, Carol Snetsinger and Don McDonald climbed a new route in the west face couloir.   Accidents\/Incidents  The following incidents are the more significant accidents or incidents that occurred in 1990:  Fall With Injuries; Helicopter Evacuation On April 9th, two Alaskan mountaineers were ascending the southeast spur of Mount Deception. The two had just completed a rest stop. The lead climber, Gary Donofrio, started up the ridge while the second, Jim Bouchard, completed packing his pack. They were roped together with a 50 meter rope. Before a belay was provided to Donofrio, a huge section of cornice broke from beneath him. Donofrio began a tumbling fall down a 75 degree slope. The fracture line had extended back to within two feet of Bouchard. Both men’s ice axes were lost. The only option left to Bouchard to arrest the fall and prevent being pulled off the ridge himself, was to jump off the opposite side of the ridge. This he did and was able to stop Donofrio’s fall. Bouchard was able to eventually haul Donofrio back up to the ridge. During the fall Donofrio had suffered internal injuries and had lost his pack. During the next 10 hours, the pair slowly made their way back to their base camp at the 5700’ level on the Eldridge Glacier. The following day, Bouchard skied approximately 28 miles to the Parks Highway to report the accident. Donofrio was evacuated by the mountaineering rangers and an US Army Chinook Helicopter later that evening.  Injury From Falling Rock; Helicopter Evacuation On May 26, Dwight Percy and other members of the expedition called “The Fine Young Idiots” were traversing around Windy Corner at the 12,500’ level on the West Buttress of Mount McKinley when Percy was struck by a football sized rock which fell from the West Buttress. While the other members of the expedition carried his gear, Percy was able to continue to ascend to the 14,300’ medical\/rescue camp. There the group camped for four days while Percy attempted to recuperate in hopes he could recover enough to descend under his own power. During those four days, Percy remained stable but did not improve. On May 31st, Percy was evacuated by helicopter. X-rays revealed he had sustained fractures of the left illium and the pelvic ramis bone.  Falls; Fatalities On May 24th, the American two person “Washington Square” expedition left the Southeast Fork base camp for an ascent of the Cassin Ridge. The men, Michael Koshuta and Stuart Jones, were last seen on the Cassin Ridge at the 15,700’ level on June 1st. They were listed as overdue on June 9th. Air searches began on the 10th. Their bodies were located by air search teams on June 12th. It appears the men attempted to traverse from the upper Cassin to the West Rib when one or both slipped. The men died in the resulting fall. There had been severe weather shortly after they were last seen on June 1st. It is thought that the men attempted to reach the 16,200’ level on the West Rib via a long and tedious, moderate angle, mixed snow\/ice traverse from the upper Cassin. From this point, the safety of the 14,300’ basin and medical\/rescue camp on the West Buttress can generally be reached.  Open Bivouac; HAPE Fatality; Frostbite; Helicopter Evacuation On May 25th, the seven person Japanese “KTK” expedition flew onto the Southeast Fork base camp for a climb of the West Rib of Mount McKinley. On June 9th, the team was at their high camp at 18,000’ on the West Rib. They departed that camp intending to push for the summit with minimal gear and return to their camp later in the day. By the time the team reached the junction of the West Buttress at 19,500’, expedition member Hiroaki Ito was suffering from a bad cough, shortness of breath and difficulty in walking. By mutual consent, Ito was left at 19,500’ while the rest of the expedition continued on to the summit. Once the team reached the summit, the weather rapidly deteriorated to white-out conditions. During the descent, two of the summit team became disoriented and continued down the West Buttress past the junction of the West Rib and Ito. The rest of the team located Ito, whose condition had significantly deteriorated. Unfortunately, these team members with Ito thought that the two missing team members were still lost on the upper mountain. The decision was made to remain at the junction, making noise, attempting to attract the missing climbers. Meanwhile, the two ‘missing” team members had joined an American party and had begun a descent of the West Buttress. These two Japanese continued their descent and reached the 14,300’ medical rescue camp late that night. Higher on the mountain, the weather, Ito’s and the remaining team members’ conditions all gradually deteriorated until further descent was impossible. Rescue teams began moving upward the next morning. Even though weather had somewhat improved, the Japanese were unable to drag Ito. Their leader remained with Ito while the others, badly frostbitten, began to descend the West Buttress. By the afternoon, weather had improved enough that the NPS attempted air drops of oxygen and equipment. As the leader was retrieving the supplies, Mr. Ito died from advanced pulmonary edema. The rescue team arrived shortly thereafter. The three Japanese who bivouacked with Ito suffered severe frostbite, were evacuated by helicopter and eventually lost nearly all their toes. There were other incidents of altitude illness and frostbite this season. Most of these were treated at the medical\/rescue camp at the 14,300’ basin on the West Buttress.   Trends and Items of Special Concern  Solo ascents: This year 15 persons registered solo…. two fewer than in 1989. Some of these were able to team with other expeditions at least to traverse the heavily crevassed portions of the lower glaciers. One soloist miraculously survived an unprotected 40’ crevasse fall.  Increasing use: For the previous four years we have had new records set for the number of climbers attempting to climb Mount McKinley. It is likely 1990 would have continued this trend had the volcanic ash not forced the cancellation of certain expeditions. In 1990, climbers spent a total of more than 18,865 user days on Mount McKinley alone! Over 12,823 of them were on the West Buttress. The use on the West Buttress is even higher when considering many other routes are accessed via the lower West Buttress route. For example, an additional 3,262 user days were spent by mountaineers completing either the West Buttress to the Muldrow Glacier traverse or from the Muldrow Glacier to the Kahiltna Glacier.  Sanitation: With the increasing use, it is more important than ever for mountaineers to properly dispose of their human waste to prevent the contamination of snow that might be melted and used for drinking or cooking water by future expeditions. We are still suggesting the use of plastic bags as latrines. When moving camp, tie the bags off and toss into a deep crevasse. The use of biodegradable plastic bags is recommended. Use the latrines in the camps where they are provided.  Trash: Many expeditions are hauling their trash to base camp where it is flown off the mountain. Still others continue to crevasse their trash. Trash accumulation on other popular mountains of the world has recently received considerable publicity. Trash dumps and appalling sanitation conditions at the more popular campsites in the Himalayas, Europe, South America and elsewhere threaten human health, degrade the mountaineering experience and threaten the mountain environment. Mountaineers from all nationalities must take the responsibility for, and the initiative in, preserving the quality of the world’s mountain environments. A combination of education, leading by example, and peer pressure are probably the most effective tools that can be brought to bear against less considerate mountaineers.  Administrative notes for 1990:  The 1990 South District staff consisted of:  Lead ranger: Bob Seibert Mountaineering rangers: Scott Gill, Renny Jackson, Ron Johnson and Roger Robinson Student Conservation Association intern Kevin Moore    A portable radio repeater was installed in the Ramparts, the rugged mountains west of the lower Kahiltna Glacier. It proved extremely successful in improving communications between the Talkeetna Ranger Station and the mountaineering patrols. The repeater was removed later during the summer.  The National Park Service, in cooperation with the U.S. Forest Service, conducted a survey of approximately one third of the mountaineers registering for Alaska Range climbs within Denali National Park. The purpose of the survey was to determine users’ perceptions of sanitation, trash and crowding issues on Mount McKinley. The results of the survey will be published in the 1991 American Alpine Journal. For the first time, mountaineering registrations were entered into a data base to allow better investigation of trends and more efficient daily management of the registration process.  In July, construction began on a building to replace the house trailer that for years served as ranger station, quarters for the seasonal mountaineering staff, and search and rescue coordination center. The new building, which is now complete, will serve as seasonal quarters, winter office for the South District, and the search and rescue coordination center.  Property has been purchased in Talkeetna upon which a mountaineering contact center will eventually be constructed. This building will replace the current log cabin which the NPS is renting in downtown Talkeetna.  The war in the Persian Gulf will likely affect the 1991 mountaineering operation on Mount McKinley. In the past, the Denali Medical Research Project and the NPS have relied upon the US Army High Altitude Rescue Team from Ft. Wainwright, Alaska, to insert and extract the medical\/rescue\/research camp at the 14,300’ level on the West Buttress. Front this camp, high altitude physiological research has been conducted under the direction of Dr. Peter Hackett and his capable staff and rescues have been coordinated that have saved many lives. Initially, it appears that flight crew and equipment commitments to the war effort will preclude the Army’s ability to support either the medical\/rescue camp or their ability to conduct high altitude rescue missions during the 1991 climbing season. The National Park Service is planning to staff a small Weather Port at the 14,000’ basin on the West Buttress. This camp will primarily serve as a communication and coordination base for rescue incidents.        Annual Report: 1991 The 1991 mountaineering season on Denali began with a rumble as a major earthquake hit the range on April 30th. Measuring 6.1 on the Richter scale, the epicenter was just south of Mount Foraker. Huge avalanches were observed throughout the range, as well as several reports of close calls among climbers. Luckily there were no injuries.   The winter of 1990-1991 was another heavy snow year in the Alaska Range. There were no winter attempts made on Mount McKinley. Weather in the spring was generally poor. An abundance of cold and stormy weather turned away most summit attempts until late May when a stretch of stable weather arrived. Still, the success rate remained low until another stretch of good weather in mid to late June brought the success rate up to its normal of 50% to 60%.   This year, in order to maintain safe, reliable, and timely air support for high altitude rescues on Mount McKinley, the National Park Service contracted an Aerospatiale Lama helicopter to be stationed in Talkeetna for the mountaineering season. Fortunately the Park Service was able to secure this contract this year, for U.S. Army Chinook helicopters were not available for high altitude rescues as they have been in years past.   The Lama was successfully used on five major rescue missions this year. It’s worthiness was especially proven after it completed two successful rescues above 18,000’, one of which required four landings in the “Football Field” at 19,500’. In addition, for the first time in Alaska, the Park Service implemented “short-haul” rescue using the Lama. This is a technique of inserting rescuers, that are clipped into a fixed line suspended beneath a helicopter, into rescue sites where it is not possible to land a helicopter nearby. Once victims have been stabilized for transport they are extracted from the rescue site in a similar manner. The Park Service plans to keep the Lama helicopter under contract and stationed in Talkeetna for at least the next two years.  Due to the unavailability of air support from U.S. Army helicopters, the Denali Medical Research Project did not operate during the 1991 mountaineering season. However, the National Park Service maintained a camp at the 14,300’ basin on the West Buttress. Mountaineering rangers were able to provide emergency medical care, coordinate rescues, and base their patrols from this camp. The National Park Service conducted four, 24-day patrols on Mount McKinley, plus numerous other patrols in different parts of the Alaska Range. We continue to staff a ranger station in the town of Talkeetna where climbers register for their expeditions. Registration is required for all climbs and expeditions on Mount McKinley and Mount Foraker. Climbers headed to other areas in the South District of Denali National Park and Preserve are encouraged to register. A strong emphasis is placed upon the importance of environmentally sound expeditionary climbing and sanitation practices. Additionally, mountaineers must remain self-sufficient and conduct their own rescues whenever possible.  All statistics in this report are for portions of the Alaska Range within the boundaries of Denali National Park and Preserve. Unless specifically noted, statistics apply only for Mount McKinley.   Interesting Statistics  Number of Climbers on Mount McKinley: In 1991, 935 climbers attempted to climb Mount McKinley. This is 63 fewer persons than attempted the climb in 1990. Although this is a drop of 6.3%, 935 climbers still represents a vast increase over the previous two decades:  Success Rates  57 (59%) of those attempting to climb Mount McKinley reached the summit. 10 expeditions attempted six different routes on Mount Foraker. Four out of 28 climbers (14%) reached the summit of Mount Foraker. 9 expeditions attempted Mount Hunter via five different routes. Five out of 24 climbers (21%) reached the summit.    Acute Mountain Sickness 79 (8%) reported symptoms of AMS. Of these:  60 (76 %) were mild 16 (20 %) were moderate 3 ( 4 %) were severe    Frostbite 43 (5%) reported some degree of frostbite. Of these:  26 (60%) were mild 11 (26%) required physician care 6 (14%) required hospitalization    West Buttress Route 680 (73%) of climbers on Mount McKinley attempted the West Buttress. This by far remains the most popular route on the mountain. It is interesting to note, however, that the percentage of’ climbers on the West Buttress route has dropped during the past two years. Typically 80-85% of the climbers on Mount McKinley attempt the West Buttress.  Soloists 14 (1.5%) persons attempted a solo climb of Mount McKinley. Eight reported reaching the summit, including two via the Cassin Ridge.  Mountain Guiding 265 (28%) of climbers on Mount McKinley climbed with one of the seven authorized guide services. The success rate for the guided groups was 67%. Guided groups attempted the West Buttress, West Rib, Muldrow Glacier, and West Buttress - Muldrow Glacier Traverse.  Nationalities  531 (57%) of the climbers on Mount McKinley were Americans.  404 (43%) were from foreign countries. This represents a large increase in foreign climbers.  The average for the past ten years is 30%.  A total of 28 nationalities were represented:   New Routes and Interesting Ascents  Denali   In May, Zolo Demjan and Joseph Nezerka, of Czechoslovakia, climbed a new variation to the start of the Cassin Ridge. It starts just right of the Denali Diamond and joins the Cassin Ridge at the hanging glacier at approximately 14,000’. In June, Americans Phil Powers, Tom Walters, and Greg Collins completed a new route on the Northwest Face. The route started at 9,000’ on the Peters Glacier and consisted of 7,000’ of mixed climbing to the 16,000’ level on the West Buttress. In June, Americans Bob Gammelin and Lee James climbed a new variation on the upper South Buttress Route. Their route took a line up the remote east side of the mountain above Thayer Basin.  On June 5, Mugs Stump completed a spectacular solo ascent of the Cassin Ridge in an astounding 15 hours from the base of the Japanese couloir to the summit ridge. Starting from the 14,000’ basin on the West Buttress, Stump climbed up to the West Rib Route, skied and down climbed the Rib to the head of the Northeast Fork of the Kahiltna Glacier, climbed the Cassin Ridge, and descended the West Buttress back to the 14,000’ camp. Total round trip time was 27 hours, 30 minutes. On June 21, 12 year old Taras Genet, son of the late McKinley guide Ray Genet, became the youngest person to reach the summit.    Mount Foraker In June, Americans Jim Donini and Jack Tackle climbed a new variation to the Southeast Ridge, joining that route at approximately 13,000’. The 27-pitch route is named “Viper Ridge.”  Mount Huntington In May, Americans Paul Teare and Jay Smith established a new route on the west face, right of the Harvard Route. It is named Phantom Wall, 5.9 A2.  Mount Dickey In May, Italians Fablo Ledni, Coser Corrado, and Paolo Fanton climbed a new route on the south face. The “Italian Direct” has 40 pitches and is rated 5.10 A4.  Mount Barrille In June, Jack Tackle and Jim Donini climbed a new route on the southeast face called “Cobra Pillar’.  Peak 6800’ “Werewolf”, Ruth Gorge Austrians Andi Orgler and Angelica Stern established “Anemona Pillar”.   Accidents\/Incidents  The National Park Service conducted five major rescues on Mount McKinley in 1991, resulting in nine climbers being evacuated by helicopter. An additional nine incidents were reported to the mountaineering rangers. Of these, two climbers were evacuated by helicopter incidental to other rescue operations in progress. The remainder of these climbers were able to conduct their own self rescues without assistance from the park service.  For the first time since 1982 there were no mountaineering related fatalities in the park. Following are the more significant accidents and incidents that occurred in 1991.  Avalanche; Multiple Injuries; Self Rescue On April 25, 1991 Klass Wierenga, Frank De Vos, Frank Kleinbekman, and Matthijs Wiggers of the Dutch Mount Foraker Expedition, were climbing near the 8,000’ level on the 1974 Variation of the Southeast Ridge of Mount Foraker. At a point just a few feet below the crest of the ridge, the group triggered a large slab avalanche with a five foot crown and running approximately 1,600’. All four climbers were swept to the base of the ridge. Kleinbekman and Wiggers received minor injuries, and were able to dig out Wierenga, who was unconscious and suffered a pneumothorax. De Vos was semi-conscious, suffering a pneumothorax, dislocated shoulder, and fractured humerus. The climbers were unable to raise help with their radio, and began a self evacuation to the landing strip on the West Fork of the Kahiltna Glacier. On April 28, they were able to contact their air taxi pilot, and were flown out to Talkeetna.  Falls with injuries; Frostbite; Acute Mountain Sickness; Helicopter Evacuation On 5-14-91, four members of the Korean Blue Fire Expedition left their high camp at 18,200’ at Denali Pass on the West Buttress route of Mount McKinley, en route to the summit. Due to fatigue, AMS, and poor weather conditions, the climbers became separated on their descent. Il Soon Go, Jong Ho Ann, and Beom Kyou Lee bivouacked in the open on the night of 5-14-91. On 5-15-91, the frostbitten Ann fell 100’ while descending to camp, sustaining a minor head injury. Go sustained frostbitten hands while descending to camp. Meanwhile, Lee and Jun Chan Park, who had been waiting at Denali Pass, fell approximately 500’ while attempting to descend to the 17,200’ camp to obtain food and assistance. Park sustained a fractured thoracic vertebrae and Lee a cervical strain. On 5-16-91, mountaineering rangers and the NPS Lama helicopter evacuated Ann and Go from Denali Pass, and Lee and Park from 17,200’.  HAPE; HACE; Frostbite; Helicopter Evacuation On May 22, 1991 Korean Kim Hongbim, who was camped at Denali Pass at 18,200’ on the West Buttress Route on Mount McKinley, became seriously ill with severe AMS and high altitude pulmonary edema. Hongbim was lowered to the 17,200’ camp by other climbers high on the mountain. On May 23, 1991 Hongbim was lowered down the Rescue Gully to 14,200’ by the pararescue team of the 210th Air National Guard, assisted by rangers and other climbers at the 14,200’ camp. On May 24, Hongbim was airlifted from 14,200’ by an Air National Guard Pavehawk helicopter. He suffered from severe frostbite to both hands and pneumonia complicated by high altitude pulmonary edema. In a related incident on May 23, Geo Bong Kim, of the Korean Mokpo University Expedition, became seriously ill with high altitude cerebral edema while camped at 17,200’ on the West Buttress. Kim was lowered down the Rescue Gully to 14,200’ by members of his own expedition. On May 25, Kim’s condition remained critical and a ground evacuation was determined not feasible. He was airlifted from 14,200’ by the NPS Lama helicopter.  Crevasse Fall; Multiple Injuries; Helicopter Evacuation On May 29, 1991, New Zealander Tara Wingfield of the “Taking The Dog For a Walk” expedition was ascending from Windy Corner to the 14,200’camp on the West Buttress Route on Mount McKinley. While crossing a heavily crevassed area near 13,400’, a large snowbridge collapsed, and Wingfield fell approximately seven feet before her fall was arrested by the other members of her rope team. Wingfield was immediately hoisted from the crevasse. She sustained a dislocated patella, knee sprain, and fractured ribs. With assistance, Wingfield was able to continue to the 14,200’ camp. On May 31, Wingfield was airlifted from 14,200’ by the NPS Lama helicopter, after it was determined that a safe ground evacuation was not feasible by the remaining members of her expedition.  AMS; Search; Self Rescue On June 21, 1991, Japanese climbers Hiroshi Sakurai and Hiroshi Urayama arrived at 15,500’ on the Haston-Scott route on the south face of Mount McKinley. The pair had ascended 3,500’ from the bottom of the face that day. Urayama was struck with severe Acute Mountain Sickness and felt he should be rescued. That evening, the pair began calling “May Day” on their CB radio. The NPS responded with a search plane attempting to locate the “May Day” calls. Numerous contacts were made with many climbers including the Japanese, but due to a communication barrier, the two remained unidentified. “May Day” calls were again reported on June 22, and the NPS Lama helicopter began to search. Again the two Japanese were not identified. Urayama decided that he wasn’t going to be rescued, so the pair began ascending the route very rapidly, summiting early the next morning. They then descended and reported to the NPS ranger camp at 14,200’ that they were the ones calling “May Day’. With this information the search was called off.  Open Bivouacs; Frostbite; Helicopter Evacuation Late on July 3, 1991, Polish climber Krzysztof Wiecha began climbing alone to the summit of Mount McKinley from the 17,200’ camp on the West Buttress route. As Wiecha approached the summit from the 19,500’ area, the weather rapidly deteriorated with clouds, snow, high winds, and visibility near zero. Wiecha became disoriented, and by early on July 4 decided to seek shelter in a small snow cave that he dug near 20,000’. He carried no bivouac or survival gear. At 7:00 am, Wiecha was reported as overdue to NPS mountaineering rangers. The weather remained extremely poor on July 4th and 5th, with heavy snowfall, high winds, and high avalanche hazard prohibiting any air and ground search attempts. Meanwhile, Wiecha wandered around near the summit, attempting to find the descent route, taking shelter in several different locations. He began to suffer severely from the cold, altitude, dehydration, and exhaustion. By midday on July 6, the weather began to clear, and an air search was begun. Miraculously, Wiecha was spotted crawling from a crevasse just below the summit at approximately 19,800’.The NPS Lama helicopter was dispatched from Talkeetna, and two mountaineering rangers were flown to the “Football Field” at 19,500’. Rangers climbed to Wiecha, who was coherent but could barely move due to exhaustion and severely frostbitten feet. He was lowered approximately 900’ to the Football Field, where the Lama helicopter once again landed, and flew Wiecha off the mountain early on July 7. Both of Wiecha’s severely frostbitten feet were amputated.  There were a number of other incidents of altitude illness and frostbite this season. Many were treated at the NPS first-aid rescue camp at 14,200’ on the West Buttress.   Trends and Items of Special Concern  Heavy use: Near record numbers of climbers attempted to climb Mount McKinley this year. Climbers spent more than 17,000 user days on Mount McKinley alone. Over 12,000 of these were on the West Buttress. The use on the West Buttress is even higher when considering that many other routes are accessed via the West Buttress, plus many climbers that acclimate on that route as well.  Rescues: Ten of the eleven climbers (91%) that were rescued by helicopter this year were foreigners. 1.2% of climbers attempting Mount McKinley this year required rescue. Sanitation: With the heavy use, it is more important than ever for mountaineers to properly dispose of human feces and urine. Many camps, especially at higher elevations, are littered with feces and frozen urine spots that are not covered with the annual accumulation of snow. Not only is this an environmental degradation of the mountain, but there is risk of contamination of snow that might be melted and used as drinking water by future expeditions. We are still suggesting the use of plastic bags for latrines, which should be disposed of in a deep crevasse. The Park Service maintains pit latrines dug deeply into the snowpack, at base came on the Kahiltna Glacier, 14,000’ on the West Buttress, and at the landing area in the Ruth Amphitheater.  Trash: Many expeditions are hauling their trash to base camp where it is flown off the mountain. Still others continue to dump their trash in crevasses. Trash accumulation on other popular mountains of the world continues to receive considerable publicity. Trash dumps and appalling sanitation conditions at the more popular campsites in the Himalayas, Europe, South America and elsewhere threaten human health, degrade the mountaineering experience, and threaten the mountain environment. Mountaineers of all nationalities must take the responsibility for, and the initiative in, preserving the quality of the world’s mountain environments. A combination of education, leading by example, and peer pressure are probably the most effective tools that can be brought to bear against less considerate mountaineers.  Citations were issued for unauthorized guiding, littering, and improper disposal of human body waste.  Administrative notes for 1991:  Staff consisted of:     South District Ranger: Bob Seibert  Mountaineering Rangers: Renny Jackson, Ron Johnson, Daryl Miller, Jim Phillips and Roger Robinson  Student Conservation Inter: Steve Stotter Administrative Clerk: Kathy Sullivan  Helicopter Manager: Scott Beattie   A portable radio repeater was again installed in the Ramparts west of the lower Kahiltna Glacier. This repeater helps to improve communications between the Talkeetna Ranger Station and the mountaineering patrols.  The newly constructed NPS building in Talkeetna was occupied this year. It serves as seasonal quarters, year round office for the South District Ranger, and search and rescue coordination center.  A Development Concept Plan is in progress for the south side of Denali National Park. The planning process will address what level of development, or lack thereof, is appropriate for the area between Cantwell and the Southwest Preserve. The process will primarily deal with that portion of the Denali Park resource which is more readily accessible to, or able to, accommodate hiking. It will not address mountaineering activities on Mount McKinley and other major peaks of the Alaska Range within the National Park. The planning process will also address interpretive and access opportunities along the Parks Highway and the potential for a major visitor center somewhere on the south side of the range.        Annual Report: 1992 The 1992 climbing season on Mount McKinley was record-setting in the numbers of climbers and mountaineering fatalities. This year marked the most intense period of rescue in the mountain's history. Twenty-two rescue or recovery missions involving 28 climbers were conducted by the Talkeetna Ranger Staff and volunteers. Rescue costs incurred by the National Park Service for Mount McKinley totaled $206,000. This cost doubled the NPS SAR expenditures of 1991. The military costs associated with the rescues was $225,345. This brings the total for SAR costs to $431,345. The rescues this year attracted unprecedented attention by international media. South District Ranger and Incident Commander J.D. Swed was featured in interviews and appearances for radio, television, and newspaper and magazine articles describing the heroic efforts of the rescuers and the tragedy of the injured and dead.  Together, the NPS and the Korean Alpine Federation (KAF) joined in an effort to reduce the high percentage of South Koreans involved in rescues which have occurred over the last two years. This resulted in a 9 day November visit to Seoul, Korea by District Ranger J.D. Swed. Swed met with members of alpine and climbing clubs, search and rescue groups, and climbing school directors. He gave programs on the severity of the McKinley environment, difficulty of the assent, and statistics involving Korean mountaineers. Swed stated that the KAF is dedicated to educating Korean climbers who wish to attempt McKinley. A long range plan to improve communication, education and to exchange climbers was proposed.   The National Weather Service accurately predicated a storm in early May which was described as the \"worst storm to hit the mountain in 10 years\". This storm brought in excess of 60 inches of snow at the 7,200' base camp in a 24 hour period, and winds over 110 mph at 14,000! This adverse weather halted most summit attempts for several weeks and brought about a number of rescues. Both guides and climbers assisted the mountaineering rangers at the 14,200' Ranger station during these rescues, which were carried out throughout intense weather conditions. In a 10-day period from the start of the storm seven people died and six were rescued.   This was the second year the Aerospatile Lama helicopter was used in rescues on Mount McKinley. Piloted by Bill Ramsey for the second year, it was successful in a bold rescue of three Koreans at 17,700' on the Cassin Ridge. For the first time, short haul technique was used for rescues on the mountain when two American climbers at 11,000' on the East Buttress were extracted. The helicopter is credited for six irrefutable life saves and another six near-death saves this season.   The U.S. Army CH-47 Chinook helicopters were used in establishment and removal of the 14,200' ranger station. The 210th Air National Guard and Chinooks from Fort Wainwright assisted in rescue support.   The National Park Service revoked the concession permit of Genet Expeditions, Inc. by letter dated January 29, 1992. This revocation was based on four years of marginal or unsatisfactory performance evaluations during a five year period for unsafe practices. The owner of Genet Expeditions, Inc. appealed the decision. After several judicial proceedings, an out-of-court agreement was made and the Genet concession was reinstated. The expiration date of the Genet permit is 12-31-92. A prospectus for filling of this opportunity was announced to the public in December 1992. A concessioner will be selected prior to the climbing season commencing.   The 11,070' Mount Spurr, located 100 miles southwest of Mount McKinley in the western Alaska Range, erupted June 27th, causing glacier landings temporarily to be halted at the 7,200' basecamp on Mount McKinley. Expeditions that were beginning their climb were informed of the possibility of walking out if the ash continued to fall on the glaciers prohibiting landings.   On September 25, 1992, the town of Talkeetna dedicated a memorial to all climbers who lost their lives on Mount McKinley and other peaks in the Alaska Range. The memorial, which depicts two climbers making their way up a white pole that signifies Mount McKinley's snow covered slopes, is located in the Talkeetna cemetery.   In the winter of 1991, data was collected from an automatic meteorological censor device placed near 19,000' above Denali Pass by the Japanese Alpine Club. This instrument, which monitor's winds and temperature on Mount McKinley, recorded a low of -72.4 F on February 6, 1991. Beginning in November 1990, through February 1991, the temperature remained -60 F or colder for a total of 30 days. The wind monitoring instrument was destroyed by high winds and that data was lost.   The National Park Service conducted four 24-day patrols on Mount McKinley and numerous backcountry and hunting patrols in the Denali National Park and Preserve. We continue to staff a ranger station in Talkeetna where climbers are required to register for their expeditions.   Registration is required for all climbs and expeditions on Mount McKinley and Mount Foraker. Commencing in 1994 all climbers will be required to preregister by February 15th of the year they plan to climb. This is to allow the NPS to better plan for the staffing of the mountain patrols and in reviewing registration forms in response to the increasing number of climbers. Climbers and backpackers planning trips into other areas in the South District of Denali National Park and Preserve are encouraged to register. A strong emphasis is set on the ethics of maintaining self-sufficiency and to conduct self evacuations whenever possible. Using environmentally sound and accepted sanitation procedures is a high priority in maintaining the pristine wilderness of Denali National Park and Preserve.   All statistics in this document are for portions of the Alaska Range within the boundaries of Denali National Park and Preserve. Unless specifically noted, statistics apply only for Mount McKinley.    Statistics and Interesting Ascents  Denali  In 1992, 1,070 climbers, forming 291 expeditions, from 23 countries attempted to climb 10 different routes on Mount McKinley. This is 133 more climbers than 1991, and the most to date, with a total of 19,028 user days.  831 (77%) of all climbers on McKinley attempted the West Buttress. This route by far remains the most popular and the most impacted environmentally. Americans made up the largest segment of the climbers, with 634 climbers (59 percent). A total of 269 Americans reached the summit.  The rest of the countries represented on Mount McKinley this year were: Switzerland (68), United Kingdom (58), Germany (56), Japan (44), Korea (40), Canada, (37), France (24), Italy (18), Austria (17), Australia, (16), Norway (9), Mexico (8), Netherlands (8), Spain (6), Taiwan (6), Sweden (5), Scotland (4), China (4), USSR (3), Finland (2), Yugoslavia (2), and Argentina (1).   New Routes Five new routes were reported this year in the Alaska Range.   The \"BMTS O.B.\" team of Korea climbed a new route on the South Face of McKinley in June between the \"American Direct\" and the \"Japanese Direct\". The \"CAC\" (Corean Alpine Club) pioneered a new route on the East Buttress of Kichatna Spire. Clay Wadman and Bruce Miller climbed a direct line to the Colton-Leach route on the West Face of Mount Huntington. Randy Waitman, Clarice Dickess, Ian McRae, and Michelle Morseth climbed the West Ridge of Mount Brooks. The route took 3 days with the team summating on August 20, 1992. They descended the North ridge. Jack Tackle and Bruce Normad climbed a New line on the West Buttress \"Direct\" June 11, 1992. The route is located just North West of Windy Corner. Twenty pitches of water ice, with mixed climbing high on the route.    Accidents\/Incidents  Frostbite on fingers, helicopter evacuation  On May 6, the NPS mountaineering patrol rope team of mountaineering ranger Ron Johnson and SCA Keith Nicholson climbed from 11,000' to the 14,200' camp on the West Buttress of Mount McKinley. The temperature was minus 15 F and the wind speeds were estimated at 30 mph plus. Nicholson was wearing polypropylene glove liners and shell mittens. Just prior to arriving at the 14,200' camp Nicholson realized he had frostbite on his left thumb. A more thorough inspection was done at camp. Nicholson contracted frostbite on his little finger and thumb on his left hand and on all four finger tips of the right hand. A full recovery with no tissue damage has occurred.   Frostbite, AMS, HAPE, HACE, helicopter evacuation On April 25, climbers Daryl Hinman, Robert Rockwell, and Tom Roseman attempted to climb Mount McKinley via the Muldrow Glacier route. Due to cold weather, altitude, high winds, fatigue, pulmonary edema, cerebral edema, frostbite and loss of supplies they become incapacitated at 17,500' below Denali Pass on the West Buttress side of the mountain. On May 10, 1992, Daryl Hinman climbed down to the 14,200' Ranger Station to get help. The NPS Lama helicopter, piloted by Bill Ramsey picked up Ranger Johnson and VIP Julie Culberson and flew up to 17,200'. There, Johnson and Culberson loaded Tom Roseman and Robert Rockwell into the Lama. Both expedition members were stricken by frostbite while Roseman suffered from pulmonary and cerebral edema. Both climbers were transferred to a fixed wing and flown to Anchorage.   Fall on headwall, helicopter evacuation On May 10, the rope team of Paul Kogelmann and Timothy Hagan, fell approximately 500' down the headwall from 15,800'. Ranger Johnson and Culberson in the Lama then landed at the 15,200' level, and loaded Hagan into the ship and flew to the 14,200' ranger station to off load Johnson and Culberson and pick up Roseman, and Rockwell. The Lama then flew to the 7200' base camp transporting Roseman, Rockwell, and Hagan to a fixed wing aircraft that flew them to Anchorage.   Abandonment by fellow climbers, rescue by NPS ground team On May 10, the expedition of Edwige Sement, Frederick Sement, and Philippe Berthois spent the night at 17,200' without a stove. A stove had been cached at 16,200' on the West Buttress. On the afternoon of May 11, F. Sement and Berthois attempted to descend to 16,200' to retrieve the stove but turned back due to high winds and poor visibility. They decided to descend to 14,200' via the Rescue Gully, and return to 17,200' that evening with a stove. Because Ms. Sement felt she was too tired to descend, a decision was made to leave her at 17,000'. There were no other parties at 17,200'. Sement and Berthois arrived at 14,200' notified ranger Ron Johnson that they were too tired to climb back up to 17,200' and that Ms. Sement did not have a stove. A weather forecast received that morning predicted that a severe storm would hit Mount McKinley later that evening. Given the weather forecast, Johnson decided a rescue attempt was justified. Weather conditions at 14,200' consisted of blowing snow and winds gusting up to 30 mph. Johnson, NPS VIP Matt Culberson, along with volunteers Mike Wood and Willy Peabody left 14,200'. The rescue team ascended the Rescue Gully and arrived at 17,200'. Ms. Sement was found in her tent in good condition. The rescue team with Ms. Sement descended back to 14,200'. This expedition was issued a citation for Creating a Hazardous Condition which precipitated from decisions they made which were inappropriate and exposed rescuers to life threatening hazards. This expedition also reimbursed the NPS for rescue costs.   Fall on Cassin Ridge, fatalities, body recovery by helicopter On May 10, Giovanni Calcagno and Roberto Piombe arrived at the base of the Cassin Ridge. The two Italians stated that they intended to climb and descend the Cassin Ridge in two or three days. On May 15, the NPS Ranger Station at 14,200' received a report that a body was observed at the base of the South Face the previous day. It was recognized that the body was that of an Italian climber whom he had met 10 days before. On May 16, mountaineering rangers Jim Phillips and Daryl R. Miller flew in the Lama to the South Face. Phillips and Miller recovered the remains of Roberto Piombe. The body was sling loaded to 7,200' and then flown out by fixed wing to Talkeetna. Giovanni Calcagno was located at approximately 15,400' on the first rock band on the Cassin Ridge just off route. Calcagno's body was not recovered.   Fall on South Face, with aircraft evacuation On May 11, two Korean climbers, Song and Seung Hwan Lee were descending a new route they had climbed on the south face of Mount McKinley. Due to bad weather, the pair had decided to descend to their base camp and wait. At approximately 1720, while rappelling, Seog Woo Song fell 1000' to the bottom of the South face, on the East fork of the Kahilitna Glacier. Lee witnessed Song falling past him. Indications were that the rope broke during rappell. He was found unconscious with a head injury. Another Korean party assisted in bringing Song to the 7200' base camp. Song remained semi-unconscious and suffered with facial wounds, dilated left pupil, right pupil slightly reactive, moveable extremities and difficult respirations. The Alaska Air National Guard (210th), hampered by poor weather, arrived at the 7,200' base camp on May 13, and evacuated Song to Anchorage. Song remained hospitalized for three weeks where he slowly regained consciousness.   Frostbite, AMS on the Cassin Ridge, helicopter evacuation On April 28, a three-member Korean expedition flew in to climb the Cassin Ridge. They started with 15 days of food. By May 9 they had reached their high camp at 17,700'. Their plans were to make a summit attempt the next day, but strong winds were encountered forcing the three to construct a snow cave. While working on the snow cave, their tent blew away along with most of their fuel, food, clothing and climbing equipment. The three climbers rationed food and fuel in order to wait out the weather. For over a week they rationed themselves to one cup of rice and one quart of water a day. The weather finally improved but they were too weak to continue in the cold windy conditions. The leader Hyun Doo Kang had frost-bite on four fingers. They began distress calls and information that they had no food, no fuel and the leader had AMS along with frostbite. They were too weak to go up or down. Weather remained poor and it was not until 1400 on May 17, that the NPS Lama arrived at 7,200' base camp. The Lama attempted to deliver an air drop of fuel and food at 17,700' on the Cassin Ridge. The Lama experienced extreme down drafts and forced the helicopter to land back at the 7,200' base camp. When the winds subsided, the Lama departed with ranger Jim Phillips aboard. The Lama landed and picked up one Korean and flew to the 14,200' camp and dropped him off, returning to pick up another climber, one at a time. An Army Chinook delivered them to 7200' base camp and a Pavehawk flew them to Anchorage. Kang suffered frostbite on all fingers and three toes. The other members, Jun and Kim, received minor frost bite on several of their toes.  Crevasse fall, aircraft evacuation On May 17, three Korean climbers Duk Sang Jang, Seong Yu Kang, and Dong Choon Seo from the Je Ju University expedition were preparing a campsite during whiteout conditions at approximately 15,000' on the West Buttress. Their campsite was located on a snowbridge over a crevasse. The snowbridge collapsed and Kang and Seo fell 60' into the crevasse. Jang was uninjured and able to descend to 14,200' and notify Mountaineering Ranger Ron Johnson. A decision was made to send NPS VIP's Matt and Julie Culberson and volunteers Jim Wickwire and John Roskelly to the site. Route finding was difficult due to blowing snow and low visibility. The rescue party found that the collapsed snowbridge had exposed a part of a crevasse that was 40' wide and 200' long, and about 60' deep. Kang was observed in the bottom of the crevasse, buried to his chest with debris. Culberson and Roskelly rappelled into the crevasse and dug Kang out of the debris. Culberson and Roskelly also located Seo. Brian Okonek and Bruce Blatchley arrived at the rescue site with a sked litter. Seo was worked free of the debris and was extricated from the crevasse. He was conscious and hypothermic with suspected internal injuries, injuries to his lumbar spine and pelvis, and self inflicted lacerations to his tongue. Seo was then lowered to 14,200'. Kang was uninjured. On May 18, a break in the weather allowed Seo to be flown to 7,200' base camp aboard the Lama. Seo was transferred to a 210th Air National Guard Pavehawk helicopter and flown to Anchorage.   HACE\/HAPE fatality at the 14,200 camp On May 17, a Swiss expedition was camped at 14,200' on the West Buttress of Mount Mckinley. The expedition leader Roli Merz notified mountaineering ranger Ron Johnson that a team member was having difficulty breathing. Johnson and Matt Culberson were led to Alex Von Bergen's tent. Von Bergen appeared cyanotic and his pupils were fixed and dilated. Johnson notified Dr. Mike Young who arrived at the scene. CPR was initiated by Matt and Julie Culberson after a pulse was not detected. Von Bergen remained pulse-less and unresponsive and was pronounced dead. The body was removed from the 14,200' station by the Lama and a fixed wing. The body was flown to Talkeetna. An autopsy was performed at the Alaska State Crime Laboratory. The results determined Von Bergen died from pulmonary and cerebral edema.   Fall on Orient Express, three fatalities, bodies recovered by helicopter At approximately mid-day on May 20, Soo Yang Yung, Sung Tak Hong, and Seong Jong Jin from the Je-Ju University Expedition were killed while attempting to descend the Orient Express route on McKinley. They had started their ascent on the West Rib and in the course of 10 days made their ascent up to the 14,000' level. From May 14th, through May 16th they encountered strong winds which kept them tent bound. The weather improved on the 17th, and the three Koreans ascended to 16,200'. On May 20, 1992, Matt and Julie Culberson discovered the bodies of Yung, Hong and Jin at the 15,800' level of the Orient Express. The bodies were recovered by the NPS helicopter.  Crevasse fall, fatality, helicopter evacuation On May 4, Terrance \"Mugs\" Stump, a mountain guide for Mountain Trip, and his clients Nelson Max and Robert Hoffman began climbing the Japanese Ramp route on the South Buttress. On May 20, Stump and Max reached the summit via the Southeast Spur in extremely adverse weather conditions. Max suffered frostbite to his feet on the descent. On May 21, Mugs and his clients began descent from the high camp at 16,000' on the Ramp. First on the rope team was Hoffman, followed by Max who was tied in a short distance behind and Stump at the end. The group approached a large crevasse. Hoffman stopped near the edge of this crevasse, unsure how to proceed. Stump approached the crevasse from the uphill, passing by Max and Hoffman. He was standing on the uphill lip of the crevasse when they heard a \"crack\", and Stump suddenly disappeared into the crevasse. Stump fell, pulling on approximately 15' of slack rope between him and Max. Max attempted to self-arrest, and was pulled towards the crevasse for approximately 20' before stopping. The rope between him and Stump became slack. Feeling in a very precarious position on the uphill side of the crevasse, Max cut the rope and tied it to a ski pole. They traversed around and approached the accident site from below. Max rappelled into the crevasse but was unable to locate Stump. He described the debris as a large volume of very hard blocks of dense snow and blue ice. The crevasse was at least 60' deeper from the bottom of the large blocks of ice wedged into it. There was no sign of Stump. Because of the perceived danger, their condition, the weather, and low probability of survival, Max and Hoffman decided to abandon their efforts to recover Stump. On May 22, another expedition heard distress calls from Max and Hoffman and assisted them in getting a message to NPS. Hoffman and Max suffered frostbite and were assisted to 11,400'. The Lama transported Max and Hoffman to 7,200'. They were flown to Anchorage by fixed wing aircraft. The Lama returned to the accident site with NPS rangers aboard. A large volume of debris with big chunks of snow and blue ice was wedged into the crevasse as Hoffman and Max described. Due to the fact the incident occurred more than 25 hours earlier, and the exposure of rescuers to excessive hazards, a recovery effort was not initiated. Max was admitted to the Humana Hospital with frostbite on both feet.  Fall above Denali Pass, helicopter evacuation  On May 28, the German team of Gerhard Seibert and Christoph Mach ascended the upper West Rib. They decided not to make a summit attempt and traverse down the West Buttress route. As they descended to Denali Pass, Mach led the rope team when Seibert fell. Seibert suffered head lacerations from the fall and remained unconscious. Mach set up a tent and began calling for help on their CB. On May 29th, Ranger Daryl R. Miller mounted a ground rescue consisting of Billy Shott, Mike Abbott, and Dr. Collin Grisson, all VIP's working on the NPS Mountaineering patrol. The rescue team left 14,200' and reached the 17,200' camp. VIP Andy Lapkass joined the team at 17,200'. The rescue party reached Mach and Seibert 19,400' and found Seibert to have regained conscious. Mach suffered frostbite on his left hand and Seibert was experiencing double-vision. The rescue team began lowering the two climbers and reached the 17,200'. The Lama landed and transported both injured climbers to 7,200' and a 210th Air National Guard Pavehawk flew them to Anchorage.   Fall on the Messner, four fatalities, body recovery by helicopter On May 31, four Canadians fell approximately 3,000' to their deaths from 19,300' on the Messner Couloir. The team departed the 17,200' camp on the West Buttress on May 30. The group was not seen again until that evening as they descended the summit ridge at 20,000'. The weather at 17,200' was deteriorating with winds gusting up to 60 MPH. 7,200' base camp was notified by another expedition that the Canadians had not returned to 17,200'. The weather cleared and a search plane with ranger Roger Robinson aboard left for the search area. Robinson saw four climbers traversing between 19,200' and 19,300' on the Messner Couloir. Robinson notified Ranger Daryl Miller at 14,200' Ranger Station. Ranger Miller was able to observe the group with the use of binoculars. Minutes later the climber in the back of the rope team fell, dragging the rest of the members down some 3,000' over the rock bands and through the hourglass of the couloir. They stopped above an icefall at approximately 15,800'. Ranger Miller, along with NPS VIP's Collin Grisson, Billy Shott, and Mike Abbott departed for the accident site. The visibility at 15,000' was 25'. The snow conditions were extremely unstable with the slope settling and the glacier cracking beneath. The patrol unanimously concurred that it was unsafe to continue the search given the conditions. On June 1 the viability had improved. The rescue team departed and reached the accident site. Three bodies were found at 15,800' with a fourth 200' higher. The bodies were identified as the Canadian team. The slope was still unstable and a body recovery with the ground team was not possible. The NPS Lama recovered the bodies using a grappling hook. The bodies were flown to 7,200' base camp and flown by fixed wing to Talkeetna.  Avalanche on East buttress, short haul by helicopter  On June 6 the team of Bob Archbold and Allen Sanderson, left their 11,000' camp climbing up the East Buttress of Mount McKinley. They made a decision to descend because Archbold was not comfortable with the route. While descending the route, they heard and saw an icefall avalanche start at approximately 13,000' on their route. Sanderson and Archbold were hit by the avalanche. Sanderson, uninjured, observed the slack rope beneath him reaching into the crevasse. The slide was estimated to be 100 meters wide with debris running 200 meters further down the slope. Archbold was carried down slope some 150' and 60' down into a crevasse. Archbold was wedged into the crevasse but managed to free himself and his pack. He was then able to jumar out of the crevasse. He had sustained a significant head wound and was complaining of lower leg pain. They descended to their 11,000' camp. Sanderson was able to contact a pilot, with a CB radio. The NPS responded in the Lama and performed the first short haul extrication. Using screamer suits, Sanderson and Archbold were short hauled to a staging area on the Ruth Glacier. The actual short haul operation was less than three minutes, from 11000' on the East Buttress to the Mountain House on the Ruth Glacier. Both climbers were flown to a Anchorage hospital.   Avalanche on Mount Foraker, two fatalities, one self-evacuation  On the morning of June 14, Tom Walter, Ritt Kellogg, and Colby Coombs skied to the base of the Pink Panther Route, on Mount Foraker and started their ascent. On June 18, the weather was poor with additional snow accumulation. Early in the evening of the 18th, the weather cleared and the climbers began climbing the final rock buttress which marks the last third of the route. The weather remained good until the final 300 ', when it deteriorated with wind and poor visibility. They continued to climb up the final 50 to 60 degree snow and ice slope above the rock buttress. At this time Walter was leading the rope team with Coombs in the Middle and Kellogg at the end. They were climbing simultaneously when they were hit with an avalanche. As Coombs was hit from snow above, he began to self-arrest with his ice axe. He was pushed downhill by the avalanche debris for approximately 20' before being flipped over backwards and tumbling out of control. Coombs was knocked unconscious. Early in the morning of June 19, Coombs regained consciousness and found himself hanging by the climbing rope in the upper part of the rock buttress at approximately 12,300'. He was experiencing pain over his entire body, and hypothermia. Walter was hanging from a rope a short distance away and Coombs was able to climb over to him. There was no sign of life. Kellogg was hanging below upside down and also showed no signs of life. Coombs spent the day and night of June 19th resting. On the morning of the 20th, Coombs starting descending the Southeast Ridge. On June 25, he arrived at the 7,200' basecamp. Because of bad weather, Coombs remained at basecamp until June 28, and then was flown to the hospital in Anchorage. He was diagnosed with a fractured cervical vertebrae, fractured left ankle, and fractured left scapula.   Acute Mountain Sickness: 105 cases (10%)of climbers reported symptoms of AMS:   55 (52%) were mild  40 (38%) were Moderate  0 (9%) were severe   Frostbite: 38 cases (4%) reported some degree of frostbite:   21 (55%) were mild  11 (28%) required physician care  6 (16%) required hospitalization   HAPE:  12 cases (1%) reported symptoms of HAPE  9 were treated at the 14,200 ranger station with oxygen and advised to descend .  3 required hospitalization   HACE:  4 cases (.3%) reported symptoms of HACE   2 were treated on the mountain and advised to descend to a lower altitude  2 required hospitalization   Administrative notes for 1992   The south District staff consisted of:  South District Ranger: J.D. Swed Mountaineering Rangers: Ron Johnson, Daryl R. Miller, Jim Phillips and Roger Robinson Administrative Clerk: Kathy Sullivan Helicopter Manager: Scott Beattie Helicopter Pilot: Bill Ramsey Student Conservation Aid: Keith Nickolson   A special recognition must be made to VIP's who were on the Denali patrols with mountaineering Rangers. They had the task of dealing with the multitudinous rescues and body recoveries, in severe weather. Due to the number of search and rescue missions and the shortage of NPS personnel, we also used a number of climbers hired in emergency situations. We are forever indebted to the many guides and climbers that assisted in these rescue situations on Mount McKinley.  Volunteers In the Park (VIP) on Denali patrols: Matt Culberson Randy Waitman Julie Culberson Rowan Laver Sheryl Gurtner Rupert Wedgewood Billy Shott Leslie Reid Jeff Brink Collin Grisson Jeff Moss Mike Abbott   A portable radio repeater was once again installed in the Ramparts west of the lower Kahilitna Glacier. This repeater was an integral part in communications between the Talkeetna Ranger Station and the mountaineering patrols.  -- Daryl Miller, J.D. Swed       Annual Report: 1993   The 1993 climbing season was essentially normal compared to the tragic season last year. Weather was better than normal and climbers generally exhibited more caution contributing to the safer season. There was one fatality on Mt. McKinley and 13 other rescue missions within the mountains of the Park. This compares to the 13 fatalities last year (11 on Mt. McKinley and 2 on Mt. Foraker). This season's rescue costs totaled $70,800 compared to $206,000 for 1992.  Consideration for new regulations including pre-registration are ongoing. At the present time, all climbers are required to register for Mt. McKinley and Mt. Foraker prior to their expedition.  Four 24-day mountaineering patrols were rotated through the 14,200' Ranger Station from May 1st through the first week in July. The U.S. Army provided its CH-47 Chinook helicopters to establish and extract our mountain facilities. Alaska Air National Guard Rescue personnel assisted our first patrol. They also provided supplies and equipment for the 14,200' camp infrastructure.  The open concession left last year by Genet Expeditions has been filled by Alpine Ascents International. They will be conducting commercial operations on Mt. McKinley beginning in 1994.   Statistics   Denali  A record number of 1108 climbers attempted Mt. McKinley with 670 (60%) reaching the summit this season.  With a superb weather season on the mountain, surprisingly only 17% attempted routes other than the West Buttress. The West Rib is the second busiest route with 92 climbers compared to 923 on the West Buttress. Climbers of thirty-one nationalities attempted the mountain. In total, 468 (42%)of the climbers were from outside the United States. The breakdown: USA (639), Germany (68), Switzerland (60), Japan (60), England (58), Canada (42), France (33), Spain (23), Austria (23), Norway (20), Italy (12), Australia (9), New Zealand (9), Czechoslovakia (6), Iceland (6), Korea (6), Netherlands (4), Sweden (4), Chili (3), India (3), Mexico (3), Nepal (3), Slovenia (3), Bulgaria (2), Ireland (2), Poland (2), Belgium (1), Columbia (1), Finland (1), Holland (1), Kazakstan (1).    Rescues & Medicals Eleven of the fifteen climbers (73%) that were rescued by helicopter this year were foreigners. This year, 1.1% of the climbers attempting Mount McKinley this year required rescue.  Acute Mountain Sickness 56 (5%) climbers reported symptoms of AMS. Of these:  44 were mild or moderate symptoms 12 were HAPE or HACE   Frostbite 19 (2%) climbers reported some degree of frostbite. Of these:  13 were superficial 6 were more severe and involved some degree of tissue loss     New Routes and Notable Ascents   American climbers Mike Pennings and Jeff Hollenbaugh made an ascent of a new route on Serenity Spire in the Kichatna Spires.  Also on Serenity Spire, Americans Doug Byerly and Calvin Hebert ascended a new route.  Mt. Thunder (10,970'), west of Mt Hunter's South Peak, received its first ascent by British climbers Geoff Hornby and David Barlow.  Americans Terry Kennedy and Pat Callis climbed a new route on the SW Face of Kahiltna Peaks East summit. The most unusual and notable climb of the season was the ascent of the West Buttress route by a blind woman. This remarkable climb was achieved by American Joan Phelps, a 54-year-old woman, who was guided up the mountain by her twin sons, Marty and Michael. The first ever 'big three summits' in one season was achieved by Americans Greg Collins and Gary Wilmot. They succeeded on the West Buttress of Mt. McKinley, the Southeast Ridge on Mt. Foraker, and the West Ridge of Mt. Hunter.     Accidents & Incidents  In 1993 the National Park Service conducted thirteen major rescue missions on Mount McKinley and Mount Foraker, resulting in fifteen persons being evacuated by helicopter. There was one fatal accident.  Frostbite; Helicopter Evacuation: On April 26, David Peel, 31, P.J. Edwards, 27, and James Gallager, 33, of an eight-member British Army expedition were climbing to the summit of Mount Foraker via the Archangel Ridge. During their ascent they encountered sub-zero temperatures and 55 mph winds, but continued to the summit despite being extremely cold, with Peel and Edwards sustaining moderate cases of frostbite. On April 27, Gallager sustained minor frostbite while at high camp. The three climbers abandoned their high camps and descended, joining the remaining five expedition members at their basecamp. On April 28, they decided that a rescue was needed, and the five uninjured climbers began a 50-mile trek to Wonder Lake to seek help. On May 3, 1993, Peel, Gallager, and Edwards made an emergency radio call to a passing military aircraft, requesting a rescue. Late on May 3, the NPS Lama helicopter evacuated the three frostbitten climbers from the Foraker Glacier.  HAPE; Helicopter Evacuation: On May 18, Sgt. Michael Dunn, 31, of a U.S. Navy-Marine expedition became extremely ill with high altitude pulmonary edema at 14,200 feet on the West Buttress route. Dunn ascended at a fast rate, arriving at 14,200 feet on his fourth day on the mountain. Dunn was stabilized at the NPS camp. Due to Dunn's poor condition, the need for a rapid descent, and the risk of a ground evacuation, he was evacuated by the NPS Lama helicopter on May 19.  Acute Dehydration; AMS; Helicopter Evacuation: On May 20, Sgt. Anthony Braithwaite, 29, of the U.S. Navy-Marine expedition collapsed from dehydration, exhaustion, and acute mountain sickness while climbing near Windy Corner at 13,300 feet on the West Buttress route. Braithwaite had been suffering from acute mountain sickness and severe diarrhea for at least the previous 48 hours, but his expedition continued to climb to higher elevations. A Mountain Trip guided expedition encountered Braithwaite shortly after he collapsed, finding him unconscious. They administered emergency medical care, began lowering Braithwaite to a helicopter landing zone, and called for a helicopter rescue. NPS volunteers arrived to assist. The NPS Lama helicopter evacuated Braithwaite from the Windy Corner area to Kahiltna basecamp. An Alaska Air National Guard Pavehawk helicopter transported Braithwaite from basecamp to Anchorage.  Fall With Injuries; Helicopter Evacuation: On May 25, American Don Cook, 62, was descending a steep section of ridge at approximately 16,700 feet on the West Buttress route. Cook and his team were in a weakened state from their summit climb the previous day. They were descending in poor weather, poor visibility, and unstable snow conditions. Cook lost his footing and fell when unstable snow broke away beneath his feet and he was unable to self arrest. He fell approximately 40 feet and stopped after hitting rocks, sustaining injuries to the chest. Cook was able to descend to the NPS camp at 14,200 feet. Cook was assessed by physicians who suspected rib fractures. Due to pain, the possibility of a further complicating chest injury, and patient age, Cook was evacuated to Kahiltna basecamp by the NPS Lama helicopter and flown by fixed wing airplane from the mountain.  Fatal Fall:  On May 30, American Charles Cearly, 40, was descending the Orient Express on the upper West Rib route. He was descending with his partners unroped, and was not using an ice axe, instead using only a ski pole. At approximately 19,200 feet the group stopped, deciding that they should begin climbing roped. As Cearly stopped, he lost his footing and began sliding. He was unable to stop himself without an ice axe, and fell approximately 3,000 feet to his death. Two NPS volunteers reached Cearly's body several hours later. A ranger was inserted into the scene using a helicopter short-haul and recovered the body. Cearly died from multiple traumatic injuries.  HAPE; HACE; Helicopter Evacuation: On June 7, Austrian mountaineer Eder Ewald, 36, developed severe cases of High Altitude Pulmonary Edema and High Altitude Cerebral Edema while climbing the West Buttress route. Ewald descended to 14,200 feet from 16,200 feet on June 6 after becoming ill with acute mountain sickness, but his condition deteriorated to a life threatening state that night. He received emergency medical care from NPS rangers and volunteers at the NPS 14,200 camp on June 7. A helicopter evacuation was delayed until late in the day due to poor weather.  HAPE; Hypothermia; Helicopter Evacuation: On June 6, Japanese climber Yamashita Sunao, 40, became sick and disoriented while attempting to climb to the summit of Mount McKinley via the West Buttress route. Sunao was able to descend to 14,200 feet with assistance from other climbers and an NPS mountaineering patrol on June 7. Sunao was diagnosed as suffering from High Altitude Pulmonary Edema and hypothermia, and was treated at the NPS camp at 14,200 feet. On June 7, Sunao was evacuated by the NPS Lama helicopter in conjunction with the evacuation of Austrian Eder Ewald.  Frostbite; Helicopter Evacuation: On June 8, a German climber Juliane Manelshajen, 29, developed moderate frostbite on both her feet while attempting to climb to the summit of Mount McKinley on the West Buttress route. Despite being advised to descend and seek care for her injury, Manelshajen stayed at high camp at 17,200 feet while her climbing partners made another summit attempt. On June 10, Manelshajen was examined at the NPS 14,200- foot camp. Due to the extent of frostbite on both feet, and the potential for severe tissue damage if she attempted to descend under her own, Manelshajen was evacuated by the NPS Lama helicopter.  HAPE; Helicopter Evacuation:  On June 10, Japanese mountaineer Shojirou Tazawa, 47, became ill with High Altitude Pulmonary Edema while climbing the West Buttress route. Tazawa received medical care at the NPS camp at 14,200 feet and was stabilized. With assistance from NPS volunteers, Tazawa and his expedition members descended to the 11,200-foot camp where they hoped Tazawa would recover. On June 12 Tazawa's condition seriously deteriorated. NPS volunteers returned and found Tazawa to be in a serious life threatening condition, and called for an immediate air evacuation. The NPS Lama helicopter evacuated Tazawa from the 11,200-foot camp. Medical--Internal Bleeding; Helicopter Evacuation:  On June 16, Japanese climber Akira Sakaguchi, 34, was evacuated from 14,200 feet on the West Buttress by the NPS Lama helicopter after he was field diagnosed with a possible life threatening gastrointestinal bleeding.  AMS; Pulmonary Embolism; Helicopter Evacuation:  On June 15, Shyam Blon, 32, of Nepal began suffering from acute mountain sickness near the summit of Mount McKinley. Blon and his expedition were able to return to their high camp at 17,200 feet. On June 16, Blon began coughing up blood, and he descended immediately to the NPS camp at 14,200 feet where he was examined by a physician. He was diagnosed with pulmonary embolism, and an immediate air evacuation was requested. Blon was evacuated by the NPS Lama helicopter.  Avalanche; Multiple Injuries; Helicopter Evacuation: On June 16, Mexican Bertha Ramirez, 41, was hit by an avalanche while climbing in the lower couloir on the West Rib route on Mount McKinley. Ramirez was swept 100 feet to the bottom of the couloir and partially buried. Although unresponsive when dug out by her partners, they were able to revive her. Ramirez suffered from facial and upper extremity injuries. The team was able to contact an aircraft in the area, which notified the NPS Lama helicopter as it was en route to 14,200 feet to evacuate another climber (Blon). The Lama was able to land near the base of the couloir and evacuate Ramirez in conjunction with the other rescue in progress.  HACE; Rescue; Helicopter Evacuation: On June 27, Czech climber Lubomir Tesar, 33, was rescued from 17,200 feet on the West Buttress route. Tesar and his three climbing partners rapidly ascended to the 17,200-foot high camp in only six days where Tesar contracted High Altitude Pulmonary and Cerebral Edema. Tesar was lowered in a litter down the Rescue Gully by mountain guides from Mountain Trip, Tesar's partners, NPS volunteers, and a park ranger. Attempts to stabilize Tesar were undertaken for 16 hours at the NPS camp at 14,200 feet. Significant improvement was not shown so Tesar was air evacuated by the NPS Lama helicopter on June 28.  There were a number of other injuries, medical problems, and altitude related problems this season. Thirty-eight climbers were treated at the NPS first-aid\/rescue camp at 14,200 feet on the West Buttress and the climbers were able to descend on their own without assistance from the Park Service. In other cases climbers were able to perform their own self-rescues without NPS assistance.  Unauthorized Mountain Guides: Several unauthorized guides conducted illegal commercial activities on Mount McKinley this year. This is prohibited by the Code of Federal Regulations. The National Park Service investigated all suspected unauthorized guides. Two unauthorized guides were cited and convicted in Federal Magistrate's Court with fines totalling over $9100. These illegal trips seriously compromised client safety. One client became seriously ill with life threatening HAPE and HACE and would have died had he not been rescued by the park's helicopter. Another guide abandoned two clients and allowed them to wander around unroped in extremely hazardous terrain. They also suffered from frostbite.  There are seven companies that hold concession permits to guide on Mount McKinley and Mount Foraker. Prospective clients should be certain that they are employing one of the authorized concessionaires. Illegally guided trips could be denied access to the park. All suspected illegal guides will be investigated and law enforcement action may be taken.  Sanitation: With increasing use by climbers, it is more important than ever for mountaineers to properly dispose of human feces and urine. Many camps, especially at higher elevations, are littered with feces and frozen urine spots that are not covered with the annual accumulation of snow. Not only is this an environmental degradation of the mountain, but there is risk of contamination of snow that might be melted and used as drinking water by future expeditions. We are still suggesting the use of plastic bags for latrines, which should be disposed of in a deep crevasse. The NPS maintains pit latrines dug deeply into the snowpack at base camp on the Kahiltna Glacier, 14,300 feet on the West Buttress, and at the landing area in the Ruth Amphitheater.  Additionally, we have recently experimented with the removal of human waste in barrels by helicopter. We are also planning for the use of an experimental latrine at high camp at 17,200 feet on the West Buttress.  Trash: Most expeditions are hauling their trash to base camp where it is flown off the mountain. Still others continue to dump their trash in crevasses. Trash accumulation on other popular mountains of the world continues to receive considerable publicity. Trash dumps and appalling sanitation conditions at the more popular campsites in the Himalayas, Europe, South America and elsewhere threaten human health, degrade the mountaineering experience, threaten the mountain environment, and can threaten climbers' freedom of access to some mountain areas. Mountaineers of all nationalities must take the responsibility for, and the initiative in, preserving the quality of the world's mountain environments. A combination of education, leading by example, and peer pressure are probably the most effective tools that can be brought to bear against less considerate mountaineers.  Citations were issued for littering, abandoning food and equipment caches, and improper disposal of human body waste in 1993.  Administrative notes for 1993:  The South District staff consisted of: South District Ranger: J.D. Swed Mountaineering Rangers: Daryl Miller, Kevin Moore, Jim Phillips, and Roger Robinson Administrative Clerk: Kathy Sullivan Student Conservation Intern: Mike Loso Helicopter Crew: Dave Kreutzer (manager), Bill Ramsey and Jim Hood (pilots), and Scott Kimball (mechanic)   The Volunteer Program used to staff McKinley Patrols is crucial to the safety of climbers. These people unselfishly gave up their time and energy to assist mountaineers and save lives. The National Park Service would like to thank VIPs.  Volunteers in the Park (VIP) on Denali patrols: Gary Sapp John Roskelley Mark Wilford Jeff Maus Steve Gorman Paul Reddington Colin Grissom Dalton Maples Mike Welch Vince Langman Keith Nicholson Allan Ellsworth Rupert Wedgewood Andrew Laurence   A special thanks to McKinley guides that assisted with rescues.  -- J.D. Swed       Annual Report: 1994 For the third consecutive year, a new record has been set for the number of mountaineers venturing up Mount McKinley. A multitude of 1,277 climbers attempted the mountain during the 1994 season with 575 (45%) successful mountaineers reaching the summit. This year was also a tragic reminder of the 1992 season relating to severe weather and the margin of safety above 14,000 feet. The month of May persisted with fierce weather conditions causing most of the accidents resulting in three deaths and many rescues on Mount McKinley. The climbing season concluded with a total of seven fatalities involving 20 separate rescues in Denali National Park & Preserve. These accidents consisted of climbing falls, cold injuries, and high altitude illnesses.   Illegal guiding was again an issue in Denali National Park with the NPS taking legal action against numerous illegal guides. Two men attempting to illegally guide on Mount McKinley deserve special mention. One American guide was fined $500.00 and not permitted to enter an Alaska national park, without prior notice to rangers, for three years. A German guide was turned over to the Federal Immigration and Naturalization Service. He was arrested, spent the night in jail, and was later deported to Germany. Regardless of nationality, guides not employed by Denali National Park licensed concessions, and bringing clients to Mount McKinley or Mount Foraker, are breaking federal law when they do so. Rangers will continue to aggressively enforce guiding regulations.    New Regulations  Beginning in 1995 climbers on Mount McKinley and Mount Foraker will be charged a mountaineering program fee of $150 per climber. This will offset mountaineering administrative costs such as prepositioning and maintaining the high altitude ranger station at 14,200 feet on the West Buttress route, mountaineering salaries, education materials directed at reducing the number of accidents, transportation, and supplies. Climbers for Mount McKinley and Mount Foraker will be required to register a minimum of 60 days in advance. By requiring advance registration, the Denali mountaineering staff can provide information to prospective mountaineers on hazards, and how to prepare, equip, and schedule their expedition. It also provides time to discuss requirements concerning resource issues such as littering and human waste disposal. Information packets containing new regulations, new registration forms, and fee payment procedures are available by contacting the Talkeetna Ranger Station.    Statistics  In 1994, 1,277 climbers, assembling 303 expeditions, attempted seven different routes on Mount McKinley. This is a 15% increase in the total number of climbers over 1993. Forty-five per cent (570) of the mountaineers were international climbers from 21 countries. The United States had the most climbers at 707, England (74), Switzerland (58), Germany (51), Japan (51), Korea (50), Spain, (27), France (27).   The West Buttress route saw 1,067 climbers, consisting of 83% of all traffic. The West Rib had 68 climbers attempting the upper section from the 14,200-foot basin, with only 36 starting the complete route from the Northeast Fork of the Kahiltna Glacier. The Muldrow Glacier had 50 climbers attempting Mount McKinley from the north side of the park. Twenty-three climbers chose the South Buttress route. This was a significant increase compared to the past four years. There were 302 guided clients and 16 solo climbers. The longest expedition lasted 36 days. The average was around 18 days.    Rescue Twenty major search-and-rescue missions were conducted this year involving 31 climbers. Fourteen of the 31 climbers (45%) needing rescue were foreign. Overall, two per cent of the climbers attempting McKinley required rescue.   Medical  The 14,200-foot ranger station, staffed with both Volunteers-in- the-Park (VIPs) and mountaineering rangers, treated approximately 45 climbers who were afflicted with frostbite, AMS, HAPE, and HACE.   Frostbite: 30 climbers were treated for some degree of frostbite. Of these: 21 were superficial; 9 were more severe and involved some tissue loss.   Acute Mountain Sickness (AMS): 93 climbers reported symptoms of AMS; 66 were mild or moderate cases; 27 were afflicted by High Altitude Pulmonary or Cerebral Edema.    Safety Mountaineering rangers, guides, and climbers are increasingly concerned about the impact of over one thousand climbers annually using the West Buttress route. The impact of human waste and trash is significant to health and safety. A great safety concern is the fact that over 90 climbers at one time were ascending on the Headwall fixed lines above 14,000 feet. Overcrowding is also a serious issue at the 16,200-feet camp, which often commits unacclimatized groups to ascend to the higher camp.    New Routes and Interesting Ascents  The Kichatna Spires had four new routes climbed and one first ascent.    On July 1 Mt. Jeffers (8,000 feet) had a new route climbed via the West Face by Jonathan Allen & Douglas Hall. On July 1 Jay Smith and Steve Gerberding climbed a new route on the West Face of Mt. Jeffers. On July 8 Flattop Peak (8,400 feet) had a new route on the Southeast Buttress climbed by Michael Pennings and Douglas Hall. On July 16 Mt. Nevermore had a new route climbed via the Northwest Face by Douglas Hall and Douglas Byerly. On July 8 Stalagmite Spire, (first spire South of Flattop) had a first ascent by Jonathan Allen and Doug Hall.   Mount Hunter was busy this year with 22 expeditions attempting the mountain. This resulted in two major accidents with two fatalities and four people seriously injured. There were two impressive and creative first ascents on the technically demanding North Buttress:   Scott Backes and Marc Twight in one long 72-hour push climbed a new route called \"Deprivation\" to the right of the \"Moon Flower Buttress.\" Veteran climbers Michael Kennedy and Greg Child climbed a new route to the left of the Moon Flower Buttress called the \"Wall of Shadow.\" On Mount McKinley, the entire South Buttress was climbed for the first time by Tahoe Rowland, Tom Whalen, Marcus Brown, Mark Aspery, and Ron Bauer in May.  In May Tyson Bradly and John Montecucco made the first ski descent of the rarely climbed Wickersham Wall. They made a unique approach by ferrying loads up to each higher camp and then skiing back down to their camp, in effect, skiing the route bottom to top.   The \"Ramparts\" located west of \"Little Switzerland\" had a first ascent of P6840 via the Southwest face: Climbers Billy Shott and Steve Gorhman ascended this 1,700- foot granite wall (5.10 A2) which lies west of P6850, first climbed by Fred Becky and Clay Wadman in 1991. This was the second known ascent in the remote Rampart Range on record.   Accidents\/Incidents  Fall, fatalities in Ruth Gorge  On April 24 Walker Parke and Todd McCann fell 1,100 feet while descending the North East Ridge of Mt. Wake within the Ruth Gorge. Parke, McCann, and Michele Morseth took one day to climb 1,800' to their first camp at 5,600' on the route. The following morning the group decided to abandon their climb due to poor snow conditions. At the bottom of their second rappel, Parke lost his balance and fell 20 feet into McCann, who was setting an anchor, but not clipped in. The two climbers fell together and came to a stop at the bottom of the couloir. Morseth was directly across from McCann and witnessed the sequence of events. McCann had multiple traumatic injuries, yet was still alive. Parke was killed instantly from multiple trauma.   Jack Tackle and Bill Belcourt were near the scene and heard McCann's call for help. Tackle and Belcourt administered emergency care to McCann and began evacuating him. He died during the evacuation. Meanwhile Morseth retrieved the ropes and descended difficult terrain alone. Tackle and Bellcourt returned to the scene to assist Morseth back to their camp. The morning of April 25 Tackle and Belcourt evacuated Parke's body.   Mt. Hunter avalanche, fall, assisted evacuation On May 5 Andy Carson and Charles Crago were injured when they were swept 800 feet in an avalanche while climbing the NW Basin Variation route on the West Ridge of Mt. Hunter. Carson suffered bilateral tib- fib fractures, and Crago suffered chest injuries. They were evacuated off the mountain by other climbers in the area. A fixed wing aircraft flew them to an Anchorage hospital.   AMS\/HACE, helicopter evacuation On May 13 Mautezio Fasano, a member of the Italian \"Sesia 94\" Expedition, became hypoxic at 16,200 feet. He was lowered by his expedition to the ranger station at 14,200 feet and treated by a doctor. Fasano was diagnosed as suffering with AMS \/HACE and flown by the NPS Lama helicopter to the 7,200-foot Kahiltna Base Camp. He was then transported by fixed wing to a Anchorage Hospital.   Frostbite, HACE, fall from Denali Pass, fatality, helicopter evacuation On May 14 Pauline Brandon and Richard Tyler were on their descent of Mt. McKinley when they both fell from or near the 18,000-foot level (below Denali Pass) on the West Buttress. They came to a stop at the 17,200-foot level where they lay unconscious. Sometime later, on May 15, Tyler regained consciousness. He found he had frozen fingers and was unable to walk. Tyler attempted to make verbal contact with Brandon but was unsuccessful. Climbers nearby spotted the pair and provided assistance. Tyler was evacuated off Denali in the NPS helicopter. He was flown from the 7,200-foot base camp to Alaska Regional Hospital by the Alaska Air National Guard. Brandon was evacuated later on 5\/15. Tyler lost all digits of both hands from frostbite. An autopsy was performed on Brandon, listed the cause of death as hypothermia with an underlying diagnosis of Cerebral Edema.   Seizures, helicopter evacuation On May 16 John Merrigan was climbing the West Buttress when he began experiencing what appeared to be Grand Mal seizures at 7,800-feet on the Kahiltna Glacier. He was evacuated by Alaska Air National Guard helicopter.   Storm, assisted evacuation on West Rib On May 17 an intense wind storm demolished the camp of a guided party on the West Rib. Mountain Trip, a licensed concession led by guide Rodrigo Mujica, were camped at 15,700 feet when the storm blew in. The wind speed during the storm was estimated at 100+ mph. Mujica radioed the ranger station, requesting a rescue. A rescue team attempted to wand a route from 14,200 feet to Mujica's group, but were forced back due to high wind and heavy snow. The rescue team reached the Mujica party at 15,900 feet on the West Rib when the weather allowed. Mujica was credited with saving his clients, and no one was injured.   Call for rescue, self evacuation On May 19 an Italian party radioed the 14,200-foot ranger station requesting a rescue. A brief and intense storm blew away their tents and climbing gear. (This one storm resulted in two other incidents as well.) The Italians were above the ice arete at approximately 15,000 feet on the Cassin Ridge. The park service attempted to reach the party but were delayed by high winds. The Italians were able to descend the route on their own. The park service used the helicopter to perform a cargo letdown, which provided the Italians with climbing and survival gear.   Hypothermia, helicopter evacuation On May 19 German climbers Paul Laeremans and Ingred Baeyens required rescue while descending the West Buttress route near Windy Corner. They were caught in extremely poor weather and became hypothermic. The NPS helicopter rescued them from 12,500 feet and transported them to base camp.   Storm, hypothermia, fatal fall, body recoveries On May 22 Korean climbers Sang Myeung Lee and NPS Volunteer Kee Won Kim departed from 14,200 ft. on Mt. McKinley to climb a headwall 500 yards west of the fixed lines on the standard West Buttress route. They completed the technically moderate 2,000-ft. route in 11 hours but finished in severe weather conditions. Concern for their safety prompted NPS to organize a search team from the 14,200-ft. ranger station camp. The rescue discovered Lee's body clipped to the fixed lines at 15,900-feet. Three hours of searching in whiteout conditions proved futile, and the search for Kim was suspended. The team descended to 14,200 ft. with Lee's body. The search continued with a helicopter and ground parties for 3 more days. On May 25 a guide radioed from 16,200 feet reporting that Kim's body had been found at 16,100 feet hanging in a rock band. Kim's body was recovered by the rescue team. Autopsies revealed both climbers died of exposure.   HACE, helicopter evacuation On May 24 Japanese climber Shji Yoshida was stricken by HACE that left him in a unconscious state at the 11,200-foot camp on the West Buttress. Yoshida was rescued by the NPS helicopter. Yoshida was stricken quickly and very severely for being at such a relatively low altitude. Hypoxia from poor ventilation in his tent may have been a contributing factor.   Broken Hip, helicopter evacuation On May 29 climber Francois Verhoeven broke his hip in a short fall while climbing near 16,500 feet on the West Buttress. Verhoeven was able to descend to the 14,200-foot ranger station where he was evacuated by the NPS helicopter.   Crevasse fall, helicopter evacuation On May 30 climber Pat Liske was injured when he fell into a crevasse at approximately 13,600 feet while descending the West Buttress. Liske received blunt trauma to the chest. He was rescued by volunteer climbers and an NPS patrol. On May 31 Liske was evacuated from the 14,200-foot ranger station by the NPS helicopter.   Acute AMS, assisted self-evacuation On the evening of June 1, Bennett Austin developed a moderate case of AMS while climbing between 19,000 feet and 19,500 feet on the West Rib route of Mount McKinley. His party called the 14,200-foot ranger station and were advised to administer Decadron and descend immediately. Austin's team climbed up to the Football Field, attempted to make hot drinks and eat, but then decided that they needed to keep moving. The group started descending the West Buttress route. Three NPS volunteers met the group at approximately 17,700 feet and assisted them to the 17,000-foot camp where Austin was evaluated. After six hours of rest and rehydration, the party descended to 14,200 feet, unassisted, where Austin made a full recovery.   Illness, helicopter evacuation The US Army Denali Expedition was on their 9th day climbing Mt. McKinley (June 10) when member Jerry Jackson reported stomach pains to the 14,200-foot ranger station. He was diagnosed as suffering from an acute abdomen. Jackson was evacuated on June 11 by the NPS helicopter.   Fall, fatalities on Mt. Hunter On June 10 mountaineers Patti Saurman and Chris Walburgh died, and David Saurman and Don Sharaf were injured, in a 1,700-foot fall while climbing the Southwest Ridge of Mount Hunter. Recent avalanche conditions and poor slope stability contributed to this accident. D. Saurman and Sharaf were rescued by park rangers and the NPS helicopter and flown to Anchorage where they were hospitalized. P. Saurman's and Walburgh's bodies were recovered on June 11th.   HAPE, helicopter evacuation On the evening of June 11, Japanese mountaineer Kazuo Fukase developed a severe case of HAPE at the 17,200-foot camp on the West Buttress. Kazuo's party received instructions for medical treatment via CB radio from the NPS 14,200-foot ranger station. Using oxygen from the 17,200-foot NPS rescue cache and injectable Decadron administered by a climber\/doctor on the scene, Mr. Fukase's condition stabilized by early morning when the non-ambulatory patient was evacuated from the 17,200-foot camp by the NPS helicopter. The oxygen and decadron may have saved his life.   Hypothermia, frostbite, assisted descent, helicopter evacuation Victor Pomerantsev departed June 12 for a solo climb of the West Buttress. He arrived at 16,200 feet on June 16. A strong storm blew in over the evening which buried Pomerantsev. Two climbers, John Grieve and Bill Ross, discovered Pomerantsev outside of his tent suffering from severe hypothermia and frostbite on all ten fingers. They provided assistance for six days of stormy weather until they could bring him down on the 22nd to the 14,200-foot ranger station. During this time, the NPS attempted to reach their camp by ground and helicopter but were unable. During the evening of June 23, Pomerantsev was flown off from 14,200 feet by the NPS helicopter. Pomerantsev sustained significant tissue loss.   Chest Pain, helicopter evacuation On June 23 climber Jim Pitre developed chest pains after climbing to the 17,200-foot camp on the West Buttress. Undiagnosed chest pain prompted his evacuation from 17,200 feet by the NPS helicopter. Pitre was flown to Anchorage where he was diagnosed with HAPE.   Abdominal illness, helicopter evacuation On June 25 Richard Turnbull experienced acute abdominal pains at the 14,200-foot camp on the West Buttress. He was assisted by team members to the ranger station and diagnosed as suffering from unknown severe abdominal pains. Turnbull was flown off by an Army Chinook helicopter.   Administrative Staff   South District Ranger: J.D. Swed Mountaineering Rangers: Daryl Miller, Kevin Moore, Jim Phillips, Roger Robinson Administrative Clerk: Jama Daves SCA: Joe Reichert Helicopter Manager: Dave Kreutzer Helicopter Pilots: Bill Ramsey, Doug Drury, Ray Howell Helicopter Mechanic: Stan Bridges                                              Annual Report: 1995  In 1995, 1,220 mountaineers registered to climb Mount McKinley. This is the second highest number ever to attempt Mount McKinley. (The record year was in 1994 with 1,277 climbers.)  A total of 523 climbers reached the summit of Mt. McKinley this season, representing a 43% success rate. Weather during the 1995 climbing season was stormy with high winds and few summit days. The marginal weather conditions prevented many expeditions from reaching the summit and was a large factor in several accidents. The season concluded with a total of six fatalities and involved 12 separate major mountaineering rescues in the Alaska Range.   Costs incurred by the National Park Service for Mount McKinley and Mount Foraker search and rescue (SAR) missions totaled $126,246. The military costs associated with these SAR missions were $292,416. This totals $418,662 for SAR costs. Despite a reduction in the number of rescues, these costs were higher than the previous years due to lengthy rescues at high altitudes. The military was needed to assist on several high altitude rescues.   There was a decrease in the number of international climbers this year. In 1994 they represented 45% of the total number of climbers attempting Mt. McKinley. In 1995, their numbers dropped to 38% of the total. Increased investigation and enforcement of illegal guiding regulations were more than likely the contributing factors to this decline.    New Regulations  The National Park Service implemented a program designed to both enhance the educational outreach for Denali mountaineers and to defray the costs associated with managing mountaineering activities on Denali and Mt. Foraker in 1995. In an effort designed to increase safety and to defray costs, this program includes a 60 day preregistration requirement and a Mountaineering Special Use Fee. With increasing numbers of climbers and decreasing budgets, the National Park Service designed this program to share a portion of these costs with those who benefit directly from the service provided.   Climbers were charged $150.00 per person to climb Mt. McKinley or Mt. Foraker. The $150.00 Mountaineering Special Use Fee covered unlimited climbing on these two mountains for the entire season.   All funds collected from the special use fee went directly to support the mountaineering program in Denali National Park. No funds were used to pay for rescue services. The fee provided for two park rangers who were rotated for the first time at the Kahiltna base camp at 7,200 feet. These park rangers allowed the NPS a quicker response in rescue situations. They also greatly enhanced the cleanliness of lower glacier routes and were available to inform climbers of various route information.   In addition, fee money was used to rewrite, translate and publish the Denali National Park and Preserve Mountaineering booklet in several foreign languages. It is now available in English, German, French, Korean, Japanese and Spanish.   Late worldwide notice of the 60-day preregistration requirement made compliance difficult for some expeditions in 1995. The preregistration requirement was temporarily withdrawn for the 1995 season but was republished in the Federal Register on September 13, 1995. The National Park Service will require preregistration for the 1996 climbing season.   Prospective climbers who request mountaineering packets from the Talkeetna Ranger Station in Denali National Park receive detailed information on the mountaineering special use fee and preregistration.    New Developments  A new mountaineering contact station is being built in Talkeetna to accommodate climbers and visitors. It will contain two briefing rooms, enabling multiple parties to be briefed simultaneously, as well as a common area, a search and rescue cache, rescue command center, administrative offices and restrooms. The expected occupancy date is fall of 1996. Until that time, the log cabin on Main Street will continue to serve as the contact center.    Concessions  Guide services in 1995 had a better success rate than private expeditions on Mt. McKinley, having 53% of guided clients summit as compared to 40% for non-guided. There were 327 guided clients representing 27% of the total climbers. Six companies are permitted to provide guide services on McKinley and Foraker. A list of these companies are included in mountaineering packets mailed to climbers planning their expeditions.    Sanitation  Trash, left by inconsiderate climbers, is found along the West Buttress route especially on the lower glacier. During May, a storm dumped 8 feet of snow on the mountain up to the 12,000 foot level. Climbers who did not anticipate a large snowfall, and improperly marked their caches, lost them under the new snow. These caches were exposed later in the summer and became easy fodder for ravens, who raided the piles with little concern for neatness. It is mandatory to pack out all trash, extra food and fuel.   The latrine at high camp (17,200 feet) has prompted climbers to defecate and urinate in one area. This improvement decreases the unsightly urine mounds and randomly dropped feces that in the past created a health hazard.   Rangers based at 7,000 feet patrolled the lower glacier recovering trash, cleaning up human waste and marking crevasses at the popular campsites for depositing human waste.    New Routes & Notable Ascents  Denali and Mt. Foraker  First winter circumnavigation of both massifs by Daryl R. Miller and Mark Stasik. The two Talkeetnans' route involved an elevation gain\/loss of 65,000 feet in 350 miles of backcountry route finding. They crossed four remote passes, one for the first time, traveled over 115 miles on 12 glaciers, 80 miles on rugged and diverse high mountain terrain, 125 miles on frozen rivers, creeks and lakes, and 30 miles amid dense boreal forest, trackless bush and muskeg. Extreme Arctic conditions provided winds over 100 mph and ambient temperatures of 58 F degrees below zero. Twenty-eight of the 45 day trip was 25 degrees below zero or colder. \"First Born,\" a new route on the \"Father and Sons Wall,\" climbed by Eli Helmuth and Steve House. Wickersham Wall was climbed and skied by a French team of Jean Noel Urban and Nicolas Bonhomme. They spent 13 days climbing the Canadian Route and two days skiing down.  Youngest climbers to reach the summit: female, Merrick Johnson, age 12, male, Joshua Stewart, age 12.   Mt. Johnson \"The Elevator Shaft\" was climbed by Jack Tackle on his third attempt with partner Doug Chabot. This strenuous route ascends a couloir on the North Face. The difficulties included: marginal protection, 90 degree snow and ice, and A3 rock. Mt. Brooks New route via the Southeast Face, climbed by Thai Verzone and Paul Snotherman.  Mt. Jeffers In the Kichatna Spires, a new line on the Southwest Buttress, Dave Nettle and Geoff Creighton, they did not summit, rated at 5.9, A3.   Safety Travel during marginal weather played major roles in accidents that led to injuries and deaths this season. Expeditions need to be prepared to wait out unstable weather. Schedules, deadlines, and impatience are antagonists in making wrong decisions. The present day climbing style is much faster paced than the early expeditions on Mt. McKinley. In 1995, the average round trip ascent took 19 days.  Overcrowding at the popular camps on the West Buttress route continues to be a serious issue. Denali Pass was the scene of yet another fatality this season. While descending, two climbers who were roped together fell from near the top of the pass, resulting in one death and a rescue. This scenario has repeatedly caused deaths and rescues over the years. Denali Pass is the scene of the second most (behind the Orient Express) accidents on the mountain. Mountaineers must use extreme caution when traversing this section of steep ice. An evaluation of the accidents indicates that climbers generally fall while descending. Climbers are usually roped together and choose not to use running belays or protection. Fatigued climbers, often affected by hypoxia and symptoms of Acute Mountain Sickness, simply slip or misstep, pulling their partner down with them. Experienced climbers and guides on Denali either fix rope or place running protection for several rope lengths in this area to safeguard against a fall.  Statistics   A total of 1,220 climbers, representing 298 expeditions, attempted 11 different routes on Mt. McKinley in 1995.  Thirty-eight percent (475) were international climbers from 38 countries.  The United States had the highest percentage of climbers (771), followed by England (53), Japan (53), Austria (37), France (27) and Russia (27). Twenty-four climbers attempted solo ascents on Mt. McKinley, with nine of those successfully reaching the summit (38%). There was one unsuccessful winter solo attempt on Mt. Foraker which ended with near death and a loss of tent and personal gear. This climber was unable to travel from base camp on the Kahiltna Glacier due to high winds.  One unsuccessful winter solo attempt was made at circumnavigating Mt. McKinley and Mt. Foraker. This winter trip ended after only two days of travel in high winds, extreme cold and dangerous ice conditions on rivers. . The summit success ratio for 1995 was 43%. The historic summit success ratio from 1903-1994 is 52%.  The West Buttress saw 1,009 climbers which accounted for 82% of all mountain traffic.  The West Rib had 12 climbers attempting the upper section from the 14,200 foot basin. One hundred and eighteen climbers started the complete route from the Northeast Fork of the Kahiltna. This is an increase of 228% over last year's figure for climbers attempting the full route.  The Muldrow Glacier Route had 27 climbers attempting Mt. McKinley from the north side, a decrease of 47% from last year's total.    Medical   Sixty-nine climbers were afflicted with frostbite: 49 had superficial, 12 had moderate, and 8 had some tissue loss. This represents a 139% increase in cases of frostbite over last year.   Of the 88 climbers who suffered from Aute Mountain Sickness; 66 were mild, 11 moderate, and 11 suffered from High Altitude Pulmonary or Cerebral Edema.    Accidents & Incidents  Twelve major mountaineering search and rescue missions were performed involving 22 climbers. Nine of the 22 climbers (41%) requiring rescue were international. Six deaths occurred in the 1995 season, all bodies were recovered. This brings the death total on McKinley to 85. Overall, just under two percent of the climbers required rescue, or one out of every 55 climbers. One climber out of every 203 died on the mountain. In 1994 there were 20 major rescues involving 31 climbers. The decrease this year in the number of rescues might be attributed to the educational emphasis provided to climbers. Given the foul weather this year we feel fortunate to have not had more rescues and deaths.   Military personnel and Volunteers in Parks (VIP) performed several life saving rescue missions, preventing statistics that would have rivaled the tragic seasons of 1976 and 1992. The SAR missions were responded to by the combined efforts of the NPS, Alaska Air National Guard, U.S. Army High Altitude Rescue Team (HART), and VIP's. The following are summaries from the Case Incident Reports generated by these SAR missions.   Fatal Climbing Fall, Denali Pass On May 4, 1995, American Brian McKinley was fatally injured in a climbing fall on the West Buttress of Mt. McKinley. McKinley's climbing partner, Michael Angove, was injured when they both fell approximately 400 feet from 17,800 feet just below Denali Pass. Angove landed in a crevasse and was able to extricate himself and reach a two-person climbing team at the 17,200 foot camp. He received care for the next five days during a storm which prevented several attempts by the National Park Service helicopter to pick him up. On May 9, the weather cleared enough for the NPS helicopter to rescue Angove from the 17,200 foot camp.   Plane Crash, Kahiltna Base Camp On May 25, 1995, a Geeting Aviation Cessna 185 flipped over on take off from the airstrip at Kahiltna base camp, 7,200 feet. The two passengers and pilot sustained minor injuries but did not require emergency evacuation. Five consecutive days of heavy snowfall made snow conditions soft, even on the packed airstrip. The weather system stranded 150 climbers at the Kahiltna base camp, where some of them exhausted their food supply. The NPS provided emergency food rations.   Three Fatalities, Windy Corner, West Buttress On May 26, 1995 three deceased American climbers; Thomas Downey, Scott Hall, and Jimmy Hinkhouse, were discovered at Windy Corner (13,300 feet) on Mt. McKinley. Previously on May 23, the expedition, along with 12 other climbers on the route, decided to abandon their climb and descend from 14,200 feet due to deteriorating weather conditions. At Windy Corner the 12 other climbers combined as one group and negotiated Windy Corner in desperate conditions. They encountered gale force winds caused by the terrain's funnel effect and bivouacked just above the pass. The American expedition chose to bivouac in a crevasse at Windy Corner. Since there were no survivors it is unknown as to the true cause of death. There is evidence that the snow bridge spanning the crevasse may have collapsed on the climbers. The medical examiner did not find any major trauma to support this theory. Hypothermia is also thought to be a factor in this tragedy.   Medical Emergency, Heart Problem, West Buttress On May 26, 1995, a 55 year old Swiss climber, Dr. Paul Robadey, was flown from the 14,200' ranger camp by the NPS helicopter to the 7,200 foot base camp. Robadey was diagnosed with atrial fibrilation by doctors serving as VIP's on an NPS mountain patrol.   Medical Emergency, Dehydration, West Buttress On June 2, 1995 Canadian Robert Paige reported he was sick and could not stop vomiting. The 7,200 foot base camp ranger reached Paige at 7,800 feet on the Kahiltna Glacier. Paige was treated for dehydration and heat exhaustion and was evacuated by the NPS helicopter.   Medical Emergency, Internal Bleeding, West Buttress On June 2, 1995, American Tom Bohanon came to the ranger camp at 14,200 feet complaining of hemostasis (vomiting blood). Bohanon was examined and diagnosed as having an acute upper gastrointestinal bleed. Volunteer physicians assessed Bohanon's medical condition and felt his physical ailment was life threatening. Bohanon was evacuated by the NPS helicopter.   Fatal Fall, Upper West Rib On June 9, 1995, Albert Puig fell to his death and his climbing partners, Climent Luppon and Xavier Delgado Vives, were rescued by park service VIP's and the Army High Altitude Rescue Team. The Spanish climbing team was caught at their camp at 19,200 feet on the West Rib for four nights by a wind storm. The extended time at this altitude caused them to become physically weak and mentally debilitated. The three Spanish climbers made contact with a Civil Air Patrol member on June 8, who in turn made contact with the Talkeetna Ranger Station. On June 9, weather permitted the NPS rescue personnel and equipment to attempt rescue operations. During the initial operation the NPS helicopter was grounded due to a mechanical failure. The Army High Altitude Rescue Team was summoned to Denali. Before rescuers could reach the expedition, Albert Puig fell from just above the camp site while climbing at 19,200 feet. Puig was killed by the 4,200 foot fall. VIP's Alex Lowe, Scott Backes, and Marc Twight were helicoptered to the 19,600 foot plateau by an Army Chinook. They descended 400 feet to the Spanish camp. The VIP's assisted and carried the Spanish survivors back up to the 19,600 foot plateau, where the Chinook evacuated them. This Chinook, piloted by CW-3 Bill Barker, landed twice at 19,600'. This set a new altitude record for this type of helicopter.   Skiing Fall, Mount Foraker On June 11, 1995, John Montecucco fell while attempting a ski descent of Sultana Ridge on Mt. Foraker. Montecucco slid out of control approximately 2,000 feet before stopping at the edge of a 1,500 foot precipice. Members of his expedition assisted him to the 12,000' level. The Army's High Altitude Rescue Team, using a Chinook helicopter, winched a NPS rescue ranger and Montecucco up into the helicopter. Montecucco was transported to Talkeetna where he refused further medical assistance. Montecucco's injuries included a concussion, fractured ankle, bruised cartilage in his chest and a separated shoulder.   Exposure, Fatality, West Buttress On June 14, 1995, the NPS located three overdue Taiwanese climbers at the 19,400 foot elevation. VIP's, Alex Lowe and Conrad Anker, left the 14,200 foot camp in an effort to reach the climbers. Lowe and Anker found Chiu Jui-Lin deceased from exposure and hypobaria. They assisted Dois Min Lin, and Min Chung Wu to 17,000 feet where an Army Chinook helicopter airlifted them to Talkeetna.   Avalanche, Fall on Snowboard, Messner Couloir On June 19, 1995, Japanese snowboarder Yamashita Takashi fell approximately 2,300 feet down the Messner Couloir. Takashi triggered a slab avalanche at 16,900 feet and was swept down the face through the \"hour glass\" to 14,600 feet. Several climbers were watching Takashi descend the couloir and reported the accident. Takashi was stabilized by physicians and volunteers and carried down to the ranger camp at 14,200 feet where he was treated for paraplegia, hemopneumothorax, hypothermia and frostbite. Takashi was evacuated by the NPS helicopter.   Avalanche, South Buttress On June 27, 1995, four Americans were caught in a wet slide avalanche on Denali. The climbers were carried 1,400 feet downhill and over two ice cliffs greater than 40 feet, coming to rest at 10,500 feet. Richard Rodger sustained injuries to the chest and clavicle. Jim Fitzsimmons sustained rib fractures, pulmonary contusion, a puncture wound to the thigh and a sprained ankle. The other climbers had minor injuries and were able to evacuate themselves from the mountain. Rodger and Fitzsimmons were shorthauled from their accident scene using the NPS helicopter.   Crevasse Fall, West Buttress On June 28, 1995, Dominic Marshall and Reggie Perrin fell into a crevasse at 13,600 feet while ascending the West Buttress route of Denali. The British climbers were extricated by their party. Perrin was unhurt, but Marshall had pelvic injuries. The NPS helicopter evacuated Marshall.   Administrative Staff  South District Ranger: J.D. Swed Administrative Tech: Miriam Valentine Mountaineering Rangers: Daryl Miller, Kevin Moore, Roger Robinson, Eric Martin, and Joe Reichert Helicopter Manager: Dave Kreutzer Helicopter Pilots: Doug Drury Jim Hood Helicopter Mechanic: Stan Bridges Fee Collectors: Punky Moore, Grete Perkins, Elaine Sutton Volunteers in the Park: Dan Lowell John Whittingham Lada Kokan Randy Waitman Marc Twight Scott Backes Colin Grissom Vince Langmann Tim Light Howard Donner Pete Athans Liz Greene Carl Coy Alex Lowe Conrad Anker Colby Coombs Alaska Air National Guard: MSgt Paul Reddington, TSgt Steve Dagle, TSgt Eric Sachs, SSgt Greg Hopkins, SSgt Eric Taylor Canadian PJ: SAR TEC John Oaks        Annual Report: 1996 High winds, wide crevasses, and a record low snowfall set the scene for the 1996 climbing season in the Alaska Range. Mount McKinley saw a slight decline (6%) in the number of climbers attempting routes this year. The season total of 1,148 climbers was a decrease from a two-year average of 1,220 climbers. 489 climbers (43%) successfully reached the summit. Of the 235 guided climbers on Mount McKinley this season, 104 (44%) reached the summit. These lower than normal success rates are the result of severe windstorms that extended for several weeks during the height of the season.   During 1996, the National Park Service incurred $143,943 in search and rescues costs for missions on Mount McKinley, Mount Foraker and Mount Hunter. Costs incurred by the military for their assistance with these missions was $88,500. Total cost for search and rescue for 1996 was $232,443.    Weather  Continuous stretches of clear, blue skies during the climbing season gave a false impression of weather at higher elevations. Extreme winds during the month of May caught many climbers by surprise, inflicting severe cases of frostbite and thwarting summit bids. Lack of snowfall from the preceding winter was noticeable in larger crevasses and exposed debris piles. In addition, unconsolidated snow resulted in high avalanche danger for most of the peaks in the Alaska Range.    New in Town  In 1997, a new mountaineering center will greet climbers when they arrive in Talkeetna. The construction of the 5,300-square-foot facility will be ready for occupancy in January 1997, and will replace the formerly occupied log cabin. Two orientation rooms will be available to climbers for the required mountaineering briefing. A multi-purpose room will be comfortably furnished, encouraging climbers to research route related information.   The National Parks Foundation awarded a grant to Denali National Park for the production of a new mountaineering web page that will be available to interested parties via the Internet. This web site will include the annual mountaineering summary, press releases regarding the Alaska Range, current weather synopsis and climber statistics. In addition, a computerized climbing orientation program will be produced for use at the new mountaineering center. This computerized orientation will replace the mountaineering video climbers previously viewed during the check in process. It will contain information on specific routes, history of climbing in the Alaska Range, safety and medical issues and expedition information.   A number of Brad Washburn’s black and white photographs will be accessible to climbers at the new mountaineering center. These 16” X 20” photographs will be an excellent resource for route information and planning expeditions. These, and many other materials, will be part of a permanent reference collection available on a year round basis to visiting climbers.    Special Use Fee  Now in its third year, the special use fee charged to climbers on Mount McKinley and Mount Foraker has funded some noteworthy projects in the Denali mountaineering program. The fee allows for two seasonal mountaineering rangers who are stationed at 7,200-foot base camp on the Kahiltna glacier. These rangers, along with their volunteers, were instrumental this season in removing 2,000 pounds of debris from the lower elevations on Mount McKinley. They perform rescues, provide emergency medical care and assist with communications on the mountain. They also offer climbers at base camp up-to-date information on weather, glacier travel and routes.   The special use fee has also made possible the translation and publication of the Denali Mountaineering Booklet into seven foreign languages (French, German, Italian, Japanese, Korean, Russian and Spanish). This booklet was written by the mountaineering rangers of Denali National Park and contains life-saving information on climbing in the Alaska Range. It is particularly important to foreign climbers who are unfamiliar with mountaineering in arctic conditions. This booklet sent out as part of the registration packet.   In addition to the special use fee, the 60-day pre-registration regulation enacted in 1996 has allowed mountaineering rangers to have direct contact with climbers before they arrive in Talkeetna. In doing so, rangers are able to suggest appropriate routes for different levels of expertise and offer first hand knowledge of conditions encountered in the Alaska Range. Mountaineering rangers routinely educate in areas of proper equipment and essential expedition training enabling climbers to make more informed decisions regarding their expedition.   A lenient transition was undertaken in the 1995 and 1996 to fully implement the $150 per climber special use fee and the 60-day pre-registration regulation. The National Park Service wishes to notify climbers and mountaineers that they should expect that these regulations will be strictly enforced starting in the 1997 season. Climbers who are not pre-registered a minimum of 60 days in advance will be denied permission to climb Mount McKinley or Mount Foraker.    New Routes & Notable Ascents   The Gargoyle: “New Mother Nature” West Face V 5.10+ Al by Calvin Hebert, Dave Madera, Drew Spaulding Kichatna Spires: Tatina Spires, South Buttress by Calder Stratford, Kevin Thaw Little Switzerland: “North Troll” northeast ridge and north face by Mercer, Pease, Walsh, Woolridge Little Switzerland: “Royal Tower” 110 pitches 5.9 A2 by Mercer, Pease, Walsh, Woolridge Little Switzerland: “The Throne” southeast face 12 pitches 5.8 by Mercer, Pease, Walsh, Woolridge Mt. Bradley: Southeast Buttress in 40 pitches by Gregory Crouch and Jim Donini Mt. Koven: West Ridge Route by Hage, Litzow, and Waitman Mt. McKinley: “Washburn Wall” by Steve House Mt. Wake: Two new routes by Salle Frederic, Guy Manu, Lestienne Manu, Pellissier Manu, Desprat Nattbieu    Safety  Travel during marginal weather played a major role in accidents that led to injuries and deaths this season. Expeditions need to be prepared to wait out unstable weather. Schedules, deadlines and impatience are antagonists in making wrong decisions. The present day climbing style is much faster paced than the early expeditions on Mount McKinley. In 1996, the average round- trip ascent took 19 days.     Statistics  A total of 1,148 climbers, representing 305 expeditions, attempted 14 different routes on Mt. McKinley in 1996. 474 (41%) were international climbers representing 36 countries. The United States had the highest percentage of climbers (674), followed by Korea (74), Japan (61), England (47), Germany (40) and Spain (33).   Twenty-seven climbers attempted solo ascents on Mt. McKinley, with 11 of those successfully reaching the summit. There was one unsuccessful solo attempt made on Mount Foraker.    Medical Frostbite was once again a serious medical issue with 71 climbers afflicted: 31 had superficial frostbite, 24 had moderate frostbite, and 16 had some tissue loss. This represents an increase over last season, which was record breaking with a 139% increase.    Rescues Thirteen major mountaineering search and rescue missions were performed involving 17 climbers in the Alaska Range. Nine of the 17 climbers (53%) requiring rescue were American, a change in the trend of international climbers requiring the highest percentage of rescues. Six fatalities occurred in the 1996 season.   Tragedy struck greatest on Mount Hunter which had four climbers perishing in their attempt of new routes on the mountain. (Overall, 20 expeditions attempted routes on Mount Hunter; all were unsuccessful.)   An initial review of the fee and pre-registration program indicates a 30% decrease in the amount of rescues performed in the Alaska Range over the last two climbing seasons. While it’s too early to come to any definitive conclusions, we’re optimistic that the increased emphasis on preventive education is having a positive effect.   The current death total for Mount McKinley is 87.   Ground Rescue, Mount Foraker On April 27,1996, Americans Mitch Ward and Randy Adrian activated their Personal Locator Beacon (PLB) at 16,400 feet on Mount Foraker. Ward and Adrian had started their expedition on April 1, 1996, and were out of food and had two days of fuel left. NPS rescue personnel and the NPS Lama helicopter air dropped food, fuel, radios and equipment to the expedition. On May 3, 1996, Ward and Adrian contacted NPS from 15,200 feet on Mount Foraker’s Sultana Ridge and stated that they were once again with minimal fuel and a shortage of food. A ground rescue was initiated by NPS rescue personnel who reached the group on May 5, 1996. Ward and Adrian were assisted with their descent into the Kahiltna Base Camp by NPS rescue personnel. The group arrived in Base Camp on May 7, 1996.   Two Fatalities, Mount Hunter On May 13, 1996, Germans Marcus von Zitzewitz and Olaf Hecklinger were killed when an avalanche swept them off their climbing route at 10,000 feet on Mount Hunter. Dangerous snow conditions were prevalent below the 12,000-foot level and seracs and cornices were objective hazards in the area of their route. NPS rescue personnel and the NPS Lama helicopter were shortly on scene and confirmed the death of both climbers. The bodies of von Zitzewitz and Hecklinger were recovered from the mountain by NPS personnel.   Injury, Denali On May 11, 1996, American Robert Gray twisted his back at the 17,200-foot camp on Mount McKinley. Gray’s condition deteriorated over the next several days and by May 13, he could no longer walk. NPS rescue personnel from the 14,200-foot ranger camp supplied food, fuel and assistance for the next couple of days. On May 15, Gray was able to descend without further assistance from the NPS.   Injury, South Buttress On May 27,1996, American Nancy Bluhm sustained injuries after surviving a 75 foot roped fall on the South Buttress of Mount McKinley. Members of her expedition were able to stabilize her and contacted NPS for assistance. NPS rescue personnel and the NPS Lama helicopter evacuated Bluhm to the 7,200-foot Kahiltna Base Camp where park rangers provided medical assistance. Bluhm was later transported to the nearest hospital   Fatal Fall, Orient Express On May 28, 1996, unroped Croatian climber Milan Dolovski fell approximately 4,000 feet unroped to his death on the Orient Express on Mount McKinley. His body was discovered at 15,600 feet. Dolovski’s climbing partner, Bojan Ungar, descended the Orient Express to the 16,200-foot level where NPS rescue personnel assisted him down to the ranger camp at 14,200 feet. Ungar was treated for mild shock and dehydration. Dolovski’s body was recovered by the NPS Lama helicopter.   Injury, Denali Pass On June 1, 1996, Spaniard Juanjo Garra fell at the 18,000-foot level at Denali Pass on Mount McKinley. The loss of a crampon during his ascent was the primary factor in Garra’s fall and resulting leg fracture. Expedition members were able to assist Garra to 17,000 feet where NPS rescue personnel initiated a lowering to bring Garra to the 14,000-foot ranger camp. On June 3, a CH-47 helicopter evacuated Garra to the nearest hospital.   Missing, Denali Pass On June 2, 1996, German Karl Jendryschik was reported missing near the 18,000-foot level of Denali Pass. Jendryschik’s climbing partner, Jurgen Bruhm, contacted a NPS ranger at 17,000 feet and reported that Jendryschik had not made it down from Denali Pass. The two, who were unroped, had become separated during deteriorating weather conditions. Due to extreme weather conditions for the several days following Bruhm’s report, a ground search could not be initiated until June 5. On June 6, an aerial search was combined with ground search efforts. Search efforts continued when weather permitted through June 14, but no sign of Jendryschik was found.   Illness, West Buttress On June 12, 1996, Korean Ka Eui-Ryong showed symptoms of High Altitude Cerebral Edema at 17,200 feet on Mount McKinley. Eui-Ryong was not able to stand without assistance. NPS rescue personnel at the 14,200 ranger camp ascended to Eui- Ryong’s camp and lowered him to the 14,200 foot camp where he was treated for High Altitude Cerebral Edema. On June 13, the NPS Lama helicopter evacuated Eui-Ryong to the Kahiltna Base Camp at 7,200 feet where he was transported to an Anchorage hospital by the Air National Guard Pavehawk helicopter.   Illness, Muldrow Glacier On June 19, 1996, American Peter Tilney requested evacuation due to an acute appendicitis. Tilney was evacuated from the Muldrow Glacier with the NPS Lama helicopter and taken to an Anchorage hospital via Life Flight   Altititude Illness, West Buttress On June 21,1996, American Debbie Sherman was evacuated from the 14,200 ranger camp with acute symptoms of high altitude sickness. On June 19, in a summit bid attempt, Sherman had reached the 19,000-foot level when she began to experience a severe headache and other symptoms of high altitude illness. With assistance, she descended to the ranger camp at 14,200 feet. Sherman was treated by medical personnel at the camp, but her condition continued to worsen with increasing periods of unconsciousness. Sherman was evacuated to an Anchorage hospital with the assistance of the NPS Lama helicopter, fixed wing aircraft and Life Flight.   Injury, West Buttress On June 20, 1996, Japanese soloist Chihiro Sakaniaki fell 1,000 feet during his descent at the 18,500 foot level on the West Buttress. Sakamaki sustained injuries to his thoracic area, but was able to continue to his 17,200-foot camp where he requested assistance. On June 21, Sakamaki was evacuated from the 17,200-foot level with broken ribs to an Anchorage hospital with the assistance of the NPS Lama helicopter, fixed wing aircraft and Life Flight.   Injury, West Buttress On June 21,1996, Japanese Takeshi Nagao was descending from the summit when his crampon caught on his overboot causing him to fall and break his leg at the 17,400 foot level of Mt. McKinley. Nagao requested assistance from NPS. On June 22, Nagao was evacuated from 17,200 feet by the NPS Lama helicopter.   Two Fatalities, Mount Hunter On June 27, 1996, Americans Chuck Drake and Joshua Hane were reported overdue. On June 21, the two began an alpine ascent of a new route on Mt. Hunter. Weather conditions were favorable for the first two days, but deteriorated significantly on the following days. Aerial search and ground observation were initiated by NPS on June 27. Weather conditions severely limited flying and search activities until July 1, 1996. The bodies of Drake and Hane were sighted but recovery was too hazardous. It appeared that the two had been hit and killed by avalanche debris. On July 12, Drake’s body was swept approximately 1,000 feet to the bottom of the avalanche cone and a body recovery was conducted using the NPS Lama helicopter. Hane’s body remains on the mountain.   Fall, Kahiltna Glacier On July 6, 1996, Dennis Gum fell into a crevasse on the Kahiltna Glacier. Gum had been crossing a snow bridge when it gave way, causing him to fall 45 feet into a crevasse where he landed in water. Gum’s climbing guide was unable to raise him out of the crevasse but did supply him with hot liquids and continually radioed for assistance. A NPS ranger at the 7,200-foot base camp overheard the distress call and initiated a rescue. Gum was extricated from the crevasse by NPS rescue personnel using the Lama in a shorthaul configuration. He was taken to the ranger camp at 7,200 feet by the NPS Lama helicopter where he was treated for hypothermia.    Administrative Staff   South District Ranger: J.D. Swed  Administrative Tech: Miriam Valentine  Mountaineering Rangers: Daryl R. Miller, Kevin Moore, Roger Robinson, Billy Shott, Eric Martin, Joe Reichert  Helicopter Manager: Dave Kreutzer  Helicopter Pilots: Doug Drury and Jim Hood  Helicopter Mechanic: Stan Bridges  Fee Collectors: Punky Moore, Grete Perkins, Elaine Sutton  SCA Andrew Ackerman  Volunteers in the Park: Scott Burch, Jim Cancroft, Yvona Crone, Dr. Tim Duncan, Dr. Mark Elstad, Carol English, Jeff Evans, Denny Gignoux, Colin Grissom, Dr. Dale Wang, Birgit Hansen, Craig Hess, Mark Hess, Bruce Hunter, John Jacobs, Vince Langman, Mark Pearson, Jim Quirk, Anthony Ralph, Matt Rembaum, Lois Remington, John Sherman, Michael Silitch, Doug Sinor, Buck Tilton, Mike Vanderbeck, Randy Waitman, and Doug Abromeit       Annual Report: 1997 The 1997 climbing season for Mount McKinley and most of the Alaska Range started with mountaineers making unsuccessful summit bids in the chilly month of December and concluded in mid­ July. Thirty-seven dif­ferent countries were represented as 1,110 mountaineers at­ tempted routes to the top of North Amer­ica's highest peak.   More than half of the mountaineers (51%) reached the summit, right in keeping with the historical average. Mount Foraker, the second highest peak in the Alaska Range at 17,400 feet, saw 27 mountaineers attempting routes to its summit. Nine, (30%), of those moun­taineers were successful in their summit bid. Less in al­titude gain, but technically demanding, Mount Hunter at 14,573 feet saw approxi­mately 43 mountaineers at­ tempting routes to its sum­mit. Since registration for Mount Hunter is not manda­tory, summit statistics are not available.   In 1997 the average Denali climber was 34 years old. Of the 37 countries that were represented, the United States had the most climbers with 687, followed by Germany 54, Korea 44, England, 42 and Canada 29.   The number of seri­ous accidents in the Alaska Range continued its three year downward trend with a total of ten major rescues. Mountaineering accidents this year claimed the lives of two mountaineers: an American on Mount Hunter and a British mountaineer on Mount McKinley.   In addition, a Russian climber drowned while crossing the McKinley River in the park's backcountry after completing his Denali climb. Mountaineering rescues this season in Denali National Park and Preserve cost the National Park Service $44,096. (The military' s assistance totaled $36,000.) In comparison to previous mountaineering seasons, 1997 had the third lowest NPS rescue costs in 14 years. (In 1988 costs were $19,267 and in 1989 NPS costs were $41,149.)   The implementation of a 60-day preregistration and special use fee requirement in 1995 has had a positive im­pact on the safety of the mountaineering program in Denali National Park. The charts below reflect some program statistics.      Year Climbers SAR Missions   1992 935 22   1993 1108 14   1994 1277 20        Year Climbers SAR Missions   1995 1220 12   1996 1148 13   1997 1109 10     During the three years previous to the implementation of the requirements for preregistration and the special use fee of $150.00, Denali National Park averaged 18.7 mountaineering rescue missions per year. After the implementation of the new regulations, along with an aggressive education program, the number of total climbers on the mountain decreased slightly but the average number of rescue missions decreased significantly from 18.7 per year to 11.7 per year.    Fatal accidents also decreased after the regulations were implemented from an average of 5 to 3 mountaineering fatalities per year. The special use fee of $150.00 per climber funds two seasonal rangers to patrol the Kahiltna Glacier, three vis­itor use specialists who register climbers and provide general climbing information, and contributes to the salaries of the rangers who work at the 14,200-foot ranger camp on Mount McKinley. These rangers, along with their volun­teers, contact climbing expeditions, maintain latrines for climber use, perform search and rescue, have treated over 50 serious medical cases, and have removed litter and feces from the popular West Buttress route.   The Lama helicopter was in­volved in nine search and rescue operations in 1997. The helicopter did two landings at 17,200 feet, one landing at 18,300 feet, four landings at 14,200 feet and one landing at 8,300 feet for rescue operations. The Talkeetna Ranger staff and volunteers were in­volved in 524 person hours of training, per­forming 238 short haul evolutions.   The Lama also was used to assist with firefighting operations for two fires in the park, re­moving the 14,200-foot camp, and installing three radio repeaters during the climbing season.   The CH-47 Chinook Army helicopters again in­stalled the 7 ,200-foot base camp and the 14,200-foot ranger camp. Rangers partic­ipated in winch training with the Chinook helicopters and provided training for pilots and crews.    Denali Pro - Climber Recognition Program   Denali National Park and Pre­serve, Talkeetna Ranger Sta­tion, in partnership with Pigeon Mountain Industries (PMI) of Lafayette, Ga. will implement a climber recog­nition program for Denali Na­tional Park and Preserve start­ing in 1998. The pro­gram is designed to recognize and reward mountaineers who re­flect the highest stan­dards in the sport for safety, self sufficiency, assisting other mountaineers, and having no impact expeditions. Individual awards will be given contemporaneously in the form of a yearly designed lapel pin. Of those awarded the pins, one person or expedition will be selected as the \"Denali Pro, Mountaineer of the Year.\"   This selection will be publicly recognized and awarded a small specially de­signed trophy at the end of the climbing season. Their name will be displayed on a plaque in the Talkeetna Ranger Station.   The Denali Pro name comes from a combination of sources. \"Pro\" is often used as a shortened version of professional, de­fined as one who possesses great skill or experience in the field. \"Pro\" is also often used by climbers as a shortened version of the word protec­tion. Protection can be defined in two ways: climbers who often put equipment in place to shorten or eliminate a fall or those who keep the environment from harm. The climber who protects the mountain environment, protects his fellow climbers, uses protection to limit or eliminate injury, and the person who makes deci­sions based on skill and expertise and needs no assistance from other climbers or rescuers will be recognized by this program.   PMI will produce 200 lapel pins based on designs given to them by the NPS. The pins will be different each year, attempting to make them of greater value to the mountaineers. The pins will be carried by NPS rangers on the mountain to reward climbers as soon as professional actions are noticed. Pins are to be awarded for things such as assisting NPS rangers with mountain clean-up, assisting fellow mountaineers in res­cue situations, vol­unteering at the 14,000 foot ranger camp, and showing good judgment in decisions to avoid situations that might otherwise require a rescue. At the end of the mountaineering season, a list will be printed showing the names and ac­complishments of pin recipients. One person or expedition from this list will be selected as the climber who best exemplifies the \"Denali Pro.\" They will be presented a trophy and be publicly recognized. The list of yearly award winners will be distributed to the media and published in mountaineering publications. A commemorative plaque will be on display at the Talkeetna Ranger Station to honor all award recipients.   The NPS will produce the artwork for the lapel pins on a yearly basis, award the pins, record the recipient, and publicize the program and the winners. On an annual basis, PMI will produce the pins, \"Denali Pro\" trophies, plaques and nameplates. PMI and the NPS will jointly select the \"Denial Pro\" trophy winner. .    New Ascents and Interesting Routes  Denali   Wickersham Wall continuous and complete ski descent; 7,000 vertical feet of new terrain that joins the Canadian route by Adrian Nature Karsten's Ridge: from Traleika 35 pitches 5.10 Al WI4 by Jim Blow and Jim Wilson Traleika Spur Ridge: \"Moscow Route,\" Otto Chkhetiani, Fedor Lounev, Mikhalev Illa, and Dmitri! Oborotov Mascioli's Pillar: by Steve House and Steve Swenson   Mt. Hunter South West Face \"The Sound of Freedom\" by Doug Chabot and Jack Tackle   Middle Triple Peak West Face by Kitty Calhoun, Steve Gerbeding, Dan Osman, and Jay Smith  Mt. Foraker North Face \"Full Circle\" Grade 4 By Rod Hancock and Stuart Parks  Mt. Koven North West Face by Stephen Leary, Ned Norton, Peter Way, Paul Weber  Mooses Tooth  North Face 35 pitches by Seth Shaw and Scott Simper South Face ice couloir \"Shaken not Stirred\" by Greg Crouch and Jim Donini    News  The new Talkeetna Ranger Station quickly became a favorite place for climbers and other Talkeetna visitors. It contains an extensive climbing library and an exhibit showcas­ing Bradford Washburn's pho­tographs of Denali's major peaks. The rescue cache and storage area in the new facility have proved to be an asset to the staff during camp set-up and rescues. For the first time, NPS staff in Denali' s south district are all under one roof. The building design has greatly improved the efficiency of the operations. Many favorable comments have been received from visitors.   The Oregon section of the American Alpine club awarded National Park Service Ranger Roger Robinson the \"Washburn Award.\" This award recognizes his outstanding lead­ership abilities, professional dedication and mountaineering expertise. On June 14, the dis­tinguished award was presented by Bradford Washburn in Tal­keetna in a ceremony attended by family, professionals from the mountaineering community and many friends who have known and worked with Roger during the past 20 years.  Ranger Joe Reichert be­came the first Denali National Park ranger to summit Mount Foraker. Joe and volunteer climber, Chris Turiano, made the successful summit bid on June 23. For the first time, two seasonal ranger naturalists were assigned to the south district. Interpretive programs were pre­sented for visitors on mountaineering at the Talkeetna Ranger Station and at the Tal­keetna Historical Museum. In ad­dition, natural history programs were given at the new Mt. McKinley Princess Lodge located 45 minutes north of Talkeetna. These programs were well re­ceived by the large number of visitors who attended.   In an effort to reduce the amount of trash illegally left on the mountain, a program was ini­tiated in 1997 to track the fuel cans that are used by the moun­taineers. Now when an expedi­tion leaves base camp, rangers have labeled the fuel cans that are used to hold the suggested gallon per person\/per expedition amount of fuel used for cooking. These cans are brought back to the ranger staff when the expedi­tion returns to basecamp.    Accidents and Rescues   During the 1997 season there were 10 significant search and rescue missions in the Alaska Range of Denali National Park. The following is a brief summary of the those missions:  Fall, Northwest Buttress, Denali At 1400 hrs, on 5\/19, a climber was injured during a fall at approximately 13,000 feet. The climber fell approximately 150 feet before two ice screws arrested his fall. The rescue was delayed until 6\/22 because poor weather conditions prevented an air recovery. The in­jured climber was rescued using helicopter short haul technique by an NPS ranger as no landing zone suit­ able for the helicopter was available. He was flown to the 7,200-foot base camp then transported via Na tional Guard helicopter to Alaska Regional Hospital.  Altitude Illness, West Buttress At 2115 hrs, on 5\/24, a client on a guided expedition col­ lapsed outside of the medical tent at 14,200 feet. The climber was diagnosed and treated for a severe case of HACE (high altitude cerebral edema) by the volunteer physician and it was recommended that he be evacuated immediately. The NPS rescue helicopter was dispatched with a park medic aboard. The HACE stricken climber was flown directly to Talkeetna and transported to the Valley Hospital in Palmer and needed 10 days to fully regain his memory and coordination.   Altitude Illness, West Buttress At 0600hrs, on 5\/28, two members of a Korean expedition began their ascent of the Messner Couloir. One climber was overcome with acute mountain sickness after climbing past the half way point. The expedition reached the top of the Messner at midnight after 18 hours of climbing.At 0105 hrs, on 5\/29, another member of the expedition requested a helicopter evacuation from the 19,400-foot level. Two other members in the Korean party climbed from 17,200 feet on the West Buttress to provide assistance. Once they reached the sick climber, they were able to determine that he could descend with their assistance. At 0340 hrs, they radioed information to the 14,200-foot ranger camp that no rescue was needed. The expedition descended safely without support.   Fall, West Buttress At 1900 hrs, on 5\/29, the expedition leader from the British Army, was fa­ tally injured in a climbing fall on Denali. The surviving rope partner stated that they became disoriented and started the descent of the West Rib instead of the West Buttress route. After following several wands on the steep slope of the West Rib they realized they were off route and attempted to traverse when the fall occurred. Roped together, the two British climbers fell approximately 3,000 feet down the Orient Express. The survivor sustained only minor injuries and was found by another climber and led back to the 14,200- foot ranger camp.   Frostbite, West Buttress On 5\/29, a guided expedition of five clients, and two experienced guides were forced to spend the night out in a storm at 19,000 feet on Mount McKinley. During their de­scent from the summit, the wind and snow had increased while visibility decreased. The guides used a map and compass to determine their route as the wands were covered with snow and ice. The guides feared that attempting to negotiate Denali pass at 18,200 feet and descend to the 17,200-foot camp would be disas­trous and decided to dig in.At 0600 hrs, on 5\/30, the wind decreased and the seven person expedition descended to the 17,200-foot camp. Another guided party assisted with food, shelter and patient treatment. At 0910 hrs, the NPS rescue helicopter landed in high winds and flew two patients to the 7,200-foot base camp.    Safety   Weather on Denali invariably effects most accidents, being either the direct cause or com­pounding the incident af­ter it happens. After re­viewing approximately 109 accidents beginning in 1932 and involving climbers on Mt. Hunter, Mt. Foraker, and Mt. McKinley, it was deter­mined that weather con­tributed to 95 of the 109 incidents (87% ).   The warm weather and low snow year resulted in the crevasses opening up earlier this year. Many climbers fell into crevasses along the West Buttress route. Only one injury was reported in re­lation to these falls. Late in the season, a special permit was requested by the air taxis to land within the wilderness boundary to evacuate stranded climbers due to deteriorating glacier conditions. The base camp landing strip had become too hazardous for landings, and this combined with the crevasse problems for climbers on the trail, prompted the park ser­vice to grant the permit.    New in 1998   A new weather moni­toring station will be placed at Denali' s 14,200 foot ranger camp this season. The station will measure air temperature and relative humidity, wind speed and wind direction. A cellular modem powered by solar panels will allow researchers and rangers to have im­mediate weather in­formation through­out the day. For rangers in the south district this information is vital to search and rescue activities.   Barbara Washburn: Fifty Years of Summits   In 1947, Barbara Washburn notched her place in climbing history when she became the first woman ever to set foot on the 20,320 foot high summit of Mt. McKinley. Barbara and her husband, Bradford Washburn, were part of a 17-member expedition which was attempting to summit McKinley as well as perform numerous studies.   On June 6, 1997, the National Park Service invited Barbara and Brad to Alaska to honor the 50th Anniversary of her achievement. Barbara showed a film from this historic climb, shared recollections of her expedition, and graciously answered questions and signed autographs until late in the evening.   Barbara and Brad also ventured north to Denali Park on June 9th for a repeat performance at the Denali Park Hotel Auditorium. Visitors were enthralled with their tales from on high. Barbara probably had a good idea what adventures lay before her when she accepted Brad's marriage proposal, as they spent their honeymoon making the first ascent of Mt. Bertha! Brad Washburn was the only husband among his peers who took his wife with him on both climbing and business trips. In fact, Brad has often said that \"Barbara is the most important event in my life.\" Many thanks to all who turned out for the celebration in Talkeetna and at Denali Park.    Mountaineering Volunteer Program   Life on High  The volunteer moun­taineering patrols on Denali at­tract some of the best climbers and mountain guides in the world. These patrols are physi­cally and mentally demanding and require extensive moun­taineering experience to partici­pate. Volunteers are given training involving helicopter operations, high angle lowering, crevasse rescue, and high alti­tude emergencies. QualificaA tions_ for volunteer patrol mem­bers include:    previous climbs on Denali or the equivalent glacier and altitude experience medical training as a wilder­ness first responder or wilderness emergency medi­cal technician other beneficial skills in­clude search and rescue, crevasse rescue, litter lower­ing and raising, mapping, compass and radio knowl­edge.   Volunteers receive a flight into the range, food while on the patrol, and the experi­ence of a lifetime.   Interested climbers should contact the Talkeetna Ranger Station. Over 123 people volunteered 23,600 hours to assist their fel­low climbers on Denali since 1991.   What's It Like on Patrol?  The 14,200-foot moun­taineering patrols consists of one park ranger, 4 volunteer moun­taineers and usually a volunteer doctor.   Similar patrols operate out of the 7,200 foot base camp. The volunteers arrive in Talkeetna three days prior to de­parting for Mount McKinley to receive training in helicopter res­cue operations, gear preparation, route safety and NPS protocol. Three days later the six-­person patrol flies to base camp on the Kahiltna Glacier to partici­pate in a day of crevasse rescue training. The patrol then spends the next six to seven days climb­ing to the 14,200-foot camp, tak­ing several days to acclimate at this elevation.   For the next two weeks the patrol camps move higher up the mountain. In good weather, patrolling the high camps in­cludes changing the latrines out and collecting litter. Also, several patrol members stay in camp to maintain radio coverage and treat climbers suffering from cold and\/ or other related altitude injuries. The patrol descends after the new incoming patrol finishes accli­mating. The team is flown back to Talkeetna and debriefed after spending about 30 days on Mount McKinley.   South District Staff  South District Ranger: J.D. Swed Administrative Tech: Miriam Valentine Mountaineering Rangers:Daryl R. Miller, Kevin Moore, Roger Robinson, Billy Shott, Eric Martin, and Joe Reichert  Helicopter Manager: Dave Kreutzer Helicopter Pilots: Doug Drury, Jim Hood, Steve Goodman Helicopter Mechanic: Ray Touzeau Fee Collectors: Punky Moore, Elaine Sutton Interpretive Rangers: Maureen Swed, Grete Perkins SCA: Doug Demarest Volunteers:Ike Nichols, Lannie Hamilton, Jon Gibans, Joel Giesendorfer, Christian Bingelli, Chris Turiano, Jon Heshka, Tim Stageberg, Stewart Habel, Randy Waitman, Sam Levy, Denny Gignoux, David Morris, Trisha Lee, Colin Grissom, Susan Reed, Brent Bishop, Carl Coy, Ralph Tingey, Ross Toelcke, Jeff Evans, Caroline Paul, Ken Zafren  Alaska Air National Guard: Skip Kula, Mario Romera, John Loomis, John Paff, Dave Thompson, TSGT Eric Sachs        Annual Report: 1998  A 100% success rate this past year for winter ascents of Mt. McKinley and only a 36% success rate during the peak climbing season? l low can that be? Most weather forecasters will at­tribute these strange 1998 climbing season facts to the \"El Nino\" weather phenomenon. The three mountaineers who made it to the top of North America's highest peak in the dead of winter thanked El Nino's warmer winter temperatures for their success­ful summit. while the majority of McKinley's climbers cursed its un­seasonably snowy and windy weather.  During the regular climbing season this year from April to July, only 420 climbers reached the summit of Mt. McKinley. This represents the lowest success rate in the past ten year. For almost a century the average success rate has been about 50%.Climbers faced some harsh conditions this spring and were forced to wait out many severe storms. McKinley is known for it's horrendous weather and this year proved to be extremely challenging, said South District Ranger. J.D. Swed. \"The low summit success rate was disappointing for climbers but we also had a fairly low number of fatalities this past season. For the most part, climbers were stay­ing put during the inclement weather and not taking unnecessary risks.\" One fact remains the same from year to year -- it pays to be patient. The longer an expedition stayed on the mountain, the greater their chance for a successful summit bid. The aver­age time spent on the mountain for all expeditions was 17 days. More im­portantly, the average length of stay on the mountain for a successful sum­mit team was 21 days. The Art of Mountaineering  Visitors to the Talkeetna Ranger Sta­tion enjoyed a special exhibit featur­ing the artwork of George Browne. Browne was an artist who painted 21 oils as he ascended the slopes of Mt. McKinley in 1947. History buffs will recall that Browne's father was the renowned climber, Belmore Browne. Today's mountaineers are amazed that Browne produced such notewor­thy art as he climbed up one of McKinley's more difficult routes. Browne was not able to paint throughout the expedition. At the 11,000 foot-level his paints froze when temperatures dropped to -20 degrees Fahrenheit.  \"Thanks to a generous donation from the Nagley family of Talkeetna, the Anchorage Museum Association pur­chased, mounted and framed these magnificent paintings,\" said J.D Swed. \"Surprisingly, they were discovered by the family in the original expe­dition box George Browne had made for them.\"  Search and Rescue Donation Fund Our heartfelt thanks to those who do­nated to our Search and Rescue Fund this past year. The Jurgen Bruhm family donated $4,500 dollars, the Downey family donated $100 dol- lars and John Cloe reimbursed the NPS for the $1,000 spent on his helicopter evacuation from the medical camp at 14,200 feet on McKinley. These funds will be used to host a ''Rigging for Rescue\" seminar in 1999. Ten rangers will participate in this intensive 7-day course on rescue techniques and rope systems. Funds have also been used to send a ranger to the Park Medic course and allowed the South District to buy specialized EMS equipment. An Angel with Rotor Wings  The Lama was first utilized in Denali National Park in 1991 after it was discovered that the military was not available to provide the same level of assistance they had in the past. It was also discovered that the Lama would provide a cheaper and more versatile tool for management and rescue in the Alaska Range. The Lama has saved 63 lives since 1991.  Two British climbers were sincerely grateful for the expertise of Jim Hood. Jim is a contract pilot for the National Park Service who works for Evergreen Helicopters, Incorporated. During an extensive search and res­cue mission that eventually rescued eight climbers, the two men were short-hauled from the 19.000-foot level of Mount McKinley. This was the highest short haul rescue mission ever performed in the United States, and possibly in the world.  Pilot Jim Hood received the 1998 Trimble Award, as the helicopter pilot of the year for his heroic efforts in rescuing the two British climbers. This is the second time Jim received this award and the first time that any pilot has ever received this this award twice. Jim was first awarded this honor in 1991.  Short haul is a rescue technique where the rescuer and\/or patients hang below a helicopter on a 100-foot rope. This technique is very effective when the helicopter is unable to land at the site of an accident. In this par­ticular incident, the extreme high alti­tude prevented a rescuer from being flown to the scene.  Helicopter pilot. Jim Hood success­fully dropped harnesses to the two climbers. The climbers then hooked into the short haul rope and had the ride of a lifetime as they were lifted from the 19,000-foot level to the 14,000-foot ranger camp. Rangers determined that this was the only method available to save the lives of the injured climbers.  Neither climber had any food or shel­ter with them and could not keep a stove lit in the severe wind.  A Day in the Life  Have you ever wondered what Denali climbing rangers do while on patrol on the mountain? There is plenty to keep them busy even when they aren't actively involved in a search and rescue. Resource management duties occupy a large pan of each day. Climber education, resource protection and on-going research are all part of each ranger's patrol activi­ties. To help our readers, get a better glimpse of daily life on the mountain, here is a typical journal entry. Ranger Kevin Moore: Kevin has been a climbing ranger in Denali National Park since 1993. His mountain patrol in 1998 was based out of the Ranger Camp at the 14,200 foot level on the West Buttress Route of Mt. McKinley. Kevin and his six volunteers spent three weeks at the camp during the mountaineering season. Date: June 7th Ranger Camp (14,200-foot) Assisted a climber who stumbled into the ranger weather port. He came into 14k in the middle of the night from below without any equipment and couldn't find his group. Discussed with the doctor the pros and cons of evacuating a cameraman who has an impacted tooth and nearly overdosed on codeine. Collected weather observations and called the ranger station in Talkeetna. High temp was 20degrees, low was 10. Eight inches of new snow. Wind direct SE 16-20 mph and whiteout conditions. Investigated a foreign climber who is not registered (a violation of the current climbing regulations). Went to 16,200' to put a supply cache in. Collected and brought down garbage (20 lbs), contacted 30 climbers en route. Maintained the toilets at 14k. Snow packed and re-positioned the helispot markers. Inventoried equipment at 14k (where are extra transcievers?) Monitored radio traffic at 20:00 hours.  Weather  Like an  avalanche, the weather on Mt. McKinley is powerfuI and uncompromising, transforming the environment at in­credible speed. It determines the fate of climbers, the success of an adven­ture and the intensity of rescue inci­dents. Weather in May was described as some of the worst ever experienced. Continuous winds gusting from 50-80 mph were relentless at the higher elevations. \"It was grim.'' says Lead Climbing Ranger Daryl Miller. \"The wind made travel precarious and was indirectly. or directly, responsible for the fatal incidents that occurred this season.\"' Even though 500 climbers were on the mountain in May. poor weather kept them from reaching the summit until the final days of the month. In contrast, continuous high-pressure systems in the month of June offered many climbers the opportunity lo stand on the top of the mountain. The number of days climbers summited jumped from only 6 in the month of May to 23 in June. Only 80 climbers reported reaching the top of Mt. McKinley in May, while 316 stood on the summit in June. Climbers who are familiar with the mountain know that the \"Edge of the World\" is located at the 14.200-foot level on the mountain. This rocky outcropping offers a tre­mendous, uninterrupted view of the southern side of the Alaska Range.  The \"Edge of the World'' is also a place of interest to scien­tists and meteor­ologists who at­tempt to track weather condi­tions near the top of North America. This past year the National Park Service installed a weather station at this location to better forecast actual conditions on the mountain. Current weather data provides a greater mar­gin of safety for summit-bound climbers.  Designed to withstand the high winds and raw ele­ments of the mountain envi­ronment, the weather station is solar-powered and records weather information hourly. This information can be retrieved immediately since the station is equipped with a cellular modem.  Winter Ascents  It was a winter mountaineering sea­son of historical significance. Artur Testov and Vladimir Ananich be­came the first climbers to reach the summit of Mt. McKinley in the month of January. They reached the top on January 16, 1998. The two Russian climbers, along with teammate Alexandr Nikiforov, were for­tunate to climb in some of the mild­est winter weather condition on rec­ord. Due to the unusual impact of the \"El Nino\" weather system, ambient temperatures at the lower ele­vations were similar to those in May and June. Japanese soloist Masatoshi Kuriaki also took advantage of the unseasonably mild temperature and clear skies during his climb in March. Kuriaki completed t he third-ever successful winter solo ascent of the mountain, when he reached the summit on March 8, 1998. Both of these expeditions paid their dues the previous winter when the weather was far less accommodating (and far more typical!). In January 1997, Testov and his partner spent two weeks on the mountain and en­dured brutal temperatures. A cre­vasse fall and loss of equipment forced Testov to turn back at the 12,200 foot level that year.  Likewise, on a previous solo attempt, Kuriaki had spent 40 days on the mountain, including all of March 1997. Kuriaki was kept off the summit by the severe cold and high winds inherent to the Alaska Range in winter.  What can a climber expect during a winter expedition on Mt McKinley? Winter travel requires extensive logis­tical planning and keen problem solv­ing. Since 1967, only 16 people have reached the mountain's summit during the winter. Six climbers have lost their lives in the attempt. Some of the world's best climbers have either dis­appeared or perished from literally be­ing flash frozen.·  Climbers can expect winter tempera­tures to drop to 50 degrees below zero or colder. Wind is always a factor with the jet stream enveloping the upper mountain, causing the windchill factor to go off the charts. Compounding the effects of low temperatures, the winter sun travels so low on the horizon that it does not have the same ability to warm the skin as in the spring and summer. A winter climber expe­riences only four to five hours of actual daylight in January, a drastic contrast to the 18 hours or more of direct sunlight you can expect on the peak climbing month of June. A winter expedition must be prepared for total self-sufficiency. During the spring and summer months when over 1,100 climb­ers attempt Mt. McKinley, an expedition can often rely on other climbers in the event of an emergency. The National Park Service does not have climbing rangers or emer­gency medical facilities available on the mountain in winter. Communication also becomes a problem since fewer airplanes travel over the Alaska Range in winter, mak­ing overhead CB contact minimal. Climbers work considerably harder in the winter. With no other climbers on the mountain, they continuously break new trail. Creating shelter is also more time and en­ergy consuming. Snow shelters take an av­erage of three to four hours to construct. They are absolutely necessary at the higher elevations because of the extreme winds generated by the winter jet stream. During the spring and summer climbers often claim squatter's rights to pre-existing snow caves and igloos. In the winter mountaineers must continually build their own new shel­ters. The Russian trio reportedly built no fewer than 17 snow caves during their 30- day winter expedition. A winter climber will also spend four to six hours per day cooking food and melting snow for water.  A Tribute: Mike Vanderbeek  April 17, 1965 - May 24, 1998  We tragically lost a friend this sum­mer. Mike Vanderbeek, a National Park Service volunteer, suffered fatal injuries when he fell during a search and rescue incident on Mt. McKinley, on May 24, 1998. Mike had been on patrol with another NPS volunteer on the popular West Buttress route, at the 17,200-foot High Camp. During his descent at the 16,900-foot level. Mike witnessed a Canadian climber fall off the route toward the Peter's Glacier. Mike reported the incident to the 14,200-foot ranger camp  and then attempted to reach the fallen climber. In his descent to aid the fallen climber, Mike himself lost his footing and fell. Unfortunately, the Canadian climber was found deceased later that day by another rescue team. Mike was never found, even after multiple days of air and ground searching. Mike became the first Denali rescuer to die in the line of duty. He had pre­viously served as a patrol volunteer for Denali National Park and Preserve and for Kenai Fjords National Park. He was employed as a climb­ing guide in his hometown of Tal­keetna, Alaska, and also worked as an Outward Bound instructor directing the Alaska operations.  Denali Pro Climber of the Year  Denali National Park and Preserve and Pigeon Mountain Industries of Lafayette Georgia have selected Adrian Nature as the 1998 Denali Pro Mountaineer of the year. \"Adrian of­ten acts as the 'mountain vigilante' and is effective in getting groups to comply with trash and human waste regulations,\" wrote park ranger Billy Shott in his nomination. Nature assisted with a variety of tasks at the 14,200-foot ranger camp and at the high camp at 17,200 feet on Mt. McKinley.  He also helped to install a new weather station on Mt. McKinley and assisted rangers in maintaining and consolidating latrines at various moun­tain camps. Nature was also instru­mental in several search and rescue missions, including one where he led a ground search for two missing NPS volunteers and a fallen Canadian climber. \"It is a great honor to be recognized out of all the good people on the mountain,'' said the 40-year old Na­ture. \"The time I spend on Denali makes me a better person. I always try to be humble and show respect in the mountains.\" Nature has reached the summit of Mt. McKinley 11 times in the last 12 years.  Ninety-six lapel pins were awarded this season to recognize individuals who exhibited the highest standards in mountaineering for safety, self­-sufficiency, resource protection and assistance to fellow climbers. Nature was selected from among these re­cipients to receive the annual award, which was presented in Salt Lake City, Utah, in November, 1998.  Search and Rescue Summary  There we nine major mountaineering incidents in 1998 involving seventeen climbers. The National Park Service (NPS) expended $181,163 for search and rescue activities. The military incurred an additional $321,455 to assist the NPS in these incidents.The NPS staff, volunteers and helicopter operation saved eight lives this past season. Fatal Falls, West ButtressOn May 24, 1998. an unroped Canadian climber fell down the north slope of the West Buttress below Washburn's Thumb. A NPS volunteer reported the accident via radio to the 14,200-foot ranger camp after witnessing the fall. The reporting volunteer and hjis partner descended to assist the fallen climber. The two were descending unroped, in poor visibility, over steep terrain. Eight hundred feet into the descent, one of the volunteers fell. The partner anchored himself in with protective equipment and waited for assistance. Additional rescue personnel, who had been dispatched from 14.200-foot camp, arrived on scene. They assisted the climbing partner and con­tinued the search for the Canadian climber and NPS volunteer.  At the base of the slope on the Peter's Glacier, the Canadian climber was located and confirmed deceased. Thorough ground and air searches were performed in the area for multiple days, but the NPS volunteer was never located. Fall, West ButtressOn May 26, 1998, an Australian climber fell while descending the Rescue Gully near 17,000 feet. The climber slid 300 feet to the edge of a crevasse, then fell 30 feet into it. His fall was stopped when he landed on a snow bridge. Expedition members, along with NPS volunteers, rescued the fallen climber from the crevasse and transported him to the medical tent at the 14.200-foot ranger sta­tion. He was treated for a pneumothorax and hypothermia. The climber was evacuated from 14,200-fout camp by the NPS Lama helicopter and transported, to an Anchorage hospital by the Air National Guard.Fatal Fall, West ButtressOn June 6, 1998, while descending f om the 17,200-foot camp on the West Buttress route, an American climbing guide unroped from his team to assist a client. The guide subsequently lost his footing and fell 1,100 vertical feet towards the Peters Glacier. A significant ground search was conducted in very bad weather over the next several days. On June 13th, the deceased guide was found and recovered with the use of the NPS contract Lama helicopter: Angina, West Buttress On June 16, 1998, an American climber from a guided expedition re­ported severe chest pain. After his arrival at the 14,200-foot camp, he alerted the guide of his condition and was taken to the NPS ranger camp for medical assistance. The examining doctor determined the climber was experiencing angina and recommended evacuation to a hospital. The climber was evacuated to Tal­keetna by the NPS Lama helicopter and then transported to a Palmer hospital by ambulance.  High Altitude Pulmonary Edema (HAPE), West ButtressOn June 18, I 998. a Japanese climber displayed symptoms of severe HAPE when he walked into the 14,200-foot ranger camp . An ex­amination revealed a heart murmur and problems affecti11g the climber's lungs. The climber was evacuated by the NPS Lama and transported to an Anchorage hospital by the Air National Guard. HAPE, West ButtressOn June 18, 1998, the leader of a Spanish climbing team reported that a member in his expedition was ill. A NPS ranger proceeded to their camp where he found the climber experiencing severe HAPE. The Spanish climber was non-ambulatory and sledded to the medical tent at 14,200 feet where he was treated and evacuated by the NPS Lama helicopter. He was transferred to an Anchorage hospital via the Air National Guard. Fall, Upper West RibOn June 18, 1998, two American climbers were injured in a 2.000-foor fall down the \"Orient Express\" section of the West Rib route on Mt. McKinley. The climbers were descending roped together when they slipped on 45-degree ice at approximately 17,800 feet ending their fall at the 15,800-foot level. One of the climbers sustained a chest injury and the other was knocked unconscious. Two British climbers witnessed the fall and provided immediate assistance before a NPS rescue team from the 14.200-foot camp arrived at the scene. Both men were lowered down to the I 4.200-foot ranger camp on rescue litters. The climber with head injuries remained unconscious throughout his evacuation by the NPS Lama helicopter on June 19. When weather conditions cleared on June 21st, an Army Chinook helicopter evacuated the partner. The Air National Guard transported both climbers to Anchorage hospitals. Multiple Falls, Upper West RibOn June 18th, 1998, eight British Military climbers were near the summit when three members of the team fell 300 feet from the  19,300-foot level on the West Rib. One member sustained head injuries. while another injured his ankles. Two healthy partners remained at 19,000 feet to assist with the injured team members while the other four members descended to get help. On June 19, as the four healthy members descended, two other members fell 2,000 feet down the \"Orient Express.\" These two climbers landed at the 15,800-foot level. One broke his leg in the fall and the other sustained only minor injuries. The ambulatory climber descended directly toward the 14.200-foot camp. He fell twice more and in the process sustained frostbite to his fingers as he made his way out of crevasses. These two expedition members were rescued by NPS ground teams and transported to the 14.200-foot camp where they were evacuated by an Army Chinook helicopter on June 21st to an Anchorage hospital.  On June 22, the two remaining climbers from this expedition who required rescue were evacuated by short-haul from 19,000 feet to the 14,200-foot camp with the NPS Lama helicopter. From the 14.200-foot camp, they were transported via helicopter and fixed wing aircraft to an Anchorage hospital. Knee Injury, Gunsight Pass On August 16, 1998, a German climber activated a Personal Loca­tion Beacon (PLB) after sustaining a knee injury at the 5,000-foot level of the Peter's Glacier. The two climbers in the expedition were located and picked up by a contracted helicopter the following day, when weather conditions permitted.  New Routes & Notable Ascents Mount BradleySouth Face, new route \"The Gift That Keeps on Giv­ing:\" American climbers Jon Carpenter, Steve House and Mark Twight.  Mount Huntington American climbers. Brad Grohusky and Rod Willard put in a new line to the left of Colton Leach. 1.300 feet of wall climbing. DenaliWest But­tress Route Winter Ascent: Russian climbers. Vladimir Ananich and Artur Testov. first January summit on record. The two climbers reached the top on Janu­ary 16th, 1998. West But­tress Route Winter Solo Ascent: Japanese climber. Masatoshi Kuriaki, reached the summit on March 8th. 1998. The fourth soloist to reach the summit in winter.West But­tress Route Youngest climber to Reach the Sum­mit: Korean climber. Kim Young Sik, celebrated his 12th birthday two days before his summit on June 27. 1998. West But­tress Route Korean climber. Kim Hong Bin, first double amputee to summit. Bin had lost both hands to frostbite on a 1991 McKinley accident. Anatomy of an Expedition Over 1.000 climbers travel the popu­lar West Buttress route between April and July each climbing season. The National Park Service initiated a new program this year to count the number of nights spent at specific camps along this fourteen-mile route.  Climbers were asked to list where they camped and how long they stayed at each camp to determine the total number of user days. The NPS was interested in obtaining base-line information on the amount and effect of human waste at the popular camps.  It is generally accepted that one user day' on the mountain equals one pound of waste. The user day totals show this typical travel pattern for most expeditions: The average expedition will fly into the 7.200-foot Base Camp and make multiple carries of supplies before they reach the 14,200-foot camp. From the 14,200-foot camp, an expe­dition will wait approximately three days to acclimatize to the altitude be­fore moving up to High Camp at 17,200-feet. They will have four to five days worth of food and fuel in anticipation of a sum­mit bid from this point. The summit day is typically 10 to 12 hours in length. On the descent, if weather permits, expeditions travel from the 17,200-foot camp to the I 4,200-foot camp and pick up their gear cache. Snowshoes and skis are left at this location during the ascent due to ice and snow conditions. Expedi­tions may spend multiple days at the 7,200-foot camp waiting for favorable weather conditions for their flight off the glacier.      Annual Report: 1999  \" ..... the mountain's other challenges, beyond technical mountaineering, came to the fore: perennial arctic conditions above 10,000 feet; constant cold at subzero temperatures; sudden storms; blinding snow; hurricane winds, causing wind-chill factors well below minus 100 degrees; tents and equipment ripped, lost, buried; trails laboriously broken, then erased by drifts, to be found and broken again by people breathing and pumping like hum­mingbirds, counting to ten between each step; climbers exhausted, dis­abled or dying from altitude sickness or hypothermia; the loss of a mitt  or a wet sock the difference between life and death. All o this beyond ava­lanches, falls, crevasse disappearances, and the terrible toil of simply moving upward in air nearly devoid of oxygen.\" --Bill Brown, A History of the Denali-Mount McKinley Region  In 1991 historian BilI Brown de­scribed some of the difficulties moun­taineers face in climbing North Amer­ica's highest peak. It was also the last year that no one died on the mountain. That is, until this year. This past climbing season is the second time since 1991 that the mountain did not claim any lives. \"That is the kind of news we want to see more often in future mountaineering summaries,\" said South District Ranger J.D. Swed. \"The statistic is even more impressive when you consider that 1,183 mountain­eers attempted to climb the 20,320-foot high peak this year.\" Weather contin­ues to be a signifi­cant factor in sum­mit bids in the Alaska Range.  Unrelenting high winds contributed to a summit rate or less than 20% during the month of May. Later in the season, stretches of moderate weather allowed more mountaineers to reach the top. This raised the overall sum­mit percentage for the season to 43%. The historical summit rate dating back to 1903 remains at 51 %. As if spring conditions on the moun­tain are not challenging enough, some climbers still aspire to summit the moun­tain in the winter. This past winter, mountaineering activity on Denali saw intense cold weather and high winds. This led to an early retreat for three ex­peditions. Although no climber summited the mountain this past winter, one tenacious Japanese soloist spent 57 days in attaining the summit of Mt. Foraker, although not in time to be considered a winter ascent.  As we close the books on the past 20th century's his­tory of mountaineering, we will continue our work towards a trend in fewer res­cues and fatalities into the next cen­tury. That way tomorrow's climbers can also bring their stories back from the top of North America.  Positive Trends  Mountaineering in Denali National Park and Preserve has increased dramati­cally over the years. In 1984, 695 climb­ers attempted to climb McKinley and this past year that number almost dou­bled to 1,183 climbers on the mountains slopes. In 1995, the National Park Ser­vice started a three pronged approach to attempt to reduce the number of acci­dents and deaths and to support those ef­forts using funds paid by climbers. This program consists of a sixty day pre­registration requirement, a climbing spe­cial use fee, and a preventative search and rescue and education program.  The preregistration program has had some interesting consequences. From 1990 through 1994, Denali aver­aged 12 mountaineering rescues per year. After the implementation of the 60-day preregistration requirement and with an aggressive education program, the average number of major rescue missions decreased by 23%. This is also a good trend consider­ing the number of climbers on the moun­tain increased by 10% during that time. Fatal accidents also decreased from an average of four per year to two fatalities per year. The historically high number of inter­national fatalities has been disturbing. Since the implementation of the current program, a dramatic reduction in the number of foreign rescues and fatalities has occurred. We believe our increased educational campaign in foreign lan­guages and the 60-day preregistration period have been key elements in this reduction. Besides saving of life and limb, the overall reduction in search and rescue incidents has the all-around bene­fit of reducing risk to rescue personnel, mountain guides and climbers alike. While it may be a bit early to draw any statistical conclusions, we be­lieve that this program is off to a great start. This three pronged approach will continue to emphasize \"safety over sum­mits.\"  A Win-Win ... Win  The partnership between the National Park Service (NPS), the Air National Guard 210th (PJ's) out of Kulas Air Force Base, Anchorage, and the U.S. Army 123rd Aviation Regiment (Sugarbears) from Fort Wainwright, Fairbanks, is one that taxpayers and out­door enthusiasts can be proud of. The partnership allows these agencies to share information and technology, train­ing, equipment, transportation of person­nel, supplies and materials. In short this teamwork expands opportunities for each agency. It all started innocently when the mili­tary became involved tn rescue work back in 1949. Captain Searle of the Army's 74th Rescue Squadron performed the first helicopter landing in support of a rescue on Denali. It would be another 16 years before the next military helicop­ter rescue on Denali occurred. The mili­tary has been involved in missions on Denali and in Alaska ever since. As helicopters became more commonly used in military and civilian res­cue work, their missions on Denali increased. In 1973, after a tragic military aircraft crash at the 14,000-foot level on Mount Sanford, the Army created the HART (High Altitude Rescue Team). This team specializes in rescues of downed military aircraft at high altitudes. Their first civilian mission took place on Denali in July of 1976. The team landed a helicopter at the 17,200- foot level on the West Buttress and res­cued injured climber Hanspeter Trachsel. The team was also instrumental in high altitude rescues the following two sea­sons. In 1982, Dr Peter Hackett received as­sistance with his high altitude medical research from the HART pilots and crews. They transported equipment for a medical research camp at the 14,200-fool level on the West Buttress. Over the next eight years, the team continued to transport and retrieve several tons of supplies and medical gear each climbing season. In 1991, the HART was unable to assist the park because all their military resources were dedicated to the Per­sian Gulf War effort. That same year the NPS contracted with a private operator to provide high altitude helicopter sup­port. The HART continues to act as backup to the NPS Lama Helicopter in responding to high mountain rescues. In fact, once the Gulf War ended the HART returned with their valued assistance the following year. So how does this partnership work? The NPS facilitates the HART training of pilots in high altitude landings in the Alaska Range within Denali National Park. For three weeks each April, NPS rangers, HART crew members and pilots train in winching techniques, high­ altitude precision pilot techniques, com­munications, rescue techniques. glacier travel and safety. remote fueling procedures and mountain orientation. An important part of the pilot landing training takes place when the 14.200-foot ranger camp is delivered by helicopter to the West Buttress. Camp supplies; are loaded into large cargo nets and hooked exter­nally below the CH-47 Chinook helicop­ters. The nets are then gently placed onto the glacier at the 14,200-foot basin. The difficulty of working at high altitude when not acclimatized requires that slingloads be used.  The two tons of equipment stays put until the first patrol arrives in May. Then the arduous process of putting the camp together can begin. That isn't all it takes to set up camp on Denali. Another mission during that period of time for the HART and NPS rangers is to place 2,000 gallons of fuel for the Lama at the 7 ,200-foot landing strip. Another ton of supplies and materials is also needed at the 7,200-foot base camp. Once delivered, it's time for rangers and volunteers to put the camp together. Two thousand gallons of Jet A fuel is transferred from internal fuel tanks to rubberized bladders called \"Roll-A-Gons.\" The fuel and re­mote fueling system is set up and tested for immediate use. Once this work is completed the pilots, crews and rangers are ready for the season to begin. The Air National Guard 210th ParaRescuemen (PJ's) have also utilized the mountain for years as training ground in arctic mountaineering tech­niques. The PJ's are widely known for their statewide rescue efforts which arc coordinated through the Rescue Coordi­nation Center. The Alaska Air National Guard PJ's and crews are widely re­garded as outstanding in their field by military and NPS personnel.  Starting in 1992, the NPS invited the 210th to join their mountain patrols. Ever since, two PJ's have been joining each of Lhe four patrols on the mountain. Rang­ers and PJ's now train together each year prior to the climbing season, sharing knowledge and experience. Tilis gives the eight PJ's an oppo11unity to train on harsh mountain terrain each year. It gives the NPS patrols two additional professionals to assist in rescues. The 210th helicopter pilots often fly medivac mis­sions from the 7,200-foot base camp dur­ing the year. Their pilots also receive pem1ission from the NPS to make prac­tice landings at that location. During that practice, NPS rangers and volunteers are transported to and from the mountain to start or end patrols. This provides training opportunities and lowers the transportation costs to the NPS. C-130 pilots and crews often circle the moun­tain during rescues to assist with searches, provide communications and give weather updates. All of this movement of supplies, materials, fuels, and training takes a great deal of coordination. This coordi­nation gives all the agencies an opportu­nity to communicate before the busy climbing season begins. This allows our crews to work more efficiently when an actual rescue is underway. It also pro­vides knowledgeable, professionally trained rescuers to assist volunteers and other mountaineers during rescues. Without this three-way partnership, each agency would be forced to expend shrinking budgets to get the training, equipment and transportation needed for their staff. Tens of thousands of dollars arc saved by this relationship. Visitors to the park and to Alaska arc better served if they need assistance. We are proud to be a part­ner in this win-win­ win situation.  What's Up, Doc?  We would like to recognize the con­tribution of mountaineers who serve as volunteers for the National Park Service at the 14,200-foot and 7,200-foot ranger camps during the climbing season. in particular. we would like to recognjze the doctors who leave their own prac­tices for a month to be of assistance to the sick and injured climbers on Mt. McKinley. They treated over 65 patients for minor and major ailments at the 14,200-foot ranger camp this season. A high percentage of those patients were treated for varying degrees of frostbite and High Altitude Mountain Sickness. Many thanks to the following doctors who helped out this past climbing sea­son: Bob Desiderio, Mark Harrington, Adam Adamski, JefT PafTendorf, and Tim Hurtado.  It's a Small World After All  Not surprisingly, in 1999 most of the climbers attempting to scale McKinley came from the United States. American climbers represented 63% of the total number of climbers. The remaining 37% (438 climbers) represented moun­taineers from 39 different countries. 21% were on guided expeditions (246)53% of the international climbers reached the summit41% of the guided climbers reached the summit. 199 Denali Pro Mountaineer of the Year  Michal Kris­sak, of Slova­kia, was at­tempting a solo summit of Mount McKinley this spring when he found a semi­-conscious Japa­nese climber lying face down near 19,500 feet. With temperatures well below zero and no shelter available, Krissak knew the climber could not descend on his own. Slowing his own descent, and risking his own life, Krissak lifted the man to his feet and for several hours painstakingly eased him down the moun­tain to shelter and other help.  For this selfless act, Denali National Park and Preserve and Pigeon Mountain Industries (PMI) have named Krissak the 1999 \"Denali Pro Mountaineer of the Year\". South District Ranger J.D. Swed noted that, \"there were so many heroic efforts on the mountain by climbers that it was difficult to select one recipient of this award. Michal's physical and moral strength enabled him to single-handedly save another man's Iife. There is no more selfless act that one can perform.\" In 1998, rangers partnered with PM I, a leading rope manufacturer, to begin a climber recognition program at Denali National Park and Preserve. The \"Denali Pro'' program is designed to recognize and reward mountaineers who reflect the highest standards in the sport for safety, self-sufficiency, aiding climbers, and practicing \"no impact'' outdoor ethics. This year rangers awarded over 60 indi­viduals Denali Pro lapel pins. This past climbing season was the first time since 1991 that there were no fatalities, due in part to climbers helping each other.  Tragically, Krissak was just one year old when his father. Milan, died in a helicopter accident. His father was at­tempting to rescue a fellow climber in the High Tatra Mountains. The High Tatras divide Slovakia and Poland, the highest and most majestic part of the Carpathians. In 1980, a Slovakian team completed a memorial climb on one of the more challenging routes on Denali in his honor. Several other climbers were nomi­nated for this year's Denali Pro award including: Mike Mays and Gerard McDonnell, Anchorage, assisted five extremely fatigued climbers. one of whom was snow-blind. They guided them down from the summit ridge to the 17,200-foot camp in rapidly deterio­rating weather conditions. Stuart Parks, Dave Lucey and Paul Berry saved the life of a British climber. The three Anchorage mountaineers ascended from the 14,200-foot camp to Denali Pass in time to prepare the severely injured climber for a helicopter rescue. Josie Garton and Forrest McCarthy: Volunteer patrol members at the 7,200-foot base camp during the busiest search and rescue period of the season. On a personal climb af­ter their patrol ended, they aban­doned their summit attempt to aid a climber with cerebral edema. The sound decisions and selfless ac­tions of these and many other climbers helped save lives and avoided costly search and rescue operations.  Michal Krissak was presented a tro­phy on November 5 at a special cere­mony during the International Technical Rescue Symposium (ITRS) in Ft. Collins, Colorado. A commemorative plaque will be on display at the Talkeetna Ranger Station. The National Park Service is indebted to these exceptional climbers who went to extraordinary lengths to assist others. Additionally, the rangers heartily thank all of the patrol volunteers and all other 1999 Denali Pro pin recipients for a job well done!  Roger Robinson Receives Prestigious Award  Last year, the American Alpine Club recognized National Park Service Ranger Roger Robinson with the \"1999 David Brower Award'' for his many years of selfless effort in environmental conservation. Roger has been a moun­taineering ranger at Denali National Park since 1980 and has been instrumen­tal in environmental preservation and conservation programs in Denali. Roger is responsible for significant efforts to address the issues of human waste and sanitation on Denali. From 1975-1977 he helped initiate mountain cleanups. His efforts continued when he was later hired as a park ranger. He de­signed and constructed toilet facilities along the West Buttress route. He still tirelessly educates climbers about  \"Leave No Trace\" practices. Roger's other accomplishments in­clude the development of a program to help track and recover fuel cans and pick up illegally discarded garbage left by climbing parties on Denali. Roger also conducts orientation and educational programs for climbing expeditions that focus on environmental sensitivity on Denali. Roger and the south district staff are currently working with park planners to address environmental issues and con­cerns in the Denali Backcounty Management Plan.\"Roger epitomizes what every ranger in the National Park Service strives for; a positive work ethic and concern for the environment. His coworkers, neighbors and every climber whom he has met would agree with me when I say we are fortunate to have hjm working at Denali,\" said Superintendent Stephen P. Martin. Search and Rescue Summary  There were nine major mountaineering incidents io 1999 involving 15 mountaineers. The National Park Service expended $101,223 for mountaineering related search and rescue activities. The mili­ tary spent an additional $115,604 assisting in these incidents. The NPS staff, volunteers and helicop­ ter operation saved eight lives this past season.  Falls, West ButtressOn May 15, 1999, two Spanish climbers were air evacuated by the NPS Lama heli­copter from the 17,200-foot high camp. The two climbers had fallen 500 feet the previous day while de­scending from the 18,350-foot level. Their injuries prevented them from descending any further and they requested assistance from the NPS. Lifeguard flew the two to an Anchorage hospital for treatment.  Fall, West RibOn May 19, 1999, an Italian climber fell 65 feet off a serac on the West Rib and injured his leg and chest. The climber had been filming the ski descent of his partner when the accident occurred. The injured climber was assisted by an American expedition that made contact with the NPS and assisted  in readying the patient for air evacuation by the NPS Lama helicopter. Once off the mountain, Lifeflight flew the climber to an Anchorage hospital for treatment.  Frostbite-Hypothermia-Fall, West ButtressOn May 20, 1999, a British climbing team requested rescue from the summit plateau of when one of their members became incapacitated from frostbite and fatigue. That evening two members of the party were shorthauled from the 19,500-foot level. The third member of the expedition had gone for help but broke his leg after falling from the 18,200- foot level while descending Denali Pass. On May 21, the third climber was found by an American expedi­tion and shorthauled from 17,500 feet to 7,200-feet by an NPS ranger. All three members of the expedition were taken to an Anchorage hospital for treatment. Two of the members suffered permanent loss of tissue, fingers and toes due to their frostbite.  Fall, Thunder MountainOn May 21, 1999, an American climber fell 200 feet fracturing both legs while attempting to climb a couloir on Thunder Mountain, a satellite peak of Mt. Hunter. His climbing partner was initially able to lower him 200 feet, but the severity of the fractures made them abort their descent and the partner went for help. The partner rappelled and down climbed 2,500 feet to the glacier airstrip and successfully flagged an air taxi pilot. A large rescue effort was organized including participation by the military, the Alaska Incident Management Team and 16-person multi-agency rescue team. The weather remained inclement for flying which delayed the rescue effort for 38 hours. On May 23, an NPS ranger shorthauled on a 200-foot rope below the NPS Lama helicopter and successfully rescued the American climber. The climber was transported via a Lifeflight helicopter and treated for frostbite and multiple frac­tures.  Frostbite, West ButtressOn May 25, 1999, a Japanese climber frostbit three fingers on each hand while attempting to reach the summit of Mt. McKinley. The climber was provided medical help at the 17,200- foot camp and assisted to the 14,200-foot ranger camp. He was evacuated five days later by the NPS Lama helicopter when weather permitted. He was flown off the mountain to Talkeetna and provided ground transportation to an Anchorage hospital. HAPE, West Buttress: On May 3 I, 1999, while ascending Mt. McKinley, an American climber experi­enced HAPE and bronchiolar spasms. She reported into the 14,200-foot ranger camp where she was evacu­ated by the NPS Lama helicopter. Fall, West Buttress: On June 6, 1999, an American soloist feU 100 feet at the 17,500-fool level of the West Buttress route. Due to the falJ and his lack of experience, the soloist was escorted from the 17 ,500-foot level to the 7.200-foot base camp over a two-day period. Lowerings, West ButtressOn June 16, 1999, South African and Taiwanese climbers were lowered from the 19,000-foot level on the West Buttress to the 17,200-foot camp. At the 17,200-foot camp they were treated by an NPS ranger for snow blindness and acute mountain sickness. The two climbers were then lowered to the 14,200-foot ranger camp where they received medical care. Both climbers remained at the camp until they were able to descend the mountain safely with the aid of their expedition members. Crevasse Fall, Kahiltna GlacierOn July 5, 1999, an American climber fell into a crevasse at the 6,800-foot level on the Kahiltna Glacier. The climber's partner was not able to extricate him and radioed for as­sistance. NPS rangers at the 7,200-foot camp responded and extricated the climber.  A Pristine Mountain Environment?  Climbing in Alaska: pristine glaciers. countless unnamed peaks, miles of un­touched wilderness .... for some climbers an expedition into the Alaska Range is the trip of a Lifetime. For many of those climbers their goal is to reach the top of North America. Each year more climbers attempt to scale \"the mountain.\" Increased numbers of climb­ers bring more impacts on the most well traveled routes on McKinley. In 1998. the National Park Service initiated a new program to count the number of nights spent at specific camps along fourteen-miles of the popular West Buttress route. Over 1,000 climbers use this route each year in their attempts to reach the summit. lnformation was com­piled again this year in order to assess the acute problem of human waste and trash on the mountain. The total number of user nights this season was 21,701. Out of 318 groups attempting to climb Denali, 271 expeditions reported the total number of nights spent at each camp.  Waste Not Want Not  Trash and human waste remain a significant problem on the popular West Buttress route. A solution for this difficult problem is still being re­searched. The abandonment of caches, illegally dumped trash, pit toilets and piles of human waste are topics that may not make the front page, but are equally important in the discussion of managing the mountain. The NPS has made efforts to improve the conditions along the ma­jor routes by installing a new toilet at the 11,000-foot camp. At the end of the season when the glaciers are at their optimum melting stage, NPS rangers and volunteers continue to collect a significant amount of abandoned caches and trash.  Yes, You \"Can\" Denali National Park initiated a fuel can monitoring system this past sea­son to re­cord the number of fuel cans being used and illegally discarded on the mountain. The ultimate goal of this pro­ject is to ensure that all fuel cans used on expeditions are removed from the moun­tain. While some data collection took place in 1998, this year's concerted effort to track the cans met with considerable suc­cess. During the registration process ex­peditions were assigned a can number which was then written on every gallon of white gas carried out of the Kahiltna base camp where fuel is stored. We hope climbers wilI assist us in these efforts in the years to come.  New Routes and Notable Ascents  Mount ForakerJoe Terrevechia and Steve Larson spent 10 days creating a new 7,000 foot line to the right of the Infinite Spur route on the south face of Mt. Foraker. In March, soloist Masatoshi Kuriaki made a solo ascent of the Sultana Ridge of Mount Foraker. Bear ToothJim Bridwell, Terry Chris­tensen, Glenn Dunmire, Brian Jonas and Brian McCray spent two weeks climbing 5,000 feet on the first ascent of the east face. The climb is roughly rated 5.9, Wl4, A3+. Mount BarrilleSoloist Valeri Babanov climbed 3,000 feet on the Northeast Face on Mt. Barri lie establish­ing a new line. The climb is rated VI, 5.10. A3 Mount Foraker: In March, soloist Ma­satoshi Kuriaki made a solo ascent of the Sultana ridge of Mt. Foraker. Denali Ed Honuner reached the summit using two ­prosthetics below the knees.  The Year of the Tooth Good weather during the 1999 season allowed mountaineers to enjoy technical ascents on peaks at lower altitudes in the Alaska Range. Always a popular objective, the Moose's Tooth in the Ruth Gorge re­ceived added attention this season. Early in the season \"Ham and Eggs,\" a 20+ pitch grade 4 gully climb, received its second reported ascent. It was first climbed in 1975. This season numerous parties ascended part of this route. One climbing team descended it after com­pleting the entire West ridge. \"Ham and Eggs\" offers quick access to the true summit of Moose's Tooth, allowing most mountaineers this season to reach that vantage point. The route is well equipped with piton and nut anchors for the 17 separate rappels on the descent. Most parties complete the route in one long day. Also on Moose's Tooth, \"Shaken-not-­Stirred,\" the 1997 route on the face, received three more ascents. In addition, at least 20 mountaineers successfully completed the classic West Ridge route on Moose's Tooth.South District StaffSouth District Ranger: J.D. SwedeLead Mountaineering Ranger: Daryl MillerAdministrative Technician: Miriam ValentineMountaineering Rangers: Kevin Moore, Joe Reichert, Roger Robinson, Billy Shott, George Beilstein, Meg PerdueHelicopter Manager: Dave KreutzerHelicopter Pilots: Jim Hood, Carl CottonHelicopter Mechanic: Ray TouzeauLead Visitor Use Assistant: Punky MooreFee Collectors: Maureen McLaughlin, Elaine SuttonInterpretive Rangers: Maureen Swed, Nancy JurgensSCA: Laurie TremblayInformation Officers: Jane Tranel, John QuinleyA Tribute to Alex Lowe: World Class Climber, First Class Man The mountaineering community has lost one of its most respected climbers. World-class mountaineer Alex Lowe was swept away in an avalanche on Shis­hapangma, October 5, 1999, in Tibet. Alex served as a volunteer for the Na­tional Park Service on a mountaineering patrol in 1995. He assisted in two re­markable rescues on Denali that season that exemplified his courage and his compassion for fellow climbers. On June 9, 1995, Alex and two other NPS volunteers were airlifted from the town of Talkeetna (nearly sea level) to 19,500 feet on McKinley in an attempt to rescue two Spanish climbers stricken with high altitude sickness and frostbite. The res­cue team reached the Spanish climbers at 19,200 feet but one of them was too weak to walk. Alex carried the severely weakened climber on his back from 19,200 feet to 19,500 feet. They were all evacuated by Army helicopter. Less than a week later, on June 14. Alex and an­other NPS volunteer climbed from the 14,200-foot ranger camp to 19,400 feet in one push. They made this extraordinary effort in order to assist two Taiwanese climbers who were unable to descend to lower elevations due to frost­bite and hypothermia. Alex lowered one of the climbers by himself to the 17,200- foot high camp. Alex inspired many mountaineers, and was deeply respected not only for his climbing ability but also for his compas­sion and service to others.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/mountaineering-reports-90s.htm"
}
