{
    "title": "Denali National Park & Preserve: Mountaineering Summaries (2010 - 2013)",
    "body": "Explore This Park    Plan Your Visit     Mountaineering     Annual Mountaineering Summaries     Mountaineering Summaries (2010 - 2013)                Annual Mountaineering Summaries: 2010 - 2013       Since 1979, mountaineering rangers in Talkeetna have written reports of that year's mountaineering season. These reports are available by year, below.  Nearly every year, these reports contain overall statistics on the number of expeditions and mountaineers attempting a climb, as well as a total number of summits, broken down by the route climbed on Denali. Download these mountaineering statistics, which have been compiled into one file.  Note: These reports are historical. Keep in mind that certain references are contemporary to the report itself (e.g., calling the mountain \"Mount McKinley\" instead of \"Denali,\" old lists of guiding companies or advice on waste disposal that is no longer correct). For current information on planning a mountaineering trip on Denali or Mount Foraker, please check out our mountaineering info.     Jump to the annual report for ... 2010 | 2011 | 2012 | 2013 | 2014 | 2015       Annual Report: 2010 The Director's Challenge   In the fall of 2009, newly appointed Director of the National Park Service Jon Jarvis challenged all NPS employees to renew our dedication to resource stewardship and focus our efforts around several core principles: community outreach, education, science-based decision making, and “greening up” our operations. While these same principles have long guided our mountaineering program, I am proud to say that we re-invigorated these efforts and lived up to the Director’s challenge in 2010. Here are a few highlights:   Community Outreach - We serve two communities, our local community of Talkeetna, Alaska and the international climbing community. This year, per usual, our operations relied heavily on the essential Volunteers In Parks (VIP) program, inviting climbers, medical professionals and outdoor enthusiasts from around the world to help our rangers keep the mountain clean and visitors safe. This season, we recruited locally and were fortunate to have a couple of VIPs from our own backyard of Talkeetna. We also sought VIPs from further afield with a newer piece of our outreach, the Sherpa Exchange, in which we host Nepali mountaineers who come to Denali seeking a better understanding of clean climbing practices and our search and rescue program. Whether a Himalayan Sherpa, a VIP from Ger-many, or a Talkeetna physician, we have found that each of these “community” members leave with a much better under-standing of the mission of the NPS and in doing so, become ambassadors for the stewardship of wild places around the world.   Education – Education has always been one of the cornerstones of our program, but this year several staff took the NPS educational message to new heights. Longtime Denali Ranger Roger Robinson put extraordinary effort into organizing and leading the international ‘Exit Strategies’ conference. On behalf of the NPS, Roger partnered with active supporters of clean climbing such as the American Alpine Club, the Access Fund, Leave No Trace and many others to bring together land managers, environmental experts, and academics from around the world to share ideas and find better ways to keep our special places pristine for future generations.   Science - This season staff assisted with various research projects in an effort to let science drive our decision-making as we strive to keep the mountain environment unimpaired for future climbers. We teamed up with Alaska Pacific University re-searchers to study the impact of human waste on our glaciated areas. One aspect of the study looked at glacial movement, while other researchers collected snow samples at camps along the West Buttress for later laboratory testing for human impacts. “Greening Up”- This year we did a number of things to help reduce the environmental impact of our operation, the most noticeable being the installation of 48 solar panels atop the Talkeetna Ranger Station. Our hope is that these solar panels will generate over 30% of our annual energy use at the ranger station. Another way that we “greened up” our operation is by changing the helicopter our program uses. The new A-Star B3 helicopter burns about 20% less fuel per hour than the former Lama, not only reducing our environmental impact but saving the program money. Furthermore, this winter we have re-vamped the way we conduct our mountain food purchasing and packaging in an effort to reduce, recycle and reuse.   With the ultimate goal of protecting both the magnificent resource and the visitor experience here at Denali, park staff is working hard this winter on several managerial issues with potential impacts for the future, the most contentious being a pro-posed mountaineering fee increase. A tough and complex issue, park managers seek to do what is best for all park visitors, while at the same time ensuring safety and keeping the mountaineering program intact. Denali is inviting public participation through meetings hosted in Talkeetna, Anchorage, Seattle and Denver. Another issue being addressed is an Environmental Assessment (EA) examining the ratio of private climbers to guided climbers on the mountain. Over the past decade we have seen the balance shift with an increase in the number of climbers wanting to experience Mt. McKinley with one of our six mountain guide con-cessions, while at the same time witnessing a gradual decline in private climbers. On a final note I wanted to take a minute and reflect on a friend that was lost this year. As mentioned, we continued our Sherpa Exchange program and had the pleasure to welcome two accomplished Sherpas to Denali in 2010. One of the men, Chhewang Nima Sherpa lost his life in an accident while working on a Baruntse expedition this autumn. Chhewang was a wonderful human being that brought skill, graciousness and a big smile to our program.   -- South District Ranger John Leonard    Then and Now: One Man's Observations   Colorado mountaineer Steve Van Meter got his first taste of Mt. McKinley in 1974 during a West Buttress climb at age 19, soon followed by an ascent of the Cassin Ridge in 1977. After taking a 33-year break from the Alaska Range, Van Meter returned to the West Buttress in June 2010, this time accompanied by his 20-year-old son Eric and friend Tom McConnell. Below, Van Meter shares some of his observations with Ranger Roger Robinson:   Hi Roger, sorry it has taken a month to get back to you with my thoughts\/observations on comparing McKinley's West Buttress climb in 1974 with 2010. First of all, the thing that sticks out the most is the number of people on the West Buttress route in 2010 compared to 1974. When we climbed as a three-some in 1974, it was us, Ray Genet's guided team, a small team of members from the US military, a team from Japan, two women from Arizona, and a team of climbers from New Mexico\/Estonia that were on the West Buttress. The number of climbers on the mountain when we were there was probably around 40. We climbed in the last two weeks of June and first week of July.  Of course much of our gear was different. Lots of wool clothing, wooden snow shoes, leather double boots (one member had the white mickey mouse boots), Kelty frame packs, and 60\/40 cloth wind jackets and bibs. I do recall that climbers disposal of their human waste was not well organized. At times we encountered pits that were not dug very deep and often became exposed. Same would apply to trash; we encountered more trash on the mountain in 1974. We hardly noticed any trash in 2010. The use of the CMC's and education of climbers has made a significant difference in keeping the route clean of trash and human waste. There was also no ranger station set up at 14,200 like there is now. The only fixed rope on the entire climb was on the headwall above 14,200. In 1974, very few teams used sleds.  During our 1974 climb, we camped below Windy Corner in what is now called the Polo Fields at around 12,800. Many of the teams on the mountain camped here in addition to the camp at 11,200 (below Motorcycle Hill). During our 2010 climb, we did not see any of the teams camping in the Polo Fields. Because teams used the camp in the Polo Fields in 1974, there was no need for an equipment\/food cache at 13,500. I compared some photos taken in 1974 to 2010 and noticed more exposed rocks at Windy Corner and above Denali Pass in 2010. Also, there appeared to be less snow on some of the ridges on Mt. Foraker, Mt. Crosson, Mt. Hunter and the Kahiltna Peaks in 2010. Less snow on Peters Glacier and the nearby ridges in the 2010 photo taken from above Motorcycle Hill. Felt like the route in 2010 was safer due to the use of snow pickets on the ridge leading to 17,200, the pickets placed leading up to Denali Pass, and the pickets on the final summit ridge. Plus the route was better marked on the Kahiltna Glacier. Great seeing you. My son enjoyed hearing us talk of old time climbs. -- Steve Van Meter      Rescue Summary   Fatal Climbing Fall  A French mountaineer fell to his death near the top of Motorcycle Hill on the West Buttress route on May 16. The climber and his partner were unroped as they approached the feature known as ‘Lunch Rocks’ near 12,000 feet when he lost control of his sled. In an attempt to stop it from sliding over the ridge, the climber jumped on the sled but was unable to self-arrest and ultimately fell over 1,000 feet to a steep, crevassed section of the Peters Glacier. The park’s high altitude helicopter, which was in the vicinity on a re-supply flight when the radio distress call came in, flew to the site within minutes and determined the climber had fallen into a deep crevasse. An NPS ranger was soon short-hauled into the crevasse, and although he could not safely reach the climber, it was readily determined that the climber had not survived the long fall.   HAPE  After reaching 17,200 feet on the West Buttress of Mount McKinley, a client on a guided expedition began to suffer from Acute Mountain Sickness. Despite medical intervention, his symptoms continued the following day and he began to show signs of High Altitude Pulmonary Edema. At the request of his guide, NPS staff provided medical care and assistance with his descent. The patient’s condition persisted at the 14,200-foot camp, requiring continued medical care. He was evacuated by NPS helicopter to Talkeetna the following day and advised to seek further professional medical care.   HAPE\/HACE  After a rapid ascent to the 14,200-foot camp on the West Buttress of Denali, a climber began experiencing signs and symptoms of both High Altitude Pulmonary Edema (HAPE) and High Altitude Cerebral Edema (HACE). Rangers were alerted to the climbers’ condition by the expedition team leader. The climber was treated at the 14,200-foot NPS medical tent and evacuated via helicopter to basecamp accompanied by a Volunteer in Parks (VIP) paramedic. From basecamp, the sick climber and his attendant flew to Talkeetna on a commercial fixed wing where he was released.   Kidney Stone On May 26, 2010, a climber suffering from severe abdominal pain was air evacuated from the 7,800-foot camp on Denali’s West Buttress route because of a suspected kidney stone.   Climbing Fall  On May 26, a solo climber sustained an unroped fall of approximately 1,000 feet down the West Rib route of Mt. McKinley. The next day, NPS rangers flew to the scene in the high altitude helicopter and picked up the climber using a toe-in landing. He was assessed at basecamp by a NPS volunteer physician with only minor injuries, flown to Talkeetna, and released from NPS care.   Fatal Avalanche Accident  Two climbers were found dead at the base of a steep snow and ice gully in the Ruth Gorge, most likely swept and killed by a wet loose avalanche as they were descending their route. After being alerted to the incident by another climber in the area, NPS staff flew to the scene via helicopter and confirmed their deaths. Their bodies were recovered the following morning.   HAPE  A climber began to experience signs and symptoms of High Altitude Pulmonary Edema after descending to high camp on Denali’s West Buttress on May 29. The climber was able to descend to the 17,200-foot camp under her own power, however due to fatigue, low oxygen saturation, and difficulty breathing, she required NPS help to go any further. After being rope-assisted to 14,200 feet, the climber was evacuated via the NPS helicopter to basecamp before being medically released.   Altitude Illness  After a rapid ascent to 14,200 feet on the West Buttress, a climber needed NPS medical assistance due to the effects of altitude illness. After treatment at the 14,200-foot camp, the patient’s condition resolved. She was released and advised to descend.   Fatal Climbing Fall  A Belgian climber died from a fall on the Cassin Ridge route of Mt. McKinley on June 7. His surviving partner was assisted off the route by another expedition and was rescued three days later by the NPS contract helicopter.   Acute Mountain Sickness  A guide presented to NPS rangers at the 17,200-foot camp with signs and symptoms of Acute Mountain Sickness including a strong headache, persistent vomiting, nausea, and an inability to intake food or fluids. Upon administration of oxygen, IV fluids, and several high altitude medications over a 16-hour period, NPS rangers assisted the guide to 16,200 feet, from which point he was lowered and ski-evacuated to the 14,200-foot camp. The following day he was able to descend to basecamp under his own power and return to Talkeetna.   HAPE After a rapid ascent to 17,200 feet on the West Buttress, a climber became immobile due to the effects of altitude illness. At the request of his expedition members, NPS rangers provided medical care and performed a technical lowering. The patient’s condition improved at the 14,200-foot camp at which point he was released to the care of his fellow expedition members. He descended under his own power.   Chest Pain  A client on a guided expedition suddenly began to experience moderate chest pain at his 11,200-foot camp. The expedition’s lead guide contacted NPS staff at the 7,200-foot camp and requested immediate assistance. The patient was evacuated via NPS helicopter and transferred to Mat-Su Regional Medical Center via LifeMed helicopter for more definitive cardiac care. Fractured Rib On June 28, a climber incurred a fractured rib when he fell while skiing from the base of the fixed lines on the West Buttress. Due to the potential for pneumothorax, the patient was air evacuated from the 14,200-foot ranger camp.   Mental Instability A solo climber was evacuated from the 14,200-foot camp on July 7 after his erratic behavior and alarming statements revealed signs of mental illness and a likelihood of causing serious harm to himself or others. As it was deemed un-safe to transport a mentally unstable person within the small con-fined cabin of the park’s high altitude helicopter, Denali staff requested military assistance. An Army Chinook CH 47 helicop-ter from the 16th Combat Aviation Brigade transported the individual , who was strapped and secured on backboard, directly back to their base at Ft. Wainwright. At that point, Alaska State Troopers took custody of the individual and transported him to Fairbanks Memorial Hospital for evaluation.   HAPE  During a guided ascent of the West Buttress, a client began to suffer from altitude illness at approximately 14,600 feet. After calling the NPS rangers, the lead guide of the expedition made the decision to escort the climber back down to the medical tent at the 14,200-foot camp. Upon continued treatment, evaluation, and monitoring of the patient by medical staff, the decision was made to fly the climber from 14,200-foot camp to basecamp where he was then released from care.    Medical Summary   In 2010, 35 climbers were stricken with injuries or illnesses that required medical intervention by the NPS rangers and volunteers. Acute Mountain Sickness and non-cardiac medical problems (includes gastrointestinal distress, yeast infections, hemorrhoids, etc) together accounted for over one-half of the medical responses.    HAPE\/HACE: 4  Altitude AMS: 9  Medical cardiac: 2  Medical other: 9  Cold injury: 5  Trauma: 6     Notable Climbs: How Light is Right?   This year’s new route list is short and highlighted by climbs achieved carrying a minimal amount of gear. While researching for this article fellow ranger Mark Westman brought up an interesting idea “…the benefits of rest may increase the speed when moving to the point of compensating for the added weight that may slow one down.”   As climbers have been pushing the limits of how quickly they can accomplish major routes, both established and new, much of their focus has been on paring down on equipment carried so that they can travel more quickly in “single push” style. At the same time equipment manufacturers have been developing gear that is lighter. Westman points out that taking minimal gear to achieve some “quality” rest on route may enhance the overall speed of the ascent. Having this gear also provides some degree of safety over the bare bones style of single pushes. In the Alaska Range where rescue is notably more difficult than other more accessible ranges in the world this approach to speed climbing should, hope-fully, gain popularity.   In 2010 several new lines were completed in the Ruth Glacier area and one new route was accomplished on Mount Foraker. Renan Ozturk, Zack Smith and Freddie Wilkinson climbed “Swamp Donkey Express” (5.9+ A2+ plus some mixed climbing, 750m), on the south face of the Moose’s Tooth on May 17. This outing was characterized by loose rock which has prevented this side of the tooth from garnering more attention from rock climbers. The team persisted and was able to complete their ascent in less than a day utilizing the established descent on Ham and Eggs. Plans had been laid for a more adventuresome endeavor for which the Donkey route was to be a warm up, however Mother Nature denied further climbs on this trip.   The group of Japanese climbers known as the Giri-Giri Boys was represented this year by Ryo Masumoto, Takaai Nagato, and Kazuaki Amano. The trio continued the Giri-Giri tradition of warming up for a few weeks in the Ruth Gorge area. In April they climbed west face of Peak 7,400' and made a direct finish to a route previously climbed on the north face of Mt Church. Moving to the Kahiltna glacier in May, the team acclimated on the West Buttress prior to making an eighty hour climb of the Denali Diamond. Prior to returning home one more push was in order, so it was off to the North Buttress of Hunter where they climbed for 23 hours before rappelling off.   Back in the Ruth, John Frieh and Dylan Johnson climbed a new variation on Mt. Bradley that connected “Season of the Sun” with the East Buttress. This accomplishment epitomized another growing trend in the Alaska Range, that of short duration trips. This team accomplished their route on Bradley and then an ascent of the Ham and Eggs route during their 5 day visit to the Ruth.   The largest new route of the season was climbed on Mount Foraker. The international duo of Colin Haley and Bjorn-Eivind Artun climbed a previously unclimbed line to the left of the False Dawn and right of the French Ridge. Named Dracula, rated M6R AI4+ A0, the climb involved 10,400 feet of elevation gain on the southeast face of Mt. Foraker (17,400'). Haley and Artun spent a total of 37 days in the Alaska Range on this expedition. They acclimated by summiting Denali three times, twice via western routes and a third via the Cassin during which they came close to breaking the 15 hour speed record set by Mugs Stump in 1991. Their new route on Mount Foraker was climbed alpine style from June 13 to 15, following a wet week in base camp.  Westman’s insight into the question “How light is right?” comes from almost 20 years of Alaska Range experience. This year he and Jesse Huey made the fifth ascent of the Slovak route on the South Face of Denali.   Hindsight usually reveals decisions that could have been made better. The argument for speed being safety is often cited in defense of the “light is right” strategy for push style alpine climbing. It is important for climbers coming to the Alaska Range to take the time to understand the scale of their climbing objective and make strategic decisions based upon their ability, the route, and the possibility of inclement weather.    Mislow-Swanson Denali Pro Award   This year marks the twelfth season of the Mislow- Swanson Denali Pro Award program, which originated as a partnership between the National Park Service (NPS) and Pigeon Mountain Industries (PMI) to honor mountaineers who demonstrated the highest standards in the sport for safety, self- sufficiency, assisting fellow mountaineers, exemplary performance in expedition behavior, and clean climbing. Formerly known simply as the Denali Pro Award, the name of the award program now honors the memory of mountaineers John Mislow and Andrew Swanson who died in a climbing fall on the West Rib in 2009. They had won the coveted award for exemplary climbing ethics during the 2000 climbing season. The Mislow and Swanson families worked with Denali National Park to create a special donation account for contributions to the Denali Pro program in honor of the two men.   At the end of the this year’s season, Denali National Park rangers selected Nancy Hansen, Felix Camire, and Doug Fulford as the 2010 Mislow-Swanson Denali Pro Award winners. Doug, Nancy, and Felix began their climbing trip on Denali as if they were at the local crag. They climbed the lower West Rib to the 14,200-foot camp on the West Buttress, back down the 7,800-foot camp to retrieve a cache and then on to the summit via the West Buttress. Felix and Nancy went on to climb the Cassin via the Wickwire route.   Soon after their arrival at the 14,200-foot camp, a guide in camp fell victim to altitude problems at the 17,200-foot camp and needed assistance down. The trio quickly offered assistance to the NPS Rangers and were integral in the technical lowering of the patient from the top of the fixed lines at 16,200 feet.   On the Cassin, Nancy and Felix contacted a solo climber in the lower rock band who was exhausted and having difficulty finding his way. They offered to rope up with him and the three worked their way through the difficulties. As they progressed up the climb they continued to offer the occasional water or soup to the taxed soloist. After topping out on the Cassin, Felix and Nancy descended the West Buttress for the second time and returned to Talkeetna to meet up with Doug.   This team’s love for the challenge of the mountains and kindness was contagious to all of those whom they came in contact with. Their willingness to always lend a hand exemplifies the spirit of the mountains.    Exit Strategies: Managing Human Waste in the Wild   Longtime mountaineering ranger Roger Robinson, developer of the Clean Mountain Can program on Denali, served as Conference Chairperson for “Exit Strategies: Managing Human Waste in the Wild”. This international conference was hosted by the American Alpine Club at their facility in Golden, Colorado on July 30 - 31, 2010. 120 participants from 12 nations shared ideas and formulated solutions to human waste management in all realms of backcountry terrain. Topics included composting, alpine waste systems, pack-out systems, solar drying, and cat-holing.  Based on feedback from the event, Roger achieved much of what he set out to do with the conference. In a letter sent by the Director of Argentina’s National Parks Administration, Claudio Chehébar, the Argentine delegate “came back very impressed by the conference, its quality, and organization. The network that is taking shape — and in which we are eager to be part of — will be of tremendous value to backcountry areas all over the world, and especially for developing countries, where there is an acute need for this kind of cooperation.” Event sponsors included the National Park Service, U.S. Public Health Service, Bureau of Land Management, Alpine Club of Canada, Leave No Trace, U.S. Forest Service, American Mountain Guides Association, Outward Bound, the American Hiking society, the Access Fund, and the American Alpine Club.    Sherpa Exchange   For the second year in a row, Denali National Park was excited to host volunteer mountaineering rangers from the Mount Everest mountain climbing community. This season Denali hosted Chhewang Nima Sherpa and Mingma Tsering Sherpa, both professional Himalayan guides from the Khumbu region of Nepal. Both arrived in Talkeetna for their Denali volunteer patrol within days of getting off Everest expeditions. Between the two men, they had 31 successful Everest summits under their belt.   At Denali, both Chhewang and Mingma served on a 30-day high mountain ranger patrol, working and training with NPS rangers Dave Weber, Joe Reichert, and other patrol volunteers to further develop technical rope rescue skills, emergency medical response, and ‘clean climbing’ techniques to put to use in a professional capacity back home in the Himalaya.   Two key partners have helped make these back-to-back Nepali educational exchanges possible. The Alex Lowe Charitable Foundation (ALCF) based in Bozeman, Montana founded the Khumbu Climbing School in 2004 with a mission to improve safety and professionalize the high altitude operations in Nepal. In 2010, another major contributor to the exchange program was one of Denali National Park’s mountain guide concessions, Al-pine Ascents International. Alpine Ascents has worked with both Chhewang and Mingma on many mountaineering expeditions in the Himalaya. Sadly, park staff learned that Chhewang died in a climbing accident on October 23 while working in the Himalaya.   On October 18, 2010, President Obama signed legislation honoring the late U.S. Senator Ted Stevens by designating the 13,895-foot unnamed southern peak of Mount Hunter as “Mount Stevens”. Also part of the legislation, a 8,340-square mile icefield in the Chugach National Forest now bears the name “Ted Stevens Icefield”. U.S. Senator Lisa Murkowski of Alaska introduced the legislation to name the peak and icefield after Stevens. Ted Stevens, the longest serving Republican senator in history, represented the State of Alaska from December 1968 to January 2009. During his tenure he played key roles in Alaskan legislation including the Alaska Native Claims Settlement Act (ANCSA) and the Alaska National Interest Lands Conservation Act (ANILCA). Stevens died in an airplane crash near Dillingham, Alaska on August 9, 2010 while flying as a passenger to a private lodge.   In an excerpt from a speech by Vic Knox, Deputy Director for the Alaska Region of the NPS, during the Ted Stevens Day dedication ceremony, “Mount Stevens is rarely climbed. It stands as a difficult task, one where solitude is to be expected and where self reliance and a high degree of talent are expected. Those qualities remind us of the Senator himself. Not the tallest, but among the toughest, self-reliant and talented throughout his remarkable life. And it is appropriate that Mount Stevens be high in the Alaska Range, in Denali National Park – itself an icon for Alaska. The Senator was a great supporter of national parks. As is expected across a career as long as his, there were disagreements on particular issues, but by and by the Senator and those of us proud to wear the uniform shared the belief in the mission of the national parks in Alaska: that there would be large tracts of wild land protected from the changes of human development, but open to the enjoyment by all generations, present and future.”    Rest in Peace: Chhewang Nima Sherpa   From a letter sent to fellow staff by Denali mountaineering ranger Dave Weber in October 2010:  “It is with a heavy heart that I deliver some sad news. Chhewang Nima Sherpa was killed on October 23rd while climbing Mount Baruntse in Nepal. Sources point to a cornice collapse as the cause of the accident as opposed to the avalanche that was initially reported. The accident occurred at approximately 23,000 feet while Chhewang was fixing ropes for his clients in preparation for their push toward the 23,400 foot summit. Thankfully the other guide that was working with Chhewang was unharmed during the collapse.   Rescue efforts were called off after a team spent six hours surveying the debris field from the air. The decision to suspend the search came following input from Chhewang's close friends and family members involved in the rescue. \"It's impossible to get to him. The area where we believe he was swept into is a rough icy slope that is inaccessible. It's a sad decision and a sad day for us.\" I am grateful to have spent a terrific month of my life with this ever-joyous man on Denali. More important to him than having climbed Mount Everest 19 times and countless other peaks in the Himalaya, Chhewang was a proud father and husband. He was an incredibly hard worker and seized any opportunity he could to provide for his wife and two young daughters in Thame. The world is a changed place without his joyous smile.   I have spent the time since this tragedy reminiscing with friends and sorting through pictures from last summer. Count-less stories have been retold about this amazing man. A reoccuring theme was his love of false summit photographs. It seemed like once a day he wanted me to take a picture of him posing on some non-existent summit simply for the sake of laughter. Whether it was the crevasses above basecamp, 9200 camp in a whiteout, or the bus-sized ice block by 14200 camp; it didn't seem to matter to this Himalayan superstar that we were nowhere near a peak. Rest In Peace Chhewang Nima Sherpa 2010…”   South District Staff  South District Ranger: John Leonard Mountaineering Rangers: Tucker Chenoweth, Chris Erickson, Coley Gentzel, Matt Hendrickson, Brandon Latham, John Loomis, Joe Reichert, Roger Robinson, Mike Shain, Dave Weber, Mark Westman, Kevin Wright Helicopter Pilot: Andy Hermansky Helicopter Mechanic: Kirt Petterson Admin \/ Public Information: Maureen McLaughlin Supervisory VUA: Missy Smothers Visitor Use Assistants: Tony Hale, Bill Reynolds, Pam Robinson, Ruth Thorum Chief of Planning: Miriam Valentine Education Specialist: Bob Henry Interpretive Ranger: Frannie Christensen SCA: Marla Weinstein Maintenance: Jack Fickel, Cary Birdsall Medical Directors: Jennifer Dow, M.D., Peter Hackett, M.D.       Annual Report: 2011  South District Ranger John Leonard:   As I look back on the 2011 climbing season, I can’t help but feel like I am writing one of those family Christmas cards that echo the year’s activities, achievements, and hardships. Perhaps it’s the fact that I have yet again put off writing this until moments before leaving town for the holidays. However, the more I reflect, the more it feels like the events of last year brought the Talkeetna Ranger Station staff, climbers, their families, concessionaires, and the various climbing organizations closer together. Like a family, we faced the occasional squabble, but together we worked through tragedies and celebrated our combined accomplishments.   To begin, 2011 was a very tough year. A total of nine climbers died, making it the third deadliest season in the Alaska Range. The impacts of these losses are not something that can be put into words. To those who lost friends and loved ones, please accept our sincerest condolences. Along with the tragedies came several examples of personal heroics that, without question, saved lives. Three people in particular whose actions made the difference are Pararescueman Sgt. Bobby Schnell, AMS mountain guide Pat Ormond, and helicopter pilot Andy Hermansky. Sgt. Schnell’s used a small razor blade to perform a high altitude, life-saving emergency tracheotomy in the middle of the night at the 17,200-foot camp, enabling a dying climber to cling to life; guide Pat Ormond went out in the worst of conditions to help an ailing climber back to high camp after just completing a long summit day himself; and Andy Hermansky, time and time again, skillfully piloted the NPS helicopter to the upper reaches of Denali to pluck climbers off the mountain who would have otherwise perished, including the highest helicopter rescue in North American history.  Last year was full of activity on several policy issues. After years of public engagement, a decision was reached to increase the climbing fee from $200 to $350 ($250 for age 24 & under). Though it was a difficult process that at times put the NPS at odds with members of the climbing community, the increased revenue will help sustain our program at necessary levels, particularly at a time when NPS operating budgets are shrinking. We are grateful to the American Alpine Club, the Access Fund, and the American Mountain Guides Association who worked closely with us to help guide the process and build consensus around what was a once a highly contentious issue. These groups exhibited that we share a set of values, namely the protection, conservation, and enjoyment of our nation’s public lands. Guided climbing has become increasingly popular over the last decade, and in response to shifting demand, the park embarked on a process that could allow for an increase in the amount of commercial guiding on Denali. The 2006 Denali Backcountry Management Plan (BCMP) currently limits guided activities to 25% of allowable use. When the BCMP went into effect, restrictions on commercial use in wilderness areas had strong public support, including from the climbing community. Nevertheless, over time, the NPS has worked closely and successfully with mountain guides to help keep people safe and the mountain clean, and thus many question why the park would limit guiding on Denali.  Others also believe that a ‘climber is a climber’, whether they are guided or independent. Finding a solution is not easy, as we value the opportunity for people to experience Denali, whether guided or independent, but at the same time we feel strongly that Denali not become a place like many of the other seven summits where wilderness values and self-reliance ostensibly cease to exist. We continued to find ways to make our operation more fiscally and environmentally sustainable. The new solar panels at the Ranger Station generated enough energy in 2011 to power 237 homes and offset almost five tons of carbon, the equivalent of planting 127 trees. In 2012, one new change will be a heater at Basecamp that will recycle the unused fuel from climbers to heat our camp instead of propane. Not only will it lower our propane costs, it will reduce the need to fly propane tanks onto the mountain and unused fuel back to Talkeetna.  In closing, I would like to recognize one last group of people. Led by Capt. David Olson (USN) with the assistance of Alaska Mountaineering School, the team included four Combat Wounded Veterans: AOCM Will Wilson (USN), SOC Seal John Cummings (USN), LT. Justin Legg (USAR), and SSGT Vic Thibeault (USAR). These wounded soldiers exemplified the highest levels of courage and determination in honor of their fallen comrades and their families. Not only were we honored and inspired to be able to spend time with this group, we had a lot of fun along the way.   Quick Facts    Average trip length: 18.4 days Average trip length with summit: 18.4 days  Busiest summit days    June 6 - 6 May 27 - 45 May 30 - 45 June 17 - 39 July 7 - 39   Summits by month   May - 236 June - 358 July - 93   131 women attempted Denali in 2011, comprising 10.6% of all climbers Average age of a Denali climber: 39.8 years     New Routes and Notable Accomplishments   This season, 1,232 climbers attempted Denali, a number consistent with the last handful of years and, in fact, the same number of climbers that attempted the mountain in 2002. Climbing activities in the Alaska Range also reflect this consistency, with quite a few parties exploring new routes and attempting to repeat established ones in a different, notable fashion. In 2011, there were significant variations climbed on each of the three prominent massifs, Mount McKinley, Foraker and Hunter. There were also new routes climbed on Mount Barrille and West Kahiltna Peak. The ‘routes’ described on the three largest peaks fit the general definition of ‘a traveled way’ or established way of travel between two points, while the ‘routes’ on the smaller summits more closely fit the traditional mountaineering definition of the term in which the route finishes at the summit of the intended peak.   On Denali, Marty Schmidt and his son, Denali Schmidt, crowned a five week visit to the range by climbing the “Dad and Son” route which ascends the prominent buttress to the left of the West Rim route. Beginning from the entrance of the North East Fork of the Kahiltna Glacier, it rejoins the West Buttress route near Windy Corner. They found the climbing difficulty to be WI5, 5.10, A2 and completed the ascent in a 29 hour push from their camp in the North East Fork. The rock sections provided a change in pace from their climbing on Foraker’s Sultana route as well as the snowy north and south summits that they had visited in May. The duo had a remarkable trip for Denali’s first foray into the range and Marty’s umpteenth.   On the Foraker massif’s Point 12,213’ (located on south ridge of The Fin) Graham Zimmerman and Mark Allen climbed a route that they dubbed “To the Center” on May 26. They discovered Alaska Grade 4, AI 2 difficulties on their climb which was accomplished from a base camp established well away from the popular Alaska Range venues on the upper reaches of the Lacuna Glacier. The climb was their third attempt on the Foraker satellite peak which requires a 15 mile approach over a couple of passes from the Kahiltna Base Camp.  The North Buttress on Mount Hunter received a new line in May by British climbers Jon Bracey and Matt Helliker. Six days were spent climbing to the left of the Bibler-Klewin (Moonflower) and right of the Wall of Shadows. The team employed a port-a-ledge on the notoriously unrelenting buttress. From their highest camp, they made a 36-hour push to the top of the buttress via the top 13 pitches of the Bibler-Klewin where they decided to turn around. Dubbed “The Cartwright Connection”, Alaska Grade 6, M6, AI 6, 5.8, A2 this route is a significant variation to the original “Moonflower” route.   Just off of the Kahiltna Glacier, every West Buttress ascensionist looks at the west ridge of West Kahiltna Peak as they make their home at Camp One. On May 23, two Italians, Diego Giovannini and Fabio Meraldi, ascended the ridge and reported finding 75 degree ice and 5.8 rock climbing on the Grade 4 route. Their climb ascends the obvious west ridge of West Kahiltna Peak (ridge closest to the North East Fork of the Kahiltna). Such an obvious feature might have been climbed previously, but there are no recorded ascents prior to this one. It is believed that Japanese climbers Tatsuro Yamada and Yuto Inoue may have climbed this line in 2008 while traversing West and East Kahiltna Peaks before they proceeded up the Cassin Ridge. However, Yamada and Inoue perished near the summit of Denali, and as their friends could not confirm which line they ascended, the truth may never be known. For now, the Italians’ feat stands as the first recorded ascent. Meraldi and Giovannini reported moderate and enjoyable climbing difficulties, but reported the final section of the ridge to be dangerously threatened by an overhanging serac. They descended the same route by down-climbing and rappelling.   In the Ruth Gorge, Mount Barrille was climbed by a new route on May 13 when Americans Ben Gilmore and Hans Johnstone made a 12-hour trip from the bergschrund up to the summit and back down the other side to the Mountain House. Their route climbs a line on the northeast face of Barrille and was reported as “destined to be a classic”. Primarily an ice and mixed climbing challenge, the route ascends mixed terrain with a few key traverses and gains the Northeast Ridge for the final part to the summit. Descent was made by the northwest slopes to the Mountain House. The note that the climbers left at the ranger station named the route “Alaska Primer”, grade IV, 5.9+ Mixed, WI 5R. Of other significant accomplishments in the Range this season, Andreas Fransson from Sweden completed the first ski descent of the South Face of Denali on May 23, a fantastic statement of one person’s courage to challenge himself in the mountains. As a movie is sometimes worth a thousand words, take a look at Andreas’ account here: http:\/\/vimeo.com\/29250081. On Mount Huntington, the Phantom Wall’s original route nearly saw its second ascent. In late April, Jared Vilhauer and Tim Dittman made it through most of the route’s difficulties, but at their high bivouac, Vilhauer became ill with the flu, and the team was forced to retreat.  In the speed category, the Cassin Ridge was climbed from the bergschrund to Kahiltna Horn in 14 hours, 40 minutes, by British climbers Will Sim and Jonathan Griffith. On Mount Hunter, Colin Haley and Nils Nielsen made an extraordinarily fast ascent of the north buttress of Hunter, climbing the Deprivation route to the top of the buttress in 9 hours. They were caught by a storm atop the buttress and were unable to complete the route to Hunter’s summit. The Korean team of Sukmun Choi, Heeyong Park, and Jongil Park was the only team to reach the summit of Hunter by way of the north buttress this season, with their mid-May ascent of the Bibler-Klewin route.    Rescue Summary  The search and rescue missions performed by Denali rangers in 2011 are summarized below. For more detailed information on these and other mountaineering missions performed in 2011, refer to Accidents in North American Mountaineering-2012, published by the American Alpine Club.   Fatal Avalanche in Root Canal Five members of two guided groups were hit by an icefall (serac) avalanche while camped on the Root Canal Glacier below the south face of the Moose’s Tooth in the Ruth Gorge. All five were blown out of their tents, partially buried, and their gear scattered by the force of the blast. The NPS received the distress call in the early hours of April 28 and flew to the site at first morning light. Rangers determined that one of the climbers had succumbed to traumatic injuries incurred in the avalanche.   Fall at Pig Hill, Fatality Four members of a guided West Buttress expedition (one guide and three clients) fell shortly after leaving the summit ridge on their descent of Pig Hill at approximately 19,700 feet. One client broke a leg in that fall, while the other members of the party contracted minor injuries. After attempts to move the client with a broken leg to a potential landing zone, the guide and two other climbers made the decision to descend to high camp in the face of increasingly severe weather and wind. The guide and one of these two clients were able to descend back to high camp. The guide was treated for partial thickness frostbite to his hands and the other climber suffered superficial frostbite to his face. The other descending client did not make it back to high camp. The NPS was notified of the emergency at 3:45 am and launched a rescue effort shortly thereafter. An Air National Guard C-130 circled the upper mountain to locate the two clients and to provide weather observations. After waiting for summit winds to subside, the NPS high altitude helicopter pilot flew direct to the climber with the broken leg at 19,500 feet on the Football Field. Pilot Andy Hermansky hovered overhead as the injured and severely hypothermic climber crawled into a rescue basket secured to the end of a long line. He was subsequently flown to base camp, then on to an Anchorage hospital for treatment for severe frostbite and the leg injury. The third client was found deceased near 18,300 feet at Denali Pass. A later autopsy determined his death was attributed to exposure to the elements, compounded by injuries (a broken rib and dislocated shoulder) sustained in the fall. His body was recovered by NPS personnel via helicopter short haul.  Fatal Fall on Autobahn Three climbers left high camp unroped for a summit bid on May 16. Weather began to deteriorate above Denali Pass and the team made the decision to turn around near Zebra Rocks at 18,500 feet. For the descent, two of the climbers roped up to each other, while the third climber chose not to. The three climbers then began their descent of the Autobahn with the two roped climbers going first, and the third, unroped climber following behind. Shortly thereafter, the team of two heard the third climber calling their names and turned around to see him sliding, unable to self arrest, down the slope leading to the Upper Peters Glacier. An NPS patrol witnessed the fall from high camp and responded to the fallen climber’s location, approximately 1,400 feet from where he fell near Denali Pass. A paramedic on the patrol pronounced the climber dead at the scene and his body was recovered from high camp two days later.   Mount Frances Fatalities On May 23, two climbers were reported overdue from an attempt to climb Mount Frances when they did not returned to the Kahiltna basecamp as planned. In response, NPS rangers flew a reconnaissance mission and spot-ted dark shapes in what appeared to be avalanche debris at the bottom of a significant gully on the west side of Mount Frances. Upon landing near the location, rangers uncovered the bodies of the two missing climbers and determined that they had either been swept off of the face by an avalanche or had fallen from a point high on their climbing route. Both were deceased and had suffered significant trauma associated with a long fall in complex terrain. Both bodies were recovered.   Fatal Fall on Autobahn Late in the day on May 25, a guided group of four (three climbers and one guide) fell while descending the Autobahn just below Denali Pass at 18,200 feet. According to reports by the two surviving team members, the team had started their descent with the guide at the rear of the rope and the three climbers in front. The climber leading the way down was having difficulty locating the fixed anchors to clip their climbing rope into for protection; thus, the guide made the decision to reverse the order of the rope team and descend first with the three climbers following. Shortly after resuming the descent from Denali Pass, one of the climbers fell and the team was not able to arrest their fall, which continued to the bottom of the slope on the Upper Peters Glacier some 1,400 feet below. The guide and one client perished, while the other two clients survived with significant injuries. NPS rangers, a large contingent of volunteers, and Air National Guard Pararescuemen at high camp responded and undertook significant measures to save the life of one of the climbers, including an emergency tracheotomy.  Three Cases of Altitude Illness on Summit Day An NPS climbing ranger and four volunteers were descending from the summit of Denali and came across a solo climber who was ataxic and appeared to be suffering from altitude illness. The patrol determined that the soloist was unable to descend under his own power and required a rescue. While they were attending to this climber and making arrangements for an air evacuation, another climber approached their location and collapsed into the snow face first. Medically trained volunteers made a rapid assessment of this patient and likewise determined that he was suffering from altitude illness and could not descend under his own power. The NPS team was able to evacuate these climbers by attaching them to a short haul line on the NPS helicopter via a “screamer suit” and they were flown to base camp. The NPS patrol members then continued their descent, but were soon notified via radio of a third climber in distress near the 18,700-foot level on the upper mountain. They quickly descended to this location and determined that yet again, the climber was suffering from altitude illness and could not descend. The third climber was also evacuated via short haul to base camp and transferred to an air ambulance.   Cardiac Event on the Lower Kahiltna On June 7, an NPS mountaineering patrol encountered a climber at approximately 7,000 feet on the lower Kahiltna Glacier who was experiencing significant chest pain and labored breathing. The patient initially declined medical treatment, but after consultation with medical personnel, consented to treatment and he was evacuated via air ambulance from his location on the glacier.   Fatal Cardiac Arrest at High Camp A 51-year old male went into sudden cardiac arrest in his tent at high camp on June 10 after climbing to the summit of Denali earlier that day. The team that he had climbed to the summit with later reported that the climber had suffered from altitude illness to the point of vomiting several times, stumbling, and losing his footing while descending to high camp. Upon his arrival at high camp, his climbing companions suggested that he check in with NPS rangers at high camp but the climber stated that he felt fine and would prefer to take a nap. He entered the tent he was sharing with two other climbers, and they reported he fell asleep quickly and immediately exhibited “Cheyne-Stokes” respirations. Shortly thereafter, they did not hear any breathing sounds and they opened his sleeping bag to find him unresponsive and not breathing. The tent mates notified NPS rangers who initiated CPR which was terminated after 30 minutes without finding signs of a pulse. After conferring with the NPS medical director, the climber was pronounced dead. Poor weather delayed recovery of his body until June 16.   Altitude Illness at 14,200 feet A client on a guided expedition began to display symptoms of High Altitude Pulmonary Edema (HAPE), including a persistent headache, shortness of breath, elevated pulse and respirations, a productive cough, and wet lung sounds. He received medical treatment at the 14,200 foot camp. His condition improved over time and he was eventually able to rejoin his team and descend under his own power.   Solo Climber Search and Recovery On the evening of June 28, a guided group at high camp contacted NPS rangers at the 14,200-foot camp via radio to report that a solo climber had been on the upper mountain for over 24 hours and had not yet returned to his tent at high camp. NPS rangers notified Talkeetna personnel of the potential need for a search and rescue operation which, due to weather and time of day, could not commence until the morning. The climber was last seen ascending from high camp to Denali Pass. There were no other climbing parties on the upper mountain at this time. The NPS launched a full scale search via ground and air. During the second day of the search, NPS rangers at the 14,200-foot camp spotted what appeared to be a body at the base of a long gully below the summit plateau known as the Orient Express. The NPS helicopter with a ranger on board flew to the site and confirmed that it did appear to be a body with clothing matching the description of that of the missing climber. Rangers and volunteers at the 14,200-foot camp climbed to the site and confirmed the identity of the missing climber, then recovered his remains. Events leading up to the climbers fall and death are not known, though it was discovered that he had left his backpack and skis at a point close to the entrance to the Orient Couloir.   Windy Corner Altitude Illness During a gradual ascent as part of a guided group on the West Buttress, a climber, perhaps secondary to a respiratory infection and possible altitude illness, be-came too fatigued to continue his ascent to the 14,200-foot camp. At the request of his guides, NPS rangers and volunteers responded and provided medical care and transported the climber to the 14,200-foot camp. Over the course of three days of treatment, the climber’s condition improved to the point that he was able to descend under his own power with assistance from his team.   Altitude Illness at Browne’s Tower In an attempt of the Muldrow Glacier route on Denali’s north side, a two member team made a rapid ascent from Wonder Lake to approximately 14,900-feet below a feature known as Browne’s Tower. One of the team members started to feel symptoms of altitude illness during his first day at camp, and his partner contacted an NPS team at an adjacent camp the following day. Upon medical assessment, the NPS team concluded that the patient’s condition warranted an immediate evacuation. The level of oxygen in his blood was measured to be approximately 35% and he was displaying signs of severely reduced mental and physical capabilities, indicating the onset of serious altitude illness. The climber was evacuated via the NPS helicopter and loaded internally from a landing spot the NPS team cut from the snow on Karsten’s Ridge.   Chest Pain at Windy Corner During a gradual ascent of the West Buttress, a guided climber began experiencing chest pain while at rest. At the request of his guides, NPS rangers and volunteers responded to his location near Windy Corner at 13,500-feet and provided initial medical care and then transport to the 14,200-foot camp. His condition did not improve over two days of treatment and the climber was evacuated from the 14,200-foot camp via NPS helicopter.    Medical Summary   In 2011, 36 climbers were stricken with injuries or illnesses that required medical intervention by the NPS rangers and volunteers. Cold injuries and non-cardiac medical problems (includes respiratory infections, gastrointestinal distress, yeast infections, etc) each accounted for roughly one-quarter of the medical responses.    Altitude AMS: 21% Medical cardiac: 10% Medical other: 28% Cold injury: 24% Trauma: 17%   Mislow-Swanson Denali Pro Award 2011   The Denali mountaineering ranger staff selected Sgt. Bobby Schnell as the recipient of the 2011 Mislow-Swanson Denali Pro Award. Bobby, an Anchorage-based Air National Guard Pararescueman from the 212th Rescue Squadron, was a team member on a Dutch-American military expedition. While climbers with medical and rescue expertise are frequently called on to help others while climbing Denali, few circumstances compare to the incredible efforts of Bobby and his team.   While his team was acclimatizing at the 14,200-foot camp, Bobby assisted rangers with the patient care of multiple sick climbers. Bobby volunteered his medical skills, starting IV fluids for a climber suffering from altitude sickness and dehydration. Throughout the climb, Bobby always made himself available to help.  On the night of May 25, a climbing team sustained a 1,400-foot fall from Denali Pass. Bobby joined the initial response as a rescue team leader, using his extensive rescue training as a paramedic to triage the four fallen climbers, finding that two had died in the fall and two were critically injured. In the demanding environment at 17,200 feet, not to mention sub zero temperatures, Bobby performed a lifesaving “cricothyrotomy”, a surgical technique to insert a breathing tube into the trachea of the critically injured climber. Bobby led the efforts to maintain the patient’s breathing, administer drugs, and keep the patient stable through the night until a helicopter evacuation could occur the next morning. Without the efforts of Bobby, James Mohr would have died from his injuries. Bobby’s willingness to help others exemplifies the spirit of the Mislow-Swanson Denali Pro Award. The rangers are honored to recognize Bobby for his exceptional service to others and his life-saving actions.  While 2011 was a year of considerable tragedy in the Alaska Range, the adversity often brought out the best in the Denali climbing community. As such, there were many worthy nomi-nees for the 2011 Mislow-Swanson Denali Pro Award. This year we highlight not only the recipient of the award, Pararescueman Sgt. Bobby Schnell, but we also applaud the other nominees and thank them for their incredible contributions.  Alaska Mountaineering School Guide Kevin Mahoney was nominated for the 2011 Mislow-Swanson Denali Pro Award due to his efforts during a serac fall accident on April 28. Mahoney and one client were camped next to the Root Canal air-strip along with another guide and his two clients when the serac collapsed on the West Face of the Bear’s Tooth. All climbers were ejected from their tents and sleeping bags when hit by the air blast generated by the large mass of falling ice. During the air blast and subsequent debris burial, one climber was fatally injured. The remaining four were exposed to frigid temperatures with little, if any, cold weather gear. Mahoney took the leadership reigns on scene and initiated the NPS rescue. In the ensuing four hours, Mahoney was left to triage patient care needs of the group until the NPS helicopter and mountaineering rangers arrived on scene at 5:30 am. He was able to keep the group focused on the necessary tasks at hand, while continually monitoring each for signs of hypothermia and any underlying injury incurred during the accident. Undoubtedly, Mahoney’s experience and training kept this extremely chaotic scene from becoming hazardous to the other uninjured climbers that night.   Group nomination for the rescue party that assisted during the fatal accident at Denali Pass on May 25, including: Pararescuemen Bobby Schnell, Matt Kirby, Jay Casello, and 12 other members of their US\/Dutch military expedition; independent climbers Max Talsky, Jacon Mayer, and Alex Sargent; and Mountain Trip Guides Mike Burmeister, Adam Smith, and Eric Gullickson. During the same incident in which Denali Pro Award Winner Bobby Schnell performed the high elevation tracheotomy, the nominees listed above, upon request from the NPS ranger at high camp, enthusiastically joined the rescue effort. Each of the nominees played an instrumental role in the rescue effort providing strength, technical rigging, medical skills, warm clothing, rescue equipment, and medical supplies. Most importantly they placed the lives of others above their own summit ambitions. The entire rescue party worked through the night until a helicopter was able to evacuate the injured climbers to Anchorage hospitals.   Two brothers, Britten and Brooks Russell, were nominated for the 2011 Mislow-Swanson Denali Pro award for their exemplary mountain behavior and attempt to save the life of Brian Young, a cardiac victim who died at high camp on June 10. When Young initially arrived at the 17,200-foot camp without a tent, Britten and Brooks selflessly offered a sleeping space in their tent. Then, right after Young’s 19-hour summit push, he woke Britten and Brooks to ask if he could climb into their tent for some rest. Moments after lying down, Young stopped breathing. Britten and Brooks attempted to wake him but he remained unresponsive. They alerted NPS rangers, and without hesitation they assisted with CPR efforts. Despite the quick response, Young could not be revived. The Russell brothers were strong and well-prepared for the many challenges mountaineers face climbing Denali, allowing them to help when help was needed.   Aaron Divine, Brian Kasavana, and John Stoddard, three instructors on a 2011 NOLS Muldrow Glacier climb -- in addition to demonstrating exemplary mountain stewardship including excellent cache management, trash removal, and human waste management -- were proactive and selfless in their assistance to NPS during an incident at 14,600-feet near Browne’s Tower. When a Russian climber became ill with high altitude cerebral and pulmonary edema and required NPS intervention, these three instructors donated medical equipment, supplies, and rescue gear to assist the ailing climber. Preserving the unique wilderness of Denali and serving the climbers who come to climb it is the aim of the Talkeetna Ranger staff; Aaron, Brian, and John clearly understand this goal and worked to help the NPS achieve it.   During the early morning hours of May 12, after returning to the 17,200-foot camp after a long summit day Alaska Mountaineering School Guide Pat Ormond went above and beyond to help save the lives of members of another group who had become separated from their guide high on the mountain. While helping coordinate rescue efforts with the NPS, Ormond noticed what he believed to be a climber struggling down from Denali Pass. Knowing that the climber would have little chance to make it back to camp by himself, Ormond went out in very high winds, extreme cold temperatures, and white out conditions to safely retrieve the struggling climber. Throughout the entirety of the rescue efforts, which lasted over 24-hours, Ormond took care of the survivors of the other team and helped coordinate rescue efforts all while keeping his clients safe and happy.    A-Star Gets a High Altitude Workout   Enormous thanks go out to the Temsco Helicopter team for a safe and action-packed search and rescue (SAR) season on Denali. Not counting any routine re-supply flights to the range, A-Star B3 pilot Andy Hermansky, supported by mechanic Kirt Petterson, flew 18 SAR-related missions to the upper mountain, including a record short-haul rescue of a severely injured climber at 19,500 feet.   Since 2010, Denali National Park and Preserve has had a 120-day contract with Temsco Helicopters for the invaluable A-Star B3 helicopter and its crew, including Hermansky, Petterson, and backup pilot Scott Yukimura. Below is a quick summary of this year’s SAR helicopter missions:   Short-haul (External ‘Live’ Loads)   1 @ 19,500 feet, using rescue basket 2 @ 19,500 feet, using screamer suits 1@ 18,700 feet, using screamer suit 1 @ 18,200 feet, with ranger attendant 6 @ 13,000 feet, with ranger attendants (Mt. Sanford, Wrangell-St Elias National Park)   Long-line Operations   2 @ 17,200 feet 2 @ 7,200 feet   Evacuations (Internal Loads)   6 @ 17,200 feet 2 @ 14,600 feet (Browne’s Tower) 2 @ 14,200 feet 1 @ 6,000 feet   Grid Search Flights  Over 6 hours between 16,000 and 20,320 feet   South District Staff   South District Ranger: John Leonard Mountaineering Rangers: Tucker Chenoweth, Chris Erickson, Coley Gentzel, Matt Hendrickson, Brandon Latham, John Loomis, Joe Reichert, Roger Robinson, Mik Shain, Dave Weber, Mark Westman, Kevin Wright Rescue \/ Short-haul Consultant: Renny Jackson Helicopter Pilot: Andy Hermansky Helicopter Mechanic: Kirt Petterson Admin \/ Public Information: Maureen McLaughlin Supervisory VUA: Missy Smothers Visitor Use Assistants: Bill Reynolds, Pam Robinson Robert Zimmer Chief of Planning: Miriam Valentine Education Specialist: Bob Henry Interpretive Ranger: Jay Katzen SCA: Whitney Kempfort Maintenance: Cary Birdsall  Medical Directors: Jennifer Dow, M.D., Peter Hackett, M.D.        Annual Report: 2012  John Leonard, South District Ranger:   With little fanfare, Denali’s summit was reached for the twenty-thousandth time during the 2012 climbing season. Such little fanfare, in fact, it was not even realized until long after the last climber had flown from the mountain. Seems that such a milestone would not go unnoticed, how-ever after some thought, it makes sense, being what we do, and should do, is to celebrate the journey and the style in which that journey was accomplished. Sometimes the jour-ney includes reaching a summit, sometimes it does not. Either way, the true success is not simply measured by what altitude is reached. One such example, commemorated this year, was the 1912 expedition led by Belmore Browne. Browne and his team set out from Seward, Alaska in the winter of 1912 by dog-sled with the hope to become first expedition to reach the summit of North America. After months of traveling across Alaska and experiencing all it had to offer, and then climbing to within 125 feet of the pinnacle of the continent, Browne and his partner, Herschel Parker, turned back after deciding that weather conditions would not allow them to go further. What their fate would have been had they made a decision to push further, we will never know. However we do know that they eventually made it home safely, and just a couple of years later, Browne became instrumental in the creation of what would become Denali National Park and Preserve – in many minds, a legacy much more memorable and long-lasting than being first to the top.  A little closer to home for many here at Denali, this year we also remembered the sacrifices of a some of our own who lost their lives while working to protect both park re-sources and visitors. In 1999, ranger Cale Shaffer and volunteers Brian Reagan and Adam Kolff were aboard a small aircraft with pilot Don Bowers, heading into basecamp to start a mountaineering patrol. Their plane crashed in a sudden storm, tragically claiming the lives of all four men. This year, park staff petitioned the Director of the National Park Service to officially name the park’s new ranger and fire headquarters facility the “Shaffer Building”. The effort was undertaken to recognize the way in which Cale Shaffer worked to serve park visitors, protect park resources and inspire co-workers to do the same; the building name also helps insure that those who come after us never forget the sacrifices of Brian, Adam, Cale, and their families.  Looking forward to 2013, we will be commemorating the centennial anniversary of the first summit of Denali. A large part of the commemoration will involve a conference held in Talkeetna in mid-September. The “Sustainable Summits” conference is being planned and organized by a partnership that includes the American Alpine Club and Denali National Park with help from other supporting organizations. We hope that working together, we can find sustainable long term solutions to help secure another hundred years of climbing, on mountains around the world and at home here at Denali. Hope to see you in Talkeetna this fall.    Quick Facts   Busiest summit days May 27 - 56 June 2 - 45 June 18 - 41 June 16 - 28   Summits by month May - 174 June - 280 July - 44   Average trip length - 17.1 days Average trip length with a summit - 17.5 days Average climber age - 38.7 years A record-breaking 162 women attempted Denali in 2012, com-prising 13.2% of all climbers. A total of 60 female climbers reached the summit, for a com-bined summit rate of 37%. In addition to our typical international visitor base, Denali welcomed climbers from such faraway lands as Oman, Tanzania, Macedonia, Israel, Guatemala, Cayman Islands, Serbia, and Thailand.     Medical Summary   Mountaineering rangers, volunteer physicians, and volunteer medical technicians treated a rather typical variety of ailments and injuries in 2012. Of the 34 patients that required or requested some level of NPS medical intervention, 9 cases (26% of total) fell into the ‘Medical Other’ category, which included appendicitis, cysts, broken tooth, abscess, and other assorted medical ailments. Eight climbers were treated for cold-related injuries, and another eight were treated for altitude sickness including HACE, HAPE, and AMS. Seven patients were treated for some degree of trauma, including injured knees, ankles, and skin abrasions. The NPS patrols responded to only two cardiac patients, slightly fewer than usual.    Altitude \/ AMS: 23% Medical, cardiac: 6% Medical, other: 26% Cold injury: 24% Trauma: 21%    Rescue Summary   The search and rescue missions performed by Denali rangers in 2012 are summarized below. For more detailed information on these and other mountaineering missions performed in 2012, refer to Accidents in North American Mountaineering-2013, published by the American Alpine Club.   Climbing Fall A climber suffered head injuries after his rappel anchor failed while climbing the “Shaken Not Stirred” route on the Moose’s Tooth. With timely assis-tance provided by a nearby climbing team, the semi-conscious climber was rescued from the Root Canal glaci-er by the military in the early morning hours of April 21.   Fatal Climbing Fall On May 18, a climber fell to his death from 16,200 feet on the West Buttress. According to a witness report, the unroped climber jumped after his tumbling backpack and then could not arrest his fall. The Park’s helicopter transported rangers to the accident site to confirm the death and complete a body recovery.   Fatal Skiing Fall A climber died from traumatic injuries incurred in a 2,000-foot fall during a ski descent of the Orient Express Couloir on May 23. NPS personnel recovered his body from a crevasse at 15,850 feet, which was then flown off the mountain via helicopter.   Knee Injury A climber injured his knee while skiing on the Kahiltna Glacier on May 25. The climber was assisted from 10,400-feet back to the Kahiltna Basecamp by three separate teams of NPS rangers.   Ankle Injury On May 28, a climber was lowered from high camp to the 14,200-foot level by two teams of NPS rangers following an ankle injury. Thereafter, the injured climber continued his descent under his own power with help from teammates.   Cardiac Illness At the 14,200-foot camp on Denali, NPS rangers responded to a client from a guided expedition who was complaining of chest pain, fatigue and tingling hands on May 27. He was transported to the ranger medi-cal tent and subsequently evacuated by helicopter.   Aircraft Mishap (RCC-Assist) On the evening of May 27, at the request of the Alaska Rescue Coordination Center (RCC), the park’s helicopter pilot and two rangers retrieved a fixed wing pilot who had to make an emergency landing in the neighboring Talkeetna Mountains. The pilot of the downed aircraft was uninjured in the landing.   Calf Injury A client from a guided expedition injured his calf muscle on May 29 while ascending the fixed lines at 16,400-feet. His guides assisted him in descending the fixed lines, from which point NPS volunteers transported him by cascade litter to the medical camp at 14,200-feet. The patient was monitored by the NPS volunteer medic for several days, during which time his condition did not improve and he remained unable to bear any weight on the leg. He was flown out to by helicopter on June 2.   HACE On June 3, after an attempt to move to the 17,200-foot camp, a guide was brought to the NPS medical tent at 14,200-feet complaining of extreme weakness, fatigue, headache, ataxia, and nausea. NPS volunteer medics treated the patient for HACE. Over the next 48 hours, the patient's condition showed little or no improvement. Due to the potentially life-threatening nature of the illness, the patient was evacuated by the park helicopter on June 5.   Avalanche with Injuries On June 12, a four-person rope team triggered an avalanche and was swept a short distance while traveling just below the fixed-lines area on Denali's West Buttress (approximately 15,400 feet). The four climbers suffered a variety of non-life threatening, but immobilizing injuries. After 48 hours, with no medical improvement in their condition, three of the four climbers were evacuated via park helicopter.   Avalanche, with Fatalities An avalanche at Motorcycle Hill (11,200-feet) on the West Buttress during the early morning hours of June 14 claimed the lives of four climbers. One additional teammate survived the avalanche and was able to climb out of the crevasse in which the five-person rope team had landed. The four deceased climbers were buried under heavily compacted ice and snow debris, and were unable to be recovered safely.   HAPE On June 16, a climber descending from the summit began experiencing signs and symptoms of high altitude pulmonary edema (HAPE). Unable to descend under his own power below Denali Pass (18,200-feet), his guides lowered him to approximately 17,400-feet, at which point an NPS patrol responded to the team's request for help. The patient was brought into high camp and provided medical assistance, but with no improvement after 14 hours of medical care, the patient was evacuated from 17,200-foot camp via the park helicopter.   HAPE A guided client came down with HAPE at the 14,200-foot camp on June 25. He was treated for several days with only mild improvements, and his team assisted him down the mountain while he remained on oxygen.   Appendicitis On July 3, a guided client began displaying signs and symptoms of appendicitis at the 11,200-foot camp during the team’s ascent of the West Buttress. An NPS ranger patrol responded to his location and assisted him to a landing site near 10,000 feet. The patient was flown off of the mountain via park helicopter and transferred to a waiting air ambulance.   Aircraft Mishap (RCC Assist) On July 7, the park’s helicopter responded to a request from the Rescue Coordination Center (RCC) to rescue the pilot and passengers of a scenic flight who had to make an emergency off-airport landing near Broad Pass. One of the passengers had accidentally shut off the airplanes fuel supply while in mid-flight. No one was injured in the emergency landing.   Aircraft Mishap An instructor pilot and his student activated a personal locator beacon on July 21 after their airplane flipped over on an aborted take-off in the southwestern portion of Denali National Preserve near the Yentna River. The RCC launched a military helicopter which picked up the two uninjured passengers and transported them to the Talkeetna State Airport.   Avalanche with Injuries A team of three late season climbers set off an avalanche above the 17,200-foot high camp on Denali's West Buttress route on July 25. They attempted to rest and deal with their injuries for several days after the event, however they eventually contacted a flightseeing aircraft via radio to request an NPS rescue. The park helicopter shorthauled the three climbers to the Kahiltna Glacier and transferred them to a LifeMed ambulance.    Tracking Crevassed Human Waste on Denali   To mitigate the impacts of climbers on backcountry resources, the National Park Service establishes standards for human waste disposal. Beginning in 2007, removal of human waste via Clean Mountain Cans (CMCs) became mandatory above the 14,200-foot camp, as well as near the airstrip at Basecamp (7,200-feet). Use of these CMCs, with biodegradable bag liners, has radically improved sanitation at the 17,200-foot high camp. However, most bags of human waste collected in CMCs at all elevations—including at 14,200-foot camp, where climbers spend the majority of their time acclimatizing and waiting for good weather—are thrown into crevasses between Basecamp and 14,200-foot Camp.   Since Bradford Washburn’s first ascent of the West Buttress route in 1951, the number of climbers has increased from less than 500 per year prior to 1980 to about 1,200 per year. Climbing parties spend an average of 18 days on the mountain. The math is simple and impressive: depending on the average weight of each climber’s daily fecal output—between 0.23 and 0.35 lbs (106 and 159 g), more than 36,000 climbers have deposited between 152,000 and 215,000 lbs (69 to 97 metric tons) of human waste on the Kahiltna Glacier. For now, the snowy surface of the Kahiltna Glacier remains fairly clean, because climbers follow NPS regulations and dispose of their human waste in CMCs and then in deep crevasses. But there is another factor at work—the glacier itself.   Glaciers form in an accumulation zone where annual snowfall exceeds annual melt. The accumulated perennial snows eventually change to glacier ice and flow downhill until melt exceeds snow-fall—at what is known as the ablation zone—at lower elevations. Because the West Buttress is located in the accumulation zone of the Kahiltna Glacier, crevassed waste will be buried the next winter and ever more deeply each successive year. However, each year the glacier flows and slowly carries the waste downhill towards the ablation zone, where it will eventually, inevitably, melt out at the glacier surface. The precise timing of waste emergence depends on glacier velocity, on the rates of snow accumulation and melt—parameters that are difficult to measure and sensitive to climate change—and on how far above the balance point between accumulation and ablation the waste was deposited.   Recognizing that the Kahiltna Glacier is transporting human waste toward its eventual “melt out,” Dr. Michael Loso of Alaska Pacific University (APU), in collaboration with NPS climbing rangers and other physical scientists, began a multi-year study to answer two questions: (1) Where and when will the human waste emerge? and (2) Are there health impacts of the waste, i.e., are bacteria entering the meltwater?   To predict how fast the waste is moving, Loso and his collaborators have used high-precision GPS to track movements of over 30 stakes drilled into the ice, at intervals from the 11,200-foot camp down glacier about 33 miles. In addition, University of Alaska Fairbanks (UAF) collaborator Matthias Braun has measured velocities farther down glacier using repeat satellite images. To gather more information about accumulation and melting of the Kahiltna Glacier, Loso is also working with UAF researcher Anthony Arendt and graduate student Joanna Young. By returning over one or more seasons to measure stakes inserted in the Kahiltna Glacier, they can quantify what is happening in both zones of accumulation (i.e., how much deeper are the stakes buried) and of ablation (i.e., how much more of the stake is showing)   To test for bacterial contamination from human waste, APU graduate student Katelyn Goodwin analyzed meltwater collected from the Kahiltna River (where it flows out of the terminus of the Kahiltna Glacier about 43 miles below the 11,200-foot Camp) and from nearby streams that would be unimpacted by the crevassed human waste. She also tested how the fecal coliform bacteria persistence in human waste might be affected by a variety of glacier microenvironments: (1) deep burial at Basecamp for one year, (2) exposure near the cold windswept summit for one year, (3) incidental contamination in “pee holes” near active climber camps during the season, and (4) laboratory simulation of repetitive freeze-thaw cycles for over six months.   Ice on the Kahiltna Glacier is almost stationary in some locations, but “zips” along at more than 1,394 feet per year at a location about 14 miles down from 11,200-foot camp, and about 7 miles below Basecamp. Although these rates may seem fast, it will take years for crevassed waste to reach the glacier’s ablation zone and melt out. Based on the preliminary information about accumulation and ablation, Loso’s estimate for where and when the first waste will emerge at the ice surface is near the Great Icefall about 9.3 miles down glacier from Basecamp in the next decade.   Tests of water taken from streams near the Kahiltna (unlikely to be impacted) came back clean (i.e., no coliform bacteria), but in both 2010 and 2011, trace levels of fecal contamination were found in the waters of the Kahiltna River—but at levels that are still within Alaska state water quality standards. E. coli and other fecal bacteria were able to survive exposure to the cold and UV radiation in the four micro-environments tested. These findings strongly suggest that despite the massive size of the Kahiltna Glacier, human waste en-cased in the ice on the climbing route remains biologically active, interacts with glacial meltwater, and is already making its way into the downstream watershed.   At the start of Loso’s study, the impacts of crevassed and emergent waste were unknown. Now estimates of the timing and location of the meltout of human waste are available. Fecal coliform is present in the glacier meltwater. A major remaining question concerns the aesthetic impact of emergent waste. Aside from human health concerns, what is the impact on visitor experience when waste piles begin melting out on the lower glacier?   Loso and collaborators will continue to work to understand the role of climate change in predictions of meltout times and locations, and to work with NPS rangers, researchers, and managers to consider the appropriate management response.   Sustainable Summits and Other Centennial Events   Climbing and history enthusiasts alike are looking forward to the 100th anniversary of the first summit of Denali. Hudson Stuck, Harry Karstens, Walter Harper, and Robert Tatum were the first mountaineers to reach the top, standing on the south summit on June 7, 1913. In honor of the centennial, Denali National Park has several di-verse plans in the works. A commemorative ascent of the Muldrow Glacier route is currently planned by descendants of pioneer climbers Karstens, Stuck, and Harper, as well as several Athabaskan team members from nearby villages. The intent is to replicate the original climb as closely as possible in terms of timing, route, and a degree of dog sled support.   At least two major museum exhibits highlighting the first ascent are planned for 2013. Curators at the Museum of the North in Fairbanks are putting together a multi-media exhibit including historical artifacts, extensive narratives, and a digital mapping exhibit. From its direct vantage point of the Muldrow Glacier route, Denali National Park’s Eielson Visitor Center will host a specialized interactive exhibit to help bring the pioneer 1913 climb to life for park visitors.   Denali National Park is also planning a Centennial Speaker’s Series to be held at the Denali Visitor Center auditorium beginning in early June. Local historians speak on epic pioneer climbs and adventures in central Alaska.   Finally, as a primary facet of the Centennial Celebration, Denali National Park and the American Alpine Club will co-host an international mountain conference, Sustainable Summits: The International Mountain Conference on Environmental Practices, September 8-11, 2013 in Talkeetna, Alaska. This summit of land managers, climbers, planners and scientists from the world’s mountainous areas will focus on environmentally sustainable management practices and on developing global partnerships. The conference will be open to all interested individuals from around the world, with a capacity of 150 attendees.   Mislow-Swanson Denali Pro Award   This year, teammates Bernie Babcock of Wasilla, Alaska and Ben Smith of Missoula, Montana were selected by Denali National Park and Preserve and Pigeon Mountain Industries (PMI) as the 2012 recipients of the Mislow-Swanson Denali Pro Award. The award which originated as a partnership between the National Park Service (NPS) and PMI to honor mountaineers who demonstrate the highest standards in the sport for safety, self-sufficiency, assisting fellow mountaineers, exemplary expedition behavior, and clean climbing. The efforts of Babcock and Smith provide a classic example of selfless actions that allowed for a lifesaving rescue.   In the early morning hours on April 21, the NPS was notified by the Alaska Rescue Coordination Center (RCC) that a climber was in distress at the base of the “Shaken Not Stirred” route on Moose’s Tooth. The reporting climber, Bernie Babcock, stated that a member of a Japanese party of three contacted him and his partner Ben Smith just after midnight asking for help because one team member was seriously injured. Babcock reported that he and Smith, along with a two person Dutch team, responded to the accident scene where they found a critically injured climber.   Babcock and Smith worked with the Dutch team to stabilize and evacuate the unconscious patient. The climbers, now turned rescuers, worked through falling snow, cold, and dark morning hours to get the injured climber back to their camp. At camp, Babcock used his satellite phone to make an emergency call for help to the RCC. Subsequently, Babcock and Smith worked tirelessly to triage and stabilize the injured climber, which would later involve transporting the patient closer to a safe helicopter landing zone. Unfortunately for those on scene, the early attempts to evacuate the patient were thwarted by un-flyable conditions. With a UH-60 Pave-Hawk helicopter waiting nearby and a C-130 Hercules circling above the clouds overhead, Babcock and Smith worked to manage the scene and eventually were able to convey crucial weather observations that allowed a life-saving hoist operation to be conducted. Had it not been for their preparedness, selflessness, and willingness to spring into action, the fate of the injured climber would have been dire.    Mountaineer Volunteers-in-Parks (VIPs)   Deep gratitude goes out to the 45 volunteers who contributed over 12,000 hours to the Denali mountaineering program in 2012. In addition to a talented crop of first-time volunteers, we were thrilled to welcome back a record 17 former volunteers!  South District Staff  South District Ranger: John Leonard Lead Mountaineering Ranger: Coley Gentzel  Mountaineering Rangers: Tucker Chenoweth, Lauren Edwards, Chris Erickson, Matt Hendrickson, Brandon Latham, John Loomis, Joe Reichert, Roger Robinson, Mik Shain, Dave Weber, Mark Westman, Kevin Wright Helicopter Pilot: Andy Hermansky Helicopter Mechanic: Kirt Petterson Admin \/ Public Information: Maureen McLaughlin Supervisory VUA: Missy Smothers Visitor Use Assistants: Julia Crocetto, Pam Robinson, Robert Zimmer Chief of Planning: Miriam Valentine Education Specialist: Bob Henry Interpretive Ranger: Jay Katzen SCA: Karina Yeznaian Maintenance: Cary Birdsall Medical Director: Jennifer Dow, M.D. Medical Adviser: Paul Marcolini Rescue\/Shorthaul Adviser: Renny Jackson          Annual Report: 2013  Celebrating a Century of Mountaineering on Denali   South District Ranger John Leonard:  Greetings from the recently re-named Walter Harper Talkeetna Ranger Station. With the September 2013 passage of the “Denali National Park Improvement Act”, S. 157, a multi-faceted piece of legislation sponsored by Alaska Senator Lisa Murkowski, Denali’s mountaineering contact station is now designated the Walter Harper Talkeetna Ranger Station, honoring the achievements of Athabaskan native who was the first to set foot on the summit of Denali on June 7, 1913. Harper, a 20-year-old guide, dog musher, trapper\/hunter raised in the Koyukuk region of Alaska, was an instrumen-tal member of the first ascent team which also included Hudson Stuck, Harry Karstens, and Robert Tatum.  Tragically, Harper died in 1918 along with his bride during a honeymoon voyage to Seattle; their steamer SS Princess Sophia struck a reef and sank off the coast of Juneau in dangerous seas, killing all 343 passengers and crew.   A century after his history-making achievement, Harper is immortalized in Denali National Park by the Harper Glacier that bears his name, and now at the park building that all mountaineers must visit before embarking on their Denali expeditions. The ranger station’s new sign was installed in December 2013, and a small celebration is planned for spring 2014 to recognize the new designation. Stay tuned ...    2013 Quick Facts   Denali recorded its most individual summits (783) in any one season. The summit success rate of 68% is the highest percentage since 1977.    US residents accounted for 60% of climbers (693).  Of the 40% foreign visitors, 59 came from the United Kingdom, 53 from Canada, and 38 from Russia. Denali also welcomed climbers from some less commonly represented nations like Bangladesh, Kenya, Malta, South Africa, and the United Arab Emirates. Of the US climbers, Alaska residents continued to lead the pack with 135, followed by Washington (101), Colorado (80), and California (62). Total average trip length was 16.9 days. The average trip length for those who summited was 16.6 days.  Average age of a Denali climber was 38 years. Women (121) comprised 10.5% of climbers. The 2013 season was characterized by unseasonably mild temperatures and sunny skies. According to weather observations, between May 18 and June 23, Denali recorded only a trace of new snow.   On June 28, 2013 Anchorage climber Tom Choate, age 78, became the oldest man to reach the summit of Denali. Tom has reached the summit of Denali about once a decade since 1960.    Rescue Summary   The six search and rescue missions performed by Denali rangers in 2013 are summarized below. For more detailed information on mountaineering missions performed in 2013, refer to Accidents in North American Mountaineering-2014, published by the American Alpine Club.   Fatal cardiac arrest The evening of May 19, a guided client collapsed near the cache spot above Windy Corner at 13,600-feet on Denali’s West Buttress route. The expedition guides alerted the Kahiltna Basecamp Manager, and then initated CPR on the unconscious patient. An NPS ranger patrol responded from the 14,200-foot camp. Upon their arrival at the scene, the volunteer physician pronounced the patient deceased.   Spontaneous pneumothorax On May 26, climbers approached NPS rangers at the 14,200-foot camp on Denali’s West Buttress route to report that one of their teammates was suffering from abdominal pain and nausea. An NPS ranger and volunteer medical staff responded to the patient’s tent and performed a physical examination. The patient was non-ambulatory with a chief complaint of sharp and persistent abdominal pain. The patient was placed on oxygen and monitored for the rest of the day. The patient’s condition did not improve, so a helicopter evacuation ensued. Follow-up with the hospital revealed that the patient had suffered a spontaneous pneumothorax.   Injured knee, arm A team of five climbers fell while descending from above Denali Pass. They descended on their own power to the 17,200-foot camp where they contacted an NPS ranger patrol. One climber reported a lower leg injury with difficulty walking and another reported an arm injury. Concerned about a safe descent, the injured climbers were assisted between 17,200-feet and 14,200-feet by an NPS ranger patrol.   HAPE  Guides contacted rangers on June 2 with a report that one of their clients was experiencing respiratory diffi-culty. Rangers evaluated the patient and confirmed he was exhibiting signs of high altitude pulmonary edema (HAPE). The patient was left in the care of his team who claimed they had the knowledge and supplies to treat him accordingly. Later in the day, while conducting a status check, the ranger patrol found the patient unconscious, unresponsive, and frothing from the mouth. The ranger patrol immediately put the patient on oxygen and administered altitude medications. The patient eventually regained consciousness and mobility and was evacuated from the 14,200-foot camp via the NPS helicopter.  Broken wrist On June 23, a client on a guided expedition fell while negotiating the bergschrund at the base of the fixed lines at 15,400-feet on the West Buttress. At the time of the fall, the patient’s left arm was wrapped around the fixed line, resulting in the injury. The team descended to the 14,200-foot camp under their own power, and reported to the NPS medical tent for further medical assessment. Due to diminished sensation and motor function in the hand, the patient was evacuated to Talkeetna via helicopter. An evaluation at an Anchorage hospital confirmed a fractured radius and ulna at the wrist joint.   Twisted knee On July 7, a guided expedition was descending below the fixed lines at 15,000 feet on the West Buttress when one client was pulled off their feet by the rope team, twisting the left knee. The following day, NPS personnel at the 14,200-foot camp were notified. they assessed the knee and confirmed the injury was non-weight bearing. A helicopter evacuation was initiated, although poor weather delayed the flight until July 11.   Non-Mountaineering Incidents   Aerial search By request from the Rescue Coordination Center (RCC), an NPS ranger and a local firefighter flew in the park helicopter to investigate the report of a possible downed aircraft near mile 145 of the Parks Highway. No signs of a plane were found during a one-hour aerial search, and in consultation with the RCC, the search was called off due to lack of further information or confirmation of an accident.   Stranded aircraft Deteriorating weather during a flightseeing trip on July 2 forced a commercial pilot to make a landing on the Ruth Glacier for the safety of his six passengers. Snowfall and cloud cover kept the seven of them grounded for two days in the DeHavilland Beaver, which was supplied with sleeping bags, food, a stove, and a satellite phone. On July 4, to avoid an emergency situation, a ground team of four NPS rangers was flown via helicopter to the lower Ruth Gorge. The team skied up-glacier 3.5 miles with food, tents, and warm clothing to re-supply the group in the event their stay was prolonged further. The weather cleared sufficiently later that afternoon for the stranded occupants and pilot to return to Talkeetna. No injuries were reported.    First Ascents and Interesting Statistics   The 2013 season was an exciting one as climbers used their imaginations and creativity to seek out virgin, unclimbed terrain. Favorable weather and climbing conditions yielded a significant number of new and technically difficult routes spread across an impressive variety of peaks, many of which were remote and seldom visited. The first new route of the season was opened in the Kichatna Mountains by Jess Roskelley, Ben Erdmann, and Kristoffer Szilas, who braved early April temperatures on The Citadel’s east face. Their route, “Hypa Zypa Couloir”, is adjacent to the established route “Supa Dupa Couloir”, and follows a couloir system featuring a very aesthetic and impressive ice hose which gains the peak’s summit ridge. They continued over the summit, made a challenging descent down the peak’s north ridge, and returned to camp at the end of their third day.   The Mooses Tooth’s east face, one of the largest and most continuously difficult walls in the range, is a tough face to find in good conditions, and sees far more attempts than successes. This season, however, featured the best ice conditions many veterans had ever seen. The face saw a frenzy of activity in April, despite extremely cold temperatures, and the result was three new and very difficult routes. Before this season, only six routes had been established on the face in 32 years, and none had been repeated. The powerful Austrian team of David Lama and Dani Arnold established “Bird of Prey”, which follows a direct and uncompromising line up the center of the upper face, breaking left from the beginning crux pitches of the 2004 route Arctic Rage. The route featured very difficult mixed climbing up to M7+ and rock climbing to 5.10R. Lama and Arnold completed the route to the top of the face but did not follow the final portion of the corniced ridge to the true summit of the peak. Scott Adamson and Pete Tapley teamed up to climb “NWS”, a major ice climb following the significant feature to the right of and parallel to Arctic Rage. This route had been attempted many times in prior years, but the opening step in the primary couloir had lacked ice and thwarted all attempts. This season, a huge ice pillar poured over the step and touched down, creating a WI6 passage into the upper gully. From here, comparatively moderate and very aesthetic ice climbing (sustained grade 4 with occasional grade 5 steps) led upwards for many pitches until the line eventually tied in with the final pitches of Arctic Rage. Adamson and Tapley, like Arnold and Lama, completed the route to the top of the face but did not continue to the true summit along the final corniced ridge. They rappelled the route back to their camp on the Buckskin Glacier.   Adamson next teamed up with Chris Wright to establish an extremely difficult mixed route further to the left of the previous two lines. The line follows the Bridwell\/Stump route “Dance of the Woo Li Masters” through the opening snow covered slab pitches and leftward traverses. Where that route continues further left to the prow of the east buttress, Wright and Adamson climbed a direct corner system on the right side of the buttress. Here they found very difficult and seriously run-out, mixed climbing that was described as being quite stressful and psychologically challenging. Their line, which was simply and succinctly dubbed “Terror”, briefly intersected the Bridwell\/Stump route again and used a bivi ledge on that route. Next, the pair broke out to the right again and continued through more difficult and unclimbed mixed terrain towards the center of the face to reach the summit ridge. Wright and Adamson then followed the summit ridge to the true summit of the peak, making only the fifth complete ascent to the summit by any of the mountain’s east face routes. The pair then rappelled NWS, which they reported as a fast and straightforward descent route.   Down in the Ruth Gorge, climbers established several impressive new routes. On Mount Johnson, New England climbers Peter Doucette and Silas Rossi climbed a very difficult and thinly iced system of runnels and smears on the back wall of Mount Johnson’s north face. The line boldly takes a series of ephemeral smears and a crux pillar of fragile ice up the wall to the right of the Japanese route “The Ladder Tube”. Doucette and Rossi reached the top of the wall, which is the ridge separating Mount Johnson from Mount Wake to the north, then descended their line, which they dubbed, “The Twisted Stair”, in keeping with the theme of Mount Johnson’s other routes (Escalator, Elevator Shaft, Ladder Tube). Also in May, Mount Johnson saw a second new route com-pleted, this one to its seldom-visited summit. Todd Tumolo and Josh Hoeschen began climbing the Escalator route on the peak’s east face, then shortly after that route enters its signature couloir at mid-height, Tumolo and Hoeschen broke out to the right and into a parallel couloir system. After a few hundred feet, they again traversed right into a more prominent system which parallels the protruding (and unfinished) east buttress closely on the left of the buttress. The line, which was mostly moderate climbing, led the pair directly to the summit. The route was named “The Fire Escape”, again following the theme of Mount Johnson routes. Prior to the ascent of Mount Johnson, Tumolo, along with partner Dusty Eroh, established a major route on Mount Bradley’s unclimbed true north face. The line of the route is difficult to see from the Ruth Gorge, which probably kept it a hidden secret for so long. The route was characterized by sustained thin ice and poorly protected compact snow climbing (“s’nice”). This, along with the suspicious nature of the integrity of the protection and tool placements gave the route its name: Neve Ruse. The pair summited and descended the west ridge to the Wake\/Bradley col.  Across the Gorge, Sam Hennessey and Eitan Green made the first ascent of the north face of Peak 7,400’, the point separating Cavity Gap from the formation known as “London Bridge”. The peak has several established routes on its western and southern faces, but Hennessey and Green’s ascent was likely the first of the enigmatic and very steep north face. The route followed complex terrain which became increasingly difficult higher on the route, including several pitches of M6, and ending with some “sketchy” snow and mushroom climbing to gain the summit.   After their climb of Peak 7,400’, Hennessey and Green traveled to the Thunder Fork of the Kahiltna Glacier. where they established a new route on the northwest flank of Thunder Mountain. The route ascends a 2000 foot face of ice and moderate mixed climbing to gain the shoulder west of Thunder Mountain, continuing another 1700 feet on easy snow terrain to Thunder’s summit.   In June, Austrians Gerry Fiegl and Alex Blumel completed a new route on the Gargoyle’s west face, which they named “Beauty and the Beast”. The “beauty” lay in the route’s quality lower pitches of beautiful cracks. The “beast” came high on the route in the form of a wet chimney filled with very loose rock and sketchy protection. Fiegl and Blumel also headlined the list of significant repeat ascents in the Ruth Gorge during the 2013 season, repeating the “Tooth Traverse”, the massive enchainment of Sugar Tooth, Eye Tooth, Missing Toof, Bear Tooth, and Moose’s Tooth. This traverse was first completed by Renan Ozturk and Freddie Wilkinson in 2012 after four prior attempts. This spring, Wilkinson and Ozturk were joined by Califor-nia rock climbing ace Alex Honnold to make the second ascent of “The Pearl”, a difficult and high quality route on Mount Bradley’s south face, established in 1995 by the late Austrian alpinist Andi Orgler and his partners Helmut Neswadba and Arthur Wutschner. Orgler made a phenomenal number of first ascents in the Ruth Gorge between 1986 and 1995, and he noted the Pearl as one of his finest. Honnold, Ozturk and Wilkinson also made what is probably the fourth ascent of the Southeast Face route on Mount Dickey, the historic 5000 foot rock climb established by David Roberts, Galen Rowell, and Ed Ward in 1974. Honnold, Ozturk and Wilkinson made the round trip ascent in an incredibly fast 25 hours from their camp. The trio also made a very fast ascent of Mount Barrille’s Cobra Pillar. Meanwhile, the Broken Tooth saw only its fifth complete ascent when Alaskan climbers Jay Rowe and Peter Haeussler established a challenging new start variation to the west ridge route, then completed the line of the original west ridge to the true summit. The pair accessed the ridge from the south, beginning from the Coffee Glacier. They bivouacked on the ridge before continuing to the summit on the second day.   Farther west, in a remote area between the Lacuna and Yentna Glaciers, Mark Allen and Graham Zimmermann made the first ascent of the imposing east face of Mount Laurens, one of the peaks that extend southward from Mount Foraker’s “Shark’s Fin” feature. Mount Laurens was first climbed by Austrian speed soloist Thomas Bubendorfer in March 1997, who climbed the peak’s western face from a camp on the Yentna Glacier. Mount Laurens’ east face is a steep and impressive series of snow plastered rock ribs and is plainly visible from Mount Hunter and Mount Foraker, but until this year had remained unvisited. Allen and Zimmermann approached from a glacier landing in the Ramparts, a group of granite spires on the west side of the lower Kahiltna Glacier, and approached the face by an off shoot of the Lacuna Glacier. After retreating from an initial line, they attempted a different line on the northeast buttress, or right side of the face, where they initially found difficult ice and mixed climbing. This led to easier but heady snow slopes which gained the summit ridge, where they traversed an extremely corniced crest to gain the highest point. Using GPS and an altimeter, they obtained a reading of 10,042 feet elevation for this peak, which to date existed only as a closed contour on the map. The pair rappelled and down-climbed through a series of couloirs on the southern margin of the east face. In early May, Japanese climbers Watanabe Daizo and Tani Takeshi climbed a new route on the south face of Mount Francis, which lies directly north of Kahiltna Basecamp. The route follows the great couloir on the south face then continues straight up through mixed terrain graded AI4 and M5 to reach the false (south) summit. They continued from here to the summit following the final portions of the popular southwest face route, and descending via the East Ridge. Though many variations are known to have been climbed on the mountain’s south face, most have gone unreported so it is not known how much of Daizo and Takeshi’s line may have been climbed previously. Daizo and Takeshi named the route “Jumping Jack Flash” and have dedicated their ascent in memory of their friends Junya Shiraishi and Jiro Kurihara, who were killed in an avalanche while attempting a new route of Mount Francis in May 2011.   In late May, Jens Holsten, Seth Timpano, and Jared Vilhauer went exploring in the west fork of the Ruth, be-fore finding an inspiring feature on the upper east face of Reality Ridge. Reality Ridge is a long, granite studded ridge rising from the west fork at just over 7,000’ until it joins the Southeast Spur at point 13,100’. Holsten, Timpano and Vilhauer skied far up the valley separating Reality Ridge from Peak 11,300’ and began climbing the 5000-foot face by way of a long and continuous couloir system filled with many pitches of aesthetic, sustained ice climbing. After a full day they bivouacked at the crest of Reality Ridge, then after a full day of rest they continued up Reality Ridge’s severely corniced upper section, in search of a logical high point, which they found at the top of peak 13,100’. The trio descended back down their new route, which they dubbed the “Reality Face”.   100 Years and Counting   A lot has changed in the last one hundred years...the development of reliable maps, more efficient transportation, lighter weight clothing, life saving communication tools, and technologically superior gear, to name just a few. But one thing that hasn’t changed is the basic drive to reach the top. Of course, a successful climb often takes far more than drive—be it luck, skill, good weather, experience, judgement—but a climber won’t see the summit without it. Whether it was 1913 or 2013, the individual motivations behind that drive vary from team member to team member. Fame, exploration, sheer adventure, personal challenge, or perhaps simply doing a job that puts food on the table. And no doubt for some, all of the above hold true. This year, climbers and historians alike celebrated the 100th anniversary of the first summit of Denali. Hudson Stuck, Harry Karstens, Walter Harper, and Robert Tatum were the first mountaineers to reach the top, standing on the south summit on June 7, 1913.   Descendants of the original expedition members, including the four that reached the top as well as those that provided the crucial ground support, honored the historic achievement of their ancestors by making a commemorative ascent of Denali. Beginning their climb at the McKinley River on June 7, a team of six descendants and four guides headed up the Muldrow Glacier route, the same route up the moun-tain pioneered by their ancestors. In addition to the guides from the Alaska Mountaineering School, the ‘Denali 2013’ team consisted of Samuel Alexander, Dan Hopkins, Ken Karstens, Ray Schueneman, Samuel Tatum, and Dana Wright; four of whom stood on top of the South Peak of Denali on June 28, capturing a view similar to what their forefathers saw a century prior.   Several major Alaskan museum exhibits specifically high-lighted the first ascent in 2013. The Museum of the North in Fairbanks curated a multi-media exhibit with historical artifacts, extensive narratives, and a digital mapping exhibit. From its direct vantage point of the Muldrow Glacier route, Denali National Park’s Eielson Visitor Center hosted a specialized interactive exhibit that brought the pioneer 1913 climb to life for park visitors. Throughout the summer, Denali National Park also hosted a diverse ‘Centennial Speakers Series’ held at the Denali Visitor Center’s Karstens Theater. Local historians spoke on epic pioneer climbs and adventures in the Alaska Range, kicked off on June 7 by a presentation on the 1913 climb by Tom Walker, author of The Seventymile Kid about the legacy of Harry Karstens. Other speakers included Brian Okonek (1912 Parker-Browne Expedition), Dave Johnston (First Winter Ascent), Jane Bryant (Lindley-Liek Expediton), and Terrance Cole (1910 Sourdough Expedition).    Medical Summary   Not only was 2013 a quiet search and rescue season, the medical tent was significantly quieter than in years past, with mountaineering rangers, volunteer medics, and physicians treating only 18 patients. Review of the run sheets indicate a typical variety of ailments and injuries in 2013, though perhaps with fewer cold injuries than usual due to the balmy spring temperatures. In the Medical—Other category, ailments include pink eye, spontaneous pneumothorax, toothache, and abdominal distress.    6 Traumatic Injuries (33%) 6 Altitude-related Illness \/ AMS (33%) 4 Medical—Other (22%) 1 Cold Injury (0.5%) 1 Medical—Cardiac (0.5%)   Denali's Dynamic Duo  Any reader of these Mountaineering Summaries over the past decade or more will recognize the names Dr. Jennifer Dow and Paul Marcolini. Dow and Marcolini are indispensable assets to Denali’s emergency medical program. Both work hand-in-hand, year-round, with Denali mountaineering ranger and lead medic Dave Weber to coordinate staff medical training, visitor care, and promote professionalism in the field of outdoor emergency medicine.   Dr. Dow, or Jenn as she is known around here, has served as Medical Director for Denali’s mountaineering program since 2000. As Denali’s sponsoring physician, Dr. Dow assumes professional responsibility for all EMS response in the Park, and oversees all prescription pharmaceuticals dispensed by park rangers. Since 2000, Dow has expanded her medical direction to include all national parks in the Alaska Region. Her dedication and service to the NPS earned Jenn the 2008 George B. Harzog, Jr. Award for Outstanding Volunteer Service, the highest honor in the NPS Volunteers-In-Parks program. In her ‘off time’, Dr. Dow is an ER doctor at Alaska Regional Hospital in Anchorage.   Paul Marcolini, a longtime paramedic who applies his emergency medical expertise back home at the Central Maine Medical Center, has been serving as volunteer medic on Denali mountaineering patrols since 2006. Marcolini keeps coming back for more each spring, sometimes serving on multiple field patrols in a given season. With extensive paramedic field experience and EMS training expertise, Paul began co-instructing Denali’s pre-season EMT medical refreshers with Dr. Dow starting in 2011. In recent years, Paul has devoted time and off-season attention to drafting a training curriculum, medical field guides, an evacuation matrix, and other operational manuals.   In addition to such responsibilities as providing medical instruction, debriefing medical incidents, quality improvement, revising EMS protocols, and participating in telephone consultations during rescue emergencies, both Dow and Marcolini routinely devote extensive volunteer field time on Kahiltna Basecamp patrols and 30-day high altitude patrols. All Denali staff are grateful for Jenn and Paul’s expertise in the field of emergency medicine, as well as their love of the mountains.    Mountaineering Volunteers-in-Parks (VIPs)   Denali’s mountaineering program would not be possible without its VIPs. In 2013, 40 highly skilled volunteers dedicated over 12,200 hours of work in medical treatment and training, technical rescue, resource protection, cleanup, and education.    South District Staff    South District Ranger: John Leonard Lead Mountaineering Ranger: Coley Gentzel Mountaineering Rangers:Tucker Chenoweth, Chris Erickson, Brandon Latham, Joey McBrayer, Joe Reichert, Roger Robinson, Mik Shain, Dave Weber, Mark Westman Rescue \/ Shorthaul Adviser: Renny Jackson Admin \/ Public Information: Maureen McLaughlin Supervisory VUA: Missy Smothers Visitor Use Assistants: Julia Crocetto, Pam Robinson, Robert Zimmerman Chief of Planning: Miriam Valentine Concessions Specialist: Martha Armington Interpretive Ranger: Jay Katzen SCA: Natalie Croak Maintenance Worker: Cary Birdsall",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/mountaineering-reports-2010s.htm"
}
