{
    "title": "Denali National Park & Preserve: Service Animals",
    "body": "Explore This Park    Plan Your Visit     Accessibility     Service Animals              Service Animals       Service animals are allowed in National Parks. For a definition of a service animal, please go to www.ada.gov\/service_animals_2010.htm. For information on animals that do not qualify as service animals, please see our information on pets in the park.  With one exception, anywhere that you wish to go, your service animal may go, too. There are some unique aspects of visiting this remote wilderness to keep in mind, however.   Water: Potable water is available at the Wilderness Access Center, the Denali Visitor Center (and surrounding facilities), the Eielson Visitor Center, and four park campgrounds - Riley Creek, Savage River, Teklanika River and Wonder Lake. While there are innumerable natural water sources (ponds, creeks, rivers, etc) throughout the park, be aware that water-born diseases like giardia could be present.  Terrain: Park trails are generally surfaced with compacted gravel or a mix of native soils and rocks - more detailed descriptions can be found on our mobility and physical accessibility page. Buses: Transportation throughout most of Denali is via commercial bus. If your service animal is large, please let the bus concessioner know in advance so that they can ensure there is plenty of space for your service animal along with your party.  Waste: Every rest area and visitor center throughout the park has trash cans for disposing of animal waste; however, there are no plastic bags provided, so please remember to bring your own.  Wildlife: Wildlife can be encountered anywhere in the park - even near developed and busy areas, like the visitor center. Wolves, bears and, particularly, moose are of obvious concern, but smaller animals like foxes, coyotes and even squirrels could cause issues for service animals unused to encountering wildlife. Golden eagles may also be a concern for particularly small service animals - golden eagles are large enough to prey upon Dall sheep lambs, among other wildlife.     If you wish to visit the kennels with a qualified service animal, we ask that you notify the kennels staff in advance, by calling 907-683-9586. Ideally, we can assist you during your visit in a way that lets you leave your service animal in capable hands outside the kennels area while you meet our NPS sled dogs and\/or attend the ranger program. We know your service animal is exceptionally well trained, but our dogs do not differentiate their response from an outside pet. Our dogs will react to any animal entering the kennels as if it were an intruder in their home, and will lunge, bark and generally try their best to chase the intruder away.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/serviceanimals.htm"
}
