{
    "title": "Grand Canyon National Park: Mammals",
    "body": "Mammals        Abert's squirrel, also called the tassel-eared squirrel, is one of the most commonly seen mammals at Grand Canyon National Park. NPS       Over 90 species of mammals call Grand Canyon National Park home, giving this park higher mammalian species diversity than Yellowstone. From the largest land animal in North America to some of the highest bat species diversity in the United States, Grand Canyon is home to a far larger mammalian population than many people think. Most visitors to the park see mule deer, elk, and squirrels, but many of Grand Canyon's mammals are secretive or nocturnal and move around unnoticed.           Pallid Bat NPS Eric Hope  Bats Grand Canyon National Park is home to one of the highest bat diversities anywhere in the United States, providing habitat to 22 species of bats. Many bats in the park eat insects, with the Little Brown Bat (Myotis lucifugus) capable of eating 1,200 mosquito-sized insects an hour. Others feed on fish and yet others eat the nectar of fruit producing plants-helping to pollinate the plants. Although it’s unlikely you’ll encounter all of Grand Canyon’s bat species during your visit, look into the evening and night skies to view the only mammals capable of true flight.        Bighorn Sheep thrive in the desert scrub of the Grand Canyon. NPS  Bighorn Sheep  One of the largest and most charismatic of Grand Canyon National Park's wildlife is the desert bighorn sheep. This species is the largest native animal in the park with males weighing up to 300 lbs (135 kg), though two nonnative species living in the park, bison and elk are larger. Though bighorn are generally associated with mountainous terrain, the unique landscape found in the Grand Canyon provide excellent habitat unlike any other on earth. The canyons have provided remote refuges for these animals and this is the only non-reintroduced population of desert bighorn.        Bison NPS Eric Hope   Bison American bison are the largest land-dwelling mammal in North America, weighing over 2000 lbs (900kg). Unlike bison you may see in Yellowstone, the bison found in Grand Canyon National Park are not native and are a hybrid between American bison and cattle, and were introduced to the area in the early 1900s. Currently, bison are only found on the North Rim of the Grand Canyon.        Elk NPS Eric Hope  Elk  Elk (Cevus elaphus) are the largest member of the deer family (Cervidae) in Grand Canyon National Park. The Rocky mountain elk (Cervus elaphus nelsoni) in the park come from 303 individuals introduced to the state from 1913-1928 from Yellowstone National Park. While they can appear calm, elk are wild animals that can be dangerous. Please view these animals from at least 100 feet.        Hog-nosed Skunk NPS Jen Hiebert  Hog-nosed Skunk  The Grand Canyon is home to one of the world’s largest species of skunk, the American hog-nosed skunk (Conepatus leuconotus). The park is north of the species’ known range, but two skunks were reported by river trips on the Colorado River in 2014. It is unknown whether the species has been overlooked in the Grand Canyon in the past, or if it has expanded its range northwest. These sightings suggest a breeding population on both sides of the river. Park biologists are beginning a study of the distribution and presence of hog-nosed skunks in the canyon.        Mountain lion kitten being handled by park biologists. NPS  Mountain Lion Mountain lions are the largest predators found in the Grand Canyon. There are 18 native South American, 25 native North American, and 40 English names for this species, and the most common are puma, cougar, panther, and catamount. Humans in Grand Canyon have no reason to fear mountain lions because they do not see humans as prey. For mountain lions, being hit by cars is a common cause of death. Please use caution when driving, especially on East Rim Drive.        Mule Deer NPS Eric Hope   Mule Deer Mule deer are very common throughout western North America, and are one of the most commonly seen animals in Grand Canyon National Park. Their large ears resemble those of mules- hence the name, and they have a narrow tail which distinguishes them from white-tailed deer (Which are common in the United States, but not found in Grand Canyon National Park).        Ringtail NPS  Ringtail  This small mammal, often called a ringtail cat, miner's cat, or bassarisk, is Arizona's state mammal. It is a common, albeit rarely-seen member of Grand Canyon's fauna. The musky smell they excrete deters would be predators such as foxes, coyotes, and bobcats.      More Information Mammals of Grand Canyon NP  Arizona Game and Fish Web Site",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/mammals.htm"
}
