{
    "title": "Gates Of The Arctic National Park & Preserve: Ancient Traditions",
    "body": "Ancient Traditions       Beaver   |   Ancient Traditions   |   The Water Wizard   |   Family Life   | Nature's Engineer   |   Shapers of a Continent   |  Back to Animals        Beaver crossing a lake in the Brooks Range Richard Nelson  Ancient Traditions Beavers have been hunted and trapped by Native Americans for thousands of years. In Alaska, these animals were taken with ingenious deadfall traps and snares, also with bows and spears. Today, people living in villages throughout the state sometimes hunt beavers with light rifles, but most are taken with steel traps and wire snares. Trapping is carefully managed, both by legal regulations and by traditional conservation practices, to assure that beaver populations remain healthy. Alaskan villagers are skilled at stretching, cleaning, and drying beaver pelts, which they use themselves or sell to commercial buyers. Native women use the dense, warm hides to make beautifully crafted parkas, boots, and mittens, as well as clothing trim. Beaver meat is tasty, tender and nutritious. It is prepared in a number of ways in the villages—boiled, oven-roasted, or cooked over a campfire. For a special delicacy, many Native villagers love to roast the rich, fatty beaver tail on a stick over the fire. In many Native traditions, the beaver is much more than just an animal—it is a powerful, vital, and respected being. For example, Koyukon people call beaver Noya’a, or Ggagga, which also means simply “Animal”. Elders teach that the beaver has a potent and sensitive spirit. It is important to speak carefully about beavers and to treat a trapped animal in special ways, or it will avoid your traps. For example, when cutting a beaver carcass for meat, it should be done without severing the neck, to show respect for the beaver’s spirit. Elders teach that it is important to follow an ancient Koyukon tradition: after taking the meat and hide from a beaver, its bones should be put back in the water, while the person speaks to its spirit, saying: “Tonon litseeyh.”  This means, “Be made again in the water”, and it assures that the reincarnated beaver will come back to your traps.      Beaver   |   Ancient Traditions   |   The Water Wizard   |   Family Life   | Nature's Engineer   |   Shapers of a Continent   |  Back to Animals",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/nature\/beaver-ancient-traditions.htm"
}
