{
    "title": "Glacier Bay National Park & Preserve: Concession Opportunities",
    "body": "Explore This Park    Get Involved     Do Business With Us     Concession Opportunities              Concession Opportunities             The National Park Service generally solicits concession services through a competitive selection process. The opportunity to apply is only open when announced by a prospectus (a request for proposals) which defines the services needed, the terms and conditions under which they will be operated, and sets criteria for evaluating and selecting from among proposals submitted by private sector companies. As prospectuses are issued, they will be listed below and posted on our web page associated with that category of visitor service (click on the links for specific services below).  Changes to a prospectus, clarifications and answers to questions about the prospectus will be posted to this website, on the same page as the individual prospectus. You may request to be notified of any changes, clarifications and answers to questions by being put on the mailing list for the subject prospectus. Contact Concession Specialist Melanie Berg (907) 697-2230 or e-mail us  Current, upcoming and recently closed concession opportunities are listed below. Click on each link for more information regarding that opportunity.  Open Opportunities Cruise Ship ServicesProspectus for cruise ship services remains open and proposals (applications) may be submitted at any time until the contract termination date (2019). For additional information, please see the Glacier Bay Cruise Ship Prospectus page at: http:\/\/www.nps.gov\/glba\/parkmgmt\/cruise-ship-prospectus-glba-cs-08.htm   Other Opportunities Ferry Services Motor Vessel Ferry Service between Juneau and Bartlett Cove is currently being authorized under a Commercial Use Authorization year-to-year.  Contact the park concessions office (links at the bottom of this page) if you are interested in providing this service. Contracts Awarded Guided Sea Kayaking Contracts:   Sea Kayak Day Tours: January 10, 2007: Glacier Bay Sea Kayaks, Inc. was awarded the concession contract to provide guided sea kayaking day trips based out of Bartlett Cove. Glacier Bay Sea Kayaks, Inc. has a long tenure as a concessioner at Glacier Bay providing kayak rental services. The contract term will be from January 1, 2007 through December 31, 2016. This is a reissuance of the day tour portion of the guided sea kayak prospectus that was originally issued in 2004. That prospectus was rescinded on January 21, 2005. Sea Kayaking Day Tour Guide Service Prospectus was re-issued June 24, 2005 and closed August 24, 2005. Sea Kayaking Overnight Tours: Alaska Mountain Guides and Climbing School, Inc. and Alaska Discovery Inc. were awarded concession contracts to provide guided sea kayaking overnight trips in Glacier Bay National Park. Each contract is authorized up to twelve trips in Glacier Bay during the summer season. Sea Kayaking Overnight Tour Services Prospectus was re-issued June 24, 2005, Closed August 24, 2005.  The contract term will be from January 1, 2007 through December 31, 2016.  This also was a reissuance of the prospectus issued in 2004.Charter Vessel Services Issued April 27, 2004 -  Closed June 30, 2004 The National Park Service received 24 proposals for charter vessel services.  Sixteen concession contracts were awarded for the operation of charter vessel services within Glacier Bay National Park under this prospectus, Adventures Afloat, Alaska Yacht Charters, Chichagof Charters, Cross Sound Express, Dolphin Charters, Fairweather Adventures, First Out Last In, Glacier Guides, Gustavus Marine Charters, Lisianski Charters, Marine Adventure Sailling, Sea Wolf Adventures, Sound Sailing, Southeast Alaskan Adventures, The Cove, and Woodwind Adventures. Lodging Services in Glacier Bay National Preserve (Dry Bay area)  Issued March 8, 2005 Closed May 6, 2005 The National Park Service issued a prospectus under which one concession contract was awarded to Gary Gray, d.b.a. Alsek River Lodge, for the operation of lodging, food & beverage and incidental associated services within Glacier Bay National Preserve. One proposal was received. In addition to the contract awarded competitively, two additional contracts for lodging services were awarded non-competitively to Johnny's East River Lodge & Northern Lights Haven pursuant to 36 CFR 13.82 (historic operators). To view and download solicitation #GLBA-DryBay-05, the prospectus for Dry Bay Lodging Services, click here.  Hunting Guide Services in Glacier Bay National Preserve (Dry Bay area). The National Park Service issued a prospectus which opened February 4, 2005 and closed April 5, 2005.  Two proposals were received and two concession contracts were awarded to incumbent operators Gary Gray and John Latham for the operation of guided hunting services within Glacier Bay National Preserve. Guided Alsek River Rafting Services Issued February 5, 2003 and closed April 11, 2003  Concession contracts were awarded to Alaska Discovery, Chilkat Guides, Colorado River & Trail Expeditions, James Henry River Journeys, Mountain Travel and Wilderness River Outfitters with a contract term of 2005 - 2014. Kayak Rental Services A new concession contract was awarded non-competitively to Glacier Bay Sea Kayaks pursuant to 36 CFR 13.82 (historic operators) with a contract term of 2015-2024. Glacier Bay Lodge and Tour Boat ServicesRe-issued June 23, 2014 and closed September 30, 2014 A concession contract has been awarded to Aramark Sports and Entertainment Services, LLC with a contract term of 2015 - 2025. Tour Vessel ServicesIssued January 21, 2015 and closed April 22, 2015The National Park Service awarded four concession contracts for tour vessel services within Glacier Bay National Park & Preserve to Alaska Catamaran LLC, American Cruise Lines, Inc, InnerSea Discoveries Alaska, Inc. and Lindblad Expeditions, Inc. Contact Concessions Specialist Melanie Berg by e-mail or telephone (907) 697-2230 for more information.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/management\/concession-opportunities.htm"
}
