{
    "title": "Gates Of The Arctic National Park & Preserve: Family Life",
    "body": "Family Life       Beaver   |   Ancient Traditions   |   The Water Wizard   |   Family Life   | Nature's Engineer   |   Shapers of a Continent   |  Back to Animals        A family of beavers heading out for their evening's work Richard Nelson  Family Life A beaver’s social life centers around the family—mother, father and offspring. The male and female mate for life and are monogamous. The female heads up the family and establishes the home site—marked by the classic stick-and-mud lodge in a pond or lake, or by a den excavated into the bank of a deep lake or river. Wolves are the beavers’ main predator, ambushing them when they are eating or cutting trees on shore. Beavers are also caught on land by bears, lynx, wolverines, and coyotes. River otters can swim into the lodge through its underwater entrance tunnel and this is why beavers build their houses with two exits. Beavers mate during the long winter nights, and three or four kits are born the following spring or early summer. Newborns are covered with soft fur, their eyes are open, and they can swim immediately. Unthinkably cute, the kits can sometimes be seen in ponds romping, wrestling, diving, and playfully slapping their tails. By fall, this year’s kits are ready to work along with their parents and their two-year-old siblings from the previous year. They dig canals, work on the dam and lodge, and help to store a large supply of branches in the underwater feed pile next to the lodge. The young animals usually stay with their parents for two or three years, so there are often three generations in the lodge—as many as 6 to 12 beavers. By their second or third spring, young beavers leave home. They travel long distances by land and water looking for a mate and a chance to start a new colony. This is a very dangerous time, when many beavers are killed by predators.  Parents stay in the original home territory, but eventually they run out of trees, shrubs, and other food. They must move elsewhere or starve. This is why abandoned beaver houses are often seen in lakes and ponds around interior Alaska.      Beaver   |   Ancient Traditions   |   The Water Wizard   |   Family Life   | Nature's Engineer   |   Shapers of a Continent   |   Back to Animals",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/nature\/beaver-family-life.htm"
}
