{
    "title": "Grand Canyon National Park: Plants",
    "body": "Explore This Park    Learn About the Park     Nature     Plants               Plants       Jump To: Exotic Tamarisk Management\/ Reports        Narrow-leaved paintbrush, Castilleja linariaefolia   There are approximately 1,737 known species of vascular plants, 167 species of fungi, 64 species of moss and 195 species of lichen found in Grand Canyon National Park. This variety is largely due to the 8,000 foot elevation change from the river up to the highest point on the North Rim. Grand Canyon boasts a dozen endemic plants (known only within the Park's boundaries) while only ten percent of the Park's flora is exotic. Sixty-three plants found here have been given special status by the U.S. Fish and Wildlife Service.    Grand Canyon National Park contains 129 vegetation communities, and the composition and distribution of plant species is influenced by climate, geomorphology and geology.        Colorado River vegetation    Along the Colorado River and its perennial tributaries, a riparian community exists. Coyote willow, arrowweed, seep willow, western honey mesquite, catclaw acacia, and exotic tamarisk (saltcedar) are the predominant species. Hanging gardens, seeps and springs often contain rare plants such as the white-flowering redbud tree, stream orchid, and McDougall's flaveria.        Blackbrush along the Tonto Trail, Coleogyne ramosissima Torr.    Above the river corridor a desert scrub community, composed of North American desert flora, thrives. Typical warm desert species such as creosote bush, white bursage, brittle brush, catclaw acacia, ocotillo, mariola, western honey mesquite, four-wing saltbush, big sagebrush, blackbrush and rubber rabbitbrush grow in this zone.         Pinyon pine and juniper zone    Above the desert scrub and up to 6,200 feet is a pinyon pine, Utah and one seed juniper woodland. Within this woodland one can find big sagebrush, snakeweed, Mormon tea, Utah agave, banana and narrowleaf yucca, snakeweed, winterfat, Indian ricegrass, dropseed, and needlegrass.         Ponderosa pine forest   Ponderosa pine forests grow at elevations between 6,500 feet and 8,200 feet, on both North and South rims. Additional species such as Gambel oak, New Mexico locust, mountain mahogany, elderberry, creeping mahonia, and fescue have been identified in these forests. Above 8,200 feet, spruce-fir forests characterized by Englemann spruce, blue spruce, Douglas fir, white fir, aspen, and mountain ash, along with several species of perennial grasses, groundsels, yarrow, cinquefoil, lupines, sedges, and asters, brave the sub-alpine climate.         Meadow on the North Rim   Montane meadows and subalpine grassland communities are rare and located only on the North Rim. Both are typified by many grass species. Some of these grasses include blue and black grama, big galleta, Indian ricegrass and three-awns. The wettest areas support sedges and forbs.   A permit is required for collecting plants in the park.       Related Information Colorado River Plant List  (280kb Excel Worksheet)  Grand Canyon Exotic Plants List - updated 2012 02 (80kb PDF File)  Grand Canyon Exotic Plant Species - Vegetation Management Bulletin (117kb PDF File)  Grand Canyon Vascular Plant List (211kb Excel Worksheet)  Grand Canyon Non-Vascular Plants (330.7kb PDF File)  Grand Canyon Potentially Invasive Weed List (17.8kb PDF File)  Grand Canyon Threatened & Endangered Species List (52.5kb PDF File)  Guide to the Special Status Plants of Grand Canyon Part One (1.44MB PDF File) Part Two (2.05MB PDF File) Part Three (1.57MB PDF File)  List of Special Status Plants of Grand Canyon (30kb Excel Worksheet)    Canyon Sketches Vol 16 - January 2010 Grand Canyon National Park takes steps to recover the endangered sentry milk-vetch. The park took significant actions in 2009 to recovery the endangered sentry milk-vetch, including constructing a passive solar greenhouse to house an ex situ population and conducting seed germination trials.  Canyon Sketches Vol 15 - November 2009 Invasive Plant Control in Tuweep In March 2009, Grand Canyon National Park teamed up with the Coconino Rural Environmental Corps (CREC) to eradicate invasive plants in the Tuweep District. Canyon Sketches Vol 06 - October 2008 Park Vegetation Crews Use Multiple Techniques to Restore Native Vegetation Along Hermit Road Hermit Road re-opened in November 2008 after a nine-month rehabilitation. Restoration of native vegetation along Hermit Road is one of the largest plant restoration and rehabilitation efforts ever undertaken at Grand Canyon National Park. The multi-faceted project includes a variety of restoration techniques and incorporates substantial contributions by park volunteers and interns.  Canyon Sketches Vol 05 - August 2008 Park Biologists Conserve Rare Plant Plant biologists identified several populations of Tusayan flameflower (Phemeranthus validulus) in areas that will be impacted by the construction of parking lots at Canyon View Information Plaza. In order to conserve this rare Grand Canyon species, they recently salvaged plants from construction zones and transplanted them in suitable habitat nearby.  Canyon Sketches Vol 02 - April 2008 Volunteers Help Control Invasive Plants   Invasive plants such as Sahara mustard pose a serious ecological threat to Grand Canyon. Volunteers have made important contributions towards controlling this aggressive invader over the last few years. Volunteer trips with Science and Resource Management's vegetation program are fun and educational and give people who love Grand Canyon the opportunity to help preserve park resources.  Visit the Canyon Sketches eMagazine Home Page Canyon Sketches are short, timely and newsworthy updates about Grand Canyon's natural, cultural and recreational resources. They highlight the ongoing work that Grand Canyon's Science and Resource Management staff does to monitor, inventory, restore, and rehabilitate park resources. The Canyon Sketches eMagazine is designed to provide specific information on resource challenges and Science and Resource Management activities.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/plants.htm"
}
