{
    "title": "Gates Of The Arctic National Park & Preserve: Shapers of a Continent",
    "body": "Shapers of a Continent       Beaver   |   Ancient Traditions   |   The Water Wizard   |   Family Life   | Nature's Engineer   |   Shapers of a Continent   |   Back to Animals        Mosaic of water and land makes ideal wildlife habitat (Northern Alaska) Richard Nelson  Pre-Columbian Land Mosaic Before Europeans arrived, there are estimates that up to 200 million beavers lived in the area now encompassed by the lower 48 states. Imagine millions upon millions of beaver dams and ponds—each with its own rich wetland meadow and thickets. Wetlands created by beavers may have covered more than 300,000 square miles in pre-Columbian America. This means that a tenth of the total land area was rich wetland—thanks to beavers—making a checkerboard pattern of ecological diversity across the face of the continent and creating homes for a large number of species, including insects, amphibians, fish, birds, and mammals. The ecological richness created by beavers benefited Native American people who lived by harvesting wild resources. Beavers themselves have also been hunted and trapped by Native American people for thousands of years, providing an important source of food and furs. When Europeans colonized North America, the quest for beaver pelts lured frontiersmen and entrepreneurs first to the eastern regions and then westward into the United States and Canada. Beginning in 1670, Hudson’s Bay Company outposts spread across the Canadian north all the way to Alaska. For example, Fort Yukon—south of the Brooks Range—was a Hudson Bay trading post, established in 1847 to trade with Gwich’in people who were, and still are, expert trappers.        The industrious beaver constantly works on its lodge and dams Richard Nelson  Demand for Pelts and Oil The pelts were sent to Europe and used to make beaver felt hats—these were hugely popular during the 1700’s and 1800’s. Throughout North America, tens of millions of beaver were taken, mostly using steel leg-hold traps developed in Europe in the 1600’s. The oil from a gland at the base of the beaver’s tail was another product in demand. Called castoreum, this oil was mainly used as a base for perfume. It was also valued for medicine, and research has shown that the oil contains salicylic acid derived from the beaver’s willow diet—this is the principal ingredient in modern aspirin. Because of intensive, unregulated trapping and hunting, beavers had become rare or had completely vanished in much of North America by 1850. Luckily, beaver hats went out of fashion, trapping pressure declined, and beaver populations began a long process of recovery. Still today, we can see evidence of the beaver’s historic importance in the names of places and towns across the North American continent: Some examples include Beaver Dam, Wisconsin; Beaver Crossing, Nebraska; Beaver Creek, Wyoming; Beaverton, New Brunswick; Beaver County, Utah; and Beaver Park, Iowa. Beaver is the state animal of Oregon and most importantly, it is the national animal of Canada—commemorating the beaver’s crucial role in Canadian history. The image of a beaver is engraved on every Canadian nickel coin. The beaver is also part of the Provincial coat of arms of both Alberta and Saskatchewan. More than 1000 place names across Canada contain the word “beaver”. Beavers are also abundantly represented on the modern map of Alaska, which shows at least 17 Beaver Lakes and 27 Beaver Creeks, as well as Beavertail Island, Beaverhouse Hill, Beaver Trail Lake, and the village of Beaver situated on the Yukon River north of Fairbanks.        Beaver trails lead through lakeside grasses and sedges into the woods. NPS photo by Josh Klauder  Contributions and Conflicts Since about the 1940’s, there have been concerted efforts to protect beavers, rebuild their populations and release them back into places where they had disappeared. These efforts have been hugely successful and beaver numbers have grown tremendously in most of the United States and Canada. They are still nowhere near the abundance of pre-Columbian times, but thousands of beaver ponds and wetlands have reappeared across North America, and there are more every year. Beavers are providing invaluable services by creating wildlife habitat, helping to control flooding and erosion, and conserving huge quantities of water, especially in the mountains and arid lands of the American west. On the other hand, beavers create innumerable problems when their ponds flood farmlands, roads, tree plantations and suburban lawns. This leads to constant battles between people who break the dams and beavers that repair them the following night. Clever drains have been invented to prevent the water from getting so high that it swamps valuable lands or roads. And there have been countless debates over killing beavers when all else fails. And yet these conflicts are a sign that things are going well for one of the craftiest, most energetic, and most intriguing creatures that share a place in our world.      Beaver   |   Ancient Traditions   |   The Water Wizard   |   Family Life   | Nature's Engineer   |   Shapers of a Continent   |   Back to Animals",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/nature\/shapers-of-a-continent.htm"
}
