{
    "title": "Gates Of The Arctic National Park & Preserve: Nature's Engineer",
    "body": "Nature's Engineer       Beaver   |   Ancient Traditions   |   The Water Wizard   |   Family Life   | Nature's Engineer   |   Shapers of a Continent   |  Back to Animals         The beaver's dam is a marvel of hydaulic engineering Richard Nelson  Dams Very few animals have the beaver’s ability to reshape the world in which they live. A beaver’s survival depends on having water deep enough so it doesn’t freeze to the bottom in winter. They also need water to get around, to find food, and to stay safe from predators. This is why beavers build dams across shallow creeks and rivers. These dams are made of branches stuck down into the stream bed and then built up with a thick mortar of mud, gravel and interwoven branches. The dam is constantly maintained to keep the water at the same level for beaver comfort and security. Beaver dams are sometimes maintained and expanded over many generations. They can be up to 1,000 feet long and 15-20 feet high. As the pond grows, it floods more surrounding land and extends the beaver’s feeding area. This is important because over the years, beavers use up food along the pond’s edges so they must travel farther to find trees and shrubs. Beavers also dig canals a few feet wide and up to several hundred yards long—to reach food and float it to the pond.        A beaver pulling willow branches to its dam Richard Nelson  Beavers are famous for their logging skills, chiseling down trees up to 3 feet in diameter. However, they are not clever enough to aim a tree’s fall and on rare occasions a beaver has been crushed by a tree trunk. The beaver is a very powerful animal, capable of dragging a heavy log through the woods and down into the water.      Lodges The other feat of engineering is the beaver lodge, which is constructed by first building a platform of sticks, mud, and rocks, then piling on more sticks and mud until it forms a large dome. Finally the animals gnaw into the dome to hollow out the inside like an igloo with the floor above water level. Typically, the lodge is about 15 feet in diameter and about 6 feet high. Beavers will use their lodge all year round. Because they are so well constructed, a lodge can last for many years, even well after the builders have abandoned it.        Large beaver lodge built of branches and mud on a Brooks Range lake Richard Nelson  There are usually two underwater tunnels into the lodge, sloping up into a feeding room and a separate living or nesting room. There is always an airway up through the top of the lodge. In the winter, steam from the beavers’ warm bodies and breath may be seen rising out from the airway. Beavers living in deeper rivers and lakes often have no lodge but live in dens dug into the bank. When freezing weather comes, the plaster mud on the outside of the lodge gets hard like concrete so it is almost impenetrable for predators, even bears. If a beaver is confronted by a predator such as a river otter which has entered the tunnel, it can  put up a good fight, especially when protecting its young. In the fall, to prepare for winter, beavers stash large piles of fresh branches in the water close to their lodge. These are clearly visible as a cluster of sticks protruding above the water or frozen into the ice. The expression, “busy as a beaver,” is based on real life. Koyukon people, who have studied these animals for generations, say that beavers get skinny in the fall from working so hard to prepare for the cold months ahead. But unlike many other animals, beavers live well in the winter and actually put on fat. It’s interesting to imagine beavers in the perpetual darkness beneath snow-covered ice and within the lodge, swimming out at intervals to get branches and bringing them inside to eat.      Beaver   |   Ancient Traditions   |   The Water Wizard   |   Family Life   | Nature's Engineer   |   Shapers of a Continent   |   Back to Animals",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/nature\/beaver-natures-engineer.htm"
}
