{
    "title": "Gates Of The Arctic National Park & Preserve: The Water Wizard",
    "body": "The Water Wizard       Beaver   |   Ancient Traditions   |   The Water Wizard   |   Family Life   | Nature's Engineer   |   Shapers of a Continent   |  Back to Animals         The beaver's sleek body and webbed hind feet are designed for life in the water Richard Nelson  A Natural Marvel The beaver (Castor canadensis) is the largest member of the rodent family living in North America. Other members of this diverse and successful family include the muskrat, snowshoe hare, red squirrel, and Brooks Range marmot—all are found in Gates of the Arctic National Park. A beaver keeps growing throughout its relatively long life—reaching 10 to 15 years in the wild. Adults measure 3-4 feet long and weigh 40-70 pounds, although the very oldest beavers have achieved a hefty 100 pounds. However, our modern beaver is a midget compared to the giants that lived during the Pleistocene ice age. This remarkable creature was up to 9 feet long and weighed almost 800 pounds. A Koyukon Indian villager who had worked in an interior Alaska gold mine described ancient, enormous beaver dams that the miners washed out of placer deposits—tangible evidence of the giant beavers’ construction activities. The modern beaver is a tremendously successful animal. It lives throughout the continental United States and Canada except for the deep south, arid deserts, and treeless tundra. Beavers can be found in all forested parts of Alaska—from the southeast panhandle to the Brooks Range. The similar-looking European beaver (Castor fiber) originally lived from northern Europe across Russia to China. These animals disappeared from much of their range because of overhunting; for example, they were extinct in Britain by about 450 years ago. European beavers are now being re-established in many European countries—including Britain—and their numbers are gradually increasing. The beaver is a marvel of evolution and ecological adaptation. It is built to be amphibious, with a sleek body shaped like a seal and webbed hind feet for paddling. It can stay submerged for 15 to 20 minutes. Beavers can also waddle slowly on land, venturing as far as 100 yards from the water to cut down trees or clip shrubby branches, which they drag back to the water. It’s not unusual to spot a swimming beaver towing a leafy branch toward a nearby lodge. A beaver’s front paws are not webbed but have long, sharp claws which are important for holding and carrying sticks, for digging bank dens, and for building lodges and dams. Beavers have a rich, shiny chestnut-brown outer coat and a softer, thicker layer of underfur. They constantly groom their fur so it traps air in millions of tiny pockets, greatly increasing the coat’s effectiveness as insulation. Along with a thick layer of fat, this keeps the beaver warm in frigid water and during occasional winter and spring forays out onto the snow-covered land.        A beaver's loud tail slap warns of danger. Richard Nelson  The Beaver’s Tail and Teeth Koyukon Indians have a tradition of telling riddles, often metaphors, about the world around them. They have one for the beaver: “Wait, I see something…I drag my shovel along the trail.” Answer: A beaver, with its broad, flat tail. The beaver’s tail is up to a foot long and covered with black, scaly skin rather than fur. It looks like a paddle and is used as a rudder while swimming. The tail is also a good prop when a beaver sits up on its hind legs to gnaw on a tree. In addition, fat stored in a beaver’s tail helps to keep the animal alive during lean times. As every child learns, a beaver also uses its multipurpose tail as a signaling device—slapping the water to warn other beavers of danger.             Listen to the sounds of a Beaver     A beaver chews on a tree when he becomes aware of possible danger and slaps his tail to warn the other beavers.  Duration:39 seconds                When the beaver dives, it pinches its nostrils and ear openings shut to keep the water out. A transparent membrane also covers its eyes for clear, protected underwater vision. And the beaver can draw its lips tightly behind the front teeth to keep water out of its mouth when cutting and chewing food while submerged. The front teeth are very long and sharp—like flattened chisels—with dark orange enamel. The upper and lower incisors grind against each other, which keeps them sharp. Beaver teeth must grow continuously so they don’t shorten from wear.  These animals are active mostly in the morning, evening, and at night; and during the daytime they snooze in their lodge or bank den. Their favorite foods are the bark and small branches of aspen, poplar, willow and birch. Beavers also eat water lily and cattail roots all year round. In summer they relish tender grasses, herbs, leaves, buds, and new twigs.  Beaver’s are adept at cutting branches and trees—an important skill not only for gathering food, but also for building dams and lodges. To learn more about the beaver’s engineering skills, click here.      Beaver   |   Ancient Traditions   |   The Water Wizard   |   Family Life   | Nature's Engineer   |   Shapers of a Continent   |  Back to Animals",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/nature\/beaver-water-wizard.htm"
}
