{
    "title": "Gates Of The Arctic National Park & Preserve: Caribou Hunter's Landscape at Agiak Lake",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research     Archeological Research     Caribou Hunter's Landscape at Agiak Lake                  Landscape Archaeology at Agiak Lake        Inuksuk driveline near Agiak Lake NPS\/ A. Wilson       There are many ways to describe the unique landscape and archaeological features around Agiak Lake. However few have described them better than Aaron Wilson one of the archaeologists to study them. The following description is from his 2006 report...  \"Perhaps the most fascinating story to be told at Agiak Lake revolves around the hundreds of sentinel-like inuksuit that stand watch over the lake. The rock cairns, positioned in complexes on either side of a valley, each totaling nearly a mile long and remarkably straight segments, were used like fences or scarecrows to skillfully direct herds of caribou along the length of the line and into Agiak Lake itself. Once in the lake, the caribou were deftly pursued by kayaking hunters and dispatched with long wooden lances tipped with razor-sharp stone spear points. The cooperation and expertise involved in a hunt such as this would have been matched by a keen knowledge of caribou behavior and an intimate knowledge of the surrounding landscape. What's more, archeological survey indicates that the caribou drivelines were repaired and modified for centuries, providing a stable caribou hunting technique for generations, perhaps millennia. Stories such as this and many others lay hidden away within the archaeological and ethnographic record of Agiak Lake.\"  In addition to these remarkable features there are numerous tent rings and cache pits around the lake which attest to the importance of the area to past inhabitants. The following links provide more details on what has been learned from studying the features at and around Agiak Lake. The first is a scientific journal article co-authored by the Park archaeologist, Jeff Rasic and Aaron Wilson that discusses the broader patterns and implications of the archaeological features.  Settlement and Subsistence Patterns at Agiak Lake 2008 (pdf)  This article is also from scientific journal and focuses more specifically on the tent ring complexes found at the lake.  Tent Ring Settlements at Agiak Lake 2007 (pdf)             Learn more about the Northern Archaic prehistory, why it was highlighted for Alaska Archaeology Month in 2015, and download the poster.",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/historyculture\/landscape-archaeology-at-agiak-lake.htm"
}
