{
    "title": "Glacier Bay National Park & Preserve: Employment FAQ",
    "body": "Explore This Park    Get Involved     Work With Us     Employment FAQ              Employment FAQ       Q. What types of jobs are filled at Glacier Bay National Park & Preserve? A. We fill permanent jobs (some year-round and some subject-to-furlough), term jobs (lasting from one to four years), and a variety of temporary and seasonal jobs. Q. When is the peak summer season at Glacier Bay National Park & Preserve? A. Peak season runs from approximately early May to mid-September. Many summer temporary jobs start earlier and continue later to help out with Park spring opening and winter shutdown operations. Q. When are summer temporary jobs at Glacier Bay National Park & Preserve announced? A. We begin announcing jobs at the beginning of November and generally have all of our jobs announced by mid-February of each year. In December, we usually announce the following jobs: Park Ranger (Interpretation), Park Ranger (Protection), Visitor Use Assistant. In January, we usually announce the remainder of our seasonal jobs, including: Biological Science Technician (various specialties), Park Dispatcher, Maintenance positions (ranging from Engineering Equipment Operator to Maintenance Mechanic to Laborer), Forestry Technician, Physical Science Technician, and possibly others, depending on the needs the Park has identified for a particular season. Q. Is housing provided for summer temporary employees and volunteers? A. Housing may be available for summer temporary employees and volunteers. Those who live in the Glacier Bay National Park and Preserve local-hire area are generally not eligible for summer housing. Rent for summer housing is deducted from an employee's bi-weekly paycheck. Q. May someone who is not a United States citizen be hired for a job at Glacier Bay National Park & Preserve? A. Employment with Glacier Bay National Park & Preserve is limited to United States citizens. However, if you are not a United States citizen or national, you may volunteer for the Park or work with a non-Federal employer in the area. Q. Will I be entitled to benefits if I am hired at Glacier Bay National Park & Preserve? A. Permanent and term jobs offer a complete benefits package, including health and life insurance and an outstanding retirement program. Life insurance and the retirement program are generally not available to temporary hires. Almost all jobs (those scheduled to last for at least 90 days) are eligible for health benefits and offer the opportunity to accrue annual leave and sick leave. Also, General Schedule employees in Alaska currently receive a COLA (cost of living allowance) on top of the regular salary. Q. Where can I learn about employment opportunities with other National Parks in the Alaska Region or with the National Park Service nationwide? A. Current vacancy announcements for other National Park Service jobs may be found on the Office of Personnel Management's USA Jobs website.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/management\/employment-faq.htm"
}
