{
    "title": "Grand Canyon National Park: Birds",
    "body": "Birds        California Condor 634 flying.  The black head shows that this bird is still a juvenile. NPS       Because of its wide variety of ecosystems, Grand Canyon National Park is home to an incredible diversity of bird life. Ranging from bald eagles to the tiny rufous hummingbird, the Grand Canyon's pine forests, desert scrub, and streamside zones are home to over 370 species of birds.  Many of these birds are residents who spend their whole lives in the park, while many others are migratory species, who rely on the Grand Canyon for shelter and food during their massive migrations.  In 2014, the Grand Canyon was designated as a Globally Important Bird Area to recognize the important role the park plays in protecting hundreds of bird species.  The Grand Canyon is not only habitat for common species, but also a key place to restore species that were almost lost.  Park biologists study some of the rarest birds in the world, including California condors and southwestern willow flycatchers, which use the Grand Canyon as an important refuge.The peregrine falcon, once a critically endanger species, is now a common sight in the Grand Canyon thanks to decades of conservation efforts.  While you visit the park, keep your eyes open for the hundreds of bird species that call the Grand Canyon home.          One of the most famous raptors, the bald eagle Brent Stettler  Birds of Prey  Birds of prey, also called raptors, are birds that are primarily or totally carnivorous, have keen vision, and have powerful beaks for tearing flesh.The Grand Canyon is a sheltered home for many threatened birds of prey, and is an important location for raptor conservation efforts.         A flycatcher is a common riparian bird found in the park. Scott Root   Riparian Birds The Colorado River and its dozens of tributary streams create an extensive network of riparian, or stream-side, habitat in Grand Canyon National Park.These riparian zones create important habitat for permanent resident species, and are important rest stops for migratory species.        A common passerine, the mountain bluebird. Jim Shuler, Utah Division of Wildlife Resources  Other Birds The Grand Canyon is home to hundreds of important species that are not considered birds of prey or riparian birds.  Found throughout the park, this group of birds includes some of the most commonly seen birds in the park, migratory species, and rare species that are rarely seen.  These other bird species fill important roles as pollinators, seed dispersers, insectivores, and prey, and their existence is crucial to the survival of many other species.         Where are the birds? Riparian The lush vegetation and diversity of plant species along the riparian zone create many bird habitats in a relatively small area. Of the 373 bird species recorded in the greater Grand Canyon region, 250 are found in the Colorado River corridor. Only 48 bird species regularly nest along the river while others use the river as a migration corridor or as overwintering habitat. The Bald eagle is one species that uses the river corridor as winter habitat. The trout rich waters of the Colorado River provide a perfect food source for the eagles. Since the construction of Glen Canyon Dam, large numbers of waterfowl have begun using the stretch of river below the dam during the winter, peaking in late December and early January. Nineteen species have been regularly reported between Lees Ferry and Soap Creek, at a density of 136 ducks per mile.  Desert Scrub Approximately 30 bird species breed primarily in the desert uplands and cliffs of the inner canyon. There are no endemic birds here. Virtually all bird species present breed in other suitable habitats throughout the Sonoran and Mohave deserts. Park biologists estimate that at least 100 pairs of peregrine falcons nest along the cliffs of the inner canyon. The abundance of bats, swifts, and riparian birds provides ample food for peregrines, and suitable eyrie sites are plentiful along the steep canyons walls. Also, several endangered California Condor individuals, re-introduced to the Colorado Plateau on the Arizona Strip, have made the eastern part of the Park their home.  Coniferous Forests Of the approximately 90 bird species that breed in the coniferous forests, 51 are summer residents and at least 15 of these are known to be neotropical migrants. Impacts to bird populations from natural and prescribed fire activities are largely unknown, but forest fires undoubtedly affect species distributions and population levels. Goshawks and spotted owls are threatened elsewhere in the southwest from logging activities. Goshawks in particular, and to a lesser extent spotted owls, find refuge in the park primarily in the conifer forests and upper side canyons along both North and South rims.        More Information Birds of Grand Canyon NP (154kb PDF File) Arizona Game and Fish Web Site",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/birds.htm"
}
