{
    "title": "Glacier Bay National Park & Preserve: Kayaking Services",
    "body": "Explore This Park    Get Involved     Do Business With Us     Kayaking Services              Kayak Services             This page includes information regarding kayak rental and guide services in Glacier Bay. For a listing of companies that provide visitor services in and around Glacier Bay, see the Glacier Bay Visitor Services directory on  the Goods and Services page. Kayak Rental Services Glacier Bay Sea Kayaks is authorized to rent kayaks based out of Bartlett Cove, under the following historic concession contract:  Glacier Bay Sea Kayaks Kayak Rental Services Concession Contract Double and single sea touring kayaks are rented out for the half-day, full day or multi-day trips.  They have also been awarded a contract to provide guided day trips in the park (see details below). Guided Kayak Services  There are three companies authorized to provide guided kayak services in Glacier Bay.  One company, Glacier Bay Sea Kayaks, offers guided day kayak services. Two companies, Alaska Mountain Guides and Alaska Discovery, offer guided overnight kayak services.   Guided Day Kayak Services Glacier Bay Sea Kayaks, Inc. has been awarded a concession contract to provide guided day kayak tours in Glacier Bay. The tours will begin and end at Bartlett Cove. Glacier Bay Sea Kayaks has a long tenure as a concessioner at Glacier Bay providing kayak rental services. To view the their contract, please see: Glacier Bay Sea Kayaks Concession Contract. Guided Overnight Kayak Services Alaska Mountain Guides and Climbing School, Inc. and Alaska Discovery, Inc. have each been awarded a concession contract to provide guided sea kayaking overnight trips in Glacier Bay National Park. These Concessioners have been authorized to provide up to twelve trips each in Glacier Bay during the summer season.  The companies will be working together to provide high quality overnight kayak services in the park. The concession contracts for both companies are attached below: Alaska Discovery, Inc. Alaska Mountian Guides and Climbing School, Inc.   Guided Sea Kayaking Prospectuses Two Prospectuses were reissued June 24, 2005 for the competitive award of Guided Kayak Services.  One prospectus solicited proposals for guided day tours based out of Bartlett Cove, and the other prospectus solicited proposals for up to two concession contracts for guided overnight trips. All of the three new concession contracts for guided sea kayaking services have been awarded to highly qualified companies for ten years for services beginning in 2007  Incidental Kayaking Guided kayaking services outside Glacier Bay proper year round and in Glacier Bay proper from September 11 - May 31 may also be authorized under a Commercial Use Authorization. Use in Glacier Bay proper is limited to no more than three trips at a time and outside this area to no more than one guided trip at a time in each Kayak Use Zone as seen on the Kayak Zone Map . Incidental Kayak Rental Rental kayaks are also available from businesses located outside the park. These operations are currently allowed to deliver kayaks to Bartlett Cove along the park road in accordance with park policy. They are not authorized to provide any other services within the park, related to the kayak rental service. Unauthorized services would include any sort of kayak orientation, loading\/unloading of kayak or gear aboard vessels, soliciting business or accepting money or other forms of payment.The Park policy to transport passengers and kayaks on the Park road to Bartlett Cove is the Bartlett Cove Livery & Transportation Services Policy.   Contact Concessions Specialist Melanie Berg by e-mail or telephone (907) 697-2230 for more information.       Glacier Bay National Park Guided Kayak Use Zones",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/management\/kayaking-services.htm"
}
