{
    "title": "Glacier Bay National Park & Preserve: River Rafting Guide Services",
    "body": "Explore This Park    Get Involved     Do Business With Us     River Rafting Guide Services              River Rafting Guide Services        Starting down the Alsek River NPS      This page includes information regarding Alsek\/Tatshenshini Guided Float Trip concession authorizations in Glacier Bay National Preserve. For a listing of all companies that provide visitor services in and around Glacier Bay see the park's Goods and Services page. Overview  Alsek River float trips generally begin in Canada on either the Tatshenshini (at Shäwshe\/Dalton Post) or Alsek River ( near Haines Junction) and end at Dry Bay within Glacier Bay National Preserve. Commercial visitor services on the Alsek and Tatshenshini Rivers operate under the provisions of the Park's Alsek River Management Plan. For general visitor information about rafting the Alsek and Tatshenshini rivers, see our Visitor Activities page. For current streamflow conditions on the Alsek River, see the USGS Alsek River stream flow web-site. Guided raft trips are provided by U.S. companies under concession contracts and Canadian companies under Commercial Use Authorizations. Several of the U.S. Concessioners are historical operators, as defined by ANILCA section 1307, which entitles them to non-competitively renew their contracts, 36CFR, Sec. 13.305.  All commercial operators are required to abide by the requirements of Canadian government entities for portions of the trip in Canada. These include British Columbia and Yukon Territorial Governments, BC Parks, Kluane National Park and Champagne & Aishihik First Nation. All operators are required to abide by jointly developed Environmental and Safety Standards (22KB .pdf file) for expeditions on the Tatshenshini and Alsek Rivers.  Authorized Guided River Rafting Concessioners The following is a list of U.S. Concessioners authorized to provide river rafting guide services in Glacier Bay and a link to their concession contract: Alaska Discovery, Inc. Chilkat Guides, Ltd. Colorado River & Trail Expeditions, Inc. James Henry River Journeys Mountain Travel Sobek Wilderness River Outfitters Canadian companies are authorized to operate in Glacier Bay under a Commercial Use Authorization (CUA).  To find more information on how to apply for a CUA, please visit the NPS Anchorage Regional Office website: http:\/\/www.nps.gov\/akso\/concessions\/home.htm   Contact Concessions Specialist Melanie Berg by e-mail or telephone (907) 697-2662 for more information.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/management\/river-rafting-guide-services.htm"
}
