{
    "title": "Glacier Bay National Park & Preserve: Glacier Bay Wilderness",
    "body": "Explore This Park    Learn About the Park     Management     Glacier Bay Wilderness              Glacier Bay Wilderness               The Wild Side                        Today's Wilderness Our National Parks have been called America’s best idea. This reflects our need for places to turn to for replenishing ourselves, to step away from the demands of our culture, to be present to the wind and sounds of nature. Join ranger Marylou and learn how we all depend on Wilderness.  Duration:2 minutes, 47 seconds               Towering glaciers, amazing wildlife, spectacular mountains . . . Glacier Bay is overwhelming in its beautiful scenery and magnificent sights. Yet equally remarkable is what we do not see . . . buildings, roads, bridges, towers. Most of Glacier Bay will never be developed, for much of Glacier Bay has the highest conservation protection our country can give to wild lands: wilderness.      Perspectives on wilderness have changed throughout history. A place once feared became a place revered. Fifty years ago the United States made a bold statement to preserve some public lands as forever wild, defined by law as wilderness. The 1964 Wilderness Act, passed with an almost unanimous vote by Congress, created a National Wilderness Preservation System. Today, almost every state in the United States has designated wilderness and many countries around the world emulate the US Wilderness Act.      Glacier Bay National Park preserves one of the largest units of the National Wilderness Preservation System, encompassing more than 2.7 million acres. Glacier Bay also protects a very unique type of wilderness, marine wilderness. 13% of Glacier Bay’s water is designated wilderness, and therefore managed to be wild, untrammeled, and primeval.          Wilderness Character Narrative    Glacier Bay Wilderness Character Narrative Glacier Bay preserves one of the largest units of the National Wilderness Preservation System, encompassing more than 2.7 million acres of glacially influenced marine, terrestrial, and freshwater ecosystems.  PDF Document      By designating an area as wilderness, we choose to manage it differently. There is considerable thought put into keeping wilderness truly wild. Protecting wilderness goes beyond caring for the landscape. Wilderness protects areas as places where humans exercise humility and restraint. Wilderness provides sanctuaries for wildlife and renewal for humans, offering reservoirs of hope in challenging times.      In Glacier Bay’s wilderness, we have the opportunity to be overwhelmed by sights of glaciers, wildlife, and mountains. Yet there is so much more to wilderness than what catches our eye. Here we can be a part of something larger. We can immerse ourselves in wild lands. We can connect with wilderness, and carry that sense of wildness within us.                       Changing Ideas About Wilderness Our concept of Wilderness has been an expanding idea since people first began to control the environment around them.  Join ranger Marylou to discover our new appreciation for wild places.  Duration:2 minutes, 39 seconds                    Wilderness.net Your complete source of wilderness information",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/management\/glacier-bay-wilderness.htm"
}
