{
    "title": "Glacier Bay National Park & Preserve: Glacier Bay Laws, Policies, and Regulations",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies     Glacier Bay Laws, Policies, and Regulations                Glacier Bay Laws, Policies, and Regulations              This is a complete listing of the laws, policies, and regulations that affect management of Glacier Bay. For a shorter, more readable list see basic park regulations. Federal Laws Laws are created by Congress and establish the highest order of legal authority over national parks. More...  Many laws, including the 1916 Organic Act that created the National Park Service, affect all areas managed by the National Park Service. Glacier Bay Legislation through 1978 is listed in the administrative history of the park. The Alaska National Interest Lands Conservation Act of 1980 affects all Alaska parks.          NPS Policies Service-wide policy for the National Park Service is developed by the Office of Policy with public input and in accordance with applicable laws. Policies dictate many of the overall directions and procedures used by all parks. More...  Park Regulations The Code of Federal Regulations and the Park Compendium provide a complete listing of park rules and regulations. These most specific rules are developed with public input to implement applicable law.  36 CFR parts 1-199 pertains to all National Park areas. 36 CFR part 13 pertains to all Alaska National Park areas. Subpart N of 36 CFR part 13 pertains to Special Regulations of Glacier Bay National Park and Preserve. 43 CFR Part 36 contains access regulations for Alaska parks. The Park Compendium provides a listing of regulations under the discretionary authority of the superintendent. Other regulations, such as coast guard boating rules and Alaska fishing and hunting regulations, may also apply.  Some regulations are subject to change. See Glacier Bay News. See also:  Basic Park Regulations Glacier Bay Compendium Park Management Park Planning NPS Policy Office Permits Commercial Fishing",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/management\/regs.htm"
}
