{
    "title": "Glacier Bay National Park & Preserve: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management        The purpose of Glacier Bay National Park is to protect a dynamic tidewater glacial landscape and associated natural successional processes for science and discovery in a wilderness setting.        From the bottom of the deepest glacial fjord to the summit of its highest peak, Glacier Bay encompasses some of our continent's most amazing scenery and wildness. It is a land reborn, a world returning to life, a living lesson in resilience. Glacier Bay is a homeland, a living laboratory, a national park, a designated wilderness, a biosphere reserve, and a world heritage site. It's a marine park, where great adventure awaits by boating into inlets, coves and hideaway harbors. It's also a land park, with its snow-capped mountains, spectacular glaciers, and emerald–green forests. From the summit to sea, Glacier Bay's wildness is remote, dynamic and intact. Glacier Bay was established in 1925 as a national monument and then a national park in 1980. The entire staff of Glacier Bay take pride in their role in managing this legacy and protecting YOUR cultural and natural resources, unimpaired for the enjoyment, education, and inspiration of this and future generations         The purpose of Glacier Bay National Park and Preserve is to protect a dynamic tidewater glacial landscape and associated natural successional processes for science and discovery in a wilderness setting. Our mission is to preserve unimpaired the natural and cultural resources of the park for the enjoyment, education, and inspiration of this and future generations.      See also:  The Glacier Bay Foundation Statement is a formal description of Glacier Bay National Park and Preserve's core mission.  Discover how to express your voice in the management of the park through the park planning process, and find copies of existing park management documents. Learn about the laws and policies in the park, and find links to resources like the Code of Federal Regulations and other governing documents; as well as information about hunting, boating, wildlife, and firearms regulations.  Research projects provide valuable information for informed decision-making. Glacier Bay's Wilderness Character Narrative defines the current status of and threats to the park's wilderness character. Do you own a business? Learn about doing business within the park through a Commercial Use Authorization. Thinking about joining us? Look for job announcements and other resources concerning seasonal and permanent employment with the National Park Service. Learn about the Environmental Commitment of park management.  Learn More:  Land Reborn: A History of Administration and Visitor Use in Glacier Bay National Park and Preserve. Navigating Troubled Waters: A History of Commercial Fishing in Glacier Bay, Alaska.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/management\/index.htm"
}
