{
    "title": "Glacier Bay National Park & Preserve: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies               Laws & Policies          Selected Regulations  The following listing of basic park regulations covers some of the most common questions but is not a replacement for the complete listing of applicable laws, policies, and regulations. Natural and Cultural Features Do not destroy, injure, or remove plants, rocks, feathers, occupied shells or other features. Only the collection of the following is permitted: unoccupied seashells, all edible berries and fruits, edible mushrooms, and clams or mollusks taken in accordance with state regulations. The harassing, injuring, or killing of any wildlife is prohibited. Help wildlife remain wild by never feeding any animal, including squirrels and gulls. Possessing, destroying, injuring, defacing, removing, digging, or otherwise disturbing cultural and archeological resources is prohibited. Closures Some areas may be seasonally closed or restricted because of bears, nesting bird colonies, feeding humpback whales, or other wildlife activity. Check on closures at the Visitor Information Station before heading up-bay. Driving in Glacier Bay Speed limits and all other AK State traffic laws are enforced on roads within Glacier Bay National Park. Pets Glacier Bay National Park is a sanctuary for Alaskan wildlife and may not be the best location to bring a pet. Pets are allowed on land in only a few select areas in Bartlett Cove, and may not be left unattended. Pets must be leashed or physically restrained at all times. They are not allowed on trails, beaches, or anywhere in the backcountry, with the exception of pets that remain on board private vessels on the water. Pets are allowed:  On the Bartlett Cove Public Use Dock On the beach between the Bartlett Cove Public Use Dock and the National Park Service Administrative Dock Within 100 feet of Bartlett Cove Developed Area park roads or parking areas unless otherwise posted On a vessel on the water  Firearms People who can legally possess firearms under applicable federal, state, and local laws may legally possess firearms in Glacier Bay National Park and Preserve.  It is the responsibility of visitors to understand and comply with all applicable state, local, and federal firearms laws before entering this park. Firearms are prohibited in federal facilities. Hunting and discharge of firearms is still prohibited except in the Preserve with an Alaska hunting license. More information  Sport Fishing Sport fishing requires an Alaska state fishing license, available during the summer months at Glacier Bay Lodge. See the Alaska State Fishing Regulations. Also, please note vessel entry permit requirements. Commercial Fishing The harvest of fishery resources (fish and invertebrates) for sale and profit is permitted under specific regulations in specified locations. See the Commercial Fishing page. Aviation Helicopter landing within the park is prohibited. Fixed wing aircraft must fly at an altitude of at least 500 feet. Float Plane access to the Public Use Dock is permitted. Aircraft are restricted to use of the designated aircraft float and are limited to three hours in any 24-hour period. Pilots must remain with aircraft or provide notice of their location to a park ranger.  Unmanned Aircraft Due to visitor safety and park resources concerns, in June 2014 NPS Director Jarvis signed a policy memorandum that prohibits launching, landing, or operating unmanned aircraft on lands and waters administered by the National Park Service. This includes Glacier Bay National Park. See the full press release.  Recycling We encourage all campers and boaters to separate waste into the bear-resistant receptacles near the Visitor Information Station. Dumping of refuse brought into the park by anyone other than private campers and boaters is prohibited. This requirement is intended to ensure the refuse handled by the park is generated by activities occurring within the park. Backcountry Regulations Permits are required for overnight camping in Glacier Bay from May 1 to September 30 [36CFR13.65(b)(8)]. See our camping page for more information. Vessel Regulations Permits are required for recreational boating in the park from June 1 through August 31 and vessel regulations apply. See our boating page for more information. More Information The listing of basic park regulations on this page covers some of the most common questions but is not a replacement for the complete listing of applicable laws, policies, and regulations.       See also:  Complete Rules Listing  contains full text of all park regulations Glacier Bay Compendium Park Management  Commercial Fishing Park Planning NPS Policy Office Glacier Bay's Environmental Commitment Protecting Historic Sites Permits",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/management\/lawsandpolicies.htm"
}
