{
    "title": "Denali National Park & Preserve: Blind \/ Low Vision",
    "body": "Explore This Park    Plan Your Visit     Accessibility     Blind \/ Low Vision              Visual       Programs and Tours Ranger Programs  Tactile objects: All ranger programs strive to engage multiple senses and learning styles, and often include audio components and\/or tactile objects.  Trails: The trails upon which rangers lead hikes are typically well-compacted gravel, though some can also include rocky terrain, roots or other tripping hazards, particularly right after rainy weather, and during the spring thaw. Please inquire at the visitor center about specific hikes and current trail conditions.        Park Entrance Area  Denali Visitor Center Area  Park information: Park information is available in Braille. Pay phone: Not available.  Films and exhibits: Visitors who are sight-impaired may borrow an electronic device that plays a simultaneous narrated description of what appears on screen during the park film, \"Heartbeats of Denali.\" Numerous exhibits are tactile throughout the visitor center.   Wilderness Access Center  Pay phone: Not available.  Films and exhibits: Visitors who are sight-impaired may borrow an electronic device that plays a simultaneous narrated description of what appears on screen during the park film, \"Across Time and Tundra.\"   Sled Dog Kennels  Pay phone: Not available. Dog yard: Please be cautions when walking through the dog yard. Waist-high ropes separate each dog's area. Some dogs can be naughty, jumping up at people when they least expect it. Please feel free to ask a ranger to accompany you through the dog yard.   Entrance Area Trails   Bike Path: Little elevation change, slopes slightly downhill to the east. Surface is well-compacted gravel. 5% maximum grade, 10' width. Horseshoe Lake Trail: Surface is native soils with rocks, roots. Initially a short, steep uphill to a bench overlook. The trail descends 250' steeply, and about 1\/2 mile down to the shore of a lake. Grade of 5% with sections up to 20%, 5' width Jonesville Trail: Surface Compacted gravel.. Drops ~ 150 feet from west to east. McKinley Station Trail: Compacted gravel. 8.5% grade maximum, dropping ~100 feet in the process via one long, gently sloping hill. 5' wide. Meadow View Trail: Surface is compacted gravel. Trail is relatively level, but has a steep drop to one side and is 30\" wide. Only access is via the Rock Creek or Roadside Trails. Morino Trail:  Mount Healy Trail: Surface is native soils with rocks, roots. Initially inclines gently, eventually becomes very steep - up to 25% grade. Generally 24\" wide. Parks Highway Trail: Roadside Trail: Compacted gravel. Runs generally uphill from east to west, up to 15% grade; generally 36\" width. Rock Creek Trail: Compacted gravel. Runs generally uphill from east to west, up to 15% grade; generally 30\" width. Spruce Forest Trail: Compacted gravel. 0% grade, 5' wide. Taiga Trail: Surface is gravel, with open steps across ditches. 5% with sections up to 15%, 24\" wide. Triple Lakes Trail: Compacted gravel, soils, rocks, roots, planks. Up to 20% grade at times, 24\" wide. Check out our trail map to learn additional details.       West of the Park Entrance Area  Eielson Visitor Center   Films and exhibits: Numerous tactile exhibits.  Trails  Mountain Vista Loop Trail: Compacted gravel surface. ADA compliant. 5% maximum grade, 6' wide. Savage Alpine Trail: Native soils and gravel. Up to 25% grade; generally 24\" width. Savage Loop Trail: Native soils and rocks. First half-mile of the trail is wheelchair accessible. Negligible grade, 24\" wide. Thorofare Ridge Trail: Native soils and rocks. Up to 25% grade, 24\" wide. Tundra Loop Trail: Compacted gravel. up to 12% grade, 6' wide. McKinley Bar Trail: Native soils, roots, planks. Up to 15% with sections up to 15%, 24\" wide. Check out our trail map to learn additional details.       Additional Information  Download the Braille Ready File version of our map brochure, for printing at home on your Braille embosser\/printer.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/visual.htm"
}
