{
    "title": "Denali National Park & Preserve: Fall Road Lottery",
    "body": "Road Lottery       June 20, 2016 note: The lottery drawing occurred on June 18.  Applicants that were drawn were notified by email, and their credit cards charged the $25 permit fee. Your email notification was sent from SuccessfulLotterynotification@recreation.gov, which many email providers mark as junk or spam; so, please remember to check your spam or trash folders if you have not received an email concerning your status in the lottery.  People who did not win a spot in the lottery drawing received an email from UnSuccessfulLotteryNotification@recreation.gov. You can also log into your recreation.gov account to check on the status of your entry.   The application period for the Denali Road Lottery is May each year (i.e., May 1 - May 31).      If you have questions concerning whether or not you were drawn in the lottery, please contact recreation.gov via phone or email. We cannot answer that question for you. If you have questions about how the lottery works, or how to plan for a visit to Denali during the lottery, please read the FAQs lower on this page and feel free to contact us via phone or email.        What is the Road Lottery?  Each September the park hosts a four-day event called \"Road Lottery.\" During these four days, winners of a lottery drawing are given a chance to purchase a single, day-long permit, allowing them to drive as much of the Denali Park Road as weather allows. In years with early snow, the Park Road might open no farther than Savage River (mile 15); in milder years, lottery winners are able to enjoy a trip out to Wonder Lake (mile 85).   An extra (fifth) day of lottery, called Military Appreciation Day, is open only to active duty military service-members and their families. The military is in charge of distributing road travel permits for Military Appreciation Day.      Trip Planning Information for Lottery Winners If your name was drawn in the lottery, please be sure to read the items below. You should also read the frequently asked questions lower on this page before coming to the park in September.   Weather Forecast Please note that the weather is often snowy in September. Sometimes, this means only part of the road is open for lottery winners to drive (and in very wintry years, almost the entire road may close due to snow and ice).    Driving the Denali Road All lottery winners should watch either the long or short version of the \"Rules for Driving the Denali Road\" video, linked above. The park road is mountainous, narrow and mostly dirt \/ gravel, with very soft shoulders. If you get into an accident on the road, you'll incur significant expense in paying for a wrecker to drive all the way into the park to help you. Also note that there are no gas stations in the park - plan accordingly.  Please drive slowly when encountering hikers or bikers on the road, to avoid choking them with road dust.  We will briefly remind you of the driving rules when you pick up your permit in the park, and your permit has the most important rules listed on it as yet another reminder. Additional vehicle info is lower on this page, in the FAQ section.   Wildlife Viewing and Safety Be smart around animals, especially moose and bears. When outside of your car, get no closer than 25 yards to any animal, except bears - get no closer than 300 yards to black or grizzly bears! Back up or get back into your car if any animal approaches closer than the distances mentioned above. Even seemingly mild-mannered animals like Dall sheep can seriously injure someone if they feel threatened by people being too close.  Please also remember to stay quiet when viewing wildlife. Do not be the rude person who scares away an animal, ruining the experience for dozens of other eager wildlife watchers. Many animals are used to the sound of engines, as they hear buses all summer long, but are unused to human voices.  Finally, there is no cell or data network coverage in the park past the visitor center. Park staff drive the road during lottery and have radios, should you have an emergency.   Sled Dog Demonstrations and other Ranger Programs Some ranger programs are still offered during the lottery weekend! Look for schedules in September, a week or so before the lottery.    Picking Up Your Permit, Visitor Center Hours Pick up your permit at the Denali Visitor Center. On Thursday, September 15, we will be open from 8 am - 7 pm; Friday - Monday, 7 am - 7 pm; and on Tuesday, 7 am - 6 pm.  You can also pick up your permit during our normal summer hours (8 am - 6 pm) as early as September 9, 2016, if you're in the area.  Lines can be long in the morning - consider coming by the afternoon before your day to pick up your permit!   Eating In the park, you can pick up sandwiches and other food at the Morino Grill, located next to the Denali Visitor Center, from 8 am - 2 pm. There are no other restaurants in the park - do not begin your drive into the park without bringing food along in your car! You can refill water bottles at Eielson Visitor Center. This is the only place in the park, other than the entrance area, to get water, so plan accordingly.   Sleeping Three park campgrounds are open during lottery (Riley, Savage and Teklanika). Reservations should be made in advance, via www.reservedenali.com. There are no NPS-run hotels in the park - if you do not wish to camp, consider starting with the local Chamber of Commerce as you search for accommodations outside of the park.           Frequently Asked Questions   How does the road travel permit work? If you are drawn in the lottery, you'll be charged $25 for a one-day road travel permit. The day will be assigned to you in the drawing - that is why you should specify the dates in your order of preference when applying (see the application guidelines above).  On the day for which you were drawn, the road travel permit will let you drive the entire park road, weather permitting, between 6:00 am and midnight. The road between the entrance and Savage River has no hour restriction - you simply must be east of Savage River by midnight. If staying at Tek Campground, you may begin driving west (i.e., farther into the park) at 7:00 am and must be in your campground by 11:00 pm.  Are there vehicle size restrictions? The Park Road beyond Teklanika Campground narrows significantly. Therefore, vehicles traveling the Park Road during Road Lottery must be within the following maximum dimensions: 22' long x 8' wide x 12' high. This is inclusive of side mirrors and bumpers, and is strictly enforced at the Savage River Checkstation (mile 15) - oversize traffic (i.e., RVs larger than those dimensions) must be bound for Teklanika Campground, and have their campground permit in hand, to travel beyond Savage River.  Where can I camp? Riley Creek, Savage River and Teklanika River Campgrounds are all open during Road Lottery. You may camp with both an RV and a smaller vehicle to use during Road Lottery - but to fit in a single campsite, the combined vehicle length should not exceed 40'. If your two vehicles exceed 40', consider paying for two sites or look into campgrounds outside the park.  Being drawn in the lottery does not guarantee you a campsite in the park - you should consider booking ahead through our reservation concessioner.  When is the actual drawing? The drawing is held by June 15. All applicants will be notified by email of whether or not they were drawn. You can also log into your rec.gov account to determine whether or not you won.   Can I bring my pet dog, cat, goat, etc? Pets (that fit inside your vehicle) are welcome. However, please note that a pet that impacts wildlife behavior - like a dog barking at a moose as you pause to view it from the road - is unacceptable. If your pet disturbs wildlife when you pause to view said animal(s), you must continue driving to prevent your pet from harassing wildlife. More pet info  Can I hike or backpack during Road Lottery? Dayhiking in conjunction with a trip down the Park Road is possible - just be sure to leave your vehicle in an actual parking lot or pull-off along the road. Learn more about hiking in Denali  Backpacking during Road Lottery is a somewhat more logistically complicated than in the summer. Hitch-hiking is not permitted along the Denali Park Road, so most backpacking itineraries must begin and end somewhere along the first 15 miles of the road, which is still serviced by the free Savage River Shuttle through lottery weekend. More backpacking info  What if the weather is bad? The possibility of inclement weather in September is always a factor. Some years the road has only been partially opened because of snow. Lottery participants are encouraged to contact the park or follow our forecast for the latest weather info.   What if I get a flat tire or need a tow? The NPS does not have a tow truck. If you break down or your car finds itself off of the road somehow, you will have to hire a tow company from outside of the park to come and retrieve you. This will probably be extremely expensive, so please bring at least one full-size spare tire, and pay close attention to soft shoulders on the dirt road!   How do I obtain a Military Appreciation Day Pass? Park and military leadership will work in partnership to distribute the 400 passes for Military Appreciation Day. The permits will be distributed to military personnel through their internal channels. Each unit will be allotted a certain number of tickets and it will be the unit's responsibility to distribute them to the final members. A Military Appreciation Day pass will work essentially the same as a general road lottery pass, where a vehicle of people (family, friends etc) can all accompany the pass-holder.      Is there a minimum-length stay at Teklanika? Unlike the main summer season, there is no minimum-length stay at Teklanika Campground during Road Lottery. Also, you may camp at Tek with an RV and a tow vehicle, only during the four days of Road Lottery, so long as the combined length of RV and tow vehicle is less than 40'. This allows folks to camp with a large RV and still bring a smaller vehicle out with which to drive the road (note vehicle size limits above).  Where do I check in for Road Lottery? Check-in is at the Denali Visitor Center, at Mile 1.5 on the park road. You may check in upon arriving in the park, as early as the day before Road Lottery begins. This is a particularly good idea if you stay at Savage or Tek Campgrounds. Lottery winners should remember that they'll need to pay the park entrance fee ($10 per person age 16 or older, unless in possession of a park pass already).  How many people may travel with me? If you are drawn in the lottery, you may bring as many people with you as will (legally) fit in your non-commercial vehicle (note vehicle size limits above).  May I drive a motorcycle during the lottery? Absolutely, if you're drawn in the lottery you can drive any non-commercial, street-legal vehicle which is smaller than the aforementioned maximum size dimensions.  What is the history of the lottery? How did it come about? Before 1972, the Denali Park Road was open to private vehicles, though bus service was also offered for anyone without a vehicle (or anyone who didn't want to drive the mountainous road).  In 1972, the NPS limited travel on most of the park road to only buses. At the same time, the park opened its gates in the fall, after bus season ended, to anyone who wanted to drive the road. In those early years, only a few intrepid souls braved the poor roads to get here to drive into the park. As the years went by, the popularity of this opportunity grew.  In the late 80's the  \"open to all comers\" offer became unmanageable when almost 2000 vehicles per day came into the park. Major traffic jams made for an unpleasant experience, while the sheer numbers made it difficult to avoid problems with pets and wildlife, food storage and sanitation. In 1990, park management decided to implement a lottery system, wherein people could apply for a chance to drive the road after the bus season ended. Initially, the number was capped at 300 vehicles per day; in 1994, it was raised to 400 per day.  Applications to the lottery steadily increased each year. In 2003, nearly 18,000 people applied. This meant entrants only had around 1-in-11 odds of being drawn; and conducting the lottery took an ever-increasing amount of park staff time. In 2004, the park began charging a fee to enter the lottery, to offset the increasing costs and to improve the odds that an entrant would actually be picked.  Today, the road lottery is run using recreation.gov. There is a per person entry fee and an individual may only enter once. The entry fees pay for recreation.gov to operate the lottery. Those chosen in the lottery are notified by email and charged for their permit. The permit fees help pay for the staff and materials needed to run the event in the fall. Since charging an application fee, the lottery typically sees around 10,000 applications each year for the 1,600 permits. Buses continue to run to Teklanika during road lottery, so that visitors who are not lottery winners may still enjoy the park in the fall.   When did Military Appreciation Day begin? In the late 2000s, a military official in Alaska asked if the park would host a first-ever \"Military Appreciation Day\" event in the style of the road lottery. It occurred the day after the main lottery ended, all fees were waived and road passes were given out by the military to 400 Alaska-based active duty personnel. In 2014, Superintendent Don Striker made this an annual event. In 2015, the park decided that it made more sense to offer Military Appreciation Day on the weekend of Road Lottery, rather than on a Tuesday, and rearranged the dates of the public lottery to accommodate this change.         How Does the Lottery Work?  The public must apply in May each year for that year's lottery. The entry fee is $10 per person and is non-refundable. Winners of the lottery must then pay a $25 permit fee to drive the park road.  The drawing of winners occurs in June. As winners are drawn, they are assigned one of the four possible dates for driving the park road -- those dates vary each year, but they are always the second weekend after Labor Day. Applicants can arrange the possible dates in the order of their preference and, if drawn, the applicant is awarded their most-preferred date which still has space in its allocation of 400 winners.  Chances of winning vary -- 1600 winners are drawn each year, but the number of entrants fluctuates. In general, odds of being drawn are around 1-in-6.  The lottery entry and drawing are handled by our partner, recreation.gov - if you have questions about your application status or otherwise have difficulty using their website, please visit their site or call them at (877) 444-6777.  How to Apply in 2016   Important Dates   Entry: May 1 - May 31. Lottery drawing: Early June.  Dates for driving in the park: This year's event takes place on September 16, 18, 19 and 20 (Friday, Sunday, Monday and Tuesday). Military Appreciation Day will occur on Saturday, September 17 this year.     How to Enter the Lottery   Entries can be submitted online via www.recreation.gov between 12:01 am on May 1 and 11:59 pm on May 31 (all times are Alaska Time Zone). (Note: If you try to enter the lottery online before May 1, you will see a message about there being \"No available dates\" - this message displays until May 1. At that point, you can use the system to choose one of September 16, 18, 19 or 20 as your initial \"entry permit\" date, and proceed through their application system accordingly).  Entries can be submitted via phone from May 1 through May 31, at (877) 444-6777, between 6:00 am and 8:00 pm (Alaska time). Entries cannot be submitted by mail.  Park and military leadership will work in partnership to distribute the 400 passes for Military Appreciation Day. The permits will be distributed to military personnel through their internal channels. Each unit will be allotted a certain number of tickets and it will be the unit's responsibility to distribute them to the final members. Only one entry per person will be accepted. Duplicate entries will be disqualified.    Costs There are three charges associated with the Road Lottery:   A non-refundable lottery entry fee of $10 per entrant will be charged to a credit or debit card during the online or phone application process.  In addition, the card holder will be automatically charged the $25 Road Lottery Fee if drawn in the lottery. This fee will not be refunded in the event of inclement weather.  All park visitors, including during the Denali Road Lottery, must pay the park entrance fee of $10 per person (16 and older) when they arrive, unless they hold an entrance pass of some kind already. Learn more about park entrance fees and passes.    Details   If the Denali Park Road does not open on the day of your permit due to inclement weather, the $25 Road Lottery Fee will not be refunded. Once the drawing occurs, all entrants will be notified by email of whether or not they were drawn. Those drawn in the lottery will also receive a confirmation email, indicating the day of their permit to drive the park road. It will also contain additional information on how to prepare for their visit and how to physically obtain the road permit upon arriving in Denali in September. Lottery winners note: Vehicles used to drive most of the park road must be smaller than 22' long, 8' wide and 12' high (including side mirrors and bumpers). Vehicles larger than this may be used for camping, but not for driving the rest of the park road (i.e., you can bring a large RV to camp, but be sure to bring a smaller vehicle to actually partake in driving the road). Campground reservations are handled by a different third-party group - www.reservedenali.com. Winning the road lottery doesn't guarantee you a campground - you should make campground reservations separately. Campgrounds exist outside of the park, too, in case you find park campgrounds already full when you try making a reservation. Learn more about Denali's campgrounds.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/road-lottery.htm"
}
