{
    "title": "Klondike Gold Rush National Historical Park: Support Your Park",
    "body": "Explore This Park    Get Involved     Support Your Park             Support Your Park       Public support is a critical component in the management of National Park Service lands. No other federal agency relies as heavily on the generosity and kindness of its visitors, and we thank you for your past support and look forward to future partnerships. From volunteering to shopping in our bookstore, there are many ways to support Klondike Gold Rush National Historical Park.  Friends of the Klondike Corridor The Friends of the Klondike Corridor, Inc is a non-profit corporation and a Yukon Society, created, organized and led by Donna and Mike Larsen. Their mandate is to support the national parks of the Klondike Gold Rush corridor- Klondike Gold Rush National Historical Park managed by the National Park Service in Seattle, Washington, and in Skagway, Alaska and Parks Canada Klondike Historic sites in Dawson City, Yukon Territory. The Friends Group helps by providing services that parks are not able to or don't have the budget to do themselves that assist in the preservation, management and delivery of programs for historical, educational, scientific and recreational purposes.  Alaska Geographic The Alaska Geographic Association is dedicated to an informed public caring for Alaska's natural and cultural heritage. The organization works in cooperation with land management agencies and other educational organizations throughout Alaska. How you can help:   Become a member of Alaska Geographic Purchase books from Alaska Geographic                Volunteering There are many opportunties to support the park by volunteering throughout the year.  Any volunteering, no matter the duration or the frequency is a wonderful contribution to Klondike Gold Rush NHP and greatly treasured.  More...  Make a Donation Your interest in making a donation to Klondike Gold Rush National Historical Park is deeply appreciated. Please visit our donation page to learn how you can make a monetary contribution.",
    "url": "https:\/\/www.nps.gov\/klgo\/getinvolved\/supportyourpark\/index.htm"
}
