{
    "title": "Denali National Park & Preserve: Flight Seeing",
    "body": "Flightseeing        Image Courtesy Ian Shive       One of the more dramatic ways to tour Denali National Park and Preserve is from the window of a small aircraft. From the air, park visitors can take in the enormity and diversity of the park landscape - soaring over gentle foothills, along meandering glaciers, up to the rugged peaks of the Alaska Range.  In addition to the stunning scenery, flightseers can often catch glimpses of mountaineers en route to the high summits.        Landing strip at the Kahiltna Glacier. Ian Shive  The majority of flightseeing companies, including both fixed wing and helicopter operations, are based in the communities immediately surrounding the park such as Talkeetna, Denali Park, Healy, and Kantishna. Some flight tours also originate in Anchorage and Fairbanks. A variety of routes and itineraries are available, weather permitting.  Some operators offer flight tours year-round. For an enhanced flightseeing experience, visitors can opt to land on one of the park glaciers aboard a ski-equipped airplane.  Enjoy a unique opportunity for a mid-summer snowball fight, or for the more experienced, an overnight glacier adventure. Due to variable snow conditions, glacier landings are primarily offered during the spring and summer months. The following flightseeing concessionaires are permitted to land aircraft on glaciers in Denali National Park:    Fly Denali, with trips from Anchorage, Talkeetna and Healy, AK; 866-733-7768, www.flydenali.com Sheldon Air Service, Talkeetna, AK; 907-733-2321, www.sheldonairservice.com K2 Aviation, Talkeetna, AK; 800-764-2291, www.flyk2.com Talkeetna Air Taxi, Talkeetna, AK; 800-533-2219, www.talkeetnaair.com   Kantishna Air Taxi (Kantishna, AK and Denali area; (303) 449-1146 (Oct - May) and (907) 644-8222 (June - Sept), http:\/\/katair.com\/index.html) provides air taxi services between the McKinley Park Airstrip, at the park entrance, and the Kantishna Airstrip, as well as flightseeing services from Kantishna.  A host of other air taxi companies are also permitted to operate within parts of Denali.       Private pilots interested in flying in the park should consult the pilot information page for recommended reporting points, airstrip locations, and other flight planning assistance.                   The View From Above   12 Photos  Flightseeing images of Denali National Park",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/flightseeing.htm"
}
