{
    "title": "Denali National Park & Preserve: Physical \/ Mobility",
    "body": "Explore This Park    Plan Your Visit     Accessibility     Physical \/ Mobility              Physical \/ Mobility Accessibility       Though a wilderness park, many areas of Denali are accessible to visitors with physical or mobility concerns. Information here is grouped geographically; check out our series of park maps to better understand the relation between these parts of the park.  Dive into information concerning:   Ranger-led Programs and Tours  Campground Information  Elevation and Park Road Information  Entrance Area Facilities, Trails and Amenities  Savage River Area Facilities and Amenities  Facilities and Amenities West of Savage River       Programs and Tours  Ranger Programs  Theater talks: Occur in the visitor center theater and are accessible Trail hikes: Around the park entrance, these typically occur on the McKinley Station and Horseshoe Lake Trails (see trail descriptions below). Elsewhere in the park, hikes typically occur on the Thorofare Ridge Trail and Tundra Loop (see trail descriptions below)  Sled dog demonstrations: Buses - at least one of which has a wheelchair lift - take visitors from the Denali Visitor Center to the sled dog kennels, 1.5 miles away. Kennels amphitheater has limited seating - please arrive early to ensure a seat, rather than a standing space.  Campground programs: Each campground's amphitheater is accessible via level paths, surfaced with well-compacted gravel. Many benches are in each campground amphitheater, but please arrive early to ensure a seat.  Discovery Hikes: These day-long, off-trail hikes are extremely strenuous. Conditions vary considerably from hike to hike.  Campground programs: Each campground's amphitheater is accessible via level paths, surfaced with well-compacted gravel. Many benches are in each campground amphitheater, but please arrive early to ensure a seat. Programs occur in Riley Creek, Savage River, Tekanika River and Wonder Lake Campgrounds.  Learn more about ranger-led activities  Bus Trips  Bus services: Many tour and shuttle buses have a wheelchair lift. Please be sure to note the need for such a bus when making advance reservations or when buying tickets in person at the Wilderness Access Center. Drivers also save the front seat of each bus to facilitate easy access for those with mobility issues, but who do not require a wheelchair. A step-stool is available to aid passengers getting into\/out of the bus. Restrooms: Breaks for restroom stops occur roughly every 90 minutes on every type of bus trip in Denali. All rest stops in the park have one or more wheelchair-accessible bathroom.  Learn more about bus trips in Denali        Campgrounds  Riley Creek Campground  Site accessibility: Riley Creek is composed of three large campground loops. A few spaces near the Mercantile (see below) are specifically designated as accessible, though most sites are level, vehicle-accessible and surfaced with compact gravel. Electricity is unavailable at any site, however. When making campground reservations, please be sure to request an accessible site if desired.  Ranger or concessioner stations: Riley Creek Mercantile features accessible restrooms and showers. Routes in and around the facility are paved and level. Six specifically-designated accessible parking spaces.  Restrooms \/ showers: Several of the restrooms throughout the campground are wheelchair-accessible. Showers are available at Riley Creek Mercantile.  Pay phone: None available.  Amphitheater: Routes to the amphitheater are well-compacted gravel and are level.  Routes: Most paths throughout the campground are well-compacted gravel and are level. The three campground loop roads are paved and generally level, with some small inclines.   Savage River Campground  Site accessibility: Savage River is composed of two main loops. None of the sites are specifically designated as accessible, though most sites are level, and vehicle-accessible. Surfaces range from compact gravel to native soils and roots. Electricity is unavailable at any site.  Ranger or concessioner stations: None. There are two campground host sites, should an emergency arise.  Restrooms \/ showers: Several of the restrooms throughout the campground are wheelchair-accessible. There are no shower facilities.  Pay phone: None available.  Amphitheater: Routes to the amphitheater are well-compacted gravel and are level.  Routes: Most paths throughout the campground are well-compacted gravel and are level. The three campground loop roads are paved and generally level, with some small inclines.   Sanctuary River Campground  Site accessibility: This small campground is tent-only, and campers must use the camper bus to access it. No sites are specifically designated as accessible, though most sites are level. Surfaces are typically native soils with roots and rocks. Electricity is unavailable at any site.  Ranger or concessioner stations: None available.  Restrooms \/ showers: One wheelchair-accessible restroom. No shower facilities.  Pay phone: None available.  Amphitheater: There is no amphitheater at this campground.  Routes: Most paths throughout the campground are level, though surfaces can be rocky or rough.   Teklanika River Campground  Site accessibility: Teklanika is composed of three campground loops. None are specifically designated as accessible, though most sites are level, vehicle-accessible and surfaced with compact gravel. Electricity is unavailable at any site.  Ranger or concessioner stations: None. There is one campground host site, should an emergency arise.  Restrooms \/ showers: Several of the restrooms throughout the campground are wheelchair-accessible. There are no shower facilities.  Pay phone: None available.  Amphitheater: Routes to the amphitheater are well-compacted gravel and level.  Routes: Most paths throughout the campground are well-compacted gravel and level. The three campground loop roads are generally level, with some small inclines.   Igloo Creek Campground  Site accessibility: This small campground is tent-only, and campers must use the camper bus to access it. No sites are specifically designated as accessible, though most sites are level. Surfaces are typically native soils with roots and rocks. Electricity is unavailable at any site.  Ranger or concessioner stations: None available.  Restrooms \/ showers: One wheelchair-accessible restroom. No shower facilities.  Pay phone: None available.  Amphitheater: There is no amphitheater at this campground.  Routes: Most paths throughout the campground are level, though surfaces can be rocky or rough.   Wonder Lake Campground  Site accessibility: This small campground is tent-only, and campers must use the camper bus to access it. No sites are specifically designated as accessible, though most sites are level. Surfaces are typically well-compacted gravel. Electricity is unavailable at any site.  Ranger or concessioner stations: A host is available in the campground, as is a ranger station about one mile away along the park road. The ranger station entrance is accessible, though there are limited visitor services at the station.  Restrooms \/ showers: One wheelchair-accessible restroom. No shower facilities.  Pay phone: None available.  Amphitheater: Routes to the amphitheater are well-compacted gravel and are level.  Routes: Most paths throughout the campground are well-compacted gravel and are level.        Elevation   Denali Park Road: The sole road in Denali travels through low valleys and up tall mountainsides, and some visitors need to know just how high in elevation the road rises. The highest point on the Park Road is called Highway Pass, and it is almost 4,000' above sea level (1,220 meters). The entrance area of the park is much lower, ranging from 1,700 - 2,200 feet above sea level.  Trails: Check out trail descriptions above; few maintained trails go higher than 3,000 feet above sea level. Backcountry: Much of Denali is taken up by part of the Alaska Range, with peaks near the park road generally ranging between 3,000 and 6,000 feet above sea level. Denali, at 20,310 feet, towers above all others in the range.        Park Entrance Area Facilities & Trails  Denali Visitor Center Area  Parking: Ten spaces are available Routes: Paved from parking lot with slight uphill incline; additional routes between restaurant and bookstore are paved, also slight inclines  Entrance: Front door operates on a push-button door opener; rear doors do not. Restrooms: Mens and womens both wheelchair accessible, as well as one \"family\" restroom on its own Water: Water fountains and nearby water filling station (for own bottles) wheelchair accessible No pay phone Benches: Provided throughout visitor center and outdoors area around the center Elevator in facility to access all levels  Exhibits: Some tactile or otherwise interactive exhibits structured to be accessible from a wheelchair;    Wilderness Access Center  Parking: Six spaces are available Routes: Paved from parking lot with slight uphill incline; additional routes between restaurant and bookstore are paved, also slight inclines  Entrance: Front door operates on a push-button door opener; rear doors do not. Restrooms: Mens and womens both wheelchair accessible, as well as one \"family\" restroom on its own Water: Water fountains and nearby water filling station (for own bottles) wheelchair accessible No pay phone Benches: Provided throughout visitor center and outdoors area around the center Elevator in facility to access all levels  Exhibits: Some tactile or otherwise interactive exhibits structured to be accessible from a wheelchair;    Sled Dog Kennels  Parking: Numerous spaces, but none closer than approximately 50 yards (50 meters) from the kennels. Routes: Paths to and throughout the kennels are well-compacted gravel, no significant inclines. Entrance: Facility is mainly outdoors, though a small office can be found in the kennels; the door can only be opened manually. Restrooms: Available close to the parking area, rather than the kennels itself; restroom structure is large enough to accommodate wheelchairs Water: Not available Pay phone: Not available Benches: Benches and some seating in the kennels amphitheater are available Sled dogs: Each dog has its own house, which is surrounded by very loose gravel.   Entrance Area Trails  Bike Path: Little elevation change, slopes slightly downhill to the east. Surface is well-compacted gravel. 5% maximum grade, 10' width.  Horseshoe Lake Trail: Surface is native soils with rocks, roots. Initially a short, steep uphill to a bench overlook. The trail descends 250' steeply, and about 1\/2 mile down to the shore of a lake. Grade of 5% with sections up to 20%, 5' width  Jonesville Trail: Surface Compacted gravel.. Drops ~ 150 feet from west to east.  McKinley Station Trail: Compacted gravel. 8.5% grade maximum, dropping ~100 feet in the process via one long, gently sloping hill. 5' wide.  Meadow View Trail: Surface is compacted gravel. Trail is relatively level, but has a steep drop to one side and is 30\" wide. Only access is via the Rock Creek or Roadside Trails.  Morino Trail: .  Mount Healy Trail: Surface is native soils with rocks, roots. Initially inclines gently, eventually becomes very steep - up to 25% grade. Generally 24\" wide.  Parks Highway Trail:  Roadside Trail: Compacted gravel. Runs generally uphill from east to west, up to 15% grade; generally 36\" width.  Rock Creek Trail: Compacted gravel. Runs generally uphill from east to west, up to 15% grade; generally 30\" width.  Spruce Forest Trail: Compacted gravel. 0% grade, 5' wide.  Taiga Trail: Surface is gravel, with open steps across ditches. 5% with sections up to 15%, 24\" wide.  Triple Lakes Trail: Compacted gravel, soils, rocks, roots, planks. Up to 20% grade at times, 24\" wide. Check out our trail map to learn additional details. This information is also available in our park newspaper.        Savage River Area  Savage River Day Use Area  Parking: Several designated spaces for accessible parking  Restrooms: Several wheelchair-accessible restrooms  Water: Not available  Routes: Immediately around the parking area, surface is fairly level and compacted gravel.  Benches: A few benches are on either side of Savage River   Mountain Vista Rest Area   Parking: Several designated spaces for accessible parking Restrooms: Several wheelchair-accessible restrooms Water: Not available Routes: Immediately around the parking area, surfaces are mainly paved or compacted gravel  Benches: A covered shelter with tables and benches is available   Trails  Mountain Vista Loop Trail: Compacted gravel surface. ADA compliant. 5% maximum grade, 6' wide.  Savage Alpine Trail: Native soils and gravel. Up to 25% grade; generally 24\" width.  Savage Loop Trail: Native soils and rocks. First half-mile of the trail is wheelchair accessible. Negligible grade, 24\" wide. Check out our trail map to learn additional details. This information is also available in our park newspaper.       West of Savage River  Toklat River  Routes: Pathways from bus stop to restrooms and bookstore are well-compacted gravel, level surface.   Bookstore: Door can only be opened manually; exhibits and merchandise can be viewed from a wheelchair. Restrooms: Several wheelchair-accessible restrooms are available.   Eielson Visitor Center  Routes: Pathways from bus stop to this visitor center are well-compacted gravel, with some incline.  Entrance: Door operates on a push-button opener. Trails: See Thorofare Ridge and Tundra Loop descriptions below.   Trails  Thorofare Ridge Trail: Native soils and rocks. Up to 25% grade, 24\" wide.  Tundra Loop Trail: Compacted gravel. up to 12% grade, 6' wide.  McKinley Bar Trail: Native soils, roots, planks. Up to 15% with sections up to 15%, 24\" wide. Check out our trail map to learn additional details. This information is also available in our park newspaper.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/physicalmobility.htm"
}
