{
    "title": "Denali National Park & Preserve: Guiding Services",
    "body": "Guided Activities in Denali       Our Business Partners  In Denali National Park and Preserve, as in all national parks, commercial business activities are limited and require specific authorization and approval from the National Park Service before any guided activity or business can occur.   You will find that some businesses can conduct activities in only specific areas of Denali. There are references to Wilderness areas, park areas, and preserve areas. These distinct sections of Denali can be seen on various park maps.  This page lists private businesses and non-profits with permission to guide various kinds of experiences in Denali. There are also a variety of free summer park ranger programs available.  Jump to ...  Bus trip information Mountaineering information Air taxi, glacier landing and flightseeing information Dog sled passenger and freight information Hiking and backpacking information Sport hunting information Skiing information Educational programs        These authorized businesses can help make your visit to Denali a trip of a lifetime. nps photo \/ neil blake       Doyon\/ARAMARK Joint Venture (JV) JV holds a concession contract to perform multiple visitor services within Denali. JV is authorized by the National Park Service to provide transportation services, including park shuttle, tour, camper and courtesy buses.   Learn more about JV-provided bus services in Denali  Additional facilities operated by JV include:  Morino Grill - to-go items and coffee cart available all day, and serving lunch and dinner. Wilderness Access Center - transportation hub for shuttle buses; source of bus and campground reservations; gift shop and coffee cart available all day Riley Creek Mercantile - camper convenience store, including coffee and deli sandwiches Riley Creek Campground facilities and amenities - laundry and shower house, RV dump station, campground hosts and management Savage River Campground hosts and management Reservations for campgrounds and buses         Lucky visitors on these two tour buses view grizzly bears quite close to the Park Road. nps photo \/ kent miller       Mountaineering Guides Six companies offer guided mountaineering \"on Mt. McKinley and Mt. Foraker and other peaks of the Alaska Range within Denali National Park as its boundary existed prior to December 2, 1980.\"   Alaska Mountaineering School Alpine Ascents International American Alpine Institutes Mountain Trip National Outdoor Leadership School Rainier Mountaineering, Inc.   Other mountaineering guides are permitted, with the issuance of a Commercial Use Authorization (CUA), to guide climbers outside the Wilderness area of Denali, in the \"new park additions\" that were added after December 2, 1980. Please email us to learn more about companies that may guide clients outside of the Wilderness area.  return to top of page      Air Taxi Services and Glacier Landings Four air taxi services are authorized to provide air taxi and scenic air tours with glacier landings on the glaciers in the southern park and preserve.   Fly Denali Sheldon Air Services K2\/Rustair Talkeetna Air Taxi   Kantishna Air Taxi provides air taxi services between the McKinley Park Airstrip, at the park entrance, and the Kantishna Airstrip, as well as flightseeing services from Kantishna.  Other air taxi companies may operate in the preserve areas of the park.  40-Mile Air Taxi, Atkins Guiding & Flying Service (907-768-2143), Denali Air, Inc., Sheldon Air Service, Kantishna Air Taxi, Lake Clark Air, Rust's Flying Service, Talkeetna Air Taxi, Wrangell Mountain Air, and Wright Air Service.  Learn more about flight-seeing in Denali   return to top of page      Dog Sledding - Passenger and Freight Service  Passenger service Two concessioners offer overnight sled dog passenger service and overnight sled dog-supported ski trips within Denali National Park and Preserve.  EarthSong Lodge Sled Dog Adventures Denali West Lodge  Freight service There are two businesses with a CUA to provide freight hauling service via dog team in the park.   EarthSong Lodge Sled Dog Adventures Squid Acres Kennel       Hiking Guides Kantishna area companies There are private companies based in Kantishna that are authorized to provide guided hiking services.  Denali Backcountry Lodge Kantishna Roadhouse Camp Denali \/ North Face Lodge  Day hiking Other companies are permitted, through the issuance of a Commercial Use Authorization (CUA) to lead day hikes outside the Wilderness area of the park.  AIE Tours, Alaska Alpine Adventures, Alaska Outdoors, LLC, Alyeska Wilderness Guides, America and Pacific (A&P), Backroads, Canadian Wilderness Travel, Denali Sightseeing Safaris, LLC, Explore Denali, Exposure Alaska, Ltd., Get Up & Go! Tours, LLC, Marshall Public Schools, Natural Habitat Adventures, Off the Beaten Path, Ruby Range Adventures, Ltd., and Tamarack Camps  Backpacking Three companies are permitted, through the issuance of a CUA, to guide backpackers outside the Wilderness area of the park.  Alaska Alpine Adventures  Alaska Mountaineering School, LLC Mountain Trip Rigging for Rescue  Learn more about hiking on your own in Denali Learn more about backpacking in the park  return to top of page      Sport Hunting Guides Two Alaska State-registered guide\/outfitters are authorized to provide hunting guide services in the southwest preserve area of Denali.  Wayne Kubat, d.b.a., Alaska Remote Guide Services Chet Benso, d.b.a., Bearfoot Adventures  return to top of page      Skiing Guides Two companies are authorized, through the issuance of a Commercial Use Authorization (CUA), to operate outside the Wilderness area of the park.  Alaska Alpine Adventures  North American Telemark Assn.   return to top of page      Educational Programs The Murie Science and Learning Center (MSLC) focuses its mission on providing research, discovery, and learning opportunities within arctic and subarctic national parks to promote appreciation and caring for our natural and cultural heritage. Through the MSLC, the Park Service partners with professional education groups to offer a wide diversity of education programs aimed at youth, lifetime learners, and custom education groups.  If you wish to bring a science or education group to Denali, you may want to explore these free and fee-based programs.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/business-with-park.htm"
}
