{
    "title": "Denali National Park & Preserve: Fishing",
    "body": "Fishing        A slimy sculpin in Eldorado Creek. Many waterways in Denali are silty, and poor fish habitat, but clear creeks and streams are good places to look for fish. NPS Photo \/ Shannon Coykendall       Denali National Park is not noted for its fishing. Most streams and lakes have a high glacial silt content resulting in poor fish habitat.  However, for those willing to scout out the occasional clear creeks and ponds deep enough not to freeze solid during the winter, a few fish may be caught. Lake trout are occasionally caught in Wonder Lake and grayling inhabit some of the clear streams running in the park.   Licenses No license is required in the former Mount McKinley National Park. A current sport fishing license issued by the state of Alaska is required for fishing in the new park additions and the preserve.    Regulations Within the former Mount McKinley National Park, the catch limit per person per day is 10 fish, but not to exceed 10 lbs and one (1) fish, except that the catch limit for lake trout (Mackinaw) per person per day is 2 fish, including those hooked and released. Possession of more than one (1) day's limit of catch by one person at any one time is prohibited. State of Alaska sport fishing regulations apply in the new park additions and the preserve.  Prohibitions   Fishing in any manner other than by hook and line with rod or line being closely attended. Possessing or using live or dead minnows or other bait, fish, amphibians, non-preserved fish eggs or fish roe. Chumming or placing preserved or fresh eggs, fish roe, food, fish parts, chemicals, or other foreign substances in the water for purpose of feeding or attracting fish so that they may be taken. Commercial fishing Fishing by use of drugs, poisons, explosives or electricity. Digging for bait. Failing to return immediately to the water from which it was taken, a fish that a person chooses not to keep. Fish so released shall not be included in the catch or possession limit provided that at the time of catching, the person did not possess the legal limit of fish.    Though not banned, lead tackle is discouraged. Please keep Denali's water free of lead contamination by using non-lead tackle.       Fishing Regulations Map In the map below, you'll find links to State of Alaska fishing regulations for various units. This will help you understand the regulations if you plan to fish in the parts of Denali that are designated as \"park\" or \"preserve\" lands. The dark green area in the map illustrates the boundaries of what was once known as Mount McKinley National Park. (Congress expanded the park in 1980, and renamed it to Denali). As described above, state fishing regulations do not apply in this area. This section of Denali is where you'll find the Denali Park Road and various trails, visitor centers and other infrastructure, and is the most-likely area where visitors will try to fish, simply because it is the easiest to access.        This map is meant to help illustrate the former Mount McKinley National Park (dark green). Alaska state fishing regulations apply everywhere in today's Denali National Park except the former Mount McKinley Park.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/fishing.htm"
}
