{
    "title": "Denali National Park & Preserve: Winter Camping",
    "body": "Winter Camping       Campgrounds in Winter  In mid-September, after the bus season ends, all park campgrounds but one close.   Riley Creek Campground, at the park entrance, remains open year-round. There are no nightly-fees to stay in this campground, and you may camp with a tent or a vehicle\/RV.   It is a very bare-bones campground, with no running water and no electricity. Water is available at the winter visitor center. There is a vault toilet in the campground, and fire grates at each campsite. You may collect firewood within the campground, but only wood which is dead and downed - i.e., you may not use an axe or saw to gather wood.   The nearest services, like food, gas and restaurants, are located in Healy, about 11 miles north of the park entrance.       Wilderness Camping  Denali is an amazing place to enjoy winter activities such as snow-shoeing, skiing, or dog mushing. During any of these activities, folks are welcome to camp overnight in the park, though they must acquire a (free) backcountry permit, in person at the winter visitor center.   Many winter visitors enjoy using the trails created by the park dog teams, which greatly speeds up your travel. You're welcome to set off on your own path, however, and explore more of the park than where we regularly patrol.  October 1 - April 15 is the winter camping season, though snow levels in October and November can be pretty thin in some years. The best months for winter travel are typically February and March, when daylight hours are increasing and snow conditions tend to be better than in early winter (i.e., October - December). By April, day-time highs are often above freezing, and rivers and creeks may begin unlocking from their deep-winter freeze.   At any point in winter, temperatures can dip as low as -40 F (-40 C) or colder. You must be prepared with extreme-weather gear, and should pay close attention to the weather forecast.   Whether you are an experienced winter traveler in Alaska, a novice, or somewhere between the two, you can plan a backcountry trip in Denali that meets your expectations, skills, and comfort level. Even a short-mileage, one-night trip in Denali will feel like you've entered a remote winter wonderland of your very own.      How to Get a Camping Permit  The winter visitor center, called the Murie Science and Learning Center, is open daily from 9 am - 4 pm, and is where you acquire a backcountry permit. The center is closed on major holidays.  The permit process can be as short as thirty minutes, or as long and in-depth as you wish. We will record your itinerary - or help you plan one, if you have no pre-conceived ideas - and important information, like tent color, travel mode and emergency contact information. We will also provide a safety talk, which can be as detailed as you desire.  Winter weather and snow conditions can change rapidly. It is possible for temperatures to rise from -40 F to 35 F (i.e., above freezing) in just a few short days - or for the reverse to happen. We will share a weather forecast with you during the permit process, but you must be prepared for extreme conditions.  You must also be prepared to self-rescue if you run into problems. Cell phone coverage ends just beyond the winter visitor center, so do not rely on a phone to call for help. Be aware of your strengths and limitations, and make wise choices while in the backcountry. It is always safer to travel with a partner \/ group, than to travel alone.  A winter backcountry adventure in Denali is likely to be a trip of a lifetime, and we want to make sure you come back safe and feeling good about the experience.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/winter-camping.htm"
}
