{
    "title": "Denali National Park & Preserve: Bear Resistant Food Containers (BRFC's)",
    "body": "Bear Resistant Food Containers (BRFCs)       What are BRFCs?  These hard plastic portable containers are a vital part of Denali’s bear\/human conflict management program. You must store all food, garbage, and other scented items in a BRFC when camping overnight in Units 1-21 and 23-43. BRFC's are recommended for overnight camping in all other units. Their consistent use has resulted in a bear population that does not associate humans or their property with food sources. A small BRFC weighs 3 lbs. and holds 3-5 days of food for one person, and the larger BRFC weighs 5 lbs. and carries 7-10 days of food. BRFCs are issued free of charge with backcountry permits and must be returned within 48 hours of completion of your backcountry trip. If the BRFC is lost or damaged, you may be held responsible for its replacement.  BRFCs Approved for Use in Denali  The Interagency Grizzly Bear Committee (IGBC) is the authority consulted for what products are and are not permissible in Denali.  If using your own BRFC, be prepared to show it to the BIC staff for approval before a permit is issued.  The following brands of BRFCs are approved for use on backcountry trips in Denali:  The Bare Boxer - Contender Model 101, Champ Model 202 BearVault - BV250 Solo, BV300, BV350 Solo, BV400, BV450 Solo, BV500 Craftsman Tech Composites - Wise Backpack (~3600 cubic in. capacity) Counter Assault - The Bear Keg Garcia Machine - Backpackers’ Cache Model 812 (issued to permitted backpackers free of charge by the Backcountry Information Center) Lighter 1 Bear Bins – Backpacker Cache - Big Daddy Model (2.29 lbs), Lil’ Sami Model ( 1.34 lbs) Missoula Technical Development Center - Modifications to 50 Caliber Ammo Box Riley Stove Company - Grain Storage Container, Food Storage Container, Insulated Cooler UDAP Industries Inc. - “No Fed Bear” Canister Ursack - Model S29 AllWhite Vernon Matthews - Greif Bros Steel Drums Part #s: OH10-1R, OH8-1R 10 Wes Mauz - Aluminum Canister Wind River Products - Backpack Container, Small Pannier  This reflects the December 2014 product list from the IGBC. We periodically review the IGBC site for updates to the approved list. If you feel that the IGBC has updated their list and we have not provided the latest info on our site, please contact us and we'll update our site as necessary.  Learn more about the Interagency Grizzly Bear Council            How to Backpack in Denali   In six million acres of wilderness, you'll find campsites from the sublime to the subtle. Learn how to explore the backcountry of Denali.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/brfc.htm"
}
