{
    "title": "Denali National Park & Preserve: Bicycle Camping",
    "body": "Bicycle Camping       Bike Trip of a Lifetime In addition to the information below, which is about camping while biking, you'll want to review general cycling guidelines and regulations in Denali. Below, however, you'll find more detail about camping in conjunction with your cycling trip - bike camping! Denali has just one road, and you'll become intimately familiar with it during a bike camping trip. You'll find it useful to refer to the park map to locate landmarks. As you begin planning your adventure, you should keep a few key facts in mind:  The Denali Park Road is 92 miles long. Locations on the road are indicated by their Mile Marker, starting with the park entrance (Mile 0) going west to its terminus in Kantishna (Mile 92). For example, Riley Creek Campground is at Mile 0.25, meaning it's a quarter-mile from the park entrance. The road is paved from the entrance to Savage River (Mile 15). After that, it's a well-maintained gravel and dirt road. In summer, the first 15 miles of the road are open to the public, 24-hours a day. Therefore, it is the busiest part of the road. Beyond Mile 15, there are only buses and the occasional vehicle driving to Teklanika River Campground. The road goes up and down several mountains - so be conservative when you estimate how many miles you can comfortably bike each day.     When you think about a bike camping trip, you have a few different ways to organize your time:   Option 1: Biking Between Campgrounds There are six established campgrounds along the Denali Park Road: Riley Creek (Mile 0.25), Savage River (Mile 14), Sanctuary River (Mile 22), Teklanika River (Mile 29), Igloo Creek (Mile 35) and Wonder Lake (Mile 85).  You can reserve some of them in advance, while others can only be reserved once you arrive in Denali. You should consider reserving Riley Creek for your first night in Denali, unless you plan to arrive early in the day and wish to start biking right away.   Option 2: Biking and Backpacking If you wish to travel the Denali Park Road by bike and camp outside of an established campground, you must obtain a backcountry permit at the Backcountry Information Center (open 9 am - 6 pm). This process takes about an hour. Backpacking permits are free.  When in the park, you must camp at least 1\/2 mile (1.3 km) from the road with your tent out of view of the road. This type of trip means you'll leave your bicycle overnight. It must be about 25 yards from the road and out of sight from road traffic. It also must be marked with your name, backcountry permit number and date that it will be picked up. Please remember where your bicycle is; we do not conduct search and rescue operations for bicycles! Also, be warned that it is not uncommon for bicycles to be damaged by wildlife - animals may be attracted to the salty sweat that accumulates on bikes, mostly on the seats and handlebars. Denali National Park and Preserve assumes no responsibility for any damages accrued to bicycles by wildlife or other park visitors. If you wish to have your bicycle locked overnight, plan on using a designated bike rack at one of the campgrounds, visitor centers, or the Toklat Road Camp (Mile 52). These designated bike racks also make it easier to locate your bike. If you wish to bike and then backpack, you must have the appropriate gear for backcountry camping, including a Bear Resistant Food Container and proper footwear for hiking at least 1\/2 to 3 miles in trail-less terrain.    Option 3: A Combination of the Two You could consider staying at a campground one or more nights, while also planning for one or more nights in the backcountry. For example, you might reserve Riley Creek for August 1, Teklanika for August 2, and Wonder Lake for August 4; once you arrive in Denali, you could acquire a backpacking permit for the night of August 3. You might also buy a bus ticket, so that you can ride the bus from Wonder Lake back to the park entrance.    To Bus or Not to Bus You must also think about whether or not to incorporate a bus ride into your bike trip.  Bike into \/ out of the park You're welcome to spend all your time in Denali on your bike. If you arrived with a car, be sure to ask a ranger at the Denali Visitor Center or Backcountry Information Center where you may leave it. There are no parking fees. Savage River Shuttle The first 15 miles of the park road are paved, and generally uphill. The road is particularly steep between Mile 1.5 and Mile 9. As mentioned above, this is also the busiest part of the park road since it is open to private vehicles as well as buses. You can skip this part of the road by using a free bus, called the Savage River Shuttle. Pick the bus up at Riley Creek Campground, the Wilderness Access Center, or the Denali Visitor Center. There is no ticket required - anyone may use this bus. Take a shuttle bus into and\/or out of the park Many shuttle buses have bike racks. This allows you to either ride a bus into the park bike out, or vice versa (or even to bike for a while, jump on a bus, then get off and continue biking). If you plan to use a bus at any point during your trip (except for the free Savage River Shuttle), you must buy a bus ticket, either in advance or once you arrive in Denali.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/bikecamping.htm"
}
