{
    "title": "Denali National Park & Preserve: Backpacking Video Guide",
    "body": "Explore This Park    Plan Your Visit     Things To Do     Backpacking     Backpacking Video Guide                Video Series: The Denali Backcountry              The Denali Backcountry Follow a group of seasoned hikers as they embark on a journey through Alaska wilderness. Walk through the dos and don’ts of backcountry camping, experience firsthand the wonder of Denali’s vast remote areas, and learn appropriate safety precautions that make the experience more rewarding.   Watching this five-part video series is required as part of acquiring a backcountry permit. Be aware, you will still be required to watch the series here at the park as part of your permit process.  The series is intended to help you plan and prepare for your backcountry trip before you ever leave home, and to offer you a sense of what it means to backpack in wilderness.  Visitors, campground users, and dayhikers are encouraged to watch individual chapters as well. Use the lists of key concepts to decide which chapters are most helpful for you.  Learn much more about backpacking, wilderness safety, wildlife interactions, and the backcountry permit process. Audio described versions for each chapter are available for visitors who have visual impairments.   Captions are available in seven foreign languages: Chinese Simplified, Chinese Traditional, French, German, Italian, Japanese, and Spanish Latin America.              Chapter 1:  Backcountry Orientation   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 59 seconds  Be sure you appreciate the vast size and scope of Denali’s backcountry, the diversity of its terrain, and the many moods of Alaska wilderness ... “We always call Denali the great humbler.”Key concepts:• Prepare to meet nature on its own terms, particularly its wildlife, and moody weather.               Chapter 2: Preparing for the Backcountry   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:6 minutes, 38 seconds  Before you set out, make sure you plan well enough to come back safely, and leave the backcountry as pristine as you find it ... “Nobody tells you what to expect. You’ve got to figure it out. That’s what makes it so rewarding, too.”Key concepts:• No trails and no signs make for slower progress• Plan for everything, and have backup options• Mark your maps with unit boundaries and wildlife closures• Share your itinerary with friends or family• Get organized with a packing list• Pack hiking boots and trekking poles• Treat or filter all drinking water• Layer up• Pay attention to clothing material• Waterproof everything• Pack an emergency kit• All food must fit into your bear can• Store all scented items in bear can overnight• Bring enough fuel. No campfires allowed.               Chapter 3: Hiking in the Backcountry   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:9 minutes, 19 seconds  Strive always to leave no trace while hiking in the backcountry ... “When you are stripped of everything except the physical elements, when it’s just strictly down to survival, it’s insane what you can push yourself to do, and who you become because of that.”Key concepts:• Use the shuttle bus to travel into the park• Spread out while hiking on fragile tundra• Walk on durable surfaces• Always travel with a map and compass• Stay alert: Watch for wildlife and weather• To avoid bear encounters, make lots of noise• While resting, face different directions• Know how to cross a river safely• Crossing point should be wide and braided• Think about where you may wind up if you take a fall• Never cross barefoot• Unclip pack straps               Chapter 4: Camping in the Backcountry   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:8 minutes, 22 seconds  At the end of a long day, look for an appropriate site to camp for the night ... “It’s like you kissed the land that night, and then you’re on your way.”Key concepts:• Look for good visibility• Seek out a hard durable surface• Site must be out of view of the Park Road• Observe the golden triangle, 100 yards in each direction for tents, cook site, bear can storage• While cooking, watch for wildlife• Clean up cook site. Pack out food and scraps• Clean away from stream. Disperse gray water widely.• Pack out all toilet paper• Challenge yourself to leave no trace               Chapter 5: Animal Safety and Behavior   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:12 minutes, 49 seconds  Seeing a wild animal in the backcountry can be an incredible experience. But knowing how to behave in an encounter scenario might make all the difference ... “You need to be aware, you don’t want to get too close. But you shouldn’t be afraid to go hiking here.”Key concepts:• Make noise in areas of low visibility• Stay 300 yards away from any bear• Stay at least 25 yards from a moose• If a wild animal changes its behavior because of you, you’re too close.Scenario 1: If you see a bear in the distance, avoid it.• If a bear hasn’t noticed you, do not draw its attention.• If a bear has noticed you, group together and back away slowly.Scenario 2: Encountering a bear at close range• Never run. Never drop your packs. Stay calm. Group together. Wave your arms. Speak in loud voices. Back away slowly, but if the bear follows, hold your ground.Scenario 3: If a bear charges• Do not run. Stand your ground. Yell loudly. Wave your hands. Prepare to use bear spray.Scenario 4: If a bear attacks• If a grizzly bear strikes, drop to ground and lay flat on your stomach, or curl into a ball with your pack protecting your spine, and play dead. If matters continue or escalate, fight back.• If a black bear strikes, fight back immediately.Scenario 5: if a bear approaches a cook site• Quickly reseal food inside plastic bag inside bear can and lock it. Grab and carry cooking pots, back away, and leave your secure bear can for bear to investigate.Scenario 6: If a bear of wolf approaches your camp site• Wave arms and speak in a loud voice, If it’s convenient, shake your tent.• If gear is damaged by wildlife, leave the area immediatelyScenario 7: Encountering a wolf at close range• Don’t run. Stand your ground. Group together, wave arms over your heads, talk in a loud voice.Scenario 8: If a moose charges• Run. Dodge behind trees, cars, or structures to put a barrier between you and the animal. If caught in the open, run in a zig zag pattern.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/bicvid.htm"
}
