{
    "title": "Denali National Park & Preserve: Hiking",
    "body": "Hiking        There are two ways to experience Denali - on a marked trail, or off-trail in nearly any direction you choose.   There are not very many marked trails in Denali, and most of them are short enough that you could hike several in a day. One of the reasons Denali exists is to provide people with a place to explore wilderness, and a result of this is a limited trail network.    Hiking off-trail can be intimidating for the first time, however. The information here aims to provide you with some knowledge to begin such an adventure, but you may want to talk to a ranger upon arriving to clarify any questions or concerns you have before starting a hike.  This page includes ...   Trail guides Map of trails around the park entrance Trails beyond the park entrance: Savage River, Eielson Visitor Center, Wonder Lake Trail details & a print-friendly map Tips for off-trail hiking Map of closed areas Wildlife safety information         Trail Guides  Check out resources for self-guided trail hikes. You may wish to download or print these materials in advance, though cell \/ data service is available while on many of these trails, if you wish to access them while hiking.      Trails Around the Entrance of Denali  Trails in Denali are largely centered around the Denali Visitor Center.   Some of these trails are utilitarian - they travel alongside the Park Road and connect the visitor center with other important facilities in the entrance area of the park, such as the park sled dog kennels, Riley Creek Campground and the Wilderness Access Center. Other trails offer a departure from the immediate surroundings of the Park Road, allowing you to seek a bit of solace and quiet, while still having an obvious, established path to follow.  With a few exceptions, trails in Denali are generally considered easy to moderate in difficulty, and some trails are ADA accessible.   Below is a map featuring trails in the park. Zoom in and click on the various trails to get descriptions, difficulties, and lengths. A few trails exist farther west in the park, and can be seen by scrolling in that direction. The menu in the upper-right of the map lets you change what type of base map you are using, make it full-screen, and print if you wish. A simplified, printable version is also available.             Trails Not Near the Park Entrance   A few trails exist deeper in the park, beyond the first three miles of the Park Road. You can find them in the map above by scrolling to the west-south-west.  Savage River Area Located around Miles 13-15 on the Park Road, you can either drive to Savage River and park for the day, or you can board a free bus, called the Savage River Shuttle, at any entrance area facility.    The 2-mile long Savage River Loop is a mellow walk along the river. The surface is uneven and rugged in areas, but there is no significant elevation change.  The more strenuous Savage Alpine Trail runs more than four miles, and connects the Savage River area with Savage River Campground. Use the Savage River Shuttle to travel back to your starting point if you need to pick up a car, or use it to return to the park entrance if you have no vehicle; or, you can walk about two miles along the park road.   Learn more about the Savage River area  Eielson Visitor Center: Located at mile 66, you can reach this center by any shuttle bus traveling to Eielson or beyond. On a clear day, the entire area offers magnificent views of Denali.    The Tundra Loop is around a third of a mile through alpine country, very close to the visitor center. A spur trail leads an additional quarter of a mile, one-way, off the Tundra Loop. The Eielson Alpine Trail is a very steep hike of around 1,000 feet. The trail is a bit less than one mile one-way, up Thorofare Ridge. The views are particularly impressive on clear days!    Wonder Lake: Located at mile 85, you can reach Wonder Lake with either a Wonder Lake or Kantishna shuttle bus.   There is one trail in this area, called the McKinley (River) Bar Trail, leading from Wonder Lake Campground to the McKinley River. It is 2.5 miles one-way, with negligible elevation gain. The trail travels through spruce forest and past several small ponds, offering chance to see water fowl and terrain which is different from much of the park. It is plagued most of the summer by mosquitoes, so bring a head net.   return to top of page       Trail Details   Note that some trails are loops, and so a round-trip time and distance is offered. Other trails are not loops by themselves, and so the time and distance numbers are for a one-way hike. Add multiple one-way trails together to estimate a larger loop (e.g., the Rock Creek and Roadside Trails).  An additional wrinkle is that not every trailhead is at a visitor center or road. In those cases, you might need to add a bit more time (e.g., the Meadow View Trail is only a third of a mile long, but to get to either trailhead you must hike along one of a couple different trails from the visitor center). Some of the longer trails are explained in greater detail on separate pages, linked below. Download a print-friendly map and chart of trail info, with additional details like connecting trails, max grade and trail surface.      Trail Description Time Distance Elevation Change   Horseshoe Lake Trail A popular trail that descends to, and travels entirely around, a lake. 1 hour one-way 3.2 miles 250 feet   Taiga Trail A short, forested trail mainly used to access Horseshoe Lake from the visitor center. 45 minutes one-way 0.9 mile 75 feet   McKinley Station Trail Descend from the visitor center to Hines and Riley Creeks, and pass under the Alaska Railroad trestle. 1 hour one-way 1.6 miles 100 feet   Mount Healy Overlook Trail An increasingly steep hike out of the forest and into the alpine country. Potential views of Denali, if skies are clear. 2 hours one-way 2.7 miles 1,700 feet   Roadside Trail Travels uphill from the visitor center to the sled dog kennels and park headquarters. 1 hour one-way 1.8 miles 350 feet   Bike Path Travels right along the Denali Park Road, between the entrance and the visitor center. 45 minutes one-way 1.7 miles 150 feet   Jonesville Trail A steep shortcut from Riley Creek Campground to the Canyon, the business district outside the park. 10 minutes one-way 0.3 mile 75 feet   Parks Hwy Bike Trail Paved path alongside Highway 3. 30 minutes one-way 1.0 mile 50 feet   Rock Creek Trail Occasionally steep trail through forest. Similar route to Roadside, but a bit longer and much quieter, as it's farther from the road. 1.5 hours one-way 2.4 miles 400 feet   Meadow View Trail A very narrow trail overlooking a meadow, forming a short connection between Rock Creek and Roadside Trails. 15 minutes 0.3 mile none   Triple Lakes Trail Denali's longest trail, with bridges over two creeks and great views of three lakes. 5 hours one-way 9.5 miles 1,000 feet   Morino Trail A short trail through spruce forest. Good for a quick walk while waiting on a bus or train. 15 minutes one-way 0.2 mile none   Spruce Forest Trail A short trail through spruce forest. Good for a quick walk while waiting on a bus or train. 20-minutes, total 0.2 mile none   Mountain Vista Trail  Located at Mountain Vista Rest Area, at Mile 13 of the Denali Park Road. Can be accessed by the free Savage River Shuttle and private vehicle, with ample parking available 30-minutes, total 0.6 mile total    Savage Alpine  Connects Savage River, campground and Mountain Vista day use areas. Parking available at either end. Use free Savage River Shuttle to return to your vehicle. Considered strenuous Three hours, one way 4 miles, one way 1,500 feet   Savage River Loop  Located at the Savage River at Mile 15. Very limited parking available. Can be accessed by free Savage River Shuttle 90 minutes, total 2 miles, total    Tundra Loop  From the Eielson Visitor Center, at Mile 66 of the Denali Park Road, this short loop explores alpine tundra. 15 minutes total 0.3 mile, total negligible   Thorofare Ridge Trail  From the Eielson Visitor Center, this switchback trail climbs to a ridge for high, scenic views of Denali and a vast expanse of tundra beyond. One hour, one way 0.8 mile, one way 1,000 feet   McKinley River Bar Trail  From a road junction approaching Wonder Lake Campground, this trail passes through wet meadows and enters spruce forest, and ends at the McKinley River 90 minutes, one way 2.4 miles, one way negligible          Accessibility The details below are meant to help you decide whether or not to travel a particular trail if you are using a wheelchair or similar assistive device. Trails not listed here are not barred to wheelchairs, but may have particularly significant natural obstacles.   Bike Path: Little elevation change, slopes slightly downhill to the east. Surface is well-compacted gravel. 5% maximum grade, 10' width. Horseshoe Lake Trail: Surface is native soils with rocks, roots. Initially a short, steep uphill to a bench overlook. The trail descends 250' steeply, and about 1\/2 mile down to the shore of a lake. Grade of 5% with sections up to 20%, 5' width Jonesville Trail: Surface Compacted gravel.. Drops ~ 150 feet from west to east. McKinley Station Trail: Compacted gravel. 8.5% grade maximum, dropping ~100 feet in the process via one long, gently sloping hill. 5' wide. Meadow View Trail: Surface is compacted gravel. Trail is relatively level, but has a steep drop to one side and is only 30\" wide. Only access is via the Rock Creek or Roadside Trails. Mount Healy Trail: Surface is native soils with rocks, roots. Initially inclines gently, eventually becomes very steep - up to 25% grade. Generally 24\" wide. Roadside Trail: Compacted gravel. Runs generally uphill from east to west, up to 15% grade; generally 36\" width. Rock Creek Trail: Compacted gravel. Runs generally uphill from east to west, up to 15% grade; generally 30\" width. Spruce Forest Trail: Compacted gravel. 0% grade, 5' wide. Taiga Trail: Surface is gravel, with open steps across ditches. 5% with sections up to 15%, 24\" wide. Triple Lakes Trail: Compacted gravel, soils, rocks, roots, planks. Up to 20% grade at times, 24\" wide. Mountain Vista Loop Trail: Compacted gravel surface. ADA compliant. 5% maximum grade, 6' wide. Savage Alpine Trail: Native soils and gravel. Up to 25% grade; generally 24\" width. Savage Loop Trail: Native soils and rocks. First half-mile of the trail is wheelchair accessible. Negligible grade, 24\" wide.         Hiking Off Trail   Denali is nearly the size of Massachusetts (or just over half as large as Switzerland), and most of the park is devoid of human-made trails.  The idea of hiking in the wilderness, with no trail to follow, excites some hikers and confuses or intimidates others. However, the nature of Denali's Park Road and bus system, and the terrain itself, can make trail-less hiking more approachable than it may seem at first blush.       Where to Start?  This is a question that only you can answer. Every person will want something slightly different out of their day hike, and the sheer size of Denali prevents any one spot from being \"the best.\" Some people will want to hike up into steep terrain to gain big views, while others will prefer a stroll along a river. Some people don't mind pushing through thick brush for part of a hike, while others will want to avoid anything more than shrubs and small bushes.   Starting A good strategy is to take an early shuttle bus into the park, traveling to either Eielson Visitor Center or Toklat River, and scouting the terrain from the Park Road. On your return towards the park entrance, you can tell your driver to let you off at whatever area looked most appealing. (Buses going to Wonder Lake and Kantishna probably take too long to incorporate a decent hike into your day).   Ending After your hike, you need only return to the road and wave down any passing shuttle. You can get a copy of the latest bus schedule upon arriving in the park, or you can download a schedule to bring with you. While uncommon, the first shuttle or two that you try to re-board may be full, so prepare for a worst-case scenario of waiting an hour for a ride. Many hikers will carry a book, or will browse through their digital photos just taken during the hike to make the potential wait go by quicker.             Hiking in the Wilderness   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:9 minutes, 19 seconds  Strive always to leave no trace while hiking in the backcountry ... “When you are stripped of everything except the physical elements, when it’s just strictly down to survival, it’s insane what you can push yourself to do, and who you become because of that.”Key concepts:• Use the shuttle bus to travel into the park• Spread out while hiking on fragile tundra. Walk on durable surfaces and always travel with a map and compass• Stay alert: Watch for wildlife and weather. To avoid bear encounters, make lots of noise. While resting, face different directions• Know how to cross a river safely. The crossing point should be wide and braided. Unclip pack straps and think about where you may wind up if you take a fall.          Terrain   In a trail-less wilderness like Denali, you will dictate your route. By avoiding terrain traps like pockets of spruce forest and alder, you can make navigation easier. Tree-line in Denali is generally around 3,000' above sea level, and much of the 92 mile Park Road travels near or above that level.   Above tree-line, you will find either brushy tundra, with plants that may slow your travel but allow you to see over them, or alpine tundra, with extremely short vegetation that offers no impediment to your speed or your visibility. In many parts of the park, you will find that the Park Road stays in your view, even after several miles and several hours of hiking.  Learn more about terrain types in Denali      Equipment & Travel Tips   The list below is not exhaustive, but should help in planning your off-trail adventure.   Carry adequate food and water. There are no restaurants or amenities west of mile 3 on the Park Road.  Bring a means to treat water, such as purification tablets or a water filter.  Wear appropriate clothing. Avoid cotton and choose either quick-drying synthetic materials or wool, which insulates even when wet.  Plan for bad weather. Rain is likely (and snow is possible) in summer. A hat, gloves, rain jacket and rain pants may be necessary. In the case of a storm, avoid high ridges and exposed areas.  Other gear, such as trekking poles, calf-high gaiters and ankle-high boots will make your hike more comfortable. Be prepared to self-rescue and carry a first aid kit. Travel immediately to the Park Road and flag down a ranger or bus driver if you need assistance. Be aware of wildlife closures and avoid hiking within them. If your children require a child seat on the bus, keep in mind that you'll need to either carry them or safely store them before setting off on a hike. Child seats can be left in the food storage sheds at any campground, in the food lockers at the Toklat River rest stop, or at Eielson Visitor Center. Car seats may not be left by the roadside - they often have food smells that attract animals large and small.   Visit the Backcountry Information Center if you have specific questions or concerns.   return to top of page            Wildlife Safety   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:12 minutes, 49 seconds  Seeing a wild animal in the backcountry can be an incredible experience. But knowing how to behave in an encounter scenario might make all the difference. Whether it's a moose, a bear or some smaller animal, be prepared to react accordingly.Key concepts:• Make noise in areas of low visibility• Stay 300 yards away from any bear• Stay at least 25 yards from a moose• If a wild animal changes its behavior because of you, you’re too close.         Stay Safe   Ideally, you will be hiking with at least one other person, and will stay in areas where visibility is excellent - allowing you to see animals at a great distance, and avoid them when necessary. In areas of brushy or alpine tundra, you can sometimes see for miles.  However, you will likely face areas of reduced or limited visibility while day hiking. When your visibility is reduced, you should make noise, either by talking with your partner, singing, or simply shouting \"Hey bear!\" every few minutes. The human voice is distinctive, and tells wildlife that you are in the area - thus minimizing surprise encounters, which are the most likely scenario for a large animal to harm a person. Bear bells, whistles, etc., are no substitute for your voice. The first few \"Hey bears!\" may seem silly, but with enough repetition, they will seem a natural part of hiking in Denali.  Read more about wildlife safety",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/dayhiking.htm"
}
