{
    "title": "Denali National Park & Preserve: Deaf \/ Hearing Loss",
    "body": "Explore This Park    Plan Your Visit     Accessibility     Deaf \/ Hearing Loss              Deaf \/ Hearing Loss Accessibility          Programs and Tours   American Sign Language   Ranger programs: The National Park Services provides ASL interpretation for any ranger program, upon advanced request. Please contact us to make arrangements. Bus tours: ASL interpretation is available for any concessioner-operated bus trip upon advanced request. Please contact the bus company to ensure an interpreter is available for your bus trip in the park. Due to our remote location (120 miles from the nearest large town, Fairbanks), please give the concessioner notice of your needs two or more days in advance.  Assistive listening devices  Two types of assistive listening services are available free for visitors with hearing loss who attend sled dog demonstrations at the historic Park Kennels, as well as films, ranger programs, and public events at the Denali Vistor Center, Eielson Visitor Center, Talkeetna Ranger Station, and the Wilderness Access Center. Visitors may borrow an electronic device with a conventional ear piece to amplify public programs. Visitors who wear hearing aids that are outfitted with a special T-Coil or similar Induction Loop Receiver may borrow a device with a wire neck loop rather than headphones. Visitors to a screening room at the Eielson Visitor Center, where an induction loop system has been installed above the ceiling, may hear amplified programs directly in T-coil-equipped hearing aids without need to borrow another device.       Park Entrance Area  Denali Visitor Center Area   Park information: Information is available in a variety of print formats. American Sign Language interpretation is available upon request.   Restaurant and other facilities: The Morino Grill, baggage claim and the Alaska Geographic Bookstore are all located in the visitor center campus. Printed information is available at each facility, though ASL interpretation is generally unavailable.  Pay phone: Not available  Films and exhibits: The park film, \"Heartbeats of Denali,\" is open-captioned. All exhibits which feature audio are also open-captioned or have text equivalent versions available. Also, visitors may borrow an electronic device with a conventional ear piece to amplify public programs. Visitors who wear hearing aids that are outfitted with a special T-Coil or similar Induction Loop Receiver may borrow a device with a wire neck loop rather than headphones.   Wilderness Access Center   Park information: Information is available in a variety of print formats.    Pay phone: Not available  Films and exhibits: The film \"Across Time and Tundra\" is open-captioned. Visitors may borrow an electronic device with a conventional ear piece to amplify public programs. Visitors who wear hearing aids that are outfitted with a special T-Coil or similar Induction Loop Receiver may borrow a device with a wire neck loop rather than headphones.   Sled Dog Kennels  Park information: Information is available in a variety of print formats. American Sign Language interpretation is available upon request.    Pay phone: Not available  Exhibits and programs: Visitors may borrow an electronic device with a conventional ear piece to amplify public programs. Visitors who wear hearing aids that are outfitted with a special T-Coil or similar Induction Loop Receiver may borrow a device with a wire neck loop rather than headphones.        West of the Park Entrance Area   Toklat River   Park information: Printed information is available. Due to the remote location of Toklat River, ASL interpretation is only available upon advanced request. Films and exhibits: A handful of exhibits, as well as a small bookstore, are available and feature printed information.  Eielson Visitor Center   Park information: Printed information is available. Due to the remote location of Eielson Visitor Center, ASL interpretation is only available upon advanced requestion. Films and exhibits: Visitors may borrow an electronic device with a conventional ear piece to amplify public programs. Visitors who wear hearing aids that are outfitted with a special T-Coil or similar Induction Loop Receiver may borrow a device with a wire neck loop rather than headphones. Visitors to a screening room at the Eielson Visitor Center, where an induction loop system has been installed above the ceiling, may hear amplified programs directly in T-coil-equipped hearing aids without need to borrow another device.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/deafhearingloss.htm"
}
