{
    "title": "Denali National Park & Preserve: Backpacking",
    "body": "Backpacking       Wilderness - A Land Without Trails  Traveling and camping in this expansive terrain is special. You will find that Denali is different from other national parks. There are no trails, designated routes, or backcountry campsites to guide your wilderness adventure. Our goal is to provide visitors with the means of self-reliance and self-discovery; to encourage hikers to find what appeals to them rather than following specific routes.  Rangers working here will provide you with the knowledge to make your trip as safe and enjoyable as possible - but, the path you choose in the backcountry will be your own. The more effort your group invests in planning your trip, the larger the reward. Come prepared to travel cross-country through remote terrain in harsh weather, and to rescue yourself in the event of problems. It is also your responsibility to help protect Denali by carefully following the principles of Leave No Trace, so that your travels do not diminish the experience of those who follow you.           NPS Photo  Begin Planning Your Backpacking Adventure  A backpacking trip in Denali is unlike backpacking in most other national parks. Denali is about the size of Vermont, with only a handful of trails - most of which are near the entrance of the park for day-hiking, rather than overnight backpacking.  Backpacking permits are issued only in person, no more than a day before you begin your backcountry adventure - so use the information on this site as a guide, to familiarize yourself with the permit process and the landscape of Denali, but be ready to hash out the details of your itinerary only once you're in the park, speaking to one of our backcountry rangers.   Email us if you want to receive a printed copy of backpacking material via regular mail.   Phone    (907) 683-9590 (backcountry office, summer-only, 9 am - 6 pm) (907) 683-9532 (general park information, year-round, 9 am - 4 pm)  Where to Get a Backpacking Permit   Summer (May 15 - mid-September): Backcountry Information Center, open daily, 9 am - 6 pm Fall, Winter and Spring: Murie Science and Learning Center, open daily, 9 am - 4 pm    The full details of planning a backpacking trip can be found below. You can also check out a video series, The Denali Backcountry, as another way to learn this information. However, please note: All backpackers are required to watch \"The Denali Backcountry\" when you arrive in Denali (even if you watch the videos ahead online). Audio described versions and foreign language translations of captions for each chapter are also available online.         Research Before You Travel Below is a detailed look at what you should think about before traveling to the park. Answering these questions will make it much easier to get your permit once you're here.    What time of year should you visit? Do you understand the backcountry unit system? How long is your trip? How many nights do you want to backpack? Have you planned your bus ride into the park? Have you thought about types of backpacking trips? What is your skill level? Have you though about the types of landscapes and terrain you want to encounter (or avoid!)? How will you tie it all together?     Packing for Your Trip: Gear and Supplies This section explains not just what you should bring, but how you can get it here (e.g., transporting stove fuel can be tricky).      Gear list Where to buy supplies Bear Resistant Food Containers      Once You're in Denali An explanation of how you acquire your backpacking permit, plus tips on how to get a head start on the permit process.    Getting your permit at the Backcountry Information Center (including tips on expediting the process)         What time of year are you coming? Denali has three seasons:  Main season (May 20 - mid-September) This is the busiest time of year for backpackers. Backpackers must understand the Denali backcountry unit system (see below). Almost all backpacking trips begin with a bus ride along the Denali Park Road.  Winter (October 15 - April 15) The least busy time of the year, this season is not for novice winter campers. Shoulder (a few weeks each spring and fall) This season is more complicated, and refers to the time before bus service begins on May 20 each year, and after buses stop running in mid-September. Conditions can vary hugely, so expect snow and rain (though you might only see sunshine!) In ideal conditions, backpackers can drive up to 30 miles into the park before starting their trip; however, conditions are often not ideal, so be flexible on where you backpack if you come in spring or fall. Most main season, or summer, rules are still in effect from April 15 - May 20 and mid-September - October 15, such as the requirement that you store food in a bear resistant food container.    return to top    Understand the backcountry unit system Winter and shoulder-season visitors do not need to worry about the unit system. In summer, however, there are many people wishing to backpack in the park. To prevent any single area from becoming over-crowded, the entire park is divided into 87 sections, or units, and only a certain number of people can camp in a given unit each night. \"Summer,\" for this purpose, is defined as April 15 - October 15.   If you plan to visit in summer, dig into our backcountry unit guide before you arrive. You won't select your unit(s) until you arrive, speak with a ranger, and see which units are available; but it helps to familiarize yourself with the unit system and sketch out a variety of trip ideas.  return to top    Timing: How long is your trip?    The duration of your trip influences where you can (and should) consider camping in Denali. Keep in mind how long it takes to get to the park from Anchorage (5 hours by car, 8 hours by train) or Fairbanks (2 hours by car, 4 hours by train).   It is often smart to plan on at least one day in the entrance-area of Denali before and after your backpacking trip, particularly if you are traveling to \/ from Anchorage. Riley Creek Campground is a convenient place to camp your first and last night in the Denali area.  Most visitors plan on one, two or three nights backpacking. Long trips are possible (up to 30 nights!), either as one epic adventure or as a series of short routes, broken up by bus trips or stays in other campgrounds in the park.   return to top      Plan your bus ride into the park    Nearly every summer backpacking trip begins with a bus ride on the only road in the park. Give thought to how long a bus ride you wish to experience - that will influence which backcountry units you should think about visiting.  If you are short on time, or do not wish to spend long on the bus, focus on areas within the first 15 miles of the park road (units 1, 2, 3, 4, 5, 24, 25, 26, and 27). These units are accessible by the Savage River Shuttle, which is a free bus ride.   If you wish to see the entire park road, plan on at least six hours (one-way) on the bus. The advantage here is you can consider far more of the backcountry units. Eielson Visitor Center, a common destination along the park road, is about four hours (one-way) on the bus.  Bus prices vary from year to year, but you just need to buy one ticket for your trip in and out of the park. You cannot buy your ticket in advance - only when you arrive and have acquired your backpacking permit.   return to top      Think about types of trips    Consider the type of backpacking trip you want. For example:  Base-camping This involves setting up camp in one backcountry unit for multiple nights. You can then day-hike in any backcountry unit, so long as you return back to your base each night to sleep. This is a great way to thoroughly explore a specific area of the park (and to get some time hiking without all of your camping gear on your back!). Unit loop This type of trip involves hiking from unit to unit, usually spending just one night in each area. Most backcountry units south of the Denali Park Road have a river or creek in the middle of the unit, and mountains or hills forming their boundaries; thus, most loop trips involve river crossings and hiking in some steep terrain as you pass from one unit to another. Some loop trips might involve hiking across the park road, from a unit south of the road to a unit north of it.   Busing between units The bus ticket you buy to start your trip allows you to make free use of the bus system during your stay in the park. This means you can camp one night in a unit, hike to the park road in the morning, and ride the bus to any other unit. The advantage here is that you can see far more of the park during your trip. This type of trip is the most flexible, too, meaning you have the highest likelihood of getting the backpacking permit you desire.  Regardless of the type of trip, keep in mind some logistical complexities.      Caching food and supplies Anyone camping more than two or three nights will likely want to cache food and\/or supplies in the park, to avoid carrying it all at once. Items may only be cached in the food lockers at any campground, as well as Eielson Visitor Center and the Toklat Rest stop. These are the only places you can store food or personal belongings. Please label your items with your name and the date you intend to retrieve them. You can also leave items unneeded for your trip in lockers at the Wilderness Access Center. Bear Resistant Food Container (BRFC) Summer backpackers must use a bear resistant food container. We loan them for free, though you can check out the list of approved BRFCs to see if your personal canister may be used here. The bus system As mentioned above, your bus ticket lets you make free use of the bus system in the park during your backpacking trip, regardless of whether you are here for two nights or twenty nights. However, you may not return to the park entrance area (defined as the first 15 miles of the Denali Park Road, i.e. east of Savage River) until you are finished with your backpacking trip. If you return to the park entrance and wish to go back into the wilderness of the park, you will have to buy a new bus ticket.     return to top      Consider your skill level    Very few trails exist in the Denali backcountry. To have a comfortable experience, honestly assess the following questions.  Can you read a topographic map? Can you orient yourself to a map with a compass? (Heavy clouds often make terrain difficult to see at any kind of distance, necessitating compass use) Have you hiked off-trail before? Have you successfully camped in difficult weather? (Snow can fall any month of the year in Denali, particularly at high elevations. Wind is a common problem, and gusts of 60 mph or more can occur on occasion.)  Given your experience, consider some general unit recommendations:  Beginner Unit 1 (which features the Triple Lakes Trail), Units 6-13, 18 and 31-34 (which feature open gravel areas along rivers, making navigation easier). In any unit, use rivers or creeks as your guide, hiking into and out of the backcountry along the same route. Expect to get wet feet, however, as water crossings will be likely. Intermediate Consider almost any unit for a two or three night trip, except the far western areas and the unit around Denali and Mount Foraker. Be prepared for brush and river crossings, as well as difficult navigation in wide open areas, if clouds prevent you from seeing your surroundings. Expert Consider the remote, little-seen western parts of the park. Rivers are much bigger west of Eielson Visitor Center, so prepare for significant water crossings. Any unit except the Denali\/Mount Foraker area could be possible. Mountaineering The park of the Alaska Range in Denali features numerous glaciated peaks. Common trips run from 4 to 10 days, and some mountaineers fly into the park to begin their expeditions. Climbing permits are required for Denali and Mount Foraker. Learn more about backcountry mountaineering.     return to top      Think about the types of landscapes and terrain you want to encounter (or avoid!)    As a park largely devoid of trails, give careful thought to what kinds of landscapes or terrain you wish to experience. Focus your pre-trip research on units that sound appealing.  Best-bets for beginners If this is your first off-trail backpacking trip, consider areas like Unit 1 (features a trail), Units 9-13, 18, 34 and 42.   Easy-to-navigate valleys and graveled river bars Generally units south of the park road meet this criteria, especially Units 6-13 (except 11, which is mostly rolling tundra hills). By heading south from the road, you're hiking toward the Alaska Range. These units may have river crossings, but navigation is comparatively simple and travel can be very fast.    Ridges with potential for amazing views Usually north of the park road, such as Units 25-30, 33-34, and the Kantishna region. Often there is brush at lower elevations, making navigation more difficult and travel much slower, but persevere through the brush, gain elevation, and look south for great views of the Alaska Range.  Super remote areas Units 21, 38-40, 44, and 87. These are not areas beginners should visit.   Valley glaciers Units 23, 44 and 87.   Accessible but little-used areas Units 2-3 and 16-17 are a short bus ride (or walk!) from the visitor center. Despite their proximity to the busy park entrance, very few people use these units. Expect some brush, particularly in Units 2-3. These are a great choice for adventurers who want to minimize their time on the bus, and\/or see places seldom visited.     Generalizations about wildlife Any animal can be found almost anywhere, but some generalizations can be made. Moose are most-often seen near the park entrance \/ Headquarters area (eastern end of the park road), as well as near Wonder Lake (far western end of the park road). Grizzly bears and caribou are more common along the middle-third of the park road (e.g., Teklanika River to Eielson Visitor Center). Dall sheep spend time in high, rocky areas, particularly north of the park road.     return to top    Tie it all together   Before you visit the park, take time to review the backcountry unit map, focusing on units that are of interest to you.    Come up with three or four possible routes. Remember that there is a quota system, with permits only issued in-person. Your first choice might be full when you arrive, but if you have a plan of what you generally want out of your trip, we can help you plan a great itinerary based on (a) your desires and (b) which backcountry units are available.    return to top           Pack smart Denali weather can change quickly. The most important food and supplies to consider:  High calorie food - Not only are you hiking, but it's often cold and rainy. That means your body will need more calories than usual. Bug spray - Mosquitoes are typically a nuisance from May to September. Tent - We strongly discourage bivy sacks. It's often raining, and bears are more likely to investigate bivvies than tents.  Gaiters - Stream crossings are common. Trekking poles Proper layers - Plan on temps ranging from as warm as 75 F to as cold as 20 F, possibly in the same day! Bear spray - Note that this cannot be carried on planes or trains, nor can you drive through Canada with it. Plan on buying it in Alaska.  Check out a more detailed gear list  return to top   Where to buy supplies Just outside of the park, several general stores and camping stores can be found. Note, however, that they sometimes sell out of certain supplies during the summer. Consider buying your most important items, such as stove fuel, in Anchorage or Fairbanks, before traveling to Denali.  Within the park, Riley Creek Mercantile is the only general store. You can buy backpacking food, but not fuel for a backcountry stove (though they do sell fuel for larger stoves, such as Coleman two-burners). They also sell bear spray here, though they occasionally sell out.   return to top    All about Bear Resistant Food Containers (BRFCs) These hard plastic cylinders are mandatory for summer backpackers. You may borrow one for free from us, once you acquire your backpacking permit.   Note: If you wish to bring your own BRFC, ensure it is approved for use in Denali before you travel here! Learn more about bear resistant food containers.   return to top        Visit the Backcountry Information Center As mentioned above, all summer backpackers need a free permit, which can only be acquired once you visit the Backcountry Information Center. You may acquire your permit one day before you go into the park*, or the day that you will begin trip.  Getting your backpacking permit requires a few steps:  Watch a video about staying safe in the wilderness This can be done at our backcountry office from 9 am - 6 pm, or at the neighboring building, the Wilderness Access Center, which is open 7 am - 7 pm.  Tip: Watching it at the Wilderness Access Center before we open at 9 am will help you get your permit faster!    Fill out a worksheet for your trip This worksheet asks for details that will be important if anyone needs to search for you, so please take it seriously. We keep worksheets on the door of the Backcountry Information Center, so feel free to grab one and start filling it out at your convenience.  Tip: Doing this before we open at 9 am will help you get your permit faster! However, please note: You won't be able to fill out the worksheet entirely. It asks which unit(s) you'll camp in, and that can only be settled by talking with a ranger (step 3, below).     Talk with a ranger, plan your backpacking itinerary At any point while we're open, check which units are available by looking at a whiteboard in the Backcountry Information Center. This lets you check if any trip ideas you formulated ahead of time will be possible. If your first-choice units aren't available, think about what other options may work for you, given your timing, the type of trip you seek and what terrain you do or do not want to encounter. Rangers are available to talk through possibilities with you.  Finish filling out your worksheet, by writing in which unit(s) you'll camp in, and give the worksheet to a ranger. We'll then talk about a few of the most important safety considerations and then print your backpacking permit. (The safety talk takes about 10 minutes).   A ranger will also speak with you about a few additional safety concerns. This safety talk will last around 15 minutes. If needed, buy maps, bus tickets Once you have your permit and know where you're going, you can buy the relevant topographical (topo) maps. You are not required to buy a map, but we strongly recommend you do so. We also recommend marking the Denali backcountry unit boundaries on your maps -- it will be your responsibility to ensure you are camping in the proper unit.   Most backpacking trips involve a bus trip into the park with a certain type of bus, called a camper bus. Only backpackers and campground-users can buy tickets for camper buses; so, you'll need to get your permit (steps 1-3, above) before buying your camper bus ticket.  With your backpacking permit in hand, walk to the nearby Wilderness Access Center, show the staff your permit, and buy your camper bus ticket. Departure times vary throughout the year, though you can stop in the Wilderness Access Center at any point before or after you get your permit to see the bus schedule. It is a good idea to grab a printed schedule from them, to help with your return from the wilderness (see below).     There and back again: Set out on your adventure At this point, you have your backpacking permit and your bus ticket (if needed).  If you came to Denali with a car, make sure you ask a ranger where you may park it (overnight parking tends to change year to year). There is no parking fee.  Arrive at the Wilderness Access Center at least 15 minutes before your scheduled departure, to ensure plenty of time to load your backpack and any other gear.  After your backpacking trip, no matter how many days it lasted, you may use any shuttle bus to exit the park. Simply wait anywhere along the Denali Park Road and wave down a shuttle bus as it approaches. The driver will let you know whether or not there is room for you.          Detailed Planning Resources After reading through the material above, browse these resources to learn more about specific backpacking topics.    Food safety  Wildlife safety  Drinking water & backcountry sanitation Areas that may be closed Terrain types, rivers, glaciers, and more Gear checklist How to get a permit Backpacking guide, featuring unit descriptions  Frequently Asked Questions    Specialized Trips Certain types of backcountry trips require additional information, skills and equipment. For trips like these, the information and rules listed above generally apply.   Bike camping  Camping south of the Alaska Range Winter camping Packrafting",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/backcountry.htm"
}
