{
    "title": "Denali National Park & Preserve: Snowmobiling",
    "body": "Snowmobiling in Denali                  Sort By: Relevance Recently Updated Date Released Title    Show 10 40  per page     Loading results...     Tags: snowmobiling             Where and When You Can Ride  Area of the Former Mount McKinley National Park All lands within the former Mount McKinley National Park on both the north and the south sides of the crest of the Alaska Range are closed to all snowmachine use by federal regulation. Other Areas of Denali National Park and Preserve The use of snowmachines is permitted in the remainder of Denali National Park and Preserve for traditional activities or for travel to and from villages and homesites during periods of adequate snow cover or on frozen rivers.  Snowmachine use is prohibited until the park superintendent has made a determination that there is adequate snow cover. Adequate snow cover is determined by evaluating the ability of the snow pack to support snowmachine use in a manner that does not damage resource values such as vegetation and soils. A combination of factors such as snow depth, snow structure, and the characteristics of the vegetation in the area are considered in this evaluation. Possible areas are divided into two geographic regions - north and south of the crest of the Alaska Range. As areas open to snowmobiling in winter, information is made available below. If no areas are indicated here as being open to snowmobiling, it means snow cover is not adequate for riding.  Check out a map of the park and find park boundary GPS coordinates       Other Operating Requirements  Riders are reminded that federal regulations require that riders do not:   Intentionally disturb or frighten wildlife.   Operate a snowmobile that makes excessive noise.   Operate a snowmobile without a headlamp and red tail lamp ½ hour before and after sunrise\/sunset or when persons and vehicles are not clearly visible for 500 feet.   Operate a snowmobile in excess of 45 miles per hour or racing.   Snowmobile operators must be at least 16 years of age unless accompanied and supervised by a responsible person 21 years of age or older. The supervising rider must keep the other rider in sight and may not supervise more than one person at a time. Alaska State Statutes also require that snowmobiles be registered and numbered. Riders must report accidents resulting in injury to or death of a person, or property damage by the quickest means to park rangers. Even when areas of the park and preserve are open for use, it is the rider's responsibility to avoid locations where wind or topographic conditions may have reduced snow depth and created situations where damage to vegetation or soils could occur, or where vegetation is taller than the protective snow cover.  Safety Concerns Winter weather in the Alaska Range can change very quickly and become severe, with high winds and temperatures well below zero. Park rangers stress the importance of bringing survival gear on all trips into the backcountry and informing friends or relatives of your travel plans. Remember to assess local conditions before venturing into the backcountry. Riding conditions can also be potentially dangerous due to high winds and warmer than normal temperatures. The avalanche hazard is elevated by wind crusts or ice layers in the snow pack. It is important to avoid steep slopes, narrow valleys, and ravines. Also, the warm winter temperatures this year mean that many waterways could still be dangerous for travel and extreme caution is advised.  More Information For additional information, including current weather and backcountry conditions, contact us. The Murie Science and Learning Center serves as the park's Winter Visitor Center, with daily hours from 9 am to 4 pm. Park rangers are available to provide visitor information and backcountry permits.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/snowmobiling.htm"
}
