{
    "title": "Denali National Park & Preserve: Triple Lakes Trail",
    "body": "Triple Lakes Trail       Quick Details  Distance (one-way): 9.5 miles Duration (one-way): 4 to 5 hours Elevation change: 1,000 feet (high point is near the middle of the trail, so expect to hike uphill and downhill regardless of which direction you travel)    Description This is the longest trail in Denali. The northern trail head is close to the Denali Visitor Center, while the southern trail head is alongside Highway 3.   From the north, bridges on the trail span two large creeks. The trail then winds through spruce forest for a little over a mile before winding steeply uphill for about a quarter-mile. The trail then more gradually rises in elevation for several miles, allowing you to get great views of Riley Creek below you and various unnamed mountains in the distance. The trail bends southeast around its mid-way point, overlooking the first of the three \"Triple Lakes.\"   The trail descends eventually around the middle lake, then rises and falls some over the last two miles or so. The trail eventually ends at a small parking lot on the west side of Highway 3, just across the Nenana River from the McKinley Village Lodge.   Access From the north: Start at the Denali Visitor Center. Use the McKinley Station Trail from the visitor center to reach the start of the Triple Lakes Trail (< 1 mile).  From the south: Start at the parking lot on the west side of Highway 3, just north of the Nenana Bridge (called \"Crabbe's Crossing\" locally), approximately Mile 231 on Highway 3.   Without a car: Most businesses and hotels have shuttles to bring their guests to the Denali Visitor Center. However, there is no shuttle service between the southern trail head and the Denali Visitor Center. If you are staying at an area hotel, inquire with your lodgings whether or not they can pick you up at one of the two trail heads. Otherwise, you could consider simply hiking half of the trail, and returning the same way you came. There may also be taxi-type services in summer - inquire with the Denali Chamber of Commerce for business recommendations. Learn more about hiking in Denali | Download a trail map of the park entrance     Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.             Triple Lakes Trail   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 58 seconds  Highlights from walking the Triple Lakes Trail (No audio. Running Time 01:58)",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/triple.htm"
}
