{
    "title": "Denali National Park & Preserve: 5 Steps to Getting a Backcountry Permit",
    "body": "Getting a Backcountry Permit       Permits are available at the Backcountry Information Center (BIC) located adjacent to the Wilderness Access Center. The BIC is open from 9 am to 6 pm daily during the summer - however, the permitting process takes about an hour, so please arrive by 5 pm to start the process. Advanced reservations are not available, and permits are only issued in person.   The permitting process consists of five basic steps. All party members must complete the entire process in person. Either before or after reading the info below on how to acquire a permit, be sure to read more about planning your backpacking trip. The more planning you do before visiting Denali, the more likely you'll have a safe, comfortable adventure!        Visit the Backcountry Information Center All summer backpackers need a free permit, which can only be acquired once you visit the Backcountry Information Center. You may acquire your permit one day before you go into the park, or the day that you will begin trip.  Getting your backpacking permit requires a few steps:  Watch a video about staying safe in the wilderness This can be done at our backcountry office from 9 am - 6 pm, or at the neighboring building, the Wilderness Access Center, which is open 7 am - 7 pm.  Tip: Watching it at the Wilderness Access Center before we open at 9 am will help you get your permit faster!    Fill out a worksheet for your trip This worksheet asks for details that will be important if anyone needs to search for you, so please take it seriously. We keep worksheets on the door of the Backcountry Information Center, so feel free to grab one and start filling it out at your convenience.  Tip: Doing this before we open at 9 am will help you get your permit faster! However, please note: You won't be able to fill out the worksheet entirely. It asks which unit(s) you'll camp in, and that can only be settled by talking with a ranger (step 3, below).     Talk with a ranger, plan your backpacking itinerary At any point while we're open, check which units are available by looking at a whiteboard in the Backcountry Information Center. This lets you check if any trip ideas you formulated ahead of time will be possible. If your first-choice units aren't available, think about what other options may work for you, given your timing, the type of trip you seek and what terrain you do or do not want to encounter. Rangers are available to talk through possibilities with you.  Finish filling out your worksheet, by writing in which unit(s) you'll camp in, and give the worksheet to a ranger. We'll then talk about a few of the most important safety considerations and then print your backpacking permit. (The safety talk takes about 10 minutes).   A ranger will also speak with you about a few additional safety concerns. This safety talk will last around 15 minutes.    If needed, buy maps, bus tickets Once you have your permit and know where you're going, you can buy the relevant topographical (topo) maps. You are not required to buy a map, but we strongly recommend you do so. We also recommend marking the Denali backcountry unit boundaries on your maps -- it will be your responsibility to ensure you are camping in the proper unit.   Most backpacking trips involve a bus trip into the park with a certain type of bus, called a camper bus. Only backpackers and campground-users can buy tickets for camper buses; so, you'll need to get your permit (steps 1-3, above) before buying your camper bus ticket.  With your backpacking permit in hand, walk to the nearby Wilderness Access Center, show the staff your permit, and buy your camper bus ticket. Departure times vary throughout the year, though you can stop in the Wilderness Access Center at any point before or after you get your permit to see the bus schedule. It is a good idea to grab a printed schedule from them, to help with your return from the wilderness (see below).     There and back again: Set out on your adventure At this point, you have your backpacking permit and your bus ticket (if needed).  If you came to Denali with a car, make sure you ask a ranger where you may park it (overnight parking tends to change year to year). There is no parking fee.  Arrive at the Wilderness Access Center at least 15 minutes before your scheduled departure, to ensure plenty of time to load your backpack and any other gear.  After your backpacking trip, no matter how many days it lasted, you may use any shuttle bus to exit the park. Simply wait anywhere along the Denali Park Road and wave down a shuttle bus as it approaches. The driver will let you know whether or not there is room for you.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/bcpermits.htm"
}
