{
    "title": "Grand Canyon National Park: Invertebrates",
    "body": "Invertebrates        During the summer months, dragonflies are common near streams and pools. NPS Robb Hannawacker       Like most places on Earth, Grand Canyon National Park has far more species of invertebrates than any other animal group. While these animals do not have skeletons, many (including insects and arachnids) have hard exoskeletons, and they are very abundant- 1443 species of invertebrates have been identified inside the park, and there are certainly many more species waiting to be identified. Though many people dismiss insects as \"pests\" or \"disgusting\" these creatures play important roles in the ecosystems of the Grand Canyon.  Many species such as the Arizona carpenter bee and the rare Kaibab swallowtail butterfly pollinate flowering plants, while many beetles and ants decompose dead material. Predatory invertebrates feed on other invertebrate species, and all invertebrates are prey for birds, mammals, reptiles, and amphibians.   From Arizona bark scorpions (Centruroides sculpturatus) and tarantulas to Arizona's state butterfly, the two-tailed swallowtail (Papilio multicaudata), you can always find something moving if you look closely. Study and observe these tiny animals, but do not disturb or harm them.        Bark scorpions glow white under black lights. NPS Eric Hope  Bark Scorpion One of the most venomous animals in the park, the bark scorpion is a small animal that only grows to 2.5 inches (6.4cm) long.        Weidemeyer's Admiral is one of the almost 300 butterfly species found in Grand Canyon National Park NPS Robb Hannawacker  Butterflies The Grand Canyon is home to 292 species of butterflies and moths.  These colorful creatures are important pollinators in the park.        Darkling beetles are some of the most commonly seen invertebrates in Grand Canyon. NPS Robb Hannawacker  Darkling Beetles The Grand Canyon is home to 179 species of beetles, and some of the most commonly seen are the darkling beetles. Members of the family Tenebrionidae, these large, dark beetles are found throughout the Grand Canyon        Tarantulas are rarely seen predators that live throughout the Park. NPS  Tarantula The largest spiders in the world, tarantulas are predators that call the Grand Canyon home, feeding on insects, small lizards, and small rodents.         Tarantula hawks are some of the largest wasps in the world. NPS Robb Hannawacker   Tarantula Hawk Growing up to 2 inches (5mm) long, these colorful wasps hunt tarantulas to feed their larvae.      More Information   Though there are many types of invertebrates, most species in the Grand Canyon are insects or arachnids (spiders, mites, ticks, and scorpions).  Insects have 3 body segments, 6 legs, 2 antennae, and most species have wings.  Arachnids have 2 body segments, 8 legs, and no antennae or wings. Colorado Plateau Museum of Arthropod Biodiversity Arachnid Species of the Grand Canyon Insects Species of the Grand Canyon",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/nature\/invertebrates.htm"
}
