{
    "title": "Aleutian World War II National Historic Area: The Beginning of Memory Project",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Written Histories     The Beginning of Memory Project                  The Beginning of Memory Project       \"Little did Nicholai Galaktionoff know, but the watch he was holding was running out of time. In a few years Makushin Village on Unalaska Island would dissolve. The majority of the Makushin people would move twenty miles around the island’s great volcano to Unalaska Village, the economic and religious center of the eastern Aleutians. They would find themselves outsiders. Nick would discover that his language locked more doors than it opened. But at the time he was beginning to remember not even the adults in Makushin could have foreseen the end coming so rapidly.\"   So begins Ray Hudson's \"The Beginning of Memory Project,\" documenting the aftermath of World War II coming to the Aleutians.       As Ray states in the introduction to the project:   \"The following oral histories provide a host of details about life in Makushin, Kashega, and Biorka as remembered by people who were children at the time. It was naturally difficult for the consultants to pinpoint dates of events more than 50 to 70 years in the past. There are contradictions among the accounts and occasionally there are obvious errors. The value of these recollections, however, is not in the verifiability of details often provable from other sources. These oral histories give us rare portraits of three small Unangan communities, each with its own strengths and weaknesses, at the arrival of the Second World War on the American continent. The histories also bear witness to the accomplishments, courage, humor, and resiliency of four remarkable elders and of those who came before them.\"      The material has been arranged somewhat by village. The first transcription contains Eva Tcheripanoff’s recollections about Kashega. This is followed by Nicholai S. Lekanoff’s comments on Makushin. The Makushin material continues with accounts from Nicholai Galakionoff. His remarks also include information about Biorka. Irene Makarin’s memories of Biorka conclude the recollections of people who lived in the villages. The final transcription is the brief interview with Moses Gordieff and deals primarily with events at Unalaska following World War Two. Moses was raised in a family with direct ties to Biork  The following interviews were recorded:    Nicholai Galaktionoff, June 2, June 4 and June 7, 2004 Listen to Nicholai's interview and read a full transcript of Nicholai's conversation   Eva Tcheripanoff, June 3 and June 8, 2004 Listen to Eva's interview and read a full transcript of Eva's June 3, 2004 conversation   Irene Makarin, June 6, 2004 Listen to Irene's interview and read a full transcript of the conversation   Nicholai S. Lekanoff, June 8, 2004 Listen to Nicholai's interview and read a full transcript of the conversation   Moses Gordieff, June 9, 2004 Listen to Moses' interview and read a full transcript of the conversation       Download \"The Beginning of Memory Project\" in its entirety.",
    "url": "https:\/\/www.nps.gov\/aleu\/learn\/historyculture\/beginning-of-memory.htm"
}
