{
    "title": "Grand Canyon National Park: People",
    "body": "People         Split Twig Figurines date back to about 4,000 years ago.   People have been part of Grand Canyon's history and culture from 10,000 years ago through today. Passing through or calling the canyon home, many people have influenced the development and protection of Grand Canyon for themselves, for visitors, and for the National Park Service. Based on archeological evidence, hunter gatherers passed through the canyon 10,000 or more years ago. The ancestral Puebloan people have lived in and around the canyon for several thousand years, leaving behind dwellings, garden sites, food storage areas, and artifacts. Modern tribes still consider Grand Canyon their homeland. Learn more: Grand Canyon National Park Archeological Resources   Native Cultures (ASU Nature, Culture, and History at Grand Canyon website) - Havasupai - Hopi - Hualapai - Navajo - Paiute - White Mountain Apache - Tusayan Ruin and Museum - Yavapai Apache - Zuni         Using the Hummingbird Trail Kolb Brothers  Early Explorers of the canyon and Colorado River include a few brave men who were willing to go into \"The Great Unknown\" risking their lives to learn the canyon's secrets. They were the first to document the power of the Colorado River, understand the immense size of Grand Canyon, and share its beauty and danger with the world. Their adventures still inspire explorers today. Learn more: Explorers   Miners came to Grand Canyon to exploit its resources, but many found the tourist industry more profitable. In addition to maintaining claims in the canyon and building trails to provide access, enterprising miners started offering guided tours and set up tent camps or hotels, providing the first visitor services at the canyon. Learn more: Miners        John Verkamp opens first curio shop in a canvas tent on the South Rim in 1898.   Entrepeneurs After the Santa Fe Railroad started bringing visitors to the canyon's South Rim in 1901, business was booming for creative entrepeneurs who came to make their fortune at the canyon. The developing village was a tough place to do business with the Santa Fe Railroad and its partner The Fred Harvey Company running the show. However, a few strong willed and stubborn folks persevered and their legacy lives on at the canyon. Learn more: Entrepeneurs Though much harder to reach and with a limited season of accessibility, the North Rim and inner canyon had its share of characters. From a Wylie Way Camp on the rim to a tent camp at the bottom of the canyon, an industrious few saw the tourism potential of the North Rim and inner canyon areas and worked hard to offer visitor services in these remote areas. A page about North Rim characters is in progress.         From 1933 until 1942 at least seven companies of the Civilian Conservation Corps (CCC) lived and worked at Grand Canyon National Park, just as thousands of men did across America. The CCC was a work program during the country's worst economic depression, providing jobs for young men who sent money home and helped tackle critical conservation projects on both state and federal lands. Learn more: Grand Canyon Civilian Conservation Corps Arizona State University's Nature, Culture, and History at Grand Canyon: Civilian Conservation Corps",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/historyculture\/people.htm"
}
