{
    "title": "Grand Canyon National Park: Webcams",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Webcams              Webcams       Grand Canyon Weather Forecast and Road Conditions here                   Grand Canyon National Park (Yavapai Point Geology Museum, South Rim) Click here for current air quality and weather data      Grand Canyon National Park'sWebcam offers a window into the sights, weather, air quality and seasonal changes that the park is experiencing. We hope you enjoy this peek into the park and will be able to visit in person soon.  Weather Maps and Graphics  Weather Radio - Live Audiocast http:\/\/www.wrh.noaa.gov\/fgz\/WebRadio\/GrandCanyon\/PHXZFPZ06.mp3  Grand Canyon Sunrise\/ Sunset Times and Moon Phases        Additional Northern Arizona Webcams         San Francisco Peaks (Belmont, Arizona) Live view courtesy: National Weather Service       I-40 near Flagstaff (milepost 190.8) Eastbound View Live view courtesy: Arizona Dept. of Transportation       Northern Arizona University (Flagstaff, AZ) Live view north towards San Francisco Peaks. Courtesy of Reilly Hall Web Cam       Regional Road Conditions Listed below are commercial phone numbers for recorded messages on road conditions and links to state highway websites:  Grand Canyon National Park (928) 638-7888 Arizona (888) 411-7623, http:\/\/www.az511.gov\/adot\/files\/traffic\/ California (916) 445-7623, http:\/\/quickmap.dot.ca.gov\/ Colorado (303) 639-1111, http:\/\/www.cotrip.org\/map.htm#\/roadConditions New Mexico (800) 432-4269, http:\/\/nmroads.com Southeast Nevada (702) 486-3116, http:\/\/nvroads.com\/ Utah (801) 964-6000, http:\/\/udottraffic.utah.gov\/              Lodging  Maps    Campgrounds  Food    Visitor Centers  Permits   Sunrise\/ Sunset Things To Do   Ranger Programs Shuttle Buses   Guided Tours     Park Newspapers River Trips   Backcountry Hiking Mule Trips            Your phone provides a fun way to learn more about the Park. Listen to park rangers give 2 minute audio tours at various points of interest on the South Rim, from Hermit Road to Yaki Point, and the North Rim. Learn more...",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/photosmultimedia\/webcams.htm"
}
