{
    "title": "Denali National Park & Preserve: Savage River Loop Trail",
    "body": "Savage River Loop Trail       Quick Details  Distance (round-trip): 1.7 miles Duration (round-trip): ~ 1 hour Elevation change: Negligible. The trail rises and falls a bit, but there are no major uphill sections.     Description This loop travels along either side of Savage River as it carves a canyon between Mount Margaret, to the west, and Healy Ridge, to the east. The trail goes nearly 1 mile before crossing the river with a bridge, and returning to the same parking area. The trail stays near the river most of the time, with only a few areas where it rises a few dozen feet higher than the river level.   Hiking off-trail in this area is generally permitted, but hikers should be careful of wildlife encounters and falls. The sides of the canyon are not sheer, but they can be steep, with uncertain footing, and people have been injured or died in falls when hiking off-trail here.    The area is very windy, so dress accordingly. The weather can also be quite different than the park entrance, so prepare for rain and hope for a sunny day!    Access With a vehicle: Drive 15 miles along the Denali Park Road, from the entrance to Savage River. Parking is available for cars and RVs. The trail is a loop, so you'll return to the parking \/ day-use area when you're done. The road is open in summer, and when conditions allow in spring and fall (so, generally from early April to early October, though closures can occur if snow accumulates in spring or fall).  Without a car: In summer (May 20 - mid-September), use the free Savage River Shuttle to travel from the park entrance to Savage River. Pay close attention to the schedule to ensure you can use the bus to return to the park entrance after you finish hiking.      Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.             Savage River Loop Trail   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 23 seconds  Highlights from walking the Savage River Loop Trail (No audio. Running Time 01:23)",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/savagecanyon.htm"
}
