{
    "title": "Bering Land Bridge National Preserve: Leave No Trace",
    "body": "Explore This Park    Get Involved     Support Your Park     Leave No Trace              Leave No Trace         Image couresy of www.lnt.org  Leave No Trace The US national parks belong to all Americans, and thus it is the responsibility of each person to maintain and protect these lands that we all share. Part of the way we do this is through Leave No Trace, a set of outdoor ethics promoted by the National Park Service, Bureau of Land Management, US Fish and Wildlife Service, and the US Forest Service. The seven principles of Leave No Trace not only provide a framework for responsible outdoor recreation and decision making, but also help to ensure a safe and enjoyable experience for all users of federal lands. How can you incorporate Leave No Trace into your trip to Bering Land Bridge? Let's find out!        The 7 Principles 1. Plan Ahead and Prepare   Know the regulations for the areas you'll visit. Prepare for extreme weather, hazards, and emergencies Pack food appropriately to minimize waste. Travel in a small group Use a GPS, map and compass to avoid marking your trail        2. Travel and Camp on Durable Surfaces   Durable surfaces include established trails and campsites, rock, gravel, dry grasses or snow. Camp at least 200 feet from lakes and streams. Good campsites are found, not made. Keep campsites small and avoid altering them. Concentrate use on existing trails if possible Walk single file in the middle of the trail, even when wet or muddy. Disperse use to prevent the creation of campsites and trails. Avoid places where impacts are just beginning.        3. Dispose of Waste Properly   Pack it in, pack it out. Inspect your campsite and rest areas for trash or spilled foods and pack out all trash, leftover food and litter. Deposit solid human waste in catholes dug 6 to 8 inches deep, at least 200 feet from water, camp and trails. Cover and disguise the cathole when finished.  Pack out toilet paper and hygiene products.  When washing dishes, carry water 200 feet away from streams or lakes and use small amounts of biodegradable soap. Scatter strained dishwater.        4. Leave What you Find   Preserve the past: examine, but do not touch cultural or historic structures and artifacts. Leave rocks, plants and other natural objects as you find them. Avoid introducing or transporting non-native species. Do not build structures, furniture, or dig trenches.        5. Minimize Campfire Impacts   Campfires can cause lasting impacts to the backcountry, especially in the tundra. Use a lightweight stove for cooking and enjoy a candle lantern for light. Keep fires small. Only use sticks from the ground that can be broken by hand. Burn all wood and coals to ash, put out campfires completely, and then scatter cool ashes.        6. Respect Wildlife   Observe wildlife from a distance and do not follow or approach them.  Never feed animals. Feeding wildlife damages their health, alters natural behaviors, and exposes them to predators and other dangers. Protect wildlife and your food by storing rations and trash securely. Control pets at all times, or leave them at home. Avoid wildlife during sensitive times: mating, nesting, raising young, or winter.        7. Be Considerate of Other Visitors   Respect other visitors and protect the quality of their experience. Be courteous by yielding to other users on the trail. Step to the downhill side of the trail when encountering pack stock. Take breaks and camp away from trails and other visitors. Let nature's sounds prevail. Avoid loud voices and noises.",
    "url": "https:\/\/www.nps.gov\/bela\/getinvolved\/supportyourpark\/leavenotrace.htm"
}
