{
    "title": "Bering Land Bridge National Preserve: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management         A red fox trotting along on the high elevation tundra. NPS Photo - Chris Russoniello  Bering Land Bridge National Preserve was established by the Alaska National Interest Lands Conservation Act (ANILCA) on December 2, 1980. As stated in ANILCA, Section 202 (2):  Bering Land Bridge National Preserve shall be managed for the following purposes, among others: to protect and interpret examples of arctic plant communities, volcanic lava flows, ash explosions, coastal formations, and other geologic processes; to protect habitat for internationally significant populations of migratory birds; to provides for archeological and paleontological study, in cooperation with Native Alaskans, of the process of plant and animal migration, including man, between North America and the Asian Continent; to protect habitat for, and populations of, fish and wildlife including, but not limited to, marine mammals, brown\/grizzly bears, moose, and wolves; subject to such reasonable regulations as the Secretary may prescribe, to continue reindeer grazing use, including necessary facilities and equipment, within the areas which on January 1, 1976, were subject to reindeer grazing permits, in accordance with sound range management practices; to protect the viability of subsistence resources; and in a manner consistent with the foregoing, to provide for outdoor recreation and environmental education activities including public access for recreational purposes to the Serpentine Hot Springs area. The Secretary shall permit the continuation of customary patterns and modes of travel during periods of adequate snow cover within a one-hundred-foot right-of-way along either side of an existing route from Deering to the Taylor Highway, subject to such reasonable regulations as the Secretary may promulgate to assure that such travel is consistent with the forgoing purposes.  Bering Land Bridge National Preserve is one of over 390 National Park Service units that, working with other partners, helps safeguard this nation's natural and cultural heritage.   Superintendent Reports Discover the project and program updates in the 2011 Superintendent Reports (PDF 1.3 MB) Discover the project and program updates in the 2012 Superintendent Reports (PDF 3.3 MB) Park Documents       General Management Plan, Land Protection Plan, Wilderness Suitablity Review (PDF 67.39 MB) Use the link above to learn more about management of park resources  Serpentine Hot Springs Master Plan Newspetter (PDF - 1.58 MB) Use the link above to see the Environmental Assessment and Master Plan alternatives for Serpentine Hot Springs.  Park Purposes Protect and interpret examples of arctic plant communities, volcanic lava flows, ash explosions, coastal formations, and other geologic processes; Protect habitat for internationally significant populations of migratory birds; Provide for archeological and paleontological study, in cooperation with Native Alaskans, of the process of plant and animal migration between North America and the Asain Continent; Protect habitat for, and populations of fish and wildlife including, marine mammals, brown\/grizzly bears, moose, and wolves; Continue reindeer grazing use; Provide for outdoor recreation and environmental education activities at Serpentine Hot Springs  Selected Park Interpretive Themes   Beringia - Bering Land Bridge National Preserve lies at the heart of continental crossroads that profoundly influenced the distribution of life in the Western Hemisphere, including migration to South America, Greenland, as well as Europe and Asia.  People on the Land - Alaska Native people remain an integral part of the environment of Bering Land Bridge National Preserve, as their ancestors have for thousands of years. Subsistence is an integral part of the ecosystem and is essential to the physical, economic, traditional, cultural, and social existence of rural Alaska Native residents.  Serpentine Hot Springs - The tors, along with the waters of Serpentine Hot Springs, have provided inspiration and healing to the people who have come to this place for thousands of years.  Internationally Significant Resources - Bering Land Bridge National Preserve contains internationally significant volcanic and geologic reserves that illustrate the dynamic environment of the region.  Wild, Vast Remote Areas - Bering Land Bridge is of a wilderness character, containing ecosystems as they have evolved naturally with only isolated manifestations of Euro-American influences.",
    "url": "https:\/\/www.nps.gov\/bela\/learn\/management\/index.htm"
}
