{
    "title": "Bering Land Bridge National Preserve: Rocks!",
    "body": "Explore This Park    Learn About the Park     Nature     Land and Water     Rocks!                Geologic Formations         A brunton is used to measure geological features NPS Photo - Andrea Willingham  In the study of geology, there are three basic types of rocks: sedimentary, igneous, and metamorphic. All three of these types can be found on the Seward Peninsula, as well as several other geological features unique to the area because of its northern lattitude and arctic climate. Sedimentary - Through the process of weathering and erosion, little bits of earth are constantly being broken down and worn away; they eventually settle at the bottom of lakes and rivers, and over time turn into sedimentary rock. In these layers of material, known as \"sediments,\" fossils can be pressed in, as well as various kinds of other rocks and minerals. Eventually all of these harden together through pressure or cementing (when minerals dissolve in the water and \"glue\" everything together). Sedimentary rocks include sandstone, limestone, and shale. Igneous - Formed originally from liquid magma deep in the earth, igneous rocks are created as they cool and are pushed towards the surface. The speed at which the magma cools can contribute to the type of rock it forms. Igneous rocks that cool slowly (like granite) often contain large crystals. If it cools faster (like basalt), it forms smaller crystals, or it may cool so fast that it contains no crystals at all and looks shiny or glass (like obsidian). Metamorphic - Originally an igneous or sedimentary rock, transformed (or \"morphed\") by pressure and heat. The pressure and heat can change its chemical makeup and turn it into a totally different kind of rock! For example, through this process sandstone can become quartzite, shale can become slate, and limestone can become marble, all through a combination of heat and pressure deep down in the earth!        Schist fragment NPS Photo - Andrea Willingham  On the Seward Peninsula The majority of the Seward Peninsula is made up of metamorphic blueschist, as well as abundant limestone and marble. Many of the mountains are made up of igneous granite and metamorphic gneiss (pronounced \"nice\"). Gneiss can be identified by its banded patterns from its formation in the deep, fiery depths of the earth where the rock was nearly hot enough to be liquid. Dark colored igneous basalt can also be found on the Seward Peninsula, derived from volcanoes. In Bering Land Bridge National Preserve, some of the most notable geologic features are found around Serpentine Hot Springs, the Imuruk Lava Flows, and the Devil Mountain Maars. Many of these phenomena are created by the combined interactions permafrost, seasonal freezing and thawing, volcanic activity, and extreme weather conditions of the Seward Peninsula.",
    "url": "https:\/\/www.nps.gov\/bela\/learn\/nature\/geologicformations.htm"
}
