{
    "title": "Bering Land Bridge National Preserve: Serpentine Hot Springs",
    "body": "Explore This Park    Learn About the Park     Nature     Serpentine Hot Springs              Serpentine Hot Springs         Serpentine Hot Spring NPS Photo - Andrea Willingham  Serpentine Hot Springs is a significant geothermal resource set in a strikingly scenic valley where granite tors (chimney-like rock formations) rise to 100 feet. The hot springs were formed when surface water or spring water seeped into the ground and was heated by hot rocks. Even in the present, as water heats up, it rises to the surface and forms a pool or hot spring. The water in the Serpentine pool is between 140 and 170 degrees Fahrenheit. Due to this constant supply of hot water, the land around the hot springs often is left bare in the winter, and has been a visiting point for Alaskan Natives for thousands of years. Serpentine Hot Springs is the most visited location within Bering Land Bridge National Preserve, and has a bunkhouse and bathhouse for tourists and locals to use year-round.        Tors in Hot Springs Valley NPS Photo  If you are unfamiliar with tors, they can be seen spread out across the tundra near Serpentine Hot Springs. These granite monoliths were formed by magma, trapped below ground, that cooled slowly, forming a coarse, relatively soft granite. Over thousands of years, wind, rain and glaciers have scoured out the land around the tors, forming valleys and riverbeds. Due to granite being harder than the surrounding rock, these large structures were left standing while the rest of the land slowly was washed away. While it is possible to describe what a tor is, it is another story to explain what a tor looks like when you step out of the bathhouse after taking a refreshing thermal dip, and see a 360 degree view of these magnificent icons. It is possible to experience active geology at Serpentine Hot Springs, with thermal water rising from the hot depths of the earth to slowly cool in several pools around the area, as well as seeing the slow, slow erosion of the tors as they are beat down by rain, wind, snow and ice. To learn more about Serpentine Hot Springs, download out the informational brochure here!           Multimedia Feature Planning a visit to Serpentine? Just wondering what it's really like? Check out a short film on the hot springs to learn more and virtually experience Serpentine, get a glimpse inside the bunkhouse, and see the spectacular granite tors.",
    "url": "https:\/\/www.nps.gov\/bela\/learn\/nature\/serpentine-hot-springs.htm"
}
