{
    "title": "Bering Land Bridge National Preserve: Tundra",
    "body": "Explore This Park    Learn About the Park     Nature     Land and Water     Tundra                Tundra         Late summer tundra NPS Photo  As the primary ecosystem in Bering Land Bridge National Preserve, tundra covers hundreds of thousands of acres within its boundaries. The word \"tundra\" refers to a treeless landscape found in cold climates. At high altitudes, it is known as \"alpine tundra,\" and at low altitudes but higher latitudes (closer to the Arctic Circle), it is known as \"arctic tundra.\" Although vast and sometimes desolate, the tundra is anything but an infertile environment. During its short summer season, the tundra will be covered in a lush ground cover of grasses, Alaskan cotton, wildflowers, lichens, and mosses. It provides a home for small mammals like voles, shrews, and ground squirrels, as well as their larger predators such as raptors, foxes, wolves, wolverines, and bears. The vegetation feeds the tundra's roving herbivores, such as muskox, caribou, and reindeer, and serves as a habitat for small songbirds and their insect prey.        The tundra is transformed in the winter NPS Photo  The arctic tundra of Bering Land Bridge is made possible by the layer of permafrost underground, as well as the seasonal freezing and thawing of the land every year. Because it has no trees, and relatively little terrain variation, it is often extremely windy with variable weather conditions year round. Although some may think this to be a difficult place to live, human populations have not only been surviving here for thousands of years, but in fact thrive off the land and the myriad of resources it provides.      Tundra Features        A large pingo on the tundra NPS Photo - Andrea Willingham  Pingos The word \"pingo\" comes from an Inupiaq name for a cone-shaped hill or mound of soil with a core of ice. It can be anywhere from a few feet high to over 200 feet high and 2,000 feet in diameter. There are two types of pingos: closed system and open system. Closed-system pingos are the most common type, and form in relatively level areas where unfrozen groundwater is trapped by permafrost. The water is forced inward where it then freezes and expands, heaving the overlying ground upward and creating the mound that you see on the tundra. Open-system pingos are usually smaller and forms when groundwater flows downhill and gets trapped beneath the permafrost. The liquid water pushes itself up through cracks in the permafrost, where it then freezes and expands, pushing the overlying soil into little cone-shaped mounds. Pingos can grow by as much as 5 feet per year and then continue growing slowly (about 1 foot per year) for millennia.        Low-center polygons on the tundra, with two pingos in the background NPS Photo  Polygons These formations are created in areas with permafrost and seasonal frost as a result of contraction cracks from wedges of ice. The pressure created by an ice wedge forces the soil upward around the crack to form 2 small ridges. This creates a concave, low-center polygon. Another type that can form is a high-center polygon, created in poorly-drained areas where water fills the center of the polygon and the ice wedge troughs. The collected water conducts heat from the sun, melting the underlying permafrost, deepening the ice wedge troughs. Eventually these can grow large enough to form a lake.         Shallow Lakes Throughout the tundra are hundreds of small, shallow lakes. These lakes are a result of permafrost and flat land. Permafrost, or frozen, ice-filled soil, stops water from draining into the ground. Flat land can not give water the energy boost it needs to reach the ocean. Where both exist, water is forced to remain on the surface. While it sits there, the water melts the permafrost beneath it. This causes the ground to sink, creating a depression that fills with surface water and forms a small lake.",
    "url": "https:\/\/www.nps.gov\/bela\/learn\/nature\/tundra.htm"
}
