{
    "title": "Bering Land Bridge National Preserve: Wild Berries",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Wild Berries                Wild Berries       With nearly 50 species of wild berries in Alaska, the fall season is a time of great abundance in the Seward Peninsula. From about July to the first frost, locals and subsistence gatherers scatter throughout the slope tundra to collect gallons of these low-growing ripe fruit. Visitors should be aware that while most berries on the Seward Peninsula are edible, there are some poisonous species in Alaska so make sure you know the identity of a plant before you eat it! If you are careful though, hiking in Bering Land Bridge in the fall can be a deliciously rewarding experience.        Bog Blueberries NPS Photo - Matt Jenkins  Bog Blueberry (Vaccinium uliginosum) One of many blueberry varieties on the Seward Peninsula, the Bog Blueberry blooms late-May through June and the tart fruit can be harvested from about July-August. It prefers bogs, tundra, and alpine slope habitats.        Crowberries NPS Photo - Andrea Willingham  Crowberry (Empetrum nigrum) The crowberry is one of the most abundant berries found on the tundra, blooming from May-June in heaths, bogs, and alpine slopes in a thick shrub with small, needle-like leaves. The berries ripen around July-August, and are firm, juicy, and edible, but seedy.        Lowbush Cranberry NPS Photo - Matt Jenkins  Low-bush Cranberry (Vaccinium vitis idaea) Also known as the Lingonberry, this tiny evergreen shrub blooms with tiny, pink bell-shaped flowers in June and July, and its tart, bitter berries ripen around August-September, with best flavor after a frost. It is most common in hummocks in bogs, as well as low alpine slopes.        Salmonberry NPS Photo  Salmonberry (Rubus chamemorous) Also known as a cloudberry, this juicy, orange raspberry-shaped fruit grows in greatest abundance in wet areas, ripening from mid-July to August. When ripe, it has a tart flavor and can be eaten raw or used in jams and jellies.",
    "url": "https:\/\/www.nps.gov\/bela\/learn\/nature\/wild-berries.htm"
}
