{
    "title": "Grand Canyon National Park: Grand Canyon Fly-through Animation",
    "body": "Fly-through Grand Canyon Animation       Over the course of 6 million years, the Grand Canyon has been carved by the Colorado River. One mile (1.6km) deep, 277 miles (433km) long, and up to 18 miles (28.8km)wide, this canyon is like none other. This animated flight is the product of a partnership between NASA, the NPS, and the USGS.             Grand Canyon Fly-through Animation   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:7 minutes, 19 seconds  Experience roller-coaster twists and turns flying the length of the Colorado River while listening to a narrated introduction to Grand Canyon Geography.            Grand Canyon Fly-through Animation - Duration 07m 22s Narration written by Andy Pearce, Rachel Brown. Produced by NASA, NPS, USGS     Available Downloads   Video for Windows Video for iPod\/Mac   Transcript   27MB_WMV File 32MB_MP4 File   34kb PDF File            NPS VIEWS - Grand Canyon Discovery The Grand Canyon truly is a special place. Life abounds within the canyon, in the Colorado River, and even along the rims.   Even humans have inhabited this area for at least the past couple thousand years. Learn more...           NPS VIEWS - Grand Canyon Geology  Grand Canyon is the result of a distinct and ordered combination of geologic events. Through this virtual experience you will be able to travel into this great chasm and unfold the chapters in Grand Canyon's geologic history. Learn more...        This animation work was sponsored by NASA’S Mars Exploration Program and was produced for Mars Public Engagement’s National Parks Initiative for Earth\/Mars Comparisons by the Solar System Visualization Project Research & Technology Development Program at the Digital Image Animation Laboratory Image Processing Laboratory, Jet Propulsion Laboratory California Institute of Technology",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/photosmultimedia\/fly-through.htm"
}
