{
    "title": "Bering Land Bridge National Preserve: Lichen",
    "body": "Explore This Park    Learn About the Park     Nature     Lichen              Lichens          Lichens are fascinating organisms that come in a multitude of colors and shapes.Their appearance may be deceptively plant-line, but in fact they are different from any plant, animal of fungus. That is because lichen are not individual organisms, but instead the result of two (or more) distinct organisms living together in a symbiotic relationship. The resulting organism is a partnership that is technically known as a lichenized fungi. This entity generally takes on a form very different than either of the two free-living members of the partnership (the fungus and the algae). Amazingly, this association can involve a combination of three or more partner organisms! In general, the algae contains photosynthetic pigments that allow the lichen to capture energy from the sun, and in some cases to fix nitrogen from the atmosphere into a mineral form usable by the organism. The fungal partner, in turn, supplies the lichen with a home, protects it from desiccation (drying out) and is able to move water and nutrients to support life processes. Lichens are very important components of subarctic and arctic ecosystems due to their role in weathering of rock and minerals and their contribution of nitrogen and other nutrients to the soil. Lichens are often the very first life forms to colonize freshly exposed rock surfaces high in the mountains, and they immediately begin the very slow process of weathering minerals from the barren rock and incorporating them into their bodies. When the lichens subsequently decompose, these nutrients become available to other forms of plant life, literally breaking down rock into its component minerals that are then available for nutrition. There are three main growth forms of lichen:   Leaf-like, flattened growth (Foliose)  Growth tightly over a substrate, like a crust of paint (Crustose)  Growth like a leafless shrub (Fruticose)   Lichens can be useful for creating dyes, indicating air and substrate quality, and providing a food source for reindeer and caribou on the Seward Peninsula. Check out some of the most common lichen genera you'll find around Bering Land Bridge, below!        Cetraria Lichen NPS Photo - Jason Gablaski  Cetraria Cetraria are small to large foliose lichens with narrow or channeled lobes. Often yellow, brownish, or blackish, these are extremely common on the tundra and an important element in reindeer and caribou diets.        Cladina Lichen NPS Photo - Matt Jenkins  Cladina More commonly known as reindeer lichens, Cladina species vary widely and cover a wide range of land and habitats. These are typically shrubby, and whitish, greenish, or yellowish, found abundantly throughout the tundra. As the common name suggests, reindeer lichens are an important food source for local caribou and reindeer populations.        Cladonia Lichen NPS Photo  Cladonia Not to be confused with Cladina, Cladonia lichens are stalk-like, and usually best identified by their cap of red fruit or their cup-like structure. Be aware though, these can be tricky -- all lichens with these characteristics fall under the Cladonia genus, but not all Cladonia have red fruit caps or that cup structure!        Xanthoria Lichen NPS Photo  Xanthoria Lichens in the genus Xanthoria are easily recognized by their bright orange or yellow coloration. These are usually seen growing on rock faces around the Seward Peninsula, often where birds of prey hang out. Xanthoria love nitrogen-rich environments - and incidentally, bird feces contain high levels of nitrogen, so it can be used as an indicator of where you might find a raptor roost or nesting area.        Umbilicaria Lichen NPS Photo  Umbilicaria This medium to large black foliose lichen is commonly found on rock surfaces throughout the tundra. It can be identified by having a single point of attachment to the rock (like an umbilical cord), a dark upper side and pale underside.",
    "url": "https:\/\/www.nps.gov\/bela\/learn\/nature\/lichens.htm"
}
