{
    "title": "Bering Land Bridge National Preserve: Shrubs",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Shrubs                Shrubs          Like trees, shrubs are also woody plants, but shrubs tend to be shorter than trees when mature, and have multiple stems that are smaller in diameter as compared to the single, larger stem (or \"bole\") that characterizes tree species. Although many of these may look the same at first glance, upon closer inspection they are in fact quite different, and well-adapted to their respective niches in the environment. Willows are common throughout Alaska, with dozens of species found across the state. They provide a food source for browsers, like the moose, and can also be consumed by humans but are not commonly favored because of their unpalatable flavor. However, what the willow lacks in flavor it makes up for in remarkable medicinal qualities that have been known to humans for thousands of years. The primary active component in the willow is related to what is found in modern aspirin pain relievers, and has similar anti-inflammatory and pain reducing qualities which can be used to treat a number of conditions.        Arctic Willow in bloom NPS Photo  Arctic Willow (Salix arctica) This small, shrubby willow is well adapted to the tundra environment, with its low-lying structure and shallow root system that allows it to thrive in nutrient-poor soils and rocky ground. The arctic willow even produces its own pesticide to keep insects away during its growing season. It is typically about 7 inches tall with 1 inch oval leaves covered in thick hairs.        Alaska Willows in fall colors NPS Photo - Andrea Wilingham  Alaska Willow (Salix alaxensis) The Alaska Willow blooms late May through early June and is typically a tall (15-20 ft.) shrub with oval, pointed leaves densely covered with white hairs. Alaska willows are known to sometimes turn into \"diamond willows,\" which develop when a fungus eats diamond-shaped patches into the trunk. This creates a highly prized wood for some woodworkers. In addition, the young buds and inner bark can be eaten raw for medicinal purposes as a painkiller.        Dwarf Birch in fall colors NPS Photo - Andrea Willingham  Dwarf Birch (Betula nana) With smaller and more rounded leaves than willows, the dwarf birch grows thick in densely vegetated areas of the Alaskan tundra. The twigs can be resinous and hairy, with thick, leathery leaves, and the seeds are distributed mainly by the wind.",
    "url": "https:\/\/www.nps.gov\/bela\/learn\/nature\/shrubs.htm"
}
