{
    "title": "Bering Land Bridge National Preserve: Fish",
    "body": "Explore This Park    Learn About the Park     Nature     Fish               Fish         Adult pink salmon in spawning stage NPS Photo - Kathi Quinn  Salmon Salmon may be a coveted sport fish in Alaska, but in fact each individual salmon's life is more fleeting and extraordinary than you might realize. In the Seward Peninsula, a salmon's story begins in the freshwater streams and rivers that connect to the Bering Sea. At first camouflaged for the river, juveniles undergo extreme changes in both appearance and physiology as they begin their migration out to the ocean. Their gills and kidneys change to process saltwater, and their coloration transforms to match that of other marine species. In addition, their diet changes from plankton and insects, to small fishes. By the age of 2 or 3 most salmon are full grown. Remarkably, at this age a salmon will return to spawn in the exact same river it was born in; it will only spawn this one time and die soon after. Before death however, a salmon will undergo more extreme changes in appearance, taking on a reddish color and developing a strongly hooked snout and large teeth. Females will prepare several nests and there the eggs will remain for about 6 weeks before the cycle begins all over again.      Chinook Salmon (Oncorhynchus tshawytscha) The largest of all the salmon species, Chinook, or king salmon, can exceed 3 feet long and weigh 40-100lbs, and can be quite variable in size and appearance. A juvenile may spend anywhere from 3 months to 2 years in freshwater before venturing out to the open ocean, where it will remain for another 2-4 years before returning to its exact same river to spawn and die.      Coho Salmon (Oncorhynchus kisutch) Following the same life history as other salmon, the Coho, or silver salmon can reach up to 2 feet long and weigh anywhere from 8 to 35 lbs. As the second largest salmon next to the Chinook, silvers spawn July-November and hatch from about May-June. Although silver populations have sharply declined in many parts of the west coast of the US, Alaskan populations remain healthy and abundant.      Sockeye Salmon (Oncorhynchus nerka) Also known as the red salmon, sockeye are among the smaller of the salmon species, weighing 5-15lbs. Their meat is highly prized however, and gains its rich orangey-red color from the krill they eat while out at sea during their adult stage of life. After spending up to 3 years in the ocean, red salmon return to the freshwater streams of their birth, and develop red scales, a green head, and the distinctive humped back and hooked snout of other salmon species before spawning and dying.      Chum Salmon (Oncorhynchus keta) The chum, or dog salmon, is widely distributed throughout the Pacific but occurs commonly around Alaska, some traveling nearly 2,000 miles upriver to spawn. Although their meat is not as highly prized as some other species, it is traditionally used as a source of dried food in the winter. Dog salmon migrate out to sea soon after hatching, and can grow up to 12lbs in their first 3-4 years in the ocean before returning back to spawn.      Pink Salmon (Oncorhynchus gorbuscha) As the smallest and shortest lived of the Pacific salmon species, pink (also known as humpback or humpy) salmon weigh an average of 3-5lbs and only live to about 2 years old. Almost as soon as they hatch, pink salmon migrate out to sea where they will live for about a year and a half before returning to the cold fresh water where they were born. Unlike chum, pinks rarely travel more than about 40 miles upstream, except in Alaska where they may travel up to 250 miles. As you might guess, they derive their nickname from the distinctive hump that forms on their backs during spawning, larger than that of most other salmon species         Arctic Grayling NPS Photo - Kathi Quinn  Freshwater Species Salmon may be one of the most iconic northwest Alaskan fish, but the rivers and tributaries off of the Bering Sea and Arctic Ocean are home to dozens of other species as well, popular for sport fishing and subsistence alike. Unlike salmon, many of these species spend their entire lives in freshwater, surviving months under the ice and feeding on whatever prey they can catch -- some, like the northern pike, even known to eat small birds! Get to know some of these species, and you might find a new appreciation for the fish life of northwest Alaska.   Dolly Varden Char (Salvelinus malma) Ranging in size from 16-22 inches, the Dolly Varden Char is an anadromous fish, meaning it spends part of its life in the ocean, but comes in to freshwater to spawn, much like salmon. Young Dolly Varden are migratory, spending their first 3 years in freshwater before journeying back and forth between fresh and saltwater seasonally. Come spawning time around September and October, Dolly Varden will move upriver with salmon, feeding on salmon fry. These are a popular fly fishing species.   Arctic Grayling (Thymallus arcticus) Easily identified by its large sail-like dorsal fin, this relative of the salmon family thrives on the Seward Peninsula. Grayling spend their entire lives in freshwater and up to 9 months a year under the ice before spawning in the early spring between the ages of 4 and 7. They are known to feed on salmon fry, insects, and even small rodents that find themselves too close to the water! Most Arctic grayling grow to be about 1 foot long, but the largest recorded in Alaska was over 2 feet long and 5lbs.   Northern Pike (Esox lucius) Recognizable by a long thin body and broad flat head, northern pike average 4 feet long and can be around 20lbs in Alaska. In winter, this species will remain in deeper, oxygen-rich rivers, and move to shallower areas in the early spring to spawn, depositing over 100,000 eggs each. They are known to feed on insects, fish, and even small mammals and birds if they can.",
    "url": "https:\/\/www.nps.gov\/bela\/learn\/nature\/fish.htm"
}
