{
    "title": "Grand Canyon National Park: Grand Canyon in Depth Video Series",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations     Grand Canyon in Depth Video Series                Grand Canyon In Depth Video Series       Grand Canyon In Depth is a video podcast series that explores the natural and human history of Grand Canyon National Park. Join park rangers, scientists, and historians as they take us beyond the rim of the canyon to discover the diversity of life and the extraordinary beauty of Grand Canyon National Park.   Produced by the National Park Service in association with Bristlecone Media and Grand Canyon Association, the official nonprofit partner of Grand Canyon National Park.             North Rim: Grand Canyon in Depth Episode 7   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:8 minutes, 21 seconds  There is something about the North Rim of Grand Canyon that invokes a sense of solitude and serenity. This is a place that invites you to slow down, to ponder, to feel your own innate creativity, and to fall in love with landscape.         Not able to watch program in this video player? Watch it on our YouTube channel here... https:\/\/www.youtube.com\/watch?v=iw5cDIskqBw Learn more about the North Rim. North Rim Camping and Lodging.                      Pipeline on the Precipice - Grand Canyon in Depth - Episode 6   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:9 minutes, 3 seconds  The Trans-Canyon Pipeline was built in the late 1960's and supplies all of Grand Canyon National Park's potable water.  Over the past decade the pipeline has suffered numerous leaks, fissures, and breaks. Full replacement of the TCP is currently estimated at around $150 million. \"Guaranteed water to the South Rim is in peril as long as we have the existing pipeline and infrastructure in place. If we don’t have that, then everybody goes home.\" Grand Canyon N.P. Sup't Dave Uberuaga,           Not able to watch program in this video player?  Watch it on our YouTube channel here... https:\/\/www.youtube.com\/watch?v=xQkIb8zfaQk                  Desert View Watchtower - Grand Canyon in Depth - Episode 5   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:10 minutes, 48 seconds  Perched on the edge of Grand Canyon, a surprising stone tower celebrates ancient mysteries of the Southwest. The Desert View Watchtower is a monument to a time, a place and a people. Discover what inspired architect Mary Colter to build the Watchtower in 1932.         Not able to watch this program in our video player? Watch on YouTube here...  Learn more about the Watchtower and the Desert View Tribal Heritage Project                  Night Sky - Grand Canyon in Depth - Episode 4   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:10 minutes, 4 seconds  Experience the mystery and wonder of Grand Canyon National Park's night sky with Astronomer Tyler Nordgren and Park Ranger Rader Lane. Explore the beauty of the night sky and learn what you can do to help preserve it.             Learn more about the Night Sky Program in the park     Watch this video on YouTube    Grand Canyon Star Party June 4-11, 2016                      Phantom Ranch - Grand Canyon in Depth - Episode 3   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:9 minutes, 50 seconds  Visit Phantom Ranch, a historic oasis nestled at the bottom of Grand Canyon; a storied place that can only be reached on foot, by mule, or by rafting the Colorado River.          Watch \"Phantom Ranch\" on YouTube-------------- Learn more about Visiting Phantom Ranch https:\/\/www.youtube.com\/watch?v=SJLRkeq63PE                  Hidden Waters - Grand Canyon In Depth - Episode 02   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:9 minutes, 6 seconds  In Episode 02,\"Hidden Waters,\" travel with scientists to explore springs hidden deep within Grand Canyon. The ecosystems of Grand Canyon's seeps and springs represent some of the most complicated, diverse, productive, provocative, and threatened ecosystems on earth.             Which 10 of the 12 spring types Are Found in Grand Canyon?    Watch this video on YouTube   Learn more: Seeps and Springs Study                      More Than A View - Grand Canyon In Depth - Episode 01   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:8 minutes, 39 seconds  In \"More Than A View,\" Park Ranger Stephanie Sutton invites us to go beyond the rim and explore all that Grand Canyon National Park has to offer; diverse life zones, landforms, and cultural history.          Not able to watch this program in our video player? It is also available on YouTube",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/photosmultimedia\/grand-canyon-in-depth.htm"
}
