{
    "title": "Gates Of The Arctic National Park & Preserve: Review and Comment",
    "body": "Explore This Park    Get Involved     Planning     Review and Comment              Plans and Projects Open for Review       A Letter From the Superintendent  Dear Friends of Gates of the Arctic,  The National Park Service is continuing development of a general management plan (GMP) amendment for Gates of the Arctic National Park and Preserve. This plan will provide direction for managing the park and preserve over the next 15 to 20 years.  As part of the general management planning process, we invited comments on the preliminary alternatives that were developed last summer. Many of you read newsletter #2 in the fall of 2010, attended a public meeting during the fall or winter, or wrote a letter to share you opinions on the preliminary alternatives. In newsletter #3, a summary of the comments that you shared is provided, along with a description of how your ideas are being incorporated into the draft alternatives.  In addition, newsletter #3 provides some information on the wilderness study that is part of our planning efforts. We describe the components and process for this wilderness study, and have included maps that show you where the wilderness study options are located. Like the preliminary GMP alternatives, the wilderness study is in draft form.  Download the Gates of the Arctic Management Plan \/ Wilderness Study Newsletter #3, or look for hard copies of the newsletter at the following locations:  Fairbanks Morris Thompson cultural and Visitors Center 101 Dunkel Street Fairbanks, AK 99701  National Park Service Fairbanks Administrative Center 4175 Geist Rd. Fairbanks, AK 99709  Bettles Ranger Station & Visitor Center Bettles Field, AK 99726  I truly appreciate you interest in the management of Gate of the Arctic National Park and Preserve, and look forward to you continued involvement in this important planning process.  Sincerely, Greg Dudgeon Superintendent, Gates of the Arctic National Park and Preserve   How to Comment   Your comments on this draft plan \/ wilderness study are always welcome and are important throughout the planning process. There are several ways for comments to be submitted.  Electronically via the Web:  The NPS planning website  By Mailing a Letter:  Gates of the Arctic National Park and Preserve - GMP Amendment Fairbanks Administrative Center 4175 Geist Road Fairbanks, AK 99709     Documents Open for Public Review  Loading ...  There are currently no projects with documents open for public review for Gates Of The Arctic National Park & Preserve.    Other Plans and Projects An archive of completed projects as well as projects without documents open for comment may be found on the PEPC website.",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/management\/pepc.htm"
}
