{
    "title": "Gates Of The Arctic National Park & Preserve: General Management Plan Amendment",
    "body": "General Management Plan Amendment       The National Park Service (NPS) has released a plan that updates the 1986 General Management Plan and guides the future of Gates of the Arctic National Park and Preserve. This plan will direct management of park resources, visitor uses, and facilities for the next 15 to 20 years. It also provides guidance for stewardship of park wilderness and backcountry recreation. During the planning process, we involved many stakeholders, including federal, state, and local agencies; Alaska Native tribes, villages, and Native corporations; the general public; and other interested parties.   Conditions within and outside the park have changed since 1986, some of which are illustrated by the Dalton Highway running along the park's eastern boundary opening to the public, the land exchange at Anaktuvuk Pass (including deauthorization of wilderness acreage) occurring in 1996, shifting recreational use patterns, and climate change —all of which are affecting both park resources and visitor experiences. In addition, NPS park planning guidance has been modified, and a foundation statement has been completed which identifies fundamental resources and values of the park.  The General Management Plan Amendment \/ Wilderness Stewardship Plan \/ Environmental Assessment identifies and evaluates three management alternatives and their environmental impacts to natural and cultural resources, wilderness character, and visitor experiences. The NPS preferred alternative would continue the current management approach. There would continue to be a strong focus on protecting wilderness character, including maintaining opportunities for solitude and self-reliance, and the park's wild and undeveloped qualities. No new infrastructure or visitor facilities would be provided. The preferred alternative also includes management zoning as well as indicators and standards for wilderness character. Under all of the alternatives, subsistence use in the park and preserve would continue to be a priority and supported in accordance with the Alaska National Interest Lands Conservation Act. The process to update a GMP is long and requires substantial public involvement. In 2010 & 2015, we held public meetings and asked for your ideas and concerns regarding stewardship of this premier wilderness area. We feel that your participation in this process is important. Public input will inform decision-makers about the concerns, issues, expectations, and values of visitors, neighbors, people with traditional cultural ties to the park, interest groups, scientists, scholars, and other governmental agencies.  Please share your ideas about the plan by submitting written comments at the NPS Planning, Environment, and Public Comment (PEPC) website: http:\/\/parkplanning.nps.gov\/gaar_gmp. Comments may be submitted electronically on the website above, or by regular mail to: Gates of the Arctic GMPA, National Park Service, 4175 Geist Road, Fairbanks, AK 99709. I truly appreciate you interest in the management of Gate of the Arctic National Park and Preserve, and look forward to you continued involvement in this important planning process.   Sincerely, Greg Dudgeon Superintendent, Gates of the Arctic National Park and Preserve      What’s happening now?  Our interdisciplinary planning team considered the public feedback received during initial scoping and began developing draft preliminary alternative concepts for managing Gates of the Arctic. As part of this process, we identified management zones for the park, which generally identify how different areas could be managed to achieve resource preservation, provide for recreational access and use, and serve operational purposes. Once identified, management zones were then applied to various areas of the park according to guidelines offered by each alternative management concept. Ultimately, the preliminary alternative concepts will be further defined by their approach to particular topics related to managing Gates of the Arctic. The alternative concepts must all be consistent with the various laws, regulations, and policies that guide management of this park unit, including the recently completed foundation statement. In addition, all alternatives for management of Gates of the Arctic would protect the four qualities of wilderness character as required by the Wilderness Act: undeveloped, untrammeled, offering opportunities for solitude and unconfined recreation, and retaining natural conditions.       How to Comment  Your comments on this draft plan \/ wilderness study are always welcome and are important throughout the planning process. There are several ways for comments to be submitted. Electronically via the Web:  http:\/\/parkplanning.nps.gov By Mailing a Letter:  Gates of the Arctic National Park and Preserve - GMP Amendment Fairbanks Administrative Center 4175 Geist Road Fairbanks, AK 99709      Related Documents and Links General Management Plan: 1986 General Management Plan Amendment \/ Wilderness Study Newsletters General Management Plan Amendment Notice of Intent General Management Plan Amendment Press Release Foundation Statement",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/management\/gmp-amendment.htm"
}
