{
    "title": "Gates Of The Arctic National Park & Preserve: Get Involved",
    "body": "Explore This Park    Get Involved           Get Involved         NPS\/Josh Spice  Volunteers in the Park Every year the park is supported by a wide range of volunteer efforts. Due to the remote nature of the park, volunteers usually work full-time for two weeks to 3 months. Volunteers assist park staff with a range of responsibilities. Those volunteering for shorter periods of time are usually offering a specific skill set such as photographic, video or other fine arts skills. Programmatic volunteers usually volunteer from 6 weeks to 3 months. Examples include: - Developing original writing, photography, and fine arts pieces for use by the park in communicating with the public (all work done as a park volunteer becomes public domain). - Assisting with visitor operations at the visitor center in Bettles, Coldfoot, & Fairbanks and conducting education programs for youth. - Assisting the maintenance program with mechanical, carpentry, or other needs. Because of the rugged and remote Alaskan wilderness nature of the park all volunteer opportunities require a significant level of physical fitness, wilderness skill, and self-reliance. The park's management needs change on an annual basis. Therefore the best way of finding out about volunteer opportunities is to call the park at 907-457-5752. Please be prepared to tell us what kinds of skills you can offer so that we can direct your inquiry to the appropriate park operation. Prospective volunteers need to fill out a volunteer application and email it to us. Please be sure to tell us about what sills, knowledge, or experience you can offer to the park.   Student Conservation Association The Park also works with the Student Conservation Association (SCA) to fill volunteer internship positions for a 10 week minimum length. Participants do not need to be students.   Volunteer Throughout the United States www.nps.gov\/volunteer www.volunteer.gov   Photographic donations The park also gratefully accepts donations of photographs from visitors to the park who are not part of our Volunteers in the Parks program. Signed photo releases are required from all human photo subjects.  Disks of photos and photo releases may be mailed to: Chief of Interpretation Gates of the Arctic National Park and Preserve 4175 Geist Rd Fairbanks, AK 99709 Please be sure to send only your best professional quality photos with titles and locations attached. Photos donated to the National Park Service will become property of the National Park Service and will be used in the public domain. Efforts will be made to credit the photographer.   Financial Donations The Park gratefully accepts financial donations. Checks may be made out to Gates of the Arctic National Park and Preserve and mailed to: Superintendent Gates of the Arctic National Park and Preserve 4175 Geist Rd Fairbanks, AK 99709 Please specify that you intend to make a donation to the park. Unless otherwise specified, donations are put to the highest priority of the park as determined by the superintendent.",
    "url": "https:\/\/www.nps.gov\/gaar\/getinvolved\/index.htm"
}
