{
    "title": "Gates Of The Arctic National Park & Preserve: Caribou Skin Tents",
    "body": "Caribou Skin Tents       Caribou and People   |    Caribou Skin Clothing   |   Caribou Skin Tents   |    Caribou Skin Tents (continued)   |   The Caribou Drive   | Back to history and Culture        Traditional Nunamiut caribou skin tents USGS photo by E. Leffingwell  For thousands of years, ancestral Nunamiut Eskimos lived a nomadic life centered around intercepting the migrations of caribou. These animals were the key to human existence in the Brooks Range, providing not only food and clothing, but also shelter.   The long winter months brought powerful gales, protracted snowstorms, and temperatures as low as fifty-five degrees below zero. To survive in these extreme conditions, Eskimo people invented a special kind of dwelling that brilliantly met these requirements—the itchalik, or caribou skin tent.   More than just a shelter, the itchalik was a family home for Nunamiut people—the place where women sewed and children played, where people ate their meals together, where stories were told through the long arctic nights, and where knowledge was passed from one generation to the next. Even today, not far from the frame house village of Anaktuvuk Pass, there is a tent village where people go to rest, play cards, and socialize.        Elijah Kakinya standing next to willow pole frame for caribou skin tent Helge Ingstad photo  The traditional itchalik was a dome-shaped tent, constructed with a willow pole frame and sheathed in caribou skins—materials that were readily available in the Brooks Range. The caribou hides and poles were lightweight and compact, so they could be loaded onto a sled or carried by pack dogs. The itchalik could be set up quickly, providing a snug home for as many as ten people. It was weather tight, draft proof and strong enough to withstand the powerful arctic gales. A caribou skin tent could be erected by one person, but usually a husband and wife worked together to put up their itchalik. First they found a suitable spot, close to tall willow thickets and sheltered from wind. Next they leveled an oval-shaped area about 15 feet across, clearing out snow, rocks, and vegetation. Around the edges of this oval, they set up about 20 willow poles—each about 12 feet long—with the pointed ends thrust into the ground. Once this was done, they bent opposing pairs of poles towards the center, tying them together with rawhide lashing, forming a strong, elongated dome-shaped framework. The interior space was 12 to 15 feet across, with walls four to five feet high, and rounded across the top.        Caribou skins partially covering pole frame Helge Ingstad photo  Good poles were valuable, so people carried them from camp to camp rather than finding new ones. The poles had been chosen carefully—straight, young willows with the fewest branches were best because they were strong and supple. They were stripped of bark, smoothed, and tapered. Poles cut in the summertime were bent around stakes on the ground to give them the right curvature. In the winter, a green pole was tied to an existing pole on the erected tent until it dried into the necessary shape. Over this frame, the builders laid caribou hides which the women had sewn together in several panels, with the fur side out. Caribou hide with the fur left on is an extraordinary insulator because air is trapped both inside the hollow hairs and between them. Next, another layer of hides with the hair completely removed was placed over the first. These outer skins were sewn together with the same waterproof stitch used on summer boots. For natural lighting, the women sewed a translucent window made from bear intestine or seal gut into the sheathing near the door. Finally the door opening was covered by a large, heavy grizzly bear hide that generously overlapped at the edges to seal against cold and wind. continue...      Caribou and People   |    Caribou Skin Clothing   |   Caribou Skin Tents   |    Caribou Skin Tents (continued)   |   The Caribou Drive   | Back to history and Culture",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/historyculture\/caribou-skin-tents-1.htm"
}
