{
    "title": "Grand Canyon National Park: Museum Collection",
    "body": "Museum Collection          The \"Nature, Culture and History at Grand Canyon\" website is the park's primary online source of historical and cultural information, Click on the photo above to visit.           Museum Collection, circa 1935   Monday through Friday 8:00 am - 4:00 pm Appointments are strongly recommended  (928) 638-7769    Email The Museum Collection Staff   2C Albright Avenue, Grand Canyon, AZ 86023 (Located across from the Albright Training Center)       What is the Grand Canyon Museum Collection?  The Grand Canyon Museum Collection is a storage and research facility dedicated to preserving the physical artifacts that tell the various aspects of the Grand Canyon story. The storage facility, completed in 1999, has over 6,000 square feet of climate-controlled storage and research space, and houses over 900,000 objects from seven different disciplines: archeology, ethnology, history, archive\/ manuscripts, biology, geology and paleontology. Staff receive more than 2,000 research requests each year. The Grand Canyon Museum Collection is open for study and research purposes to any interested researcher. In order to maintain its integrity, the collection may be used for reference only in a non-consumptive manner.  Museum staff must be present and will assist visitors in their searches. Because objects are irreplaceable, their use is generally restricted to onsite examination.       Collections      The Archeology Collections:  The material remains of past human life and activities at Grand Canyon, including: •        Lithic tools dating back 12,000 years to the Paleo-Indians •        Archaic split- twig figurines •        Prehistoric basketry •        Ancestral Puebloan pottery •        Prehistoric sandals, textiles and adornment artifacts •        Mining and early tourism artifacts               The Ethnology Collections:         The material artifacts of the native cultures that have inhabited the Grand Canyon region from the historic period through the present, including: •        Havasupai baskets •        Hopi kachinas, pottery, baskets •        Navajo silver, rugs, pottery •        Paiute baskets •        Ethnobotanical materials        The History Collections:         Non-archeological material artifacts of the non-native cultures at Grand Canyon, including:   John Wesley Powell's pocket watch The Walter Clement Powell diaries from the second Powell expedition A pen used by Woodrow Wilson to sign the act creating Grand Canyon National Park in 1919 Photos from the 1873 George Wheeler expedition Over 200 oral history tapes, videos and transcripts Over 1,000 maps and blueprints More than 20,000 black and white photographs Over 200 rare or out-of-print books Over 80 hours of historic film footage Original paintings by Thomas Moran, Louis Akin, Gunnar Widforss, Hiroshi Yoshida          The Historic Boat Conservation Project The Grand Canyon historic boat collection is comprised of 19 boats that comprehensively illustrate the history of river running on the Colorado River through the Grand Canyon, with the oldest boat dating back to 1909. The project to conserve this unique collection started in July 2003, with the removal of the boats from unprotected exhibit. The conservation efforts continue with each boat receiving a meticulous cleaning and stabilization treatment from professional conservators.         The Archives\/ Manuscript Collections: The document collections that tell the Grand Canyon story through photos and in writing, including:   230 linear feet of park archives 1930's CCC project reports Superintendents' Monthly Reports, 1931-1967 The Mary Colter Desert View Watchtower collection The Louise Hinchcliffe park library vertical files The 1935 Vegetative Study record TWA - United airlines 1956 air accident files         The Biology Collections: A collection of plant and animal specimens that document the life zones of the Grand Canyon region, including:         •         10,000 herbarium specimens, including the Rose Collom, Walter Cottam and Merkle collections •         Over 4,500 entomological specimens •         Over 2,000 animal study skins, skeletons and scat materials •         An alcohol collection with over 300 reptiles and amphibians         The Geology Collections:  The rock samples that tell the geologic history of the Grand Canyon region, including:         •       The John Maxson schist collection •       The Eddie McKee study collection •       Mining cores and ore samples •       Mineral specimens               The Paleontology Collections: The fossil remains from past geologic periods at Grand Canyon, including: •        Bass limestone stromatolites •        Cambrian eocrinoids •        Hermit shale ferns and insect wing •        Coconino sandstone reptile tracks •        Pleistocene ground sloth remains       Services  The Museum Collection has a collection of over 20,000 black and white photographs that may be loaned, scanned or purchased for exhibit, research and publishing projects. Several photos can also be copied onto CD-Rom’s for purchase. Onsite photocopying services are available.  We Need Your Help  The park is always seeking donations to enhance the collections. Contact Museum Collection staff for information about donating photographs, documents, or other materials.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/historyculture\/muscol.htm"
}
