{
    "title": "Gates Of The Arctic National Park & Preserve: Caribou Skin Clothing",
    "body": "Caribou Skin Clothing       Caribou and People   |   Caribou Skin Clothing   |   Caribou Skin Tents   |    Caribou Skin Tents (continued)   |   The Caribou Drive   |   Back to History and Culture        Coastal Eskimo ice fisherman wearing caribou skin parka, pants, and boots All rights reserved, Bailey Archive, Denver Museum of Nature & Science  Inland mountain Eskimos experience one of the world’s most extreme winter climates—temperatures of 55 degrees below zero or colder, often with gale force winds and blinding snow. Despite these daunting conditions, Eskimo people carry on with their daily life of hunting, fishing, gathering firewood, traveling, and camping. The key to their success and survival—above all else—is warm, effective, brilliantly designed and expertly made clothing.   The Eskimo people make their warmest clothing from caribou hide—a material that evolved over millions of years in the Arctic environment, providing caribou with unequaled insulation against penetrating cold and gales. Caribou hair is hollow, so it traps insulating air not only between the hairs but also inside them. Clothing made from this material is extraordinarily warm, lightweight, water repellent and durable.   An Eskimo hunter dressed in traditional clothing was completely wrapped in caribou skins. His parka —a hooded jacket invented by Eskimos—was made of caribou skin and worn with the fur inside. For deep cold and storms, a second parka could be worn over the first, with the fur side out. A wolf or wolverine fur ruff around the hood created a little pool of warmth that protected the wearer’s exposed face. Unlike other furs, wolverine also easily sheds the frost that collects from a wearer’s breath.   Caribou skin pants (kuliksak) were worn with the fur facing inside or outside.  The socks (aliqsik) were always worn with the fur to the inside. Mittens (atqatik) were preferred over gloves because fingers are less susceptible to frostbite when cocooned in the warm pocket of air within a mitten. To stop frigid drafts, people sometimes wore caribou fur wristlets and tied a belt (tavsi) around the parka waist.        Nunamiut woman working with caribou hide Anchorage Museum of History and Art  Caribou skin boots (kamik) are durable, extraordinarily warm, and nearly as lightweight and supple as the most comfortable slippers. No modern materials can match the combination of warmth and light weight of caribou skin boots.   Traditional Eskimo clothing is an achievement of the women, who are highly skilled designers and fabricators. Nunamiut women are expert at sewing, often critically inspecting each other’s work for the tightness and evenness of the stitching. Clothing is individually fitted to each wearer. It is also designed to look beautiful, with light and dark colored fur stitched together in elegantly attractive patterns.   A traditional sewing bag (ikpiagruk)—a pouch made from caribou leg skins—contained needles of carved caribou bone, walrus ivory, or caribou antler.  The thimbles were made either from caribou skin, sheep leg bones, or caribou antler. Women made their own thread either from a single strand or multiple braided strands of sinew—a natural fiber from tendons in the caribou’s leg or back. Sinew thread is extremely strong and swells when wet, tightly filling the needle holes so the clothing is water resistant.        Nunamiut woman cutting caribou hide with ulu, a traditional women's knife Anchorage Museum of History and Art  To make an item of clothing, a Nunamiut woman first dries the hide and then laboriously scrapes the leathery side to make it supple. Bull, cow, and calf hides have different qualities which suit them for specific purposes. For example, the thin, flexible caribou calf skins are ideal for parkas; mid-weight cow skins are best for mittens, pants, and socks; and winter boots are made from the lovely, durable leg and back skins of bull caribou. Hides from particular seasons also have differing qualities. Highly resilient boot soles, for instance, are made from the back skin of a large bull caribou taken in the fall, when the hide is thick and strong.  Caribou skin boots, socks, and mittens—meticulously crafted by women in the village—are still regularly worn by Nunamiut people and are regarded as superior to any commercially made substitute. While modern materials have replaced animal hide for many other items of clothing, the functional design elements still persist. For example, Eskimo people routinely add their own wolf or wolverine fur ruffs to manufactured parkas, as no better material has been found to shed snow and frost and to protect the wearer. The parka—an Eskimo invention—is used in cold climates thoughout the world. Perhaps the strongest testament to the ingenuity and effectiveness of traditional Eskimo clothing is seen in the iconic bright red parkas with fur ruffs, worn by Antarctic researchers working in the coldest places on earth.      Caribou and People   |   Caribou Skin Clothing   |   Caribou Skin Tents   | Caribou Skin Tents (continued)   |   The Caribou Drive   |   Back to History and Culture",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/historyculture\/caribou-skin-clothing.htm"
}
