{
    "title": "Gates Of The Arctic National Park & Preserve: Current Status",
    "body": "Explore This Park    Get Involved     Planning     Ambler ROW     Current Status                Current Status       Public Notice: Geology\/Geotechnical Survey Study July 7, 2016 A team of geologists and engineers will be retrieving six thermistor strings installed to measure subsurface temperatures in support of the Ambler Mining District Industrial Access Project within Gates of the Arctic National Park and Preserve (GAAR). The field activities will be completed from July 27-31, 2016 using a helicopter to access landing zones within GAAR and site access will be completed on‐foot. Thermistor strings were installed at six select locations to obtain subsurface temperature measurements. Retrieval locations of thermistor strings is shown on the attached map. DOWL is proposing to retrieve equipment and download data from thermistor strings installed in 2014. The Alaska Industrial Development and Export Authority is studying the potential to construct a transportation corridor from the Dalton Highway to the Ambler Mining District. Two potential corridors through GAAR have been identified for evaluation as part of this project. North Option: Travels through GAAR along the north edge of Nutuvkti Lake, crossing the Kobuk River Valley south of Walker Lake and the wilderness boundary, exiting GAAR near the Alatna Portage. South Option: Travels through GAAR along Beaver Creek Valley, crossing the Reed River and Kobuk River Valleys south of Nutuvkti Lake and exiting just north of Norutak Lake. Contact: Maryellen Tuttell, DOWL (907) 562-2000 mtuttell@dowl.com Paul Pribyl, DOWL (907) 562-2000 ppribyl@dowl.com       April 11, 2016 In October 2015, the Governor of the State of Alaska directed the Alaska Industrial Development and Export Authority (AIDEA), to continue progress on applying for a Transportation and Utility System associated with the Ambler Mining District Industrial Access Road. AIDEA submitted an SF-299 permit application for Transportation and Utility Systems and Facilities on Federal Lands on November 24, 2015. The application, with specific agency information, was submitted to the National Park Service, the Bureau of Land Management, the US Army Corps of Engineers and the Federal Highway Administration. The application requests permitting associated with a 221 mile-long road and fiber optic cable, starting at the Dalton Highway and ending within the Ambler Mining District. The proposed route in AIDEA's application was revised from a previous routing. It now goes north around Bettles and Evansville. The Federal agencies reviewed the application and each agency found it to be incomplete in terms of information required by ANILCA Sec.1104 (d) and individual agency instructions for the SF-299. In accordance with ANILCA provisions (ANILCA Sec 1104(d)(2), in January 2016 the four agencies each provided a list of required additional information. AIDEA has requested a time extension until April 30, 2016 to provide the requested additional information in a consolidated response to all agencies. The application presents AIDEA's preferred right-of-way alignment across Gates of the Arctic National Preserve.  That alignment follows the southern foothills of the Brooks Range, near the boundary between GAAR preserve and the GAAR park.  An alternate alignment, which crosses the GAAR preserve farther downstream on the Kobuk River is also presented in the application The National Park Service is currently developing an outline of the Environmental and Economic Analysis (EEA) required of the NPS by ANILCA 201(4). This EEA is a document separate from the EIS. It will consider only the portion of the right-of-way  that would cross the Kobuk River unit of Gates of the Arctic National Preserve. Timelines for completing the EEA and for the EIS process including scoping, public meetings and opportunities for public input, will be developed when AIDEA has responded to the Federal agencies requests for additional information, and the SF-299 application is considered complete. The Right of Way Application may be viewed on the PEPC Planning, Environment and Public Comment website.",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/management\/ambler-mining-district-current-status.htm"
}
