{
    "title": "Gates Of The Arctic National Park & Preserve: National Parks BioBlitz",
    "body": "Explore This Park    Get Involved     NPS Centennial     National Parks BioBlitz              National Parks BioBlitz 2016        NPS\/Sean Tevebaugh       Sticklebacks, Spiders and Smiles at the Gates of the Arctic Centennial Bioblitz Hotdogs and hamburgers were sizzling over a willow-fueled fire in front of the Nunamiut School in Anaktuvuk Pass, Alaska last Friday at noon. Dozens of local residents parked their Argos and four-wheelers and took lunch while kids scrambled and squealed over the jungle gym. It was the kick-off event for the National Park Service Centennial Bioblitz in Gates of the Arctic National Park. A dozen National Park Service and University of Alaska Fairbanks scientists had converged in Anaktuvuk Pass for an intensive inventory of the area's plants and animals. One of more than 80 bioblitzes held across the country May 20-22, this was the farthest north by a long shot. Anaktuvuk Pass is 110 miles above the Arctic Circle. It's also home to 350 mostly Nunamiut residents, and a place famous for its caribou migrations and 8,000 year record of human settlement.       NPS\/Dev Dharm Khalsa       With help from volunteers, NPS rangers, and local organizations the team focused not just on scientific documentation, but also on teaching, learning, culture and fun. Groups of students joined scientists as they explored the tundra and hillsides around the village to discover the life hidden in plain site. In this town so immersed in the ways of subsistence and the natural world even the youngest kids would be unimpressed seeing caribou or bears. What came into surprising focus for these kids—as they stopped to listen, dipped into the half-frozen streams and ponds, or got down on their knees to ruffle leaf litter--were the subtle things. Faces flashed joy, concentration, wonder, and occasionally a little skepticism or disgust as students noticed bright red lady beetles and sunburst lichens, chased a panicked tundra vole, detected the cheery call of a redpoll, tentatively held a prickly looking stickleback, or politely refused the offer to touch a slimy sculpin.  Students weren't the only ones learning. Scientists compared notes with each other far across the irregular disciplinary bounds. Every small mammal find for the mammalogists was also a sample of fleas for the entomologists. And everyone and everything was a site for collecting microbial samples—the fungus and bacteria that were the focus of one researcher. But perhaps most enlightening of all was the Inupiat cultural overlay. Local resident Raymond Paneak led a mini expedition that described traditional ways of capturing ptarmigan (aqargiq) using caribou (tuttu) sinew snares. Rainey Hopson led a show-and-tell session on traditional knowledge of edible and medicinal plants. Local hunters shared tips about the best places to see ducks and catch fish.       NPS Photo       More than 100 unique species have been identified so far and this number could more than triple in the next months as vials full of insects are uncorked and painstakingly identified under microscopes, and DNA sequencing of microbes and water samples detects more cryptic species. Few other bioblitzes in the nation will record caribou, wolves, or ptarmigan and we'll add an important dimension to this national snapshot of biodiversity. Stay tuned to see if the elusive wood frog can be identified, and as the list of species grows. We would like to thank everyone who participated in the BioBlitz, especially Jim and Susan Barker, Nina Chambers, Kathryn Daly, Sam Durbin, Rainy Hobson, Andrew Kennedy, Dev dharm Khalsa, Heidi Kristenson, Amy Larson, Mary-Catherine Leewis, Stuart Leidner, Andres Lopez, Inule Mekiana, Erica Moeller, Vicky Monahan, Raymond Paneak, Kyndall Hildebrandt, Jillian Richie, Derek Sikes, Kelly Sivy, Al Smith, Mark Spangler, Molly Tedesche, Sean Tevebaugh, Nick Thompson, Ralph van Vleet, Sarah Wise,and Vera Woods. Contact: Jeff Rasic, Gates of the Arctic National Park & Preserve, Jeff_Rasic@nps.gov, 907-750-7356 Media Coverage and More Information  Explore the bioblitz results on the Gates of the Arctic iNaturalist page: http:\/\/www.inaturalist.org\/projects\/2016-national-parks-bioblitz-gates-of-the-arctic  KTVA television, Anchorage http:\/\/www.ktva.com\/bioblitz-takes-scientific-snapshot-of-arctic-wildlife-581\/ Alaska Public Radio http:\/\/www.alaskapublic.org\/2016\/05\/27\/ak-young-bio-blitzers-explore-and-examine-the-arctic-environment\/ Arctic Sounder newspaper http:\/\/www.thearcticsounder.com\/article\/1621northern_bioblitz_held_in_anaktuvuk_pass   Download the observed species list PDF (280kb)        NPS Photo",
    "url": "https:\/\/www.nps.gov\/gaar\/getinvolved\/bioblitz-2016.htm"
}
