{
    "title": "Grand Canyon National Park: Help with Videos",
    "body": "Help with Videos       In order to view the videos that appear on these web pages, you need the free Adobe Flash Player (version 8 or higher)   If you play a video and only hear sound, it may be because you have an older version of Flash (upgrade now).  If you click on a video link and the video doesn't play, try to download the file in another video format.   An \"available downloads\" box or additional links will appear below the Flash video window - if the video is available in other video formats.  Right-click on the link and choose \"save target as\" or \"save link as\" to save the file to your computer, then play it from your Windows Media, Quicktime or other media player.  Please let us know if you have any other questions or problems.      Web Browser Plug-ins Free multimedia software will enhance your online experience. Downloading is simple but time-consuming. If you have never downloaded a plug-in before give it a try. It will be well worth the time spent.   Adobe (Macromedia) Flash Player   A web player from Macromedia which allows Flash content to be displayed in your browser. Many newer browsers come with this plug-in already installed. You may download the free Flash Player from Macromedia's website. Follow the installation instructions provided.    Adobe Acrobat Reader   Free Acrobat Reader software allows you to view, navigate, and print PDF (Portable Document Format) files across all major computing platforms. PDF files are the de facto standard for the electronic distribution of documents because of their compact size, and because they retain the look and feel of the original document – including typography, page layout, and graphics.   You may download a free copy of Acrobat Reader from Adobe Systems. Follow the installation instructions provided.   iTunes National Park Service podcasts are available in the iTunes store under Podcasts. After downloading and installing the software, browse the following categories to find NPS content. Government, Science & Medicine, and Society & Culture.   QuickTime - Movie Player    QuickTime is the Apple technology that makes streaming video, sound, music, 3D and virtual reality come alive for both Macintosh and Windows. QuickTime VR (Virtual Reality) permits you to rotate objects, zoom in or out, look in any direction, and navigate from one scene to another.   You may download free QuickTime from Apple (there is a fee for QuickTime Pro). Follow the installation instructions provided.     Windows Media Player    A media player from Microsoft that receives and plays back streaming audio and video over the Internet or intranet.   You may download the free Media Player from Microsoft's website. Follow the installation instructions provided.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/photosmultimedia\/videohelp.htm"
}
