{
    "title": "Glacier Bay National Park & Preserve: Forage Fish\/Marine Predator Research",
    "body": "Forage Fish\/Marine Predator Research       Glacier Bay hosts an abundant variety of marine predators during summer, including significant populations of humpback whales and other marine mammals along with murrelets, gulls, and other marine seabirds, all of which prey on fishes. The distribution and abundance of small schooling fish in Glacier Bay affects both the geographic and temporal status of these predators. Southeastern Alaska humpback whales for example, are usually encountered in areas where concentrations of prey are extensive and dense. However, with the exception of the limited work done by the NMFS Auke Bay Marine laboratory in the 1980s, little is known about temporal and spatial patterns of forage fish species in the Bay. Due to logistical hurdles, tracking of these forage species has been and will likely remain problematic. However, by tracking marine predators, researchers can beegin to discern the location and densities of their prey. Furthermore, by understanding the abundance and distribution of fish, whales, and seabirds in Glacier Bay we may be able to better understand the relationships between trophic levels. This study represents the first comprehensive survey of predators and their small-schooling fish and zooplankton prey in Glacier Bay. During predator surveys (1999-2000), we observed 63 species of birds and 7 species of marine mammals. Seasonal distribution and abundance of these “apex” predators was highly variable by species. Nearshore areas had higher densities of both birds and marine mammals. Several areas, such as Pt. Adolphus, Berg Bay, on the Geikie-Scidmore shelf, the Beardslee\/Marble islands, and the upper arms of Glacier Bay were focal points of small schooling fish and zooplankton-consuming marine birds and mammals. Comparisons between surveys and a prior study (1991) suggested that the assemblage of birds and marine mammals in the Bay is undergoing change. Most notable was a clear decline in murrelets, while other apex species are increasing or remaining stable. The following reports describe the results of the forage\/fish marine predator research in Glacier Bay.   Bodkin, J. L., K. A. Kloecker, et al. (2002). Marine predator surveys in Glacier Bay National Park and Preserve: annual report 2001. U.S. Geological Survey, Alaska Science Center. Report to National Park Service. 46 pp. PDF Robards, M., G. Drew, et al. (2003). Ecology of selected marine communities in Glacier Bay: zooplankton, forage fish, seabirds and marine mammals. U.S. Geological Survey, Alaska Science Center. Report to National Park Service. 156 pp. PDF  Robards, M., G. Drew, et al. (2002). Glacier Bay small schooling fish project. U.S. Geological Survery, Alaska Science Center. Final report. 154 pages pp. PDF  Robards, M., J. Piatt, et al. (1999). Distribution and abundance of small schooling fish in nearshore areas of Glacier Bay, Alaska during June, 1999. U. S. Geological Survey, Alaska Science Center. Preliminary summary report. 22 pp. PDF  In addition to the reports, there is also a slide show summarizing the marine predator survey results. Marine Predator Slide Show",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/fish_predators.htm"
}
