{
    "title": "Glacier Bay National Park & Preserve: Sea Otter Movements and Foraging",
    "body": "Glacier Bay Sea Otter Project Reports          The following reports (in .pdf format) are available for download. Just click on the PDF link. Note: Some of these files are quite large. All require Adobe Acrobat Reader to view. Bodkin, J. L. (2005). Sea otter movements and life history in Glacier Bay National Park and Preserve. U.S. Geological Survey, Alaska Science Center. 2 pp. PDF Bodkin, J. L., B. E. Ballachey, et al. (2006). Sea otter studies in Glacier Bay National Park and Preserve: draft annual report 2004. U.S. Geological Survey, Alaska Science Center. Draft Annual Report. 67 pp. PDF Bodkin, J. L. (2003). “Return to Glacier Bay.” Alaska Park Science Summer, 2003: pp:4-11. PDF Bodkin, J. L., G. G. Esslinger, et al. (1999). Estimated sea otter population size in Glacier Bay 8-13 May 1999. U.S. Geological Survey, Alaska Science Center. Unpublished report. 12 pp. PDF Bodkin, J. L., G. G. Esslinger, et al. (1998). Sea otter distribution and relative abundance and management implications in Glacier Bay: 25-26 August 1998. Biological Resources Division, U.S. Geological Survey. Unpublished report. 4 pp. PDF Bodkin, J. L. and K. Kloecker (1999). Intertidal clam diversity, size, abundance and biomass in Glacier Bay National Park & Preserve - 1999 annual report. U.S. Geological Survey, Alaska Science Center. Annual Report. 21 pp. PDF Bodkin, J. L., K. A. Kloecker, et al. (2003). Sea otter studies in Glacier Bay National Park and Preserve: annual report 2002. U.S. Geological Survey, Alaska Science Center. Report to National Park Service. 82 pp. PDF Bodkin, J. L., K. A. Kloecker, et al. (2002). Sea otter studies in Glacier Bay National Park and Preserve: annual report 2001. U.S. Geological Survery, Alaska Science Center. Report to National Park Service. 68 pp. PDF Bodkin, J. L., K. A. Kloecker, et al. (2001). Sea otter studies in Glacier Bay National Park and Preserve: aerial surveys, foraging observations and intertidal clam sampling, 2000 annual report. U.S. Geological Survey, Alaska Science Center. Annual report. 78 pp.  PDF Esslinger, G. G. (1998). Sea otter distribution and relative abundance: Cross Sound - Icy Strait: 2 - 3 March 1998. U.S. Geological Survey, Alaska Science Center. Unpublished report. 3 pp. PDF",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/sea-otter-reports.htm"
}
