{
    "title": "Glacier Bay National Park & Preserve: How to Sign Up for a Session",
    "body": "Explore This Park    Learn About the Park     Education     Distance Learning     How to Sign Up for a Session                Distance Learning Programs         A park ranger leads a class on a virtual field trip through Glacier Bay. NPS  We bring Glacier Bay to your classroom! Humpback whales, glaciers, history, wilderness and wildlife. Have you ever wanted to take your students into the wilds of Glacier Bay, Alaska, but your boat wasn't big enough? Well now our Park Rangers are ready to bring Glacier Bay directly to YOU. If your school has video conferencing equipment, then your class has the opportunity to experience LIVE interactive visits with a park ranger at Glacier Bay National Park. During the program, students will be interacting with the ranger, answering and asking questions! Our programs are standards-based and are appropriate for grades K-12. The programs are free and a great way to introduce your students to this amazing national park and to the vast state of Alaska. See a complete list of classes available. Scheduling and Registration:  All classes are free and requests are taken in the order in which they are received beginning on October 1. Classes are available in January and February only. There are two ways to register for a class:   Through the Center for Interactive Learning and Collaboration (CILC) and searching for programs by Glacier Bay.  Email it to glba_education@nps.gov. Be sure to include your contact information, mailing address (for program supplies), and a possible date.   Questions? Please email glba_education@nps.gov.                Bring Glacier Bay to Your Classroom   Loading the player...    Transcript Long Distance Learning at Glacier Bay National Park.Hi. This is Ranger Steve welcoming you to beautiful Glacier Bay National Park. Teachers have you ever wondered about taking your students to experience Glacier Bay in Alaska, but the challenges were too daunting? \t“We can bring Glacier Bay to you”With today’s technology you can do the next best thing. I invite you to take a trip with your students to explore Glacier Bay through a Long Distance Classroom. Using video-conference equipment, your students interact Live with a Glacier Bay ranger, learning about glaciers, wildlife, plants, human history, and the National Park Service. During these virtual visits, students will be able to ask and answer questions with the ranger. You may be asking yourself some questions about these programs. Why connect to Glacier Bay through these Long Distance Classrooms? The benefit of linking up your students is that they will be talking directly with a park ranger that lives in Alaska and can answer many questions about living on the edge of this wilderness. These programs are fun, informative, interactive and FREE!What equipment is needed? All it takes is a Video Conference Unit at your school that is capable of linking up to Glacier Bay by dialing our Studio IP address. Glacier Bay cannot link up through Skype, but more and more schools and libraries are obtaining the capability to link up video conferences. Ask your school’s IT personnel about video conferences. When can I schedule these programs? Glacier Bay offers these classroom programs from November through the following February. The park starts accepting reservations for these programs on Oct 1st. How can teachers sign up for a Long Distance Classroom? The easiest way is to visit the CILC website and search for Glacier Bay programs. Glacier Bay has a multitude of programs available depending on interest and student grade level. Select the program you would like presented to your students and push the button called “Request this Program Now” Fill out your information and the park will confirm your date and time. It’s that simple. A second way is to contact the park’s Education Coordinator directly to set up the program you would like schedule. After your date and time have been confirmed, we will schedule a test connection to ensure both video conference units are compatible. We are looking forward to bringing Glacier Bay National Park into your classroom and interacting with your students. See you soon.       Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 48 seconds  Fun, Informative, Interactive, and Free!Discover how Glacier Bay rangers can now share the wonders of wild Alaska with your classroom. In this short video, Ranger Steve answers all your questions...how it works, what equipment do you need, how to sign up, etc.  We look forward to visiting your class!         We currently offer the following interactive programs: Ask a Ranger (Grades K-12) (PDF) Park rangers have a wealth of knowledge about the National Park system, the park where they work, life as a ranger, and more. Break into these stores of knowledge through an informal question and answer session with a Glacier Bay National Park ranger. Topics can cover, glaciers, geology, and natural and cultural history of Glacier Bay as well as life in rural Alaska and careers in the National Park Service.  Watching Whales in Glacier Bay (Grades 5-8) (PDF) Glacier Bay is home to one of the most magnificent marine mammals: the endangered humpback whale. Join park rangers and researchers on a virtual interactive trip through Glacier Bay to learn about these animals. Rivers of Ice: Glaciers (Grades 5-8) (PDF) Explore the history, formation, and power of Glacier Bay's glaciers in this standards-based program. A great addition to lessons on earth systems, Alaska, or the history of science. Visiting Glacier Bay (Grades K-2) (PDF) Glacier Bay National Park is a special place for all people to visit and explore. In this program, students will join a ranger on a virtual kayak trip through Glacier Bay to learn about the animals, glaciers, and people who make this park their home. Survivor Glacier Bay (Grades 3-5) (PDF) Glacier Bay is a vast wilderness that is home to many animals, including birds, mammals, fish, and (historically) people. Each animal has special adaptations to survive in the cold waters and snowy mountains for Glacier Bay. Explore some of these adaptations through an interactive programs with a Glacier Bay National Park ranger. Utilizing green screen technology, the ranger will share what makes Glacier Bay and the animals who live here so special.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/education\/learning\/distance-learning-programs.htm"
}
