{
    "title": "Glacier Bay National Park & Preserve: Coastal Research Program",
    "body": "National Park Service Southeast Alaska Coastal Research Program         A small coastal stream in southeast Alaska Scott Gende  In 1994, Congress established a coastal resource program for the southeast Alaska region of the National Park Service. The Coastal Cluster Program is a collaborative effort between four National Parks, including Sitka National Historical Park (SITK), Klondike Gold Rush National Historical Park (KLGO), Glacier Bay National Park and Preserve (GLBA), and Wrangell-St. Elias National Park and Preserve (WRST), known collectively as the Southeast Alaska Coastal Group (SACG).  The overall goal of this collaborative effort is to identify common and unique coastal resource issues among the SACG, and address these issues with inventory, monitoring, and research efforts.  The Coastal Cluster Program works closely with Resource Management at their respective parks, the Southeast ALaska Network Inventory and Monitoring Coordinator, and state, federal, and univeristy cooperators in addressing coastal resource issues.    The major goals of the program can be summarized as: Goal 1: Provide the SACG with programmatic guidance for the protection and management of the park’s coastal resources. Assists park resource managers with project development and proposal writing. Participates in coastal projects in all parks and advises superintendents and resource managers on emerging and important issues affecting coastal resources. Goal 2: Assists with SEAN (Southeast Alaska Network) and Central Alaska Network monitoring coordinators and technical committees with the identification and prioritization of coastal Vital Sign indicators. Assists in development of monitoring protocols and analysis of trend data at the park, regional and national level. Goal 3: Identify research needs of the coastal parks and participates in proposal writing and agreements to implement the research. Participates in coastal research in the parks by taking direct lead on research projects and indirect leads by facilitating collaboration and cooperation with academia and other government or private organizations. Current or recently completed projects of the Coastal Cluster Program include:   Assessing possible causes of decline of harbor seals in Glacier Bay National Park Marine-derived nutrient indices and importance in coastal riparian watersheds Subtidal health and contaminants in Sitka National Historical Park Coastal Watershed Assessments for Wrangell-St.Elias, Glacier Bay, Sitka Historic, and Klondike-Goldrush National Parks. Alternatives to Trend Analysis Monitoring and identifying foraging and nesting habitat of Kittlitz’s murrelets in Icy Bay  ShoreZone Mapping of coastal resources in Glacier Bay and Wrangell-St. Elias National Parks  4th Glacier Bay Science Symposium Glacier Bay National Park Science Advisory Board Quantifying the interaction between cruise ships and marine mammals and birds in Glacier Bay National Park      Reports and Publications          A harbor seal with a VHF 'headmount' transmitter Scott Gende  Glacier Bay National Park has historically supported one of the largest breeding populations of harbor seals in Alaska. Harbor seals are an important apex predator and the most numerous marine mammal in the park; however, harbor seals have declined by more than 70% in the park from 1992 to 2002 (Mathews and Pendleton 2006). The magnitude and rate of decline exceed all reported declines of harbor seals in Alaska, with the exception of that at Tugidak Island (Pitcher 1990), and show no signs of reversal. Data from the 2004 and 2005 trend survey of terrestrial sites in Glacier Bay indicate that the decline continues at a rate of 14.7% per year (ADF&G unpublished data). The cause of decline may be specific to the Park or nearby region: in contrast to the population trend in Glacier Bay, harbor seals in two other areas of southeastern Alaska (near Sitka and Ketchikan) are stable or increasing (Small et al. 2003). Glacier Bay resource management and Alaska Department of Fish & Game (ADF&G) list the harbor seal decline in the park as a top resource issue. Little is known about the foraging ecology, life-history, movements, behavior, and trends in available prey of harbor seals in Glacier Bay, so it is difficult to discern the causal factors that are contributing to the decline, and even more difficult to develop effective management strategies. Hypothesized reasons for the decline include increased human disturbance, elevated rates of predation, and nutritional stress due to changes in prey base, disease, or contaminants (Mathews and Pendleton 2006). A multi-agency collaborative study between the National Park Service (NPS), Alaska Department of Fish and Game, and Alaska Fisheries Science Center-Auke Bay Laboratory (AFSC-ABL) began in 2004, aimed at addressing hypotheses on harbor seal declines in Glacier Bay. The objectives are to (1) determine the location of important foraging habitat of seals that utilize ice and terrestrial substrate as haul outs; (2) determine foraging areas of seals relative to boat traffic and protected waters; (3) determine prey availability in areas where individual seals forage, and (4) determine prey availability near the two primary haulout areas (Johns Hopkins Inlet and Beardslee Islands). This effort is in conjunction with a large project spearheaded by the Alaska Department of Fish and Game addressing Vital Rates of harbor seals in Glacier Bay and Prince William Sound.   Principal collaborators include the Alaska Department of Fish and Game, Glacier Bay National Park and Preserve, the University of Alaska Southeast, the Alaska SeaLife Center, the Oceans Alaska Science and Learning Center, the National Marine Fisheries Service Auke Bay Laboratory, the Univeristy of Idaho, the National Marine Mammal Laboratory, the Moss Landing Marine Laboratory Univeristy of California Santa Cruz. Harbor seal foraging ecology in Glacier Bay National Park 2005 Annual Report        A Kittlitz's murrelet with a VHF radio transmitter in Icy Bay, 2005 Michelle Kissling, USFWS  The Kittlitz’s murrelet (Brachyramphus brevirostris) is a small rare seabird (family Alcidae) that ranges across coastal areas of Alaska and parts of Russia (Day et al. 1999). Kittlitz’s murrelets (hereafter KIMU) are marine foragers, generally feeding on small nearshore and pelagic schooling fish or invertebrates near the outflows of tidewater glaciers or glacial streams (Day and Nigro 2000). Nesting behavior is likewise affiliated with glacial habitats, with the few nests ever found located in areas with little vegetation due to recent deglaciation (Day 1995). Because of their strong association with glacial habitats, KIMU are intricately linked to several national parks in Alaska. In fact, the National Park Service serves as a steward to the global population of KIMU: a sizable fraction of the world's population of KIMU have been surveyed in Glacier Bay and Wrangell-St. Elias (Icy Bay) National Parks (van Vliet 1993). Icy Bay has one of the highest densities of KIMU yet recorded, and is the only location where KIMU still outnumber all other alcids (USFWS, unpublished data). Yet, recent surveys have demonstrated that populations of KIMU have declined sharply across their range. In some areas, declines have exceeded 70% (USFWS 2004). The population in Glacier Bay National Park is estimated to be 20% of numbers found there in the early 1970’s. Based on limited surveys, the population in Icy Bay, Wrangell-St.Elias National Park, appear to be declining by up to 11% per year (USFWS unpublished data). The population along the Malaspina Forelands, adjacent to Icy Bay, has declined by 38-75% (USFWS 2004). Likewise, populations to the north and south of Icy Bay (Prince William Sound, Kenai Fiords National Park, Glacier Bay National Park) have demonstrated precipitous declines since the 1970’s or 1980’s (van Pelt and Piatt 2003). Consequently, in May, 2004, the USFWS officially listed the KIMU as a candidate species for listing under the Endangered Species Act (69FR24876). Initially listed as a Listing Priority 5, the USFWS-Region 7 recently proposed to elevate this species to a Listing Priority 2 under ESA due to the steep population declines. The purpose of this study is to (1) gather information for developing a long-term monitoring plan for Kittliz’s murrelets in Icy Bay, and (2) identify habitat use of KIMU in Icy Bay, including nesting areas. Specific objectives of the monitoring component include determining the range and peak period of appearance of juveniles, to understand the spatial and temporal variation in peak fledging of hatch-year and dispersal of after-hatch-year birds, to develop survey methods for monitoring and estimating densities of Kittlitz’s murrelets in an area with dynamic ice cover, and to conduct a pilot study to assess whether boat and\/or land-based telemetry would be an effective tool for studying movements of individuals within the bay. Specific objectives of the habitat component include identifying movements and habitat use of KIMU throughout the summer, and attempt to identify nesting habitat in Icy bay (Wrangell-St.Elias National Park and Preserve).  Principal collaborators on this project include the U.S. Fish and Wildlife Service, Wrangell-St.Elias National Park, and the Wildlife Conservation Society.  Update on KIMU Project and Accomplishments 2005 Annual Report        A chum salmon carcass in an experimental forest plot.  Soil cores were taken throughout the summer of 2005 to assess the impacts on soil nutrient dynamics.  Scott Gende  Assessing the role of salmon-derived nutrients in coastal watersheds The Southwest Alaska Network (SWAN) and Southeast Alaska Network (SEAN) have identified Pacific salmon (Oncorhynchus spp.) as an important biotic resource shared among the parks and one that links several ecosystems (oceanic, estuarine, freshwater, riparian) through a variety of pathways and processes. Salmon gain nearly all of their adult biomass while foraging in the ocean before returning to their natal freshwater habitats to spawn and die, resulting in a net flow of ‘marine-derived’ nutrients and energy to these systems (Gende et al. 2002, Gende et al. 2004a). The presence of spawning fish and carcasses results in a precipitous response by freshwater and riparian biota, spanning virtually every trophic level. Consumers of salmon tissue aggregate at salmon streams (Gende and Quinn 2004), and passive use of salmon-derived nutrients and energy by lower trophic levels results in elevated productivity via ‘bottom-up’ processes (Gende et al. 2002) in both aquatic and terrestrial (riparian) food webs. For aquatic systems, salmon serve as food for benthic macroinvertebrates (Wipfli et al. 1999), young salmonids (Bilby et al. 1998), and other higher level predators (reviewed in Willson and Haluka 1995), equating to elevated productivity of many of these salmon users. Surprisingly, salmon can play an equally important role in terrestrial ecosystems. Through a variety of pathways, salmon-derived nutrients are utilized by, and may influence growth and productivity of, riparian plants (Helfield and Naiman 2001, 2002; but see Kirchhoff 2003) and animals (Ben-David et al. 1998). Thus, salmon serve as important resource for the national parks by influencing productivity within ecosystems of the parks, but by also linking different ecosystems. Indeed, several national parks (e.g., Lake Clark National Park and Preserve) were created, in part, to protect salmon habitat and the resources that they provide, highlighting their ecological importance to these parks. To date, Pacific salmon are an extremely well studied (Groot and Margolis 1991) and well managed species (Hilborn et al. 2003). Studies on the ecology and life history of salmon have resulted in a tremendous amount of literature covering evolution, ecology, behavior, physiology, and habitat. Given that salmon have a relatively complex life history which utilizes many ecosystems (eggs deposited and fry reared in freshwater systems, smolts and juveniles depend upon estuarine productivity, adults feed and mature in ocean ecosystems) and spatial scales, a pressing research question is to determine which metric and life-history stage of salmon could serve as an appropriate ‘Vital Sign’ for terrestrial and aquatic ecosystems within the SWAN and SEAN networks. For salmon to indicate ecosystem health, some metric must be measured that reflects a park-specific stressor. For example, the number of adult spawning salmon in a stream system within a park may not be a sufficient indicator of park health because the number of returning fish will reflect many processes occurring many hundreds of kilometers from the park. Commercial exploitation or oceanic productivity (Francis and Hare 1994) are two factors which may dramatically influence the number of salmon returning to a park independent of park-specific processes. Consequently, established metrics of salmon as indicators of ecosystem health are not applicable to park systems because the ecosystems are either sufficiently different (indicator: contaminants in salmon; ecosystem: the Great Lakes) or at much larger spatial scales (indicator: number of threatened or endangered stocks; ecosystem: the North Pacific Ocean). One potential indicator that would reflect park-specific stressors is the relative magnitude and fate of salmon-derived nutrients in riparian ecosystems (Ben-David et al. 1998, Bilby et al. 2001, Gende et al. 2002, Gende et al. 2004a). For example, the nutrients in Pacific salmon are made available to riparian plants via several processes, including foraging activities by salmon consumers, and hyporheic flow (Gende et al. 2002). The presence of salmon attracts many vertebrate predators, particularly bears (Gende and Quinn 2004, Gende et al. 2004b), who drag the carcasses from the stream to forest (Gende et al. 2004a). Once there, the carcasses are only partially consumed (Gende et al. 2001) and the remaining biomass decomposes and nutrients leache into the riparian soil where it can be utilized by riparian plants. Disturbance to the foraging vertebrates or other anthropogenic impacts that alter habitat would thus influence the number of animals aggregating within these systems and, by extension, the relative amount of salmon-derived nutrients available to riparian plants and soils. Unfortunately, the metrics for quantifying the amount of salmon nutrients in riparian systems need more rigorous testing and refinement. Currently, the ratios of heavy to light isotopes of carbon and nitrogen have been employed to determine the extent of salmon nutrient utilization in these systems (e.g., Kline et al. 1997). Although the use of stable isotopes as a metric of salmon influence in riparian systems shows some promise (Bilby et al. 2001), many untested assumptions remain, including how microbial processes influence fractionation of heavy isotopes, how baseline levels of nutrients (N and C pools) influence uptake, and the spatial and temporal scales at which soil nutrient pools and plant productivity are influenced by the availability of marine-derived nutrients. The intent of this project is to examine which metrics and life-history stages of salmon would be appropriate to use as Vital Signs for the SWAN and SEAN networks. This will be accomplished by coupling a literature search on Pacific salmon, with particular emphasis on life-history stages and processes within stream and riparian systems, with two experiments (one microcosm experiment and one watershed-scale field experiment) focused on identifying and developing metrics that reflect the magnitude and utilization of salmon-derived nutrients in riparian systems. The microcosm experiment will examine the effects of nutrient inputs from salmon (N,P,C) on riparian plant growth and microbial processes with the goal of determining whether plant growth is limited by a single nutrient (e.g., N) or by more than one nutrient (e.g., N+P). Microcosm treatments will utilize a factorial design with additions of salmon carcasses, nitrogen, and phosphorus to salmonberry (Rubus spectabilis) plants growing in homogenized soils. Analyses from the microcosm experiments will include: plant biomass, %C and %N in plant tissue and soils, microbial biomass N, and soil inorganic N pools. The field experiment will examine the effects of salmon nutrient inputs on soil nutrient pools at the watershed scale. Salmon carcasses will be added to plots established in one watershed in the Juneau area. Soil and soil pore water will be sampled from treatment (salmon) and control (non-salmon) plots and analyzed for C, N, and P as well as soil microbial biomass. Taken together, these two experiments will begin to elucidate the processes and pathways by which salmon nutrients move through and are utilized by soil microbial communities and riparian plants. This information will aid in the development of salmon-related metrics that can be used by park managers.        Shipboard observers aboard a cruise ship in Glacier Bay National Park quantifying marine mammal distributions relative to distance from the ship Scott Gende  Glacier Bay National Park is in the process of implementing new vessel quotas and operating procedures, including the number of seasonal-use days of cruise ships in the park. The number of seasonal use days, i.e., entries in June, July, and August, may increase over the next few years and the park has concerns regarding how this increase may impact populations of marine mammals and birds. Of particular concern are the potential consequences to humpback whales. Cruise ships adversely affect individual or population fitness of humpback whales in the park via 2 mechanisms: disturbance (non lethal) and strikes (lethal or non-lethal). Cruise ships produce underwater noise that may result in disturbance to whales and possibly disruption of vital activities such as foraging, or perhaps even displacement from the park boundaries. Cruise ships are also a known source of mortality to humpback whales as a result of fatal collisions, which has occurred in the park (although the delectability of such collisions is unknown). Given the inability to experimentally test how severe either of these mechanisms may be, and that a considerable amount of uncertainty is associated with the frequency and severity of each of these impacts, a modeling effort is needed to quantify population dynamics of whales and how these impacts may alter whale distribution or density, that explicitly incorporates uncertainty into the models.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/coastal-cluster-program.htm"
}
