{
    "title": "Glacier Bay National Park & Preserve: Underwater Sounds",
    "body": "Underwater Sounds Recorded in Glacier Bay           Listen to the natural symphony recorded in Glacier Bay   The Voices of Glacier Bay Project  Check out our amazing Glacier Bay Soundscapes! Listen to crashing glaciers, bellowing sea lions, whispering rain, forest songbirds, and singing seabirds...enjoy the amazing natural sounds of Glacier Bay!      Notes on Sound Clips The recordings below were made by the National Park Service, using a hydrophone that is anchored near the mouth of Glacier Bay, Alaska for the purpose of monitoring ambient noise. The recordings are intended to provide examples of the types of natural and manmade sounds that occur in Glacier Bay National Park.  Whale Sounds Humpback Whale (Megaptera novaeangliae) Humpback whale song is thought to be a male breeding display that is prominent in their wintering grounds, and previously thought to be quite rare in the feeding areas. It is called a song because it is a long, complex vocalization that repeats in a predictable pattern. Whale song recordings from Glacier Bay have been made only in the fall, when perhaps the hormonal changes that spur whales to migrate are beginning to occur. Feeding call is a sterotyped vocalization typically used during humpback whale coordinated group feeding. In the Glacier Bay area, it typically occurs 15-20 seconds before a group of whales all surface together after a foraging dive. This specialized call is common in some localities but rare in others. It may be used for group coordination, (ready, set, go!) or to scare\/concentrate the schooling fish that are their prey. Unstructured sounds. The most common humpback whale vocalization in Bartlett Cove was the simple “whup”, made with no discernable pattern. The track entitled “moo etc”is a sample of common humpback whale vocalizations on a somewhat windy day. Whales can also make non-vocal sounds by slapping their tail, flippers or other body parts on the water (for example during a breach). These sounds can carry for hundreds of meters and seem to provide another way for whales to communicate with one another over distance. As you will hear twice near the end of the cut titled “wheezeblow etc”, even the whale’s breathing can be audible at some distance, especially wheeze blows. The humpback whale song recorded with the boat in the foreground illustrates that whale sounds and manmade sounds co-exist in the marine environment, with unknown effects on whales and other marine life. In one of the recordings, the sound of repeated tail slaps overlaps with the loud, high-pitched whining of a propeller in bad repair, perhaps indicating that the sound disturbed the whale.  Whale Song Feeding Call Contact Call (moo) Contact Call (whup) Bubblenet and Vocals Flipper Slap Wheeze-blows Tail Slaps with Propeller Whine Whale Song with Outboard Engine Noise More Amazing Whale Recordings from Glacier Bay   Killer Whale (Orcinus orca) Vocalizations of the three killer whale ecotypes, the fish-eating (resident) killer whale, the mammal-eating (transient) killer whale, and the offshore killer whale (genetically similar to resident type, but ecologically not well understood) are difficult to distinguish by the untrained ear. However, for the researcher studying killer whale vocalizations they are almost as distinct as photographic images of the whales. The vocalizations not only tell the researcher whether the calling killer whale is a resident, a transient or an offshore, but also reveal to which resident or transient population or sub-population the caller belongs. If the caller is a resident, it furthermore shows who his closest relatives are. Both residents and transients use discrete calls, whistles, and clicks. Calls and whistles are used only in social communication, while clicks are predominantly used in echolocation. A clicking killer whale produces high frequency sounds and uses the echoes of those sounds to form images of the areas around him or her. In much the same way that humans use sonar to investigate the seafloor, the ultra-structure of certain materials, or medical views of the inside of our bodies, whales use echolocation to orient and find food in an environment where lighting conditions are poor. Based on differences in usage of calls, whistles, and clicks, researchers can tell whether the whales are foraging, resting, or socializing.  Resident Killer Whale Vocalizations Transient Killer Whale Vocalizations Offshore Killer Whale Vocalizations Killer Whale Echolocation Clicks  For more details on killer whale vocalizations and other features of their biology, please visit the following sites: Vancouver Aquarium Cetacean Research Program http:\/\/www.wildwhales.org http:\/\/www.whalesalaska.org\/ Harbor Seals  Male harbor seals make \"roaring\" vocalizations during their mating season to guard territories. It sounds very much like rocks rolling on the ocean floor.  Glacier Bay harbor seal More Marine Mammal Sound Recordings from Glacier Bay  For more information on the functions of harbor seal vocalizations, visit the following site: http:\/\/www.dosits.org\/gallery\/marinemm\/21.htm Other Animal Sounds  Sometimes we hear sounds on the hydrophone that we can not readily identify. This record probably contains the sounds of birds swimming or landing on or near the surface of the water, and remind us that some sounds are not made intentionally. One of our sound samples contains bird calls made at the surface that were audible on the hydrophone. Seabirds Diving at Sea Surface Seabirds Calling at Sea Surface Vessel Sounds  The recordings of vessels were made at various distances from the hydrophone, and under a variety of sea conditions, but demonstrate that different types of vessels can be distinguished from one another.  Cruise Ship Freighter State Ferry Small Diesel Engine Outboard Engine (60 hp) at 20 knots Outboard Engine (60 hp) at 10 knots Mid-sized Vessel Propeller Whine  Ambient Noise Wind and rain are the dominant sources of inanimate natural underwater sound. As you will know after you’ve heard these cuts, you can easily tell quite a bit about the weather just by listening. Whales and other creatures that depend on underwater sound often have to compensate for background noise from wind, rain, earthquakes, glaciers and vessels when they communicate with one another.  Heavy Rain Light Rain Snowfall Light Winds Moderate Winds Wind with Ship Noise Glacier Bay Library of Soundscapes: Enjoy the Voices of Glacier Bay!",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/soundclips.htm"
}
