{
    "title": "Glacier Bay National Park & Preserve: Distance Learning",
    "body": "Distance Learning      Have you ever wanted to take your students into the wilds of Glacier Bay, Alaska, but your boat wasn't big enough? Well now our Park Rangers can bring Glacier Bay directly to YOU. If your school has video conferencing equipment, your class has the opportunity to experience LIVE interactive visits with a park ranger at Glacier Bay National Park. During the program, students will be interacting with the ranger, answering and asking questions! Our programs are curriculum-based (designed to meet Alaska state teaching standards) and are appropriate for grades K-5. The programs are free and a great way to introduce your students to this amazing national park and to the vast state of Alaska. Check out our Long Distance Learning page to discover the different programs we offer, and to view a short video that explains the entire process. Other ways to connect your students to the wonders of Glacier Bay and other National Parks include:   Educational lessons and activities are available on the Glacier Bay National Park website at http:\/\/www.nps.gov\/glba\/forteachers\/index.htm. Have your students become virtual rangers by becoming a Web Ranger! Create your own ranger station and learn about the mission of the National Park Service at http:\/\/www.nps.gov\/webrangers\/. Discover other National Parks via distance learning. Visit the NPS Education Portal at http:\/\/www.nps.gov\/teachers\/distancelearning.htm to explore the possibilities.                    Survivor Glacier Bay What does it take to survive in Glacier Bay?               Visiting Glacier Bay Join a ranger for a trip up-bay to view Alaskan wildlife and glaciers!               Ask A Park Ranger-Living and Working in Glacier... Have a park ranger visit YOUR class!           Results   Showing results 1-9 of 9    Sort By:  Title Date         Glacier Bay National Park & Preserve Ask A Park Ranger - Living and Working in Glacier Bay, Alaska   Park rangers have a wealth of knowledge about the National Park System, the park where they work, life as a ranger, and more. Tap into these stores of knowledge through an informal question and answer session with a Glacier Bay National Park ranger. Topics can cover the flora, fauna, glaciers, geology, and cultural history of Glacier Bay, as well as life in rural Alaska, careers in the National Park Service, and more.    Type:Distance Learning Grade level:Lower Elementary: Pre-Kindergarten through Second Grade Subjects:Science,Social Studies        Glacier Bay National Park & Preserve Ask A Park Ranger-Living and Working in Glacier Bay, Alaska    Would your class like to take a trip to Glacier Bay, but the challenges are too daunting? Invite a ranger to visit your classroom via videoconferencing. You choose the questions, we'll bring the hat...and the knowledge, experience, and passion. We look forward to the conversation!    Type:Distance Learning Grade level:Kindergarten-Twelfth Grade Subjects:Botany, Conservation, Earth Science, Ecology, Glaciers, Landscapes, Marine Biology, Oceanography, Wildlife Biology National\/State Standards:Varies depending upon subject        Glacier Bay National Park & Preserve Let's Go Whale Watching in Glacier Bay!    This 45 minute program will take you on a journey into the world of whales. Students will join a Park Ranger for an interactive journey to study humpback whales in Glacier Bay. You will observe their behavior, characteristics, and how they communicate.     Type:Distance Learning Grade level:Fifth Grade-Eighth Grade Subjects:Biology: Animals, Conservation, Ecology, Environment, Marine Biology, Oceans National\/State Standards:NS. K-4.3 Life Sciences:Characteristics of Organisms, Life Cycles of Organisms, Organisms and Their EnviornmentsNS. K-4.6 Personal and Social Perspectives: Changes in Environment        Glacier Bay National Park & Preserve Let's Go Whale Watching in Glacier Bay!   Glacier Bay is home to one of the world's most intriguing marine mammals - the endangered Humpback Whale. Come join a Glacier Bay Park Ranger on an interactive journey to learn more about this endangered species. Students will take a look at how Humpback Whales interact with their environment and what Park Researchers are doing to protect them.    Type:Distance Learning Grade level:Upper Elementary: Third Grade through Fifth Grade Subjects:Science        Glacier Bay National Park & Preserve Rivers of Ice   Glacier Bay National Park has a dynamic glacial history. Through this distance learning program, students will learn about glacial formation and its impact on the environment.    Type:Distance Learning Grade level:Middle School: Sixth Grade through Eighth Grade Subjects:Science        Glacier Bay National Park & Preserve Survivor Glacier Bay   Glacier Bay is a vast wilderness that is home to many animals, including birds, mammals, fish and, historically, people. Through this distance learning program, students will learn that each animal has special adaptations to survive in the cold waters and snowy mountains of Glacier Bay.    Type:Distance Learning Grade level:Upper Elementary: Third Grade through Fifth Grade Subjects:Science        Glacier Bay National Park & Preserve Survivor Glacier Bay    This program introduces some of the amazing creatures that call Glacier Bay home, while focusing on the awesome adaptations that enable them to survive in this vast wilderness area. (50 minutes).     1 2 3 4 5  Excellent Average: 5.0 (1 rating)   Type:Distance Learning Grade level:Third Grade-Fifth Grade Subjects:Biology: Animals, Conservation, Ecology, Environment, Glaciers, Marine Biology, Oceanography, Wildlife Biology National\/State Standards:NS. K-4.3 Life Sciences: Characteristics of Organisms, Life Cycles of Organisms, Organisms and their EnvironmentsNS. K-4.6 Personal and Social Perspectives: Types of Resources, Changes in Environment        Glacier Bay National Park & Preserve Visiting Glacier Bay    A virtual exploration of Glacier Bay.This program introduces students to the amazing sights of Glacier Bay National Park. They will join a ranger to travel up-bay to see wildlife and glaciers in action. (50 minutes)     1 2 3 4 5  Excellent Average: 5.0 (1 rating)   Type:Distance Learning Grade level:Kindergarten-Second Grade Subjects:Earth Science, Ecology, Glaciers, Landscapes, Marine Biology, Oceanography, Wildlife Biology National\/State Standards:NS. K-4.3 Life Sciences: Characteristics and Life Cycles of Organisms, Organisms and their Environments.NS. K-4.4 Earth Science and Space Science: Changes in Earth and SkyNS. K-4.6 Personal and Social Perspectives: Changes in Environments Keywords:glaciers, wildlife        Glacier Bay National Park & Preserve Visiting Glacier Bay   Glacier Bay National Park is a special place for all people to visit and explore. In this distance learning program, students will join a ranger on a virtual boat trip through Glacier Bay, while learning about the animals, glaciers, and people who make this park their home.    Type:Distance Learning Grade level:Lower Elementary: Pre-Kindergarten through Second Grade Subjects:Science",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/education\/learning\/index.htm"
}
