{
    "title": "Glacier Bay National Park & Preserve: Oceanography",
    "body": "Explore This Park    Learn About the Park     Science & Research     Oceanography              Oceanography              Monitoring Glacier Bay's Vital Signs   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 31 seconds  Science at Sea!1,400' deep, 65 miles long, cold, and filled with life. Join park researchers and discover the equipment and methods used to study the ocean chemistry of Glacier Bay from top to bottom.        Recent studies show that Glacier Bay contains a highly complex oceanographic system within a relatively small area. This in large part explains the unusual variety of marine life that is found here. The ocean's invasion as the glaciers retreated created a complex array of underwater environments, each hosting distinct but overlapping biological communities. Oceanographers classify Glacier Bay as a \"recently deglaciated, tidally mixed, fjord estuarine system with multiple underwater sills.\" This means that the bay is a network of large valleys that once were filled by glaciers but are now flooded by the ocean and fed by streams and rivers. The \"underwater sills\" are piles of rock debris on the ocean bottom that are remnants of the terminal moraines left behind by glaciers that paused during their retreat. Sills tend to be at or near the mouths of inlets and other areas where tidewater glacier faces once stood still for a time. Like speedbumps, sills partially obstruct the bay's strong underwater currents, causing upwellings and tide rips similar to a rapids in a river. A very large sill, formed when Glacier Bay was completely filled by ice, extends across the mouth of the entire bay. Another sill acts together with a natural constriction in the bay's shape to form the prominent tide rips observed in Sitakaday Narrows. These sills are usually backed by very deep basins with tidewater glaciers at their heads and many streams flowing into them from the surrounding mountains. Thus, there is a large influx of fresh water from snowmelt, augmented by melting glacial ice. This freshwater runoff and glacial melt make the ocean waters extremely cold and oxygen-rich, while also delivering nutrients such as nitrogen, phosphorous, and silica to the sea. Enhanced by the big tides and strong currents, mixing and upwelling occurs at the sills and constricted areas as well as near streams and glacial faces. This constant mixing of oxygen-saturated, nutrient-rich waters results in a marine system that is especially \"biologically productive\" or able to support a great deal of living organisms.   The bulk of this marine productivity is driven by countless billions of tiny plant-like creatures - called phytoplankton - that float suspended in the sunlit waters and are too small to be seen with the naked eye. Glacier Bay supports phenomenally high concentrations of phytoplankton, and large standing crops are sustained throughout the spring, summer, and fall. Phytoplankton contain chlorophyll and other pigments in their bodies so they can photosynthesize - that is they can harness the sun's energy and turn it into organic material. Each spring when there is enough light, water column stability and high nutrient levels in the surface waters, phytoplankton begin to reproduce in great numbers. This \"bloom\" of phytoplankton creates rich feeding for zooplankton - tiny animals that also live suspended in the water column. Shoals of fishes prey on the zooplankton, and they in turn attract a diverse host of migratory predators such as whales, seals and sea lions, seabirds, halibut, and adult salmon.       Sea anemones in Glacier Bay NPS",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/ocean.htm"
}
