{
    "title": "Glacier Bay National Park & Preserve: The Blubber Bonanza",
    "body": "The Blubber Bonanza: An Opportunistic Scavenger Study        Brown bear feeding upon a dead humpback whale        In 2010, brown bears in Glacier Bay received a four month buffet in the form of a 41 foot dead humpback whale that washed up on a beach in the West Arm and persisted throughout the summer. While the cause of the whale's death is unknown, the carcass provided a rare opportunity for bears in this area to gorge on fat and protein for several months, and also a rare treat for visitors and locals to observe and photograph bears, birds, and wolves at the carcass. Scientists embraced this incredible opportunity and documented scavenging activities associated with this large food source with the use of two remote cameras attached to trees overlooking the carcass. One camera took a photo every 15 minutes for over 90 days. The other camera was equipped with a motion sensor that was triggered by animals transiting the area. Between the two cameras, the researchers gathered almost 10,000 photos!         Yummy   Glamour Shots Check out the \"Blubber Lovers\" photogallery!       The remote cameras documented some amazing things:  Some brown bears got extremely fat! Whale blubber contains up to 4000 calories per pound compared to 672 per pound of salmon and only 256 per pound of blueberries. As many as 6 brown bears at a time fed on the carcass. Bald eagles scavenged heavily throughout May and June (up to 12 eagles at a time) but then appeared to lose interest. Brown bears and wolves were both present at the whale carcass repeatedly throughout the entire summer. They appeared to tolerate each other at this abundant food source. Brown bear and wolf activity was highest during the mornings and evenings. Four wolf pups began to join their parents at the feast in early August.          Wolves partake in the blubber feast. Click on the photo to follow along with the blubber lovers log. NPS       Blubber Lovers...Year TWO By early September, the massive carcass floated away with the tide...with a bear still onboard, reluctant to lose grip on the blubbery bounty. Follow the \"Blubber Lovers Log\" to see what happened next...         Scavenger study in Glacier Bay and the Gustavus area.   Scavengers On Camera It's not often that bears and wolves eat together at the same table, but it does happen. And new research shows that sometimes they even bring the kids. The \"table\" in this case was a dead humpback whale, enough food that none of the guests needed to feel possessive...",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/blubber-bonanza.htm"
}
