{
    "title": "Glacier Bay National Park & Preserve: Harbor Seal Population Monitoring",
    "body": "Explore This Park    Learn About the Park     Science & Research     Harbor Seal Research     Harbor Seal Population Monitoring                Counting Harbor Seals in Glacier Bay        How many can YOU see? Aerial photo of harbor seals ashore at Spider Reef in the Beardslee Islands of Glacier Bay National Park. NPS       Harbor Seal Population Monitoring Background Glacier Bay National Park has historically supported one of the largest breeding aggregations of harbor seals in Alaska (Calambokidis et al. 1987). Harbor seals are an important apex predator and the most numerous marine mammal in the park; however, harbor seals have declined by up to 75% from 1992-2002 (Mathews & Pendleton 2006). The most recent trend estimates from 1992-2009 suggest that the decline in seals has not abated or reversed (Womble et al. 2010). The magnitude and rate of decline exceed all reported declines of harbor seals in Alaska, with the exception of that at Tugidak Island (Pitcher 1990).          Declining seal population in Glacier Bay   Declines of harbor seals in Glacier Bay are of concern for several reasons. First, harbor seals likely play an important role in structuring marine communities both as a consumer (e.g., Ward et al. 2012) and also as prey for other upper-trophic level species, such as transient killer whales (Orcinus orcas) (Williams et al. 2004). Second, harbor seals are a highly sought-after viewing experience for visitors to Glacier Bay (Womble & Gende 2010). Third, harbor seals have previously been managed as only three stocks in Alaska; however, based on genetics and telemetry data, NOAA Fisheries has recently designated 12 new harbor seal stocks in Alaska, one of which includes harbor seals in Glacier Bay and adjacent Icy Strait (Allen & Angliss 2012).      Why count seals? Given that large-scale declines have occurred in harbor seals in Glacier Bay, it is critical that population monitoring methods continue and are comparable with historical methods and methods used in other parts of Alaska by the National Marine Mammal Laboratory to allow for the assessment of overall population trends of harbor seals. The primary objectives are to conduct aerial surveys of harbor seals at terrestrial and glacial ice sites for the purposes of estimating the population status, trend, and distribution of harbor seals in Glacier Bay National Park, Alaska.        NPS biologist, Jamie Womble, and pilot Jacques Norvell conducting a harbor seal aerial survey in Glacier Bay.    How do we count seals? Harbor seal aerial surveys occur throughout Glacier Bay National Park at terrestrial and glacial ice haulout sites.  Click for a Map of sites. Much of the aerial survey effort occurs in Johns Hopkins Inlet, an expansive tidewater glacial fjord in the upper West Arm of Glacier Bay that hosts the largest aggregation of seals in Glacier Bay and represents one of the primary pupping sites for harbor seals in Alaska. The aerial survey method, which was developed by the National Marine Mammal Laboratory-Polar Ecosystems Program (NOAA), involves conducting systematic transects and collecting digital images of seals using a high-resolution digital camera that is vertically mounted inside the plane's camera porthole. For each survey, approximately 1,250 non-overlapping digital images are collected. The images are then processed by digitizing and counting seals in each image.  The digital imagery provides a permanent record of seal distribution and can be used for estimating seal abundance, density, and population status. The digital imagery also captures important information on ice conditions in Johns Hopkins Inlet. Future studies will include examining the relationship between the availability of glacial ice and harbor seal spatial distribution and abundance using remote-sensing techniques in collaboration with scientists from the Geophysical Institute at the University of Alaska Fairbanks and the National Marine Mammal Laboratory-Polar Ecosystems Program.       Aerial photograph of ice and seals in Johns Hopkins Inlet. Icebergs in the lower right hand corner of the photo support resting harbor seals.        How is this information used?  Data and information regarding trends in harbor seals provides important results to natural resource managers in Glacier Bay regarding the status and trend of harbor seals which is a species of conservation concern due to recent seal declines in Glacier Bay. Harbor seal population monitoring data from Glacier Bay are also shared with NOAA Fisheries-National Marine Mammal Laboratory and are used for estimating Alaska-wide trends in harbor seals.  Data collected in Glacier Bay are also used to inform the National Marine Fisheries Stock Assessments for harbor seals in Alaska (http:\/\/www.nmfs.noaa.gov\/pr\/pdfs\/sars\/ak2011.pdf). Stock assessment of harbor seals is required under section 117 of Marine Mammal Protection Act of 1972.           Permits For Research All harbor seal capture, handling, and research was conducted under Marine Mammal Protection Act (MMPA) permit numbers 358-1787-00 and 358-1787-01 issued to the Alaska Department of Fish & Game and MMPA permit number 782-1676-02 issued to the National Marine Mammal Laboratory by National Oceanic and Atmospheric Administration (NOAA)-Protected Resources Division. Harbor seal capture, handling, and research was also authorized by Glacier Bay National Park under Scientific Research and Collecting permit numbers GLBA-2007-SCI-0003, GLBA-2008-SCI-0004, and associated Glacier Bay National Park and Preserve Waivers to park regulations.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/harbor-seal-population-monitoring.htm"
}
