{
    "title": "Glacier Bay National Park & Preserve: Recent Research Highlights",
    "body": "Explore This Park    Learn About the Park     Science & Research     Recent Research Highlights               Recent Research Highlights                 Science in Action! Enjoy browsing through some of the many ongoing and recently-completed research projects conducted in Glacier Bay. Humpback Whale Acoustics and Impacts from Vessel Noise Do humpbacks communicate differently when vessels are around? Vessel Noice Effects on Harbor Seal Behavior Do seals alter their vocalizations in the presence of vessel noise? Distribution and Overwintering of Bats in SE Alaska What bats occur in Glacier Bay? Are they here year-round? Paleontological Inventory of Glacier Bay How significant are the fossils of Glacier Bay? Sea Otters and Marine Communities of Glacier Bay How has the growing sea otter population affected the marine environment? Plate Tectonics in Action Can we detect shifting crustal plates along the park's outer coast?         Accumulation of Mercury in Freshwater Fishes Even remote national parks are not immune Temporal Variations in Uplift in the Glacier Bay Region How fast is the land rising? Ocean Acidification in Glacier Bay Is is really happening here? How do we know? Stream Age and the Biogeochemistry of Post-Glacial Streams How do food sources change as streams develop? Measuring Stream Flow on the Alsek River How much water flows in the Alsek compared to other rivers? Trophic Dynamics in the Gustavus\/Glacier Bay Ecosystem How do the diets of wolves and bears compare?         Holocene and Historic Glacier Activity & Climate Change in Glacier Bay What can ancient wood tell us about the history of Glacier Bay's glaciers? The Voices of Glacier Bay What are some of the most interesting natural sounds of Glacier Bay? Development of Streams Following Glacial Recession What are the major factors affecting colonization of new streams in Glacier Bay? Developing Monitoring Protocols for Ground-nesting Birds What should be measured if you care about the health of shoreline nesters? Conducting a Soil Resource Inventory for Glacier Bay What kinds of soils occur here? Campsite Impact Analysis and Monitoring at Glacier Bay What is the current condition of backcountry campsites? Harbor Seal Highlights Where to Glacier Bay harbor seals go in the winter?         Evaluation and Monitoring of Shore Pine Damage Why are shore pines dying in Gustavus and Glacier Bay? Underwater Acoustic Monitoring in Glacier Bay How does underwater sound affect humpbacks and other creatures? Stream Temperature Regimes in Glacier Bay What causes variation in stream temperatures? Yellow Cedar on Glacier Bay's Outer Coast How healthy are Glacier Bay's yellow cedars? Kinship and Local Structure of Humpbacks in Glacier Bay How closely related are Glacier Bay's whales? Estimating Age-specific Survival and Reproductive Rates of Steller Sea Lions Is the park population healthy? Measuring Noise Budgets, Temporal Patterns, and Differences in Humpback Acoustics Do humpbacks vocalize differently in \"loud\" environments?         Using Satellite Transmitting Tags to Understand Pacific Halibut Do halibut leave Glacier Bay in winter? Do they ever come back? Developing a Monitoring Protocol for Kittlitz's Murrelets How can we keep track of murrelet abundance? How many are there? Population Characteristics of Humpback Whales in Glacier Bay and Adjacent Waters How many whales are there in this area? Monitoring Water Quality of the Salmon River What is the Salmon River's water quality? How is it measured? Monitoring Marine Water Quality in Glacier Bay How clean are the park's marine waters? Counting Bartlett River Salmon Using Sonar How many salmon return to the Bartlett River? Earthquake Monitoring along the Fairweather Fault Are earthquakes common here? Effects of Food Limitation on a High Density Moose Population How many moose occupy the Gustavus area? Is the population growing?         Glacier Bay Research Highlights         Sort By: Rating Relevance Recently Updated Title    Show 10 40  per page     Loading results...     Tags: Glacier Bay Research Highlights",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/glacier-bay-research-highlights.htm"
}
