{
    "title": "Glacier Bay National Park & Preserve: Requesting NPS Logistical Support",
    "body": "Explore This Park    Learn About the Park     Science & Research     Obtaining a Research Permit     Requesting NPS Logistical Support                Requesting NPS Logistical Support       We understand the logistical challenges of conducting scientific research in a wild, remote, and unfamiliar landscape far from one's home base.  Among other things, it can be cumbersome and costly.  The park has some assets that can be shared to assist in the success of your project.  Our means are limited, and are intended to be allocated in priority fashion to those whose research cannot be successfully accomplished using only their own resources.  Here is some guidance for requesting and coordinating logistical support.        Research vessel in Glacier Bay   Todd Bruno (R\/V Capelin vessel operator) coordinates requests for R\/V Capelin support and other support items (e.g., Russell Island floathouse, sea kayaks, other major field gear elements as they are available). Please fill out the logistical support request form and return to Todd (todd_bruno@nps.gov; 907-697-2572) by April 15th for summer field operations. Throughout the development of the R\/V Capelin schedule, Todd may be in touch to ask for slight alterations to your proposed schedule in order to accommodate other users. You may also be asked to share the boat with other users when this is not too great of an impact to either project. Thanks in advance for your flexibility. Please bear in mind that it is easier to accommodate requests for large blocks of time in the early spring or in September. Large blocks of time are much more difficult to arrange during the height of demand in mid-summer, and it is always much easier to accommodate regular, shorter trips - even in the mid-season. Nevertheless, we do encourage you to plan for overnight trips whenever conducting multi-day work in the upper Bay and in general to try to minimize multiple daytrips. Minimizing our own vessel activity helps us to minimize impacts (e.g., air and water pollution, above- and underwater noise, visibility) to park resources and values, as well as costs to taxpayers (e.g., staff time, fuel, vessel wear-and-tear). Overnight trips can be accommodated by using the NPS floathouse at Russell Island (please be sure to include requests for using the floathouse on the form submitted to Todd), or by planning a to camp on shore in the evening. Extra gear and food can be left on the boat, which will be anchored nearby. It is best to keep the number of people onboard to six, including the operator, especially on extended trips. More people than this can be accommodated occasionally.          Please submit a logistical support request form for summer field operations.   Allison Banks coordinates the schedule for the park's transient researcher housing. For 2014 we will be using one of the white NPS houses in Gustavus (not Bartlett Cove) for transient researcher housing this year. Please plan accordingly regarding transportation between there and Bartlett Cove. Please send requests for housing to Allison (allison_banks@nps.gov; 907-697-2611) by April 15th. After receiving all of the requests for vessel support and housing (by April 15th), we will start the process of allocating limited park resources to optimally support the large amount of important scientific research that occurs in the park each year. We plan to let requestors know what kind of\/how much support we will be able to provide for the summer season by May 1st, possibly earlier.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/requesting-nps-logistical-support.htm"
}
