{
    "title": "Glacier Bay National Park & Preserve: Glacier Bay Electronic Bibliography",
    "body": "Glacier Bay Electronic Bibliography       See Also: Glacier Bay Science Symposium BIBLIOGRAPHY OF RECENT RESEARCH: Use the links below to navigate to the research topic of your choice, then select the desired report and click on PDF  to download the file in Adobe Acrobat format (Note: Viewing .pdf files requires the free Adobe Reader program). Most published journal articles are copyrighted, and thus are available as ABSTRACT ONLY. Contact the Glacier Bay library ( e-mail us ) for information on how to obtain a copy of the full article. Marine Research  Harbor seal population, distribution, and foraging ecology Humpback whale population characteristics Underwater acoustics Sea otter population and foraging Steller sea lion surveys Marine reserve research Dungeness crab research Vessel and camper effects on marine environment Kittlitz's murrelet distribution, abundance, and effects of vessels Forage fish\/marine predator surveys Other marine mammal reports  Wilderness\/Backcountry Management  Wilderness condition assessment Bear-human conflict Human effects on nesting birds Exotic plant inventory and control Effects of motorized travel (ATV use)  Coastal Monitoring\/Mapping  Water and watershed conditions Coastal resources inventory and mapping  Species Inventories Geology\/Glaciology\/Climate  Isostatic rebound (uplift) Landslide-induced wave hazard assessment, Tidal Inlet Tidewater and terrestrial glacier dynamics Climate Monitoring Abyss Lake Jokulhlaup Landforms\/bedrock geology  Oceanography  Glacier Bay oceanographic patterns Glacier Bay seafloor mapping  Wildlife Management  Effects of food-limitation on moose population  Commercial\/Recreational Fishing  Sport fisheries harvest information  Terrestrial\/Fresh Water Ecosystems  Ecosystem succession Development of streams following glacial recession Marine Research   Harbor seal population, distribution, and foraging ecology  Blundell, G. (2006). Investigating vital rates and indices of health in the declining population of harbor seals in Glacier Bay: annual report 2006. Alaska Department of Fish and Game. Unpublished report. 11 pp. PDF Herreman, J. K., G. M. Blundell, et al. (2009). \"Evidence of bottom-up control of diet driven by top-down processes in a declining harbor seal Phoca vitulina richardsi population.\" Marine Ecology Progress Series 374: pp:287-300. PDF  Mathews, E. A. (2002). Diet of harbor seals at a glacial fjord and a terrestrial haulout in Glacier Bay: 1996-2001. Glacier Bay National Park and Preserve. 17 pp. Report to National Park Service. Cooperative Agreement 9910-97-0026. 17 pp. PDF Mathews, E. A. (2001). Minimal population estimate for harbor seals in Glacier Bay National Park, 1992-2000: an addendum of key results. University of Alaska Southeast. Report to National Park Service. CA 9910-97-0026. 9 pp. PDF Mathews, E. A. and G. W. Pendleton (2006). Declines in harbor seal (Phoca vitulina) numbers in Glacier Bay National Park, Alaska, 1992-2002. Marine Mammal Science 22: pp:167-189. ABSTRACT ONLY Mathews, E. A. and G. W. Pendleton (2000). Declining trends in harbor seal (Phoca vitulina richardsi) numbers at glacial ice and terrestrial haulouts in Glacier Bay National Park, 1992-1998. University of Alaska Southeast. Report to National Park Service. 9910-97-0026. 21 pp. PDF Taggart, S. J., A. G. Andrews, et al. (2005). \"Co-occurrence of Pacific sleeper sharks Somniosus pacificus and harbor seals Phoca vitulina in Glacier Bay.\" Alaska Fishery Research Bulletin 11: pp. 113-117. PDF Womble, J. N. (2009). Glacier Bay harbor seal location update-2009. U.S. National Park Service, Southeast Alaska Coastal Research Program.  PDF (Map)  Womble, J. N. and S. M. Gende (2008). Glacier Bay harbor seal capture trip summary, September 12-19, 2008. U.S. National Park Service, Coastal Cluster Program, Glacier Bay Field Station. Trip report. 8 pp. PDF Womble, J. N. (2008). Glacier Bay Harbor Seal Location Update April 20 2008. Juneau, Alaska, U.S. National Park Service, Southeast Alaska Coastal Research Program. PDF (Map) Womble, J. N. (2008). Glacier Bay Harbor Seal Locations (11 Sept 2007 - 17 March 2008). Juneau, Alaska, U.S. National Park Service, Southeast Alaska Coastal Research Program. PDF (Map) Note: May Need to be downloaded and saved to display correctly Womble, J. N. and S. M. Gende (2008). Glacier Bay harbor seal overwinter movement update: 15 July 2008. U.S. National Park Service, Glacier Bay Field Station. 6 pp. PDF Womble, J. N., S. M. Gende, et al. (2008). Over-winter migratory behavior of juvenile harbor seals from Glacier Bay National Park. Poster. U.S. National Park Service, Coastal Program, Glacier Bay Field Station. PDF Womble, J. N. and S. M. Gende (2007). Glacier Bay harbor seal overwinter movement update. U.S. National Park Service, Coastal Program. Report Update. 7 pp. PDF Womble, J. N. and S. M. Gende. 2007. Glacier Bay Harbor seal capture trip summary: September 10-15, 2007. U.S. National Park Service, Coastal Program. Unpublished report. 12 pp. PDF Womble, J. N., S. M. Gende, et al. (2007). \"Dive behavior of a harbor seal (Phoca vitulina richardii) in the presence of transient killer whales (Orcinus orca) in Glacier Bay National Park, Alaska.\" Marine Mammal Science 23: pp:203-208. PDF Womble, J. N., S. M. Gende, et al. (2007). Harbor seal foraging ecology investigations in Glacier Bay National Park: annual report 2006. U.S. National Park Service, Coastal Program. Annual report. 16 pp. PDF Womble, J. (2006). Summary of Glacier Bay harbor seal captures April 26 - May 1, 2006. U.S. National Park Service, Glacier Bay National Park and Preserve. Informal narrative report. 1 pp. PDF Womble, J. N., S. M. Gende, et al. (2006). Harbor seal foraging ecology investigations in Glacier Bay National Park: Annual report 2005. U.S. National Park Service, Coastal Program. Annual report. 20 pp. PDF Womble, J. N., S. Gende, et al. (2005). Glacier Bay harbor seal foraging ecology research 2005 field season progress report. U.S. National Park Service, Glacier Bay National Park and Preserve. Unpublished report. 9 pp. PDF Back to Top  Humpback whale population characteristics  Doherty, J. L. and C. M. Gabriele (2004). Results of humpback whale population monitoring in Glacier Bay and adjacent waters: 2004. U.S. National Park Service, Glacier Bay National Park and Preserve. Annual Report. 25 pp. PDF Doherty, J. L. and C. M. Gabriele (2003). Results of humpback whale population monitoring in Glacier Bay and adjacent waters: 2003. U.S. National Park Service, Glacier Bay National Park and Preserve. Annual Report. 22 pp. PDF Doherty, J. L. and C. M. Gabriele (2002). Population characteristics of humpback whales in Glacier Bay and adjacent waters; 2002. U.S. National Park Service, Glacier Bay National Park and Preserve. Annual Report. 33 pp. PDF Doherty, J. L. and C. M. Gabriele (2001). Population characteristics of humpback whales in Glacier Bay and adjacent waters: 2001. U.S. National Park Service, U.S. National Park Service, Glacier Bay National Park and Preserve. Annual Report. 28 pp. PDF Gabriele, C. M., J. L. Doherty, et al. (1999). Population characteristics of humpback whales in Glacier Bay and adjacent waters: 1999. U.S. National Park Service, Glacier Bay National Park and Preserve. Annual Report. 35 pp. PDF Gabriele, C. M. and J. L. Doherty (1998). Population characteristics of humpback whales in Glacier Bay and adjacent waters: 1998. U.S. National Park Service, Glacier Bay National Park and Preserve. Annual Report.35 pp. PDF  Gabriele, C. M., J. L. Doherty, et al. (1997). Population characteristics of humpback whales in Glacier Bay and adjacent waters: 1997. U.S. National Park Service, Glacier Bay National Park and Preserve. Annual Report. 31 pp. PDF  Gabriele, C. M. and T. Hart (2000). Population characteristics of humpback whales in Glacier Bay and adjacent waters: 2000. U.S. National Park Service, Glacier Bay National Park and Preserve.Annual Report. 35 pp. PDF Neilson, J. L., C. M. Gabriele, and P. B. S. Vanselow (2014). Humpback whale monitoring in Glacier Bay and adjacent waters 2013: Annual progress report. Natural Resource Technical Report NPS\/GLBA\/NRTR—2014\/886. National Park Service, Fort Collins, Colorado. PDF  Neilson, J. L., C. M. Gabriele, and P. B. S. Vanselow (2013). Results of humpback whale monitoring in Glacier Bay and adjacent waters 2012: Annual progress report. Natural Resource Technical Report NPS\/GLBA\/NRTR—2013\/796. National Park Service, Fort Collins, Colorado. PDF  Neilson, J. L., C. M. Gabriele and P. B. S. Vanselow (2012). Results of humpback whale population monitoring in Glacier Bay and adjacent waters: 2011. U.S. National Park Service, Glacier Bay National Park and Preserve. Annual Report. 22 pp. PDF  Neilson, J. L. and C. M. Gabriele (2010). Results of humpback whale population monitoring in Glacier Bay and adjacent waters: 2010. U.S. National Park Service, Glacier Bay National Park and Preserve. Annual Report. 20 pp. PDF  Neilson, J. L. and C. M. Gabriele (2009). Results of humpback whale population monitoring in Glacier Bay and adjacent waters: 2009. Glacier Bay National Park and Preserve. Annual Report.19 pp. PDF  Neilson, J. L. and C. M. Gabriele (2008). Results of humpback whale population monitoring in Glacier Bay and adjacent waters: 2008. U.S. National Park Service, Glacier Bay National Park and Preserve. Annual Report. 24 pp. PDF Neilson, J. L. and C. M. Gabriele. (2007). Results of humpback whale population monitoring in Glacier Bay and adjacent waters: 2007. U.S. National Park Service, Glacier Bay National Park and Preserve. Annual Report. 26 pp. PDF Neilson, J.L. and C.M. Gabriele. (2006). Results of humpback whale population monitoring in Glacier Bay and adjacent waters: 2006. U.S. National Park Service, Glacier Bay National Park and Preserve. Annual Report. 22 pp. PDF Neilson, J. L. and C. M. Gabriele (2005). Results of humpback whale population monitoring in Glacier Bay and adjacent waters: 2005. U.S. National Park Service, Glacier Bay National Park and Preserve. Annual Report. 24 pp. PDF Back to Top  Underwater acoustics  Erbe, C. (2003). Assessment of Bioacoustic Impact of Ships on Humpback Whales in Glacier Bay, Alaska. Report to U.S. National Park Service, Glacier Bay National Park and Preserve. 38 pp. PDF Gabriele, C. M. and A. S. Frankel (2002). \"Surprising Humpback Whale Songs in Glacier Bay.\" Alaska Park Science Winter 2002: pp:16-21. PDF Gabriele, C. M. and A. S. Frankel (2002). \"The Occurrence and Significance of Humpback Whale Songs in Glacier Bay, Southeastern Alaska.\" Arctic Research of the United States 16(Fall\/Winter 2002): pp:42-47. PDF Kipple, B. M. (2002). Glacier Bay underwater noise - interim report: underwater noise trends and levels in lower Glacier Bay from acoustic samples acquired during 14 months between August 2000 and June 2002. Naval Surface Warfare Center - Detachment Bremerton. Report to National Park Service. Technical Report NSWCCD-71-TR-2002\/579. 65 pp. PDF Kipple, B. M. (2002). Southeast Alaska cruise ship underwater acoustic noise: underwater acoustic signatures of six cruise ships that sail Southeast Alaska. Naval Surface Warfare Center - Detachment Bremerton. Report to National Park Service. Technical Report NSWCCD-71-TR-2002-574. 91 pp. PDF Kipple, B. M. and C. M. Gabriele (2004). Glacier Bay watercraft noise - noise characterization for tour, charter, private and government vessels. Naval Surface Warfare Center. Technical Report. NSWCCD-71-TR-2004\/545, 47. 45 pp. PDF Kipple, B. and C. Gabriele (2003). Glacier Bay watercraft noise: underwater acoustic noise levels of watercraft operated by Glacier Bay National Park and Preserve as measured in 2000 and 2002. Naval Surface Warfare Center - Carderock Division. Report to National Park Service. Technical Report NSWCCD-71-TR-2003\/522. 54 pp. PDF Back to Top   Sea otter population and foraging  Bodkin, J. L. (2005). Sea otter movements and life history in Glacier Bay National Park and Preserve. U.S. Geological Survey, Alaska Science Center. 2 pp. PDF Bodkin, J. L., B. E. Ballachey, et al. (2006). Sea otter studies in Glacier Bay National Park and Preserve: draft annual report 2004. U.S. Geological Survey, Alaska Science Center. Draft Annual Report. 67 pp. PDF Bodkin, J. L. (2003). \"Return to Glacier Bay.\" Alaska Park Science Summer, 2003: pp:4-11. PDF Bodkin, J. L., G. G. Esslinger, et al. (1999). Estimated sea otter population size in Glacier Bay 8-13 May 1999. U.S. Geological Survey, Alaska Science Center. Unpublished report. 12 pp. PDF Bodkin, J. L., G. G. Esslinger, et al. (1998). Sea otter distribution and relative abundance and management implications in Glacier Bay: 25-26 August 1998. Biological Resources Division, U.S. Geological Survey. Unpublished report. 4 pp. PDF Bodkin, J. L. and K. Kloecker (1999). Intertidal clam diversity, size, abundance and biomass in Glacier Bay National Park & Preserve - 1999 annual report. U.S. Geological Survey, Alaska Science Center. Annual Report. 21 pp. PDF Bodkin, J. L., K. A. Kloecker, et al. (2003). Sea otter studies in Glacier Bay National Park and Preserve: annual report 2002. U.S. Geological Survey, Alaska Science Center. Report to National Park Service. 82 pp. PDF Bodkin, J. L., K. A. Kloecker, et al. (2002). Sea otter studies in Glacier Bay National Park and Preserve: annual report 2001. U.S. Geological Survery, Alaska Science Center. Report to National Park Service. 68 pp. PDF Bodkin, J. L., K. A. Kloecker, et al. (2001). Sea otter studies in Glacier Bay National Park and Preserve: aerial surveys, foraging observations and intertidal clam sampling, 2000 annual report. U.S. Geological Survey, Alaska Science Center. Annual report. 78 pp.  PDF Donnellan, M., J. Bodkin, et al. (2002). The ecological effects of sea otters on shallow benthic communities in Glacier Bay National Park and inventory and monitoring of shallow subtidal communities in lower\/mid-Glacier Bay. U.S. National Park Service, Glacier Bay National Park and Preserve. Annual report. 219 pp.  PDF  Esslinger, G. G. and J. L. Bodkin (2009). Status and trends of sea otter populations in Southeast Alaska, 1969-2003. U.S. Geological Survey. Scientific Investigations Report. 5045. 18 pp. PDF  Esslinger, G. G. (1998). Sea otter distribution and relative abundance: Cross Sound - Icy Strait: 2 - 3 March 1998. U.S. Geological Survey, Alaska Science Center. Unpublished report. 3 pp. PDF Back to Top  Steller sea lion surveys  Gelatt, T. (2004). Trip reports: pup and juvenille Steller sea lion captures in Southeast Alaska and Prince William Sound October-November 2003. Alaska Department of Fish and Game. Trip Report. 11 pp. PDF Jemison, L. (2006). Trip report: sightings of branded Steller sea lions in Southeast Alaska and Northern British Colombia. Alaska Department of Fish and Game. Trip Report. 16 pp. PDF Jemison, L. (2005). Trip report: sightings of branded Steller sea lions in Southeast Alaska 5-8 March 2005. Alaska Department of Fish and Game. Trip Report. 3 pp. PDF Jemison, L. (2003). Trip report: sightings of branded Steller sea lions in Southeast Alaska 14-20 May, 16 June - 2 July, and 26 - 31 August, 2003. Alaska Department of Fish and Game. Trip Report. 30 pp. PDF Jemison, L. (2002). Trip report: sightings of branded Steller sea lions in Southeast Alaska 19-28 August 2002. Alaska Department of Fish and Game. Final Report. 16 pp. PDF Jemison, L. and K. Raum-Suryan (2002). Trip report: sightings of branded Steller sea lions in Southeast Alaska and Northern British Columbia 5 June - 2 July, 2002. Alaska Department of Fish and Game. Trip Report. 28 pp. PDF Mathews, E. (2003) Observations of Steller sea lions with flipper tags at South Marble Island, Glacier Bay National Park. University of Alaska Southeast. Unpublished report. 4 pp. PDF Mathews, E. A. (2003). Observations of Steller sea lions from the western population of South Marble Island, Glacier Bay National Park. University of Alaska Southeast. observation summary report. 6 pp. PDF Mathews, E. and L. Dzinich (2001). A new Steller sea lion rookery in Glacier Bay National Park and Preserve. University of Alaska Southeast. Report to Glacier Bay National Park. Cooperative Agreement 9910-97-0026. 16 pp. PDF Raum-Suryan, K. (2001). Trip report: brand resights of Steller sea lions in Southeast Alaska and Northern British Columbia from 13 June to 3 July, 2001. Alaska Department of Fish and Game. Trip report. 16 pp. PDF Womble, J. N. and M. F. Sigler. 2006. Seasonal availability of abundant, energy-rich prey influences the abundance and diet of a marine predator, the Steller sea lion Eumetopias jubatus. Marine Ecology Progress Series. 325: 281-293. PDF  Back to Top  Marine reserve research  Taggart, S. J., J. Mondragon, et al. (2004). Testing the effectiveness of a high latitude marine reserve network in Glacier Bay National Park, Alaska. Juneau, AK, U.S. Geological Survey, Alaska Science Center, Glacier Bay Field Station: pp. 42. PDF  Taggart, S. J., J. M. Mondragon, et al. (2004). \"High latitude marine reserve research in Glacier Bay National Park.\" Alaska Park Science Winter 2003\/2004. PDF  Taggart, S. J., J. M. Mondragon, et al. (2003). Testing the effectiveness of a high latitude marine reserve network: Phase I: Distribution of king and Tanner Crabs in Glacier Bay National Park, Alaska. U.S. Geological Survey. Progress Report. 26 pp. PDF Back to Top  Dungeness crab research  Barber, J. S. and J. S. Cobb (2007). \"Injury in trapped Dungeness crabs (Cancer magister).\" ICES Journal of Marine Science 64(3): pp:464-472. ABSTRACT ONLY Taggart, S. J., P. N. Hooge, et al. (2003). \"Living on the edge: distribution of Dungeness crab Cancer magister in a recently deglaciated fjord.\" Marine Ecology Progress Series 246: pp. 241-252. PDF Taggart, S. J., T. C. Shirley, et al. (2004). \"Dramatic increase in the relative abudance of large male Dungeness crabs Cancer magister following closure of commercial fishing in Glacier Bay, Alaska.\" American Fisheries Society Symposium Proceedings 42: pp. 243-253. PDF Back to Top  Vessel and camper effects on marine environment  Baker, C. S. and L. M. Herman (1989). Behavioral responses of summering humpback whales to vessel traffic: experimental and opportunistic observations. U.S. National Park Service, Anchorage, Alaska. Technical Report. NPS-NR-TRS-89-01. 50 pp. PDF Lewis, T. M. and E. A. Mathews (2000). Effects of human visitors on the behavior of harbor seals (Phoca vitulina richardsi) at McBride Glacier fjord, Glacier Bay National Park. U.S. National Park Service, Glacier Bay National Park and Preserve. Unpublished report. 22 pp. PDF Mathews, E. A. (2000). Progress report: measuring the effects of vessels on harbor seals (Phoca vitulina richardsi) at North Marble Island, a terrestrial haulout in Glacier Bay National Park. University of Alaska Southeast. Final report to National Park Service. 17 pp. PDF Mathews, E. A. (2000). Reactions of Steller Sea Lions (Eumetopias jubatus) to vessels at a haulout in Glacier Bay, Progress Report. University of Alaska Southeast. Report to National Park Service. 32 pp. PDF Mathews, E. A. (1997). Preliminary assessment of haulout behavior of harbor seals (Phoca vitulina)  and sources of disturbance at the Spider Island reefs, Glacier Bay National Park. U.S. National Park Service, Glacier Bay National Park and Preserve. Final Report. 19 pp. PDF Mathews, E. A. and J. Driscoll (2001). Disturbance of harbor seals (Phoca vitulina) and potential effects on counts from aerial surveys, Glacier Bay National Park, 1991-1999. U.S. National Park Service, Glacier Bay National Park and Preserve. Final Report. CA 9910-7-0026. 26 pp. PDF Neilson, J. L., J. M. Straley, et al. (2009). \"Non-lethal entanglement of humpback whales (Megaptera novaeangliae) in fishing gear in northern Southeast Alaska.\" Journal of Biogeography 36: pp:452-464. ABSTRACT ONLY Wuebben, J. L., L. E. Hunter, et al. (2000). Impact study of vessel effects on the marine and nearshore zone, Glacier Bay, Alaska. Cold Regions Research and Engineering Laboratory. Published report. ERDC\/CRREL LR-00-01. 152 pp. PDF Back to Top  Kittlitz's murrelet distribution, abundance, and effects of disturbance  Agness, A. M. (2006). Effects and impacts of vessel activity on the Kittlitz's Murrelet (Brachyramphus brevirostris) in Glacier Bay, Alaska. MS Thesis. School of Aquatic and Fishery Sciences. University of Washington: 131 pp. PDF Hoekman, S. T., B. J. Moynahan, et al. (2011). Monitoring Kittlitz's and marbled murrelets in Glacier Bay National Park and Preserve: 2009 annual report. U.S. National Park Service, Natural Resource Program Center. Natural Resource Technical Report. NPS\/SEAN\/NRTR-2011\/440. 25 pp.  PDF  Hoekman, S. T., B. J. Moynahan, et al. (2011). Monitoring Kittlitz's and marbled murrelets in Glacier Bay National Park and Preserve: 2010 annual report. U.S. National Park Service, Natural Resource Program Center. Natural Resource Technical Report. NPS\/SEAN\/NRTR-2011\/441. 19 pp.  PDF  Kirchhoff, M. (2008). Methodological considerations for at-sea monitoring of Brachyramphus murrelets in Glacier Bay, Alaska. Alaska Department of Fish and Game. Final report. 73 pp. PDF Kirchhoff, M., M. Smith, et al. (2010). Abundance, population trend and distribution of marbled murrelets and Kittlitz's murrelets in Glacier Bay National Park. Audubon Alaska. Final report to National Park Service. 34 pp. PDF     Romano, M. D., M. L. Arimitsu, et al. (2003). At-sea density and distribution of Kittlitz's murrelets (Brachyramphus brevirostris) and marbled murrelets (Brachyramphus marmoratus) in Glacier Bay, Alaska, Summer 2003. U.S. Geological Survey, Alaska Science Center. Annual Report. 68 pp. PDF  Back to Top Forage fish\/marine predator surveys  Arimitsu, M. L., J. F. Piatt, et al. (2008). \"Distribution and spawning dynamics of capelin (Mallotus villosus) in Glacier Bay, Alaska: a cold water refugium.\" Fisheries Oceanography 17(2): pp:137-146. ABSTRACT ONLY Bodkin, J. L., K. A. Kloecker, et al. (2002). Marine predator surveys in Glacier Bay National Park and Preserve: annual report 2001. U.S. Geological Survey, Alaska Science Center. Report to National Park Service. 46 pp. PDF Robards, M., G. Drew, et al. (2003). Ecology of selected marine communities in Glacier Bay: zooplankton, forage fish, seabirds and marine mammals. U.S. Geological Survey, Alaska Science Center. Report to National Park Service. 156 pp. PDF (WARNING: VERY LARGE FILE - 16MB) Robards, M., G. Drew, et al. (2002). Glacier Bay small schooling fish project. U.S. Geological Survery, Alaska Science Center. Final report. 154 pages pp. PDF (WARNING: VERY LARGE FILE - 21MB) Robards, M., J. Piatt, et al. (1999). Distribution and abundance of small schooling fish in nearshore areas of Glacier Bay, Alaska during June, 1999. U. S. Geological Survey, Alaska Science Center. Preliminary summary report. 22 pp. PDF Back to Top  Other marine mammal reports  Dahlheim, M., A. Zerbini, et al. (2012). Distribution, abundance and trends of harbor porpoise (Phocoena phocoena): Glacier bay National Park and Preserve and adjacent waters of Icy Strait. National Marine Mammal Laboratory. Unpublished report. 16 pp. PDF   Deecke, V. B., J. M. Straley, et al. (2006). \"The mammal-eating killer whales of Glacier Bay National Park and Preserve: hunting with the strong silent types.\" Alaska Park Science 5(2): pp:5-9. PDF Gabriele, C. M. and T. M. Lewis (2000). Summary of Opportunistic Marine Mammal Observations in Glacier Bay and Icy Strait 1994-1999. U.S. National Park Service, Glacier Bay National Park and Preserve. Unpublished report. 35 pp. PDF Back to Top   Wilderness\/Backcountry Management  Wilderness condition assessment  Lewis, T. and N. Drumheller (2004). Wilderness camp impacts: assessment of human effects on the shoreline of Glacier Bay: final report. U.S. National Park Service, Glacier Bay National Park and Preserve. Final report. 60 pp. PDF Back to Top  Bear-human conflict  Lewis, T. (2004). Bear activity and habitat assessment project 2004 progress report. U.S. National Park Service, Glacier Bay National Park and Preserve. Unpublished report. 11 pp. PDF MacHutchon, A. G. (2000). Risk assessment of bear - human interaction at campsites on the Tatshenshini River and lower Alsek River, Yukon, B.C., and Alaska. B.C. Parks. Published report. 76 pp. PDF Smith, T., T. D. DeBruyn, et al. (2003). \"Bear-Human interactions at Glacier Bay National Park and Preserve: conflict risk assessment.\" Alaska Park Science Summer, 2003: pp. 20-25. PDF Back to Top    Human effects on nesting birds  Arimitsu, M. L., J. F. Piatt, et al. (2007). Distribution of ground-nesting marine birds along shorelines in Glacier Bay, southeastern Alaska: an assessment related to potential disturbance by back-country users. U.S. Geological Survey. Scientific Investigations Report. 2007-5278. 58 pp. PDF Arimitsu, M. L., M. D. Romano, et al. (2005). Ground-nesting marine bird distribution and potential for human impacts in Glacier Bay. U.S. Geological Survey, Alaska Science Center. Report to National Park Service. 34 pp. PDF Arimitsu, M. L., M. D. Romano, et al. (2004). Ground-nesting marine bird distribution and potential for human disturbance in Glacier Bay National Park and Preserve, Alaska. U.S. Geological Survey, Alaska Science Center. Annual Report. 24 pp. PDF Tessler, D. F. and L. S. Garding (2006). Black oystercatcher distribution and productivity in the Beardslee Islands, Glacier Bay National Park and Preserve, Alaska: 2005 annual report. Alaska Department of Fish and Game, Nongame Program. Unpublished report. 33 pp. PDF Zador, S. G., J. F. Piatt, et al. (2006). \"Balancing predation and egg harvest in a colonial seabird: a simulation model.\" Ecological Modelling 195: pp:318-326. PDF Zador, S. G. and J. F. Piatt (2002). Simulating the effects of predation and egg harvest at a gull colony, U.S. Geological Survey, Alaska Science Center: 24 pp. PDF Zador, S. G. and J. F. Piatt (1999). Populations and productivity of seabirds at South Marble Island, Glacier Bay, Alaska, during May - July, 1999. U.S. Geological Survey, Biological Resources Division, Alaska Biological Science Center. Unpublished report. 20 pp. PDF Back to Top  Exotic plant inventory and control  Decker, D. (2010). Invasive and exotic species management for Glacier Bay National Park & Preserve: 2010 summary report. U.S. National Park Service, Natural Resource Program Center. Natural Resource Data Series. NPS\/GLBA\/NRDS-2010\/108. 31 pp.  PDF Fisk, J. R. (2011). Invasive Species Management in Glacier Bay National Park & Preserve: 2011 Summary Report. U.S. National Park Service, Natural Resource Program Center. Natural Resource Data Series. NPS\/GLBA\/NRDS-2011\/221. 26 pp. PDF  Heys, J. and C. McKee (2004). Exotic plant survey of Glacier Bay National Park and Preserve: Summer 2004 field season report. 12 pp. PDF  Rapp, W. (2009). Invasive plant management in Glacier Bay National Park and Preserve. U.S. National Park Service, Glacier Bay National Park and Preserve: Summer 2009 field season report. Annual report. 164 pp. PDF  Rapp, W. (2009). Invasive plant management in Glacier Bay National Park and Preserve: Summer 2008 field season report. U.S. National Park Service, Glacier Bay National Park and Preserve. Annual report. 154 pp. PDF  Rapp, W. (2008). Exotic plant management in Glacier Bay National Park and Preserve, Gustavus, Alaska: Summer 2007 field season report. U.S. National Park Service, Glacier Bay National Park and Preserve. Annual report. 119 pp. PDF Rapp, W. (2006). Exotic plant management in Glacier Bay National Park and Preserve, Gustavus, Alaska: summer 2006 field season report. U.S. National Park Service, Alaska Region Exotic Plant Management Team. Annual report. 216 pp. PDF Rapp, W. (2005). Invasive plant management in Glacier Bay National Park and Preserve Gustavus, Alaska: Summer 2005 field season report. U.S. National Park Service, Alaska Region Exotic Plant Management Team. Annual report. 216 pp. PDF  Effects of motorized travel (ATV use)  Pyare, S., K. McCoy, et al. (2005). Space use and habitat use by moose in relation to OHV routes on the Yakutat forelands. Geographic Information Network of Alaska. Unpublished Report. 30 pp. PDF Back to Top   Coastal Monitoring\/Mapping  Water and watershed conditions  Eckert, G., E. Hood, et al. (2006). Assessment of coastal water resources and watershed conditions at Glacier Bay National Park and Preserve, Alaska. U.S. National Park Service, Water Resources Division. Technical Report. NPS\/NRWRD\/NRTR-2006\/353. 129 pp. PDF Nagorski, S., D. Engstrom, et al. (2011). Scale and distribution of global pollutants in Southeast Alaska Network park watersheds. U.S. National Park Service, Natural Resource Stewardship and Science. Natural Resource Technical Report. NPS\/SEAN\/NRTR-2011\/496. 55 pp. PDF   Back to Top  Coastal resources inventory and mapping  Pendleton, E. A., E. R. Thieler, et al. (2006). Relative coastal change-potential assessment of Glacier Bay National Park and Preserve. U.S. Geological Survey. Open-File Report 2005-1247. 29 pp. PDF   Species Inventories   Anderson, B. (2004). An opportunistic amphibian inventory in Alaska's national parks 2001-2003. U.S. National Park Service, Inventory & Monitoring Program, Alaska Region. Final Report. 44 pp. PDF Anderson, B. (2004). \"Glacier toads and frozen frogs: Alaska's surprising amphibian diversity.\" Alaska Park Science 3(2): pp:10-15. PDF Arimitsu, M. L., M. A. Litzow, et al. (2003). Inventory of marine and estuarine fishes in Southeast and Central Alaska national parks. U.S. Geological Survey, Alaska Science Center. Inventory and Monitoring Program Final Report. 79 pp. PDF Carlson, M. L., K. Boggs, et al. (2004). Glacier Bay National Park and Preserve vascular plant inventory: Final technical report. Alaska Natural Heritage Program. NPS Inventory and Monitoring Program Report. Cooperative Agreement No. 1443CA1000013. 64 pp. PDF Litzow, M. A., J. F. Piatt, et al. (2002). Inventory of marine and estuarine fishes in Southeast Alaska national parks during summer, 2001. U.S. Geological Survey, Alaska Science Center. Annual report. 20 pp. PDF Willson, M. F. and S. M. Gende (1998). Breeding landbird survey, midbay region, GBNPP. U.S. Forest Service, Forestry Sciences Laboratory, Juneau. unpublished report. 12 pp. PDF Willson, M. F. and J. V. Nichols (1997). Breeding landbird survey, East Arm, Glacier Bay. U.S. Forest Service, Forestry Sciences Laboratory. Unpublished report. 25 pp. PDF Back to Top   Geology\/Glaciology\/Climate  Isostatic rebound (uplift)  Larsen, C. F., K. A. Echelmeyer, et al. (2003). \"Tide gauge records of uplift along the northern Pacific-North American plate boundary, 1937 to 2001.\" Journal of Geophysical Research 108(B4): pp:2216. ABSTRACT ONLY Larsen, C. F., R. J. Motyka, et al. (2004). \"Rapid uplift of southern Alaska caused by recent ice loss.\" Geophysical Journal International 158(3): pp:1118-1133. ABSTRACT ONLY Larsen, C. F., R. J. Motyka, et al. (2005). \"Rapid viscoelastic uplift in southeast Alaska caused by post-Little Ice Age glacial retreat.\" Earth and Planetary Letters 237: pp:548-560. ABSTRACT ONLY Back to Top  Landslide-induced wave hazard assessment, Tidal Inlet  Geist, E. L., M. Jacob, et al. (2003). Preliminary hydrodynamic analysis of landslide-generated waves in Tidal Inlet, Glacier Bay National Park, Alaska. U.S. Geological Survey. Open-File Report. 03-411. 20 pp. PDF HTML Wieczorek, G. F., E. L. Geist, et al. (2007). \"Hazard assessment of the Tidal Inlet landslide and potential subsequent tsunami, Glacier Bay National Park, Alaska.\" Landslides 4(3): pp:205-215. ABSTRACT ONLY Wieczorek, G. F., M. Jakob, et al. (2003). Preliminary assessment of landslide-induced wave hazards: Tidal Inlet, Glacier Bay National Park, Alaska. U.S. Geological Survey. Open-file report 03-100. 46 pp. PDF HTML Back to Top  Tidewater and terrestrial glacier dynamics  Lawson, D. E. (2004). An overview of selected glaciers in Glacier Bay. U.S. Army Cold Regions Research and Engineering Laboratory. Unpublished report. 5 pp. PDF Lawson, D. (2003). Glacier dimensions and movements, Glacier Bay, Alaska: a brief summary. Anchorage, Alaska, U.S. Army Corps of Engineers: Cold Regions Research and Engineering Liboratory: 4 pp. PDF Molnia, B. F. (2008). Glaciers of North America -- Glaciers of Alaska, in Satellite image atlas of glaciers of the world. R. S. Williams, Jr. and J. G. Ferrigno, eds. U.S. Geological Survey. Professional Paper 1386-K: 525 pp. PDF (DOWNLOAD FROM USGS WEBSITE) Back to Top  Climate Monitoring  Lawson, D., G. Wiles, et al. (2011). Paleoclimate of the last 10,000 years, Glacier Bay National Park and Preserve: progress understanding climate change in Southeast Alaska. U.S. Army Corps of Engineers, Cold Regions Research and Engineering Laboratory. Annual report. 32 pp. PDF Lawson, D. E. and M. Klaar (2011). Climate monitoring in Glacier Bay National Park and Preserve: capturing climate change indicators. U.S. Army Corps of Engineers, Cold Regions Research and Engineering Laboratory. Annual report. 15 pp. PDF  Lawson, D.E., G. Wiles and N. Wiesenberg (2010). Paleoclimate of the last 10,000 years, Glacier Bay National Park and Preserve: Progress understanding climate change in Southeast Alaska. U.S. Army Corps of Engineers, Cold Regions Research and Engineering Laboratory. Annual report. 26 pp. PDF Lawson, D. E., M. Klaar, et al. (2010). Climate monitoring in Glacier Bay National Park and Preserve: capturing climate change indicators. U.S. Army Corps of Engineers, Cold Regions Research and Engineering Laboratory. Annual Report. 21 pp. PDF   Lawson, D. E. and D. C. Finnegan (2009). Climate monitoring in Glacier Bay National Park and Preserve: capturing climate change indicators. U.S. Army Corps of Engineers, Cold Regions Research and Engineering Laboratory. Annual Report. 16 pp. PDF  Lawson, D. and G. Wiles (2009). Paleoclimate of the last 10,000 years, Glacier Bay National Park and Preserve: Progress understanding climate change in Southeast Alaska. U.S. Army Corps of Engineers, Cold Regions Research and Engineering Laboratory. Annual report. 25 pp. PDF Lawson, D. E. and D. C. Finnegan (2008). Climate monitoring in Glacier Bay National Park and Preserve: capturing climate change indicators. U.S. Army Corps of Engineers, Cold Regions Research and Engineering Laboratory. Annual Report. 17 pp. PDF  Lawson, D. and G. Wiles (2008). Paleoclimate of the last 10,000 years, Glacier Bay National Park and Preserve: progress understanding climate change in Southeast Alaska. U.S. Army Corps of Engineers, Cold Regions Research and Engineering Laboratory. Annual Report. 22 pp. PDF  Lawson, D., G. Wiles, et al. (2007). A dendroclimatic record of paleoclimate of the last 10,000 years, Glacier Bay National Park and Preserve: progress understanding climate change in Southeast Alaska. U.S. Army Corps of Engineers, Cold Regions Research and Engineering Laboratory. Annual Report. 29 pp. PDF Lawson, D. E. and D. C. Finnegan (2007). Climate monitoring in Glacier Bay National Park and Preserve: capturing climate change indicators. U.S. Army Corps of Engineers, Cold Regions Research and Engineering Laboratory. Annual Report. 32 pp. PDF Lawson, D. E., D. C. Finnegan, et al. (2006). Climate monitoring: Glacier Bay National Park and Preserve: 2006 annual report. U.S. Army Corps of Engineers, Cold Regions Research and Engineering Laboratory. Annual report. 21 pp. PDF Lawson, D., G. Wiles, et al. (2006). A dendroclimatic record of paleoclimate of the last 10,000 years, Glacier Bay National Park and Preserve: 2006 progress report. U.S. Army Corps of Engineers, Cold Regions Research and Engineering Laboratory. Summary report. 9 pp. PDF Lawson, D., G. Wiles, et al. (2006). A dendroclimatic record of paleoclimate of the last 10,000 years, Glacier Bay National Park and Preserve: progress understanding climate change in Southeast Alaska. U.S. Army Corps of Engineers, Cold Regions Research and Engineering Laboratory. Annual report. 33 pp. PDF Lawson, D. E., D. C. Finnegan, et al. (2006). Monitoring the Climate of Glacier Bay. U.S. Army Corps of Engineers, Cold Regions Research and Engineering Laboratory. 38 pp. PDF Lawson, D., G. Wiles, et al. (2005). A dendroclimatic record of paleoclimate of the last 10,000 years, Glacier Bay National Park and Preserve: 2005 progress report. U.S. Army Corps of Engineers, Cold Regions Research and Engineering Laboratory. Progress Report. 6 pp. PDF Lawson, D. E., D. C. Finnegan, et al. (2005). Monitoring the climate of Glacier Bay. U.S. Army Corps of Engineers, Cold Regions Research and Engineering Laboratory. Progress Report. 32 pp. PDF Lawson, D. E., D. C. Finnegan, et al. (2004). Long-term studies of tidewater and terrestrial dynamics, glacier hydrology and holocene and historic climate activity, Glacier Bay National Park and Preserve, Southeast Alaska. U.S. Army Corps of Engineers, Cold Regions Research and Engineering Laboratory. Progress Report and Update. 7 pp. PDF Back to Top  Abyss Lake Jokulhlaup  Grover, S. (1997). An investigation of the 1997 Abyss Lake Jokulhlaup in Glacier Bay National Park. U.S. National Park Service, Glacier Bay National Park and Preserve. Unpublished report. 11 pp. PDF  Landforms\/bedrock Geology  Brew, D. A., K. Tellier, et al. (2014). Geochronology of plutonic rocks and their tectonic terranes in Glacier Bay National Park and Preserve, southeast Alaska in Dumoulin, J. A., and Galloway, J. P., eds., Studies by the U.S. Geological Survey in Alaska, 2008-2009: U.S. Geological Survey Professional Paper 1776-E, 18 pp. PDF Brew, D. A. (2008). Delineation of landform and lithologic units for ecological landtype-association analysis in Glacier Bay National Park, Southeast Alaska. U.S. Geological Survey. Scientific Investigations Report 2008-5183. 7 pp. PDF Back to Top   Oceanography  Glacier Bay oceanographic patterns  Danielson, S. L. 2012. Glacier Bay oceanographic monitoring program: analysis of observations, 1993-2009. U.S. National Park Service, Natural Resource Stewardship and Science. Natural Resource Technical Report NPS\/SEAN\/NRTR-2012\/527. 172 pp. PDF Etherington, L. L., P. N. Hooge, et al. (2007). Oceanography of Glacier Bay, Alaska: implications for biological patterns in a glacial fjord estuary. Estuaries and Coasts. 30(6):1-18. ABSTRACT ONLY Etherington, L. (2004). Monitoring of oceanographic properties of Glacier Bay, Alaska: 2003 annual report. U.S. Geological Survey, Alaska Science Center. Report to National Park Service. 37 pp. PDF Etherington, L. L., P. N. Hooge, et al. (2004). Factors affecting seasonal and regional patterns of surface water oceanographic properties within a fjord estuarine system: Glacier Bay, AK. U.S. Geological Survey, Alaska Science Center, Glacier Bay Field Station. Report to National Park Service. 79 pp. PDF Hill, D. F., S. J. Ciavola, et al. (2009). \"Estimation of freshwater runoff into Glacier Bay, Alaska and incorporation into a tidal circulation model.\" Estuarine, Coastal and Shelf Science 82(1): pp:95-107. ABSTRACT ONLY Hooge, P. N. and E. R. Hooge (2002). Fjord oceanographic processes in Glacier Bay, Alaska. U.S. Geological Survey, Alaska Science Center. Report to the National Park Service,. 144 pp. PDF Hooge, P. N., E. R. Hooge, et al. (2002). Fjord oceanographic processes in Glacier Bay, Alaska, U.S. Geological Survey, Alaska Science Center, Glacier Bay Field Station. Information sheet. 1 p. PDF Madison, E. and L. Etherington (2005). Monitoring of oceanographic properties of Glacier Bay, Alaska: 2004 annual report. U.S. Geological Survey, Alaska Science Center, Glacier Bay Field Station. Unpublished Report. 21 pp. PDF Sharman, L. C. (2011). Glacier Bay National Park and Preserve oceanographic monitoring program: 2009 annual report. U.S. National Park Service, Natural Resource Stewardship and Science. Natural Resource Technical Report. NPS\/SEAN\/NRTR-2011\/508. 31 pp.  PDF  Back to Top  Glacier Bay seafloor mapping  Carlson, P. R., P. N. Hooge, et al. (2005). \"Discovery of 100-160-year-old iceberg gouges and their relation to halibut habitat in Glacier Bay, Alaska.\" American Fisheries Society Symposium Proceedings 41: pp: 235-243. PDF Harney, J. N., G. R. Cochrane, et al. (2006). Geologic characteristics of benthic habitats in Glacier Bay, Southeast Alaska. U.S. Geological Survey. Open-file Report. 2006-1081. 232 pp. PDF Hooge, P. N. and P. R. Carlson (2001). Mapping benthic habitat using geological and ocanographic tools - Glacier Bay, Alaska. U.S. Geological Survery, Alaska Science Center. Information sheet. 2 pp. PDF Hooge, P. N., P. R. Carlson, et al. (2004). Seafloor habitat mapping and classification in Glacier Bay Alaska: Phase 1&2 1996-2004. U.S. Geological Survey, Alaska Science Center, Glacier Bay Field Station. Unpublished Report. 182 pp. PDF Trusel, L. D., G. R. Cochrane, et al. (2010). Marine benthic habitat mapping of Muir Inlet, Glacier Bay National Park and Preserve, Alaska, with an evaluation of the Coastal and Marine Ecological Classification Standard III. U.S. Geological Survey. Scientific Investigations Map. 3122, 4 sheets, various scales, 1 pamphlet, 26 pp. USGS Index Page (HTML) Back to Top   Wildlife Management  Effects of food-limitation on a high density moose population  Commercial\/Recreational Fishing  Sport fisheries harvest information  Gasper, J. R., V. F. Gallucci, et al. (2005). Sportfishery information for managing Glacier Bay National Park and Preserve. Volume 1: Catch, harvest and effort for the Gustavus and Elfin Cove sportfishery in the Cross Sound and Icy Strait region of northern Southeast Alaska during 2003. Pacific Northwest Cooperative Ecosystem Studies Unit. Technical report. NPS\/PWRUW\/NRTR-2005-1. 66 pp. PDF Osterhoudt, S. R., J. Swanson, et al. (2005). Sportfishery information for managing Glacier Bay National Park and Preserve. Volume 2: a survey of fishing license holders entering Glacier Bay on private vessel permits. Pacific Northwest Cooperative Ecosystem Studies Unit. Technical report. NPS\/PWRUW\/NRTR-2005-01. 120 pp. PDF Back to Top   Terrestrial\/Fresh Water Ecosystems  Ecosystem Succession  Milner, A. M., C. L. Fastie, et al. (2007). \"Interactions and linkages among ecosystems during landscape evolution.\" BioScience 57(3): pp:237-247.  ABSTRACT ONLY  Development of streams following glacial recession  Flory, E. A. and A. M. Milner (2000). \"Macroinvertebrate community succession in Wolf Point Creek, Glacier Bay National Park, Alaska.\" Freshwater Biology 44: pp:465-480. ABSTRACT ONLY Flory, E. A. and A. M. Milner (1999). \"Influence of riparian vegetation on invertebrate assemblages in a recently formed stream in Glacier Bay National Park, Alaska.\" North American Benthological Society 18(2): pp:261-273. PDF Milner, A. M., A. Robertson, et al. (2007). Colonization and development of a stream community over 28 years; Wolf Point Creek in Glacier Bay, Alaska. Bioscience 57 (3): pp 237-247.  ABSTRACT ONLY Milner, A. M., E. E. Knudsen, et al. (2000). \"Colonization and development of stream communities across a 200-year gradient in Glacier Bay National Park, Alaska, U.S.A.\" Canadian Journal of Fisheries and Aquatic Sciences 57(11): pp. 2319-2335. ABSTRACT ONLY Back to Top",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/bibliography.htm"
}
