{
    "title": "Glacier Bay National Park & Preserve: Humpback Whale Monitoring Program",
    "body": "Explore This Park    Learn About the Park     Science & Research     Humpback Whale Monitoring Program               Humpback Whale Research & Monitoring        Biologists have been monitoring humpbacks in Glacier Bay for over 30 years.       The humpback whale is an endangered migratory baleen whale that occurs in all ocean basins of the world. More than 28,000 North Pacific humpbacks were killed by commercial whalers in the twentieth century, reducing their population to approximately 1,000 animals by the mid-1960's. By the end of the 1965 hunting season, when the International Whaling Commission instituted a moratorium on commercial hunting of humpbacks, their worldwide population had dwindled from more than 125,000 before exploitation to an estimated 10,000. The humpback whale was classified as an endangered species in 1973 when the U. S. Endangered Species Act was implemented. At present, there is no precise estimate of the worldwide humpback whale population.                Humpback Whales Giants of the Bay   Glacier Bay's rich waters are important summer feeding grounds for humpbacks          Help us protect humpbacks Whale Waters Regulations   Whales most often feed within 1 mile from shore. Learn how to protect them in Glacier Bay          The Return of \"Snow\"  Whale #68 Articulation Project   Learn how we cleaned, re-articulated, and put on display a massive humpback whale skeleton.                 Humpback whale sightings were first reported in Glacier Bay in 1899; by the 1930s they were commonly seen in the Bay. Whale numbers typically rise in mid-June, peak in July and August, are somewhat lower in April, May and September and are lowest from October through March. The NPS has monitored humpback whale population characteristics from June 1 to August 31 each year since 1985 to document the number of individuals identified, residence times, spatial and temporal distribution, calf production, feeding behavior and human\/whale interactions including strandings, entanglements in fishing gear and behavioral disturbance. The whale monitoring program also generates whale distribution data used to determine where and when \"whale waters\" vessel operating restrictions are needed during the summer visitor season. The whale monitoring program covers Glacier Bay and most of Icy Strait, but park waters west of Dundas Bay are not monitored. Biologists' overall concern is that disturbed whales use energy in reacting to ships, are diverted from previous activity (in Glacier Bay, mainly feeding) and may temporarily move away from preferred habitat or prey patches. It is not known whether whales that tolerate chronic noise exposure undergo stress or are otherwise deleteriously affected. As noted in the NMFS 1993 Biological Opinion, the long term effects of chronic disturbance on the whales' survival and reproduction may never be known. To protect endangered humpback whales from chronic disturbance in Glacier Bay, vessel management regulations are designed to allow NPS the flexibility to incorporate the latest knowledge about underwater noise, whale distribution and behavior into its management actions.         Photo Identification Each whale's flukes have a distinct, stable black and white pigment pattern that allows researchers to distinguish individuals. Researchers photographically identified 237 individual humpback whales, including 10 calves, in Glacier Bay and Icy Strait during the summer of 2013. This is the highest number of whales documented since the monitoring program began in 1985. Forty-eight whales (14 in Glacier Bay and 34 in Icy Strait) were sighted on just one day. Research has shown that whales move between Glacier Bay \/ Icy Strait and other areas in Southeast Alaska, suggesting that the number of whales in all of these areas is interdependent. Mature female humpback whales typically reproduce at 2-year intervals, although there is considerable variability in calving intervals. Name That Whale! Can YOU identify the matching flukes?        Learn More About Glacier Bay Whales           Underwater Sounds of Glacier Bay Underwater Acoustic Monitoring   What does Glacier Bay sound like underwater?          Get To Know Southeast's Whales Humpback Whales of Southeastern Alaska   AlaskaHumpbacks.org          Voices of Glacier Bay Soundscape Project   Among all of Alaska's national parks and other public lands, Glacier Bay may offer the greatest richness and variety of natural, wild voices             Future Research  Multi-year studies of humpback whales in Glacier Bay have found that whales change their behavior in the presence of cruise ships. This series of studies determined that the typical reactions of whales to the presence of vessels at distances of up to 4 km are to avoid them by diving underwater or swimming away, spending less time at the surface and changing their breathing rates. Several studies on bowhead and gray whales have shown analogous reactions under varying conditions of vessel number, size, proximity, speed and course. In summer 2000, the NPS began monitoring underwater ambient noise and measuring the noise exposures experienced by marine mammals. The NPS will use the results to evaluate the effects of vessel speed and course on underwater acoustic conditions and determine what areas of the Park are subject to high acoustical impact due to sound propagation characteristics. In the meantime, the NPS requires cruise ships to submit underwater noise minimization plans, with the goal of reducing the duration or likelihood of whale disturbance. The acoustic monitoring program is designed to determine the physical and operational aspects of motorized vessels that minimize underwater noise, thereby informing the NPS of factors which could become part of the underwater noise minimization plans. Annual Reports The humpback whale monitoring program produces an annual report which summarizes the findings of the NPS whale monitoring in Glacier Bay and Icy Strait. Although most of Icy Strait is outside the Park boundary, the whale monitoring program encompasses both Glacier Bay and Icy Strait, because whales frequently move between these areas. Reports from 1997-the present are available on this web site, along with other publications that may be of interest.              Complete listing of SE Humpbacks   alaskahumpbacks.org        Glacier Bay Humpback Whale Fact Sheet   How many, population structure, annual highlights, etc.        Listen to Whale Sounds   Whale song, feeding calls, contact calls, vocals, flipper slaps, and more            Browse Our List of Humpback Whale Reports  annual reports, monitoring data, research findings, etc.      Five Ways to Avoid Whale Strikes This new flyer was produced by Glacier Bay whale biologists in collaboration with a variety of individuals with expertise on whale behavior and ship strike avoidance.         Related Web Sites Humpback Whales of Southeastern Alaska http:\/\/www.alaskahumpbacks.org\/index.html National Marine Fisheries Service Alaska Region - Protected Resources Division http:\/\/www.fakr.noaa.gov\/protectedresources\/default.htm Photographic Catalogue of Humpback Whales in British Columbia http:\/\/www.pac.dfo-mpo.gc.ca\/science\/species-especes\/humpback-bosse\/index-eng.htm Hawai'i Marine Mammal Consortium http:\/\/www.hmmc.org\/ Provincetown Center for Coastal Studies http:\/\/www.coastalstudies.org\/",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/whales.htm"
}
