{
    "title": "Grand Canyon National Park: Research Library",
    "body": "Research Library          The \"Nature, Culture and History at Grand Canyon\" website is the park's primary online source of historical and cultural information, Click on the photo above to visit.         The Library is open Monday-Thursday, and every other Friday, 8:00 a.m. - 4:30 p.m.  (Closed for lunch and federal holidays)  Telephone: 928-638-7768 (for library information) Email the Research Library   Online catalog: http:\/\/n94044.eos-intl.net\/N94044\/OPAC\/Index.aspx   Research Library, Park Headquarters Building, 20 South Entrance Road, P.O. Box 129, Grand Canyon, AZ 86023        Use of the Library  The library contains a comprehensive collection about Grand Canyon and related subjects, including books, periodicals, government documents, reports, pamphlets, DVDs, CDs, and videos.   The library is open to everyone, free of charge. To visit the Grand Canyon National Park Research Library walk through the Park Headquarters lobby and continue diagonally across the courtyard to the northwest corner.   Checkout privileges are extended to National Park Service employees and interns, Volunteers-in-the-Parks, Albright Training Center staff and students, Grand Canyon Semester students, Grand Canyon Unified School District faculty and students, and Grand Canyon Association members. All others may use the library as a reference library or receive its materials through interlibrary loan.   There are 2 Internet PCs for public use, with a WI-FI zone in the library and surrounding courtyard.        Library Collections  Books The main library and branches house more than 12,000 books on Grand Canyon and related topics.  Subjects include: • General books on Grand Canyon • Natural history and geology of Grand Canyon • Astronomy • Grand Canyon region history • Archaeology of Grand Canyon  • Native peoples of Grand Canyon region - Hopi, Navajo, Zuni, Paiute, Havasupai, and Hualapai • Hiking in Grand Canyon and surrounding areas • Grand Canyon region government reports and studies • Environmental education and interpretation methodology • General natural history • National Park Service history and management • Arizona and Utah history  Periodicals The collection includes current magazine subscriptions, as well as many archived titles.  Additional Collections • Vertical File: A variety of pamphlets including historical information. • Children’s Collection: A small children’s collection has a similar scope to the rest of the library. • Audio-visual Materials: More than 500 videos and DVDs include many exclusively on Grand Canyon. The collection also contains CD-ROMs. • Microfiche Collection: This collection contains archival material covering the administrative history of the park. • Rare Book Collection: This collection contains early works on Grand Canyon. Rare book items may be viewed by appointment.        Library Services  Online Catalog: http:\/\/n94044.eos-intl.net\/N94044\/OPAC\/Index.aspx This unified catalog for all National Park Service libraries serves as the catalog for the Grand Canyon National Park Library. Use the Limit Search box to specify “Grand Canyon National Park.”   Inter-library Loan: The library cooperates with other libraries. We can request and provide materials on a world-wide basis.  Orientations: Orientation tours of the library and its services can be arranged by appointment for groups and individuals.  Circulation Policy for those with Checkout Privileges (National Park Service employees and interns, Volunteers-in-the-Parks, Albright Training Center staff and students, Grand Canyon Semester students, Grand Canyon Unified School District faculty and students,and Grand Canyon Association members.)  Books, videos, CD-ROMs: Circulate for 1 month. Items can be renewed if no hold exists. Items may be renewed in-person, by e-mail, or by telephone at 928-638-7768.  Periodicals: Current periodicals circulate for 2 days.  Vertical file, rare book collection, and reference books: Do not circulate. A copy machine is available for public use.  If an item is lost, the patron will be charged the replacement cost of the item plus a $20.00 service charge.        Supporting the Research Library   Volunteer. Work with staff, patrons, and the collections in preservation, reference, or library support areas. For more information, contact the librarian, or the Grand Canyon National Park Volunteer Coordinator, to learn about volunteer opportunities.  Donate. The park is always seeking donations to enhance the historic collection. Contact the librarian for information about donating photographs, documents, or other materials. Join the Grand Canyon Association, a non-profit entity cooperating with the National Park Service to advance educational programs, including the library, to promote understanding and appreciation of the park. For more information contact the GCA at 1-800-858-2808 or their website https:\/\/www.grandcanyon.org\/ Internship. The librarian would be happy to discuss internship or practicum ideas and opportunities with students enrolled in Library Studies programs.          Library History  “Plans were made late in the spring of 1922 to accumulate a Reference Library of literature relating to this Park and the locality. A further development of the library in the shape of a circulating library for the use of permanent forces of the Park and the residents of Grand Canyon was considered possible. A contribution of fifty reference books has been loaned by the Arizona State University Library and individual contributions have been made by Ellsworth L. Kolb of Grand Canyon, Miss H.H. Maddux and Miss Booram of Washington, D.C., Miss Grace Weekly of Marshall, Illinois, and others.” Superintendent’s Annual Report, Grand Canyon National Park, 1922  By May of 1927, Glenn Sturdevant, the first park naturalist, managed the Reference Library. Edwin D. McKee, his successor, cultivated the library from 1927 until 1951, when Louise Hinchliffe was employed as the clerk\/stenographer. One of her duties included managing the library, which she ably accomplished. By the time she retired in 1985, she was officially the “park librarian.” More recently a series of library managers have increased the collection to its current scope.  The library has been housed in different buildings including the school house still standing south of the Xanterra Auto Garage. When Park Headquarters opened in 1957, the library moved there and has resided in several different locations within the building.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/historyculture\/reslib.htm"
}
