{
    "title": "Glacier Bay National Park & Preserve: Natural Features & Ecosystems",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems               Natural Features & Ecosystems        Glacial features characterize the lands and waters of upper Glacier Bay       The boundaries of Glacier Bay National Park and Preserve encompass an extensive and diverse North Pacific coastal ecological community or \"biome.\" Ice fields, expansive river and stream systems, and tidewater glaciers are significant natural features that influence what plants and animals are able to survive in any given location. Steep, sculpted peaks and scoured, rock-strewn valleys show scars of glacial activity and mark the advances and retreats of glaciers dating back over 115,000 years to before the Wisconsin Ice Age. The sheltered waters of Glacier Bay ebb and flow with the region's huge tides, which can change as much as 25 feet during a six-hour period. Ocean waves pound the beaches of the wild and remote Gulf of Alaska coast. Between the bay and the coast, snow-clad peaks of the Fairweather Range capture the moisture coming in off the Gulf of Alaska and, in turn, spawn the park's largest glaciers. At the base of these lofty peaks, deglaciated foothills and outwash plains rapidly turn green as the ice retreats and seeds find their way to the newly revealed land.   During the most recent ice advance (4000-250 years b.p.), the weight of the massive ice-age glaciers was so great that it depressed the earth's crust into the molten mantle below. Once the glaciers retreated and the weight was removed, the earth's crust began rising back up in the mantle. Sound confusing? Imagine an air mattress (earth's crust) floating on water (mantle). If you piled blocks of ice up on the air mattress, the mattress would be depressed into the water surface and float lower. But as the ice melted, the mattress would slowly rise until it reached equilibrium. This process of the land rising up is called \"isostatic rebound.\" The rate that the land is rising varies. Currently it approaches an inch a year in places, but in the recent past it has been recorded at nearly two inches a year near the glaciers. Islands that once were separate are joining. New islands and peninsulas emerge from the waters. Beaches continue to rise and expand.  Glacial retreat has opened the lands and waters of Glacier Bay to an array of plant and animal communities. On land, these range from barrens near the glaciers where very little grows to the lush mature spruce and hemlock forests and peatlands near the mouth of the bay.  In the marine waters, a similar progression is underway, although distance from tidewater glaciers rather than time seems to be key to marine community development. For over 100 years, scientists have been drawn to Glacier Bay to study the way life returns to the land and sea so recently dominated by glaciers. Their findings are of global importance and have furthered our understanding of how the earth recovers from previous ice ages.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/naturalfeaturesandecosystems.htm"
}
