{
    "title": "Glacier Bay National Park & Preserve: Bear Research and Management",
    "body": "Explore This Park    Learn About the Park     Science & Research     Bear Research and Management               Bear Research and Management        Brown bear investigating a backcountry campsite in Glacier Bay.           Glacier Bay Bears Biology, distribution, diet, safety, identification, photo gallery        Bear research and management is a priority for Glacier Bay National Park and Preserve because visitors greatly value bear-viewing opportunities, bears are long-lived animals with low reproductive rates, and bear-human conflicts are a rare but significant safety concern. Glacier Bay National Park Bear Goals  Keep bears and human attractants (food and trash) separate to reduce conflicts and ensure bears retain their natural habits.  Ensure opportunities for present and future generations of visitors to view and encounter bears safely.  Obtain information on black and brown bears in the Park and Preserve necessary to manage bears and inform policies to minimize conflicts.  Preserve and perpetuate natural bear populations.  The following research projects are currently being or have been conducted to learn more about bears in the park: Disturbance of Brown Bears by Vessels Bear Distribution and Landscape Genetics Blubber Bonanza: An Opportunistic Scavenger Study Black and Brown Bear Activity at Selected Coastal Sites in Glacier Bay National Park  Gustavus Forelands Bear Population Study  International Management of Bear-Human Conflicts on the Tatsenshini-Alsek River. Poster      For more information about past and future bear research, bear management protocols, and goals of the bear program, please read our annual Bear Program Reports (below) and the Glacier Bay National Park Bear Management Plan.          Read the latest annual bear report   Glacier Bay Bear Program Annual Reports 2014 Bear Program Report  \"The Plight of the Passing Ursine\" 2013 Bear Program Report  \"Trials and Tribulations of the Tempestuous Teenager\"  2012 Bear Program Report \"A Summer of Winter-Quest For Food\" 2011 Bear Program Report \"Year of the Brown Bear: Take 2\" 2010 Bear Program Report \"The Year of the Brown Bear\"         Bear Management Plan Keeping Glacier Bay's bears safe and wild           Smile! Glacier Bay Bears photogallery         Bear scratching on tree captured by wildlife camera NPS",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/habitatresearch.htm"
}
