{
    "title": "Glacier Bay National Park & Preserve: Coasts\/Shorelines",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Coasts\/Shorelines                Coasts\/Shorelines        Walking the marine shoreline in the southern part of Glacier Bay Photo by Scott Croll      Nearly 1200 miles of shoreline in the park provide an interface between land and sea and a vital link between the land and marine environments. Virtually all creatures that live in Glacier Bay – including people – use some part of the marine environment that is made available along the shoreline.Beaches provide travel corridors and den sites for land mammals. While strolling the beaches of Glacier Bay keen observers may come across the tracks from the likes of bears, river otters, coyotes and wolves.The beaches also can provide rich feeding grounds. Not only are they places where carcasses can wash ashore, but when the tide is out, the exposed \"intertidal zone\" uncovers a variety of invertebrate life, which become easy pickings. These include such high-quality food items as mussels, clams, chitons, and barnacles which are consumed by a variety of birds and mammals. Herbivores such as mountain goats and moose graze on plants of the upper intertidal zone or eat kelp to obtain salt and essential nutrients. Gulls and sparrows will pick at the limpets and barnacles. Crows and ravens will pick up clams and mussels, fly up 10 to 15 feet and drop them, devouring the contents when the shell eventually cracks open. Humans, too, have enjoyed this bounty through the ages. The native people of Glacier Bay, the Hoonah Tlingit, have a saying: \"When the tide is out, the table is set.\"The richness of the marine ecosystem is transported inland in the form of salmon. Four species of salmon -- pink (humpy), red (sockeye), chum (dog) and coho (silver) -- are known to spawn in the park. King (chinook) salmon spawn in the AlsekRiver located in the preserve. After spending several years (depending on the species) in the ocean, salmon leave the saltwater to swim up freshwater streams where they lay their eggs and die. During the spawning season, bears and other predators can be readily found along these streams gorging themselves on fish. But not all dead fish get eaten and as the salmon carcasses decompose, the nutrients from the bodies are absorbed by streamside plants, which are eaten by grazers which are, in turn, eaten by predators.Juvenile salmon remain in streams for a time after hatching and become an important food source for birds and mammals as well.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/coasts-shorelines.htm"
}
