{
    "title": "Glacier Bay National Park & Preserve: Science & Research",
    "body": "Explore This Park    Learn About the Park     Science & Research             Science & Research                   Southeast Alaska Inventory and Monitoring               Researching Glacier Bay Bears               \"Voices of Glacier Bay\" Soundscape Project               Harbor Seal Research               Humpback Whale Monitoring Program               Glacier Bay Research Highlights             The 1916 Organic Act, which created the National Park Service, requires parks \"to conserve the scenery and the natural and historic objects and the wild life therein.\" A comprehensive program of scientific research and monitoring is thus required to ensure that Glacier Bay 's natural and cultural resources are adequately protected. Some of these studies are focused on specific resource concerns, such as the effects of vessels on marine life or the impacts of shoreline camping on nesting birds. Other studies are broader in nature and intended to better understand the complex marine and terrestrial ecosystems of this large wilderness park. Such understanding is necessary in order to separate natural change from changes which are caused by human activities.          Are you interested in conducting research in Glacier Bay National Park? Select the image for more information.    While some research projects at Glacier Bay are conducted by park staff, many are performed by scientists from other agencies or institutions under working agreements with the National Park Service. The importance of science-based management is widely recognized throughout the national park system and is incorporated into Glacier Bay National Park 's mission statement. Besides management-directed science, a variety of other studies are also conducted by researchers from various federal and state agencies and universities, as well as by some independent researchers. NPS policies state that in addition to using science as a means to improve park management, parks can and should be centers for broad scientific research and inquiry. Science in the park thus encompasses an array of disciplines in a variety of natural, cultural and social science investigations. All research, however, results in a better understanding of the park's natural and cultural environment and will ultimately benefit the National Park Service's ability to preserve and protect our national heritage.                 Science In Action! Glacier Bay Research Highlights   Enjoy browsing through some of the many ongoing and recently-completed research projects conducted in Glacier Bay.          Keep Current! Glacier Bay's Ocean Science Hub   The latest updates on scientific research currently occurring in the park, along with the people who conduct it and how park managers use it              All research projects at Glacier Bay are conducted in accordance with the NPS research permitting system, which establishes standards and reporting requirements for research in parks nationwide. The results of all scientific activities conducted in the park must be made available to park managers, the scientific community, and the public through both technical publications and popular media. An annual progress report in a prescribed format is also required at the end of each year. Multiple copies of all final reports or publications coming from the study must be submitted to the park for inclusion in the park library and research files. Other special conditions may be imposed upon approval of the project.           Southeast Alaska Inventory & Monitoring Network (SEAN)  The Southeast Alaska Inventory and Monitoring Network is one of 32 networks across the United States that further the National Park Service's strategy to improve park management through greater reliance on scientific information. Supporting Glacier Bay, Klondike Gold Rush, and Sitka National Historical Park, the SEAN establishes and provides long-term ecological monitoring of a variety of natural vital signs.         Alaska Park Science   Alaska Park Science is a semi-annual journal that shares what we are learning in Alaska's national parks through the study of their vital cultural and natural resources.         Glacier Bay Science Symposium Proceedings Find an article from any of the four Glacier Bay Science Symposium Proceedings",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/scienceresearch.htm"
}
