{
    "title": "Glacier Bay National Park & Preserve: Changing Seas",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Changing Seas                Changing Seas              Visitors to Glacier Bay journey on ocean waters, often with the hope of glimpsing magnificent marine life such as humpback whales. These amazing animals depend on the healthy marine environment protected by Glacier Bay National Park. However, Glacier Bay's waters, like oceans everywhere, are vulnerable to change. Glacier Bay waters are especially sensitive to the phenomenon of ocean acidification – the decrease in the pH of the ocean caused by the absorption of carbon dioxide (CO2) from the atmosphere. Earth's oceans have always absorbed CO2 from the air, but today's increasing atmospheric CO2 levels, largely due to the burning of fossil fuels, mean higher levels of dissolved CO2 in seawater.   Studies show that even small reductions in ocean pH can be damaging to animals that have shells, because the acidic water corrodes or eats away at their protective shell covers. Young clams, crabs, and fish grow more slowly when pH levels decline, so their chance of survival decreases. This includes plankton, the microscopic animals that are the foundation for the entire marine food web. Marine scientists predict a risk of fundamental changes in entire marine ecosystems due to ocean acidification.        Researcher collecting samples of water from the depths of Glacier Bay to document changing conditions for marine life. NPS  A recent research project in Glacier Bay documented reduced pH in Glacier Bay's ocean waters, meaning that the normally basic (higher-pH) seawater is becoming more acidic. While seawater is generally resistant to pH reductions, this resistance to acidification is diminished when abundant fresh water \"dilutes\" ocean water. What dilutes ocean water in Glacier Bay? Abundant fresh water flowing from melting glaciers, thawing snow, and rainfall. This dilution effect strengthens during summer months due to higher glacial meltwater runoff. Summer is also the time of greatest ocean productivity, so the impact on marine life increases. Currently there is no evidence of any direct negative effects of ocean acidification in Glacier Bay. Researchers will continue to investigate ocean pH in order to increase our understanding of and ability to respond and adapt to this environmental change. The National Park Service cannot directly affect the levels of CO2 entering Glacier Bay's ocean water and the resulting ocean acidification. However, the park strives to reduce other influences on the marine environment so that Glacier Bay can continue to be one of the healthiest marine areas in the world.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/changing-seas.htm"
}
