{
    "title": "Glacier Bay National Park & Preserve: Oceans",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Oceans                Oceans          A fortunate combination of characteristics make seas of the Glacier Bay region immensely productive. The waters of the adjacent Pacific Ocean warm and enrich the waters locally, which are then further fertilized by nutrient runoff from the land. Complicated shoreline and bottom topography combine with exceptionally high tidal energies to produce strong currents that stir nutrients to the surface making it more available. Two other factors are necessary to translate nutrients into productivity: enough light for plant plankton to photosynthesize rapidly, and enough water column stability to allow these tiny organisms to stay in the zone of light near the surface. All these factors come together in spring and early summer. Then, for a few weeks, the concentrations of plant plankton reach astronomical proportions. Many animal plankton (e.g., krill, copepods) and bottom-dwelling invertebrates (e.g., starfish, sea urchins, worms, and clams) time their reproduction to coincide with this brief time of plenty. Vast shoals of small fishes such as herring, capelin and sand lance in turn feed upon this animal plankton. Salmon, sea lions, porpoises, cormorants, and murrelets forage on the fishes, while humpback whales come from Hawaii and Baja California to harvest small fish and the plankton by the ton. Seaweed and salt-marsh vegetation also begins to grow in early spring. They support an abundance of grazers, from deer and geese (at low tide) to snails (at high). When this vegetation decomposes, it produces detritus for bottom-dwellers like worms and sand fleas.         Summer in the upper waters is a brief but exuberant season. Hordes of migrants arrive to join the winter holdouts in harvesting the bounty. Most marine birds and mammals raise their young and then put on fat while the good times last. Fishes exhibit a variety of reproductive strategies. Herring and cod release eggs that hatch into larvae which fend for themselves in the rich plankton soup. Skates produce large yolk-rich eggs produced from stored energy from the previous season. Ling cod males use stored energy reserves to defend their brood of eggs from predation. As the snows and gales of winter come, and the sun moves ever lower in the sky, much of the marine world goes \"on hold.” Many species leave for the south or the warmer temperatures of the open sea. Most of the rest curtail their activity. Salmon eggs rest in creek gravels. Herring and rockfish school in a rocky deep to await the coming of spring when the drama will be replayed.      Marine productivity comes ashore in numerous ways. Salmon carry it to the far corners of the region when they spawn. The young of some species remain in ponds and streams, where they are important food for mergansers and kingfishers. Eagles, otters and mink hunt at sea and carry their catch to land. Most important, shores provide hundreds of miles of interface between land and sea. They provide thoroughfares and den sites; carcasses wash up on them; and they grow lush intertidal communities that are dry land when the tide is out. A large array of predators and scavengers from bears to shrews and ravens patrol the beaches, eating flotsam and some of the intertidal invertebrates. Herbivores like deer, moose, mountain goat, porcupine and voles graze on plants of the upper intertidal zone or eat kelp for salt.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/oceans.htm"
}
