{
    "title": "Glacier Bay National Park & Preserve: Environmental Factors",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors               Environmental Factors             Coastal Temperate Rainforest Setting The coastal rain forest that surrounds Glacier Bay stretches from northern California to Prince William Sound and Kodiak Island. It owes its vast extent to a warm oceanic current which extends along a 2000 mile stretch of coast and induces a moderate, wet climate. Coastal mountains block this maritime influence, limiting the rain forest to a relatively narrow belt along the sea. The Tongass National Forest, which extends south and east of Glacier Bay, contains 14 percent of the world's total acreage of temperate rain forest. A temperate rain forest has:  More than 55 inches of annual precipitation, with 10 percent or more occurring in the summer. Cool, frequently overcast summers, with midsummer average temperatures less than 61 degrees Fahrenheit. A dormant season caused by low temperatures. Infrequent forest fires.  This forest is dominated by giant conifers, of which western hemlock and Sitka spruce are the most prevalent.  The abundant rainfall accelerates forest growth, and some of the largest accumulations of organic material on the globe are found here in the form of living plants, rich forest litter and deep peaty soils.  Fire is extremely rare, and old-growth conditions are frequently attained (uneven-aged trees, multi-storied canopy, deep soils and high shrub and forb diversity).  Forests commonly are interspersed with ancient peatlands, and deer are generally abundant.  After over 200 years out from under the ice, the lower parts of Glacier Bay are starting to show many of these characteristics, although deer have not yet arrived in any number. Oceanographic Setting A fortunate combination of characteristics makes seas of the Glacier Bay region highly productive.  The waters are enriched and warmed by a northerly branch of the Kuroshio current from the adjacent Gulf of Alaska, then further fertilized by runoff from the land.  Complicated shoreline and bottom topography combine with exceptionally large tidal and storm energies to produce strong currents that stir nutrients to the surface “photic zone.” Two other factors are necessary to translate nutrients into productivity – light for phytoplankton to photosynthesize rapidly, and water column stability to allow these tiny organisms to stay in the zone of light near the surface.  These factors are optimized when a high sun angle, copious freshwater runoff and moderating winds all occur simultaneously in spring and early summer.  For a few weeks, the concentrations of plant plankton reach proportions comparable to the richest parts of the continental shelf, resulting in waters that are incredibly nutrint-rich.  Animal plankton as well as many larger animal species time their reproduction to coincide with this brief but fertile period.  Vast shoals of small fishes feed upon this animal plankton; they in turn provide prey for many larger fishes, birds and mammals.  Seaweed and salt-marsh vegetation also begins to grow in early spring and supports an abundance of grazers.  As summer arrives, hordes of migrants return to join the winter holdouts in harvesting the bounty. Glaciation Ice has been a major force in the Glacier Bay region for at least the last seven million years, and major ice ages have come and gone dozens of times.  The interaction of this ice history with a highly complex geology has produced an extreme fjordal mountainscape matched by few places in the world.  Wisconsin ice age The last major stage of the world’s latest great ice age, peaking 22-16,000 years ago, buried nearly all of the park and preserve.  A great ice plateau sloped from elevations of about 5000 ft in the park’s northern reaches to about 2000 ft at Icy Strait\/Cross Sound and extended far out onto the continental shelf.  At that time, ice covering the park was part of an unbrokn ice sheet which spanned the continent at that latitude.   Small, presently terrestrial areas flanking Lituya Bay were almost certainly ice free, and it is probable that contiguous portions of the continental shelf were also above water and ice-free during at least part of that time.  Evidence from elsewhere in Southeast Alaska suggests that these areas may have been glacial “refugia” that were inhabited by subarctic terrestrial and marine mammals. By about 14,000 years ago, deglaciation was proceeding in Icy Strait and Glacier Bay.  At that time, crustal depression caued by  the weight of the ice pressing down on the land had raised relative sea level at least 150 ft and possibly as much as 300-500 ft above that at present.  By 10,000 years ago essentially modern climatic conditions were ushered in.  The land rose, pushing apparent sea level to below its present position, and essentially modern forest forest conditions appeared along with the region’s first human inhabitants. Neoglacial Ice Advance In the early millennia of the modern epoch, glaciers were generally retracted (though there is some evidence for a readvance about 8000 years ago); outwash from retracted glaciers progressively filled major portions of upper Glacier Bay with sediment.  Ice was readvancing in the upper west side of Glacier Bay by 4500 years ago.  By 2500 years ago ice had advanced sufficiently to block the entrance to Muir Inlet and create a major glacial lake, which persisted for about 500 years.  That lake was reestablished upon a second advance several centuries later.  A third advance brought ice to the vicinity of Beartrack Cove by about 800 years ago, when sediments comprising the present Beardslee Islands were forming as a result of glacial “outwash.” This outwash surface is very likely the one cited in Tlingit oral history as the site of former riverside villages several centuries ago.  Then, oral history and geologic data agree, ice advanced rapidly over what is now lower Glacier Bay, evicting the Tlingit people and advancing well into Icy Strait, nearly to Lemesurier Island.  As it stood at maximum, outwash from its flank put the finishing touches on what was to become the Gustavus foreland. Retreat from this terminal position was well underway by the time of George Vancouver’s visit in 1794. Ice receded thereafter an average of one quarter mile per year, being most rapid in areas where fjordal cross-sectional areas are greatest. Termini reached near their present position on Glacier Bay’s west side by 1925; tidewater fronts in Muir Inlet are in some instances still receding. Permanent snow line has been slowly rising in recent decades, predisposing the park’s glaciers to further shrinkage.            Glacier Bay is a land dominated by ice; the ice formed amid the lofty summits of the Fairweather Range. Its ice feeds the glaciers that shape the land. Its ice melts, feeds the rivers and streams, and eventually, the great Pacific Ocean. This nutrient-rich water brings life for plants and animals alike. It is what is unique and special about Glacier Bay. The staff at Glacier Bay are committed to learning about and protecting the fantastic resources of this national park.  Climate Change Learn about the challenges and impacts of climate change in Glacier Bay National Park. Find out how we are responding to this global challenge. Oceans With the Pacific Ocean as our next door neighbor, Glacier Bay is investigating the health of that enviroment. Vital Signs Discover how we are monitoring key factors in the health of Southeast Alaskan air, waters, and wildlife. Weather The day to day temperature, our weather, is what tells us about the state of our climate. Find out what the data is telling us.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/environmentalfactors.htm"
}
