{
    "title": "Glacier Bay National Park & Preserve: Glaciers \/ Glacial Features",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Glaciers \/ Glacial Features                 Glaciers \/ Glacial Features        Johns Hopkins Inlet provides a glimpse into the world of ice! NPS-J. Driscoll       Ice has been a major force in the Glacier Bay region for at least the last seven million years. The glaciers seen here today are remnants of a general ice advance – the Little Ice Age – that began about 4,000 years ago. True to its name, this advance in no way approached the extent of continental glaciation during Pleistocene times known as the Wisconsin Ice Age. The Little Ice Age reached its maximum extent here about 1750, when general melting began.  The advance or retreat of a glacier snout reflects many factors: snowfall rate, topography, and climate trends. Most glaciers in every mountain range and island group in Alaska are experiencing significant retreat, thinning or stagnation. Today, glacial retreat continues on the bay's east and southwest sides, but on the west side several glaciers are actually stable or advancing, fed by copious snowfall high in Fairweather Mountains.          How are Alaskan glaciers changing?   Glacier and Landscape Change in Response to Changing Climate Explore the intricate relationship between Alaskan glaciers and climate.     What is a Glacier?  Glaciers form because snowfall in the high mountains exceeds snowmelt. Imagine a place high in the mountains that catches a vast amount of falling snow every year. This place is so high and so cold that none of the snow melts even in the summer. In fact, whatever precipitation that falls over the course of the year, falls in the form of snow. Over time, that snow pack builds. Soon the weight of the snowflakes in the upper layers of the snow pack presses down deforming the snowflakes beneath. The snowflakes in the pack first change to granular snow – round ice grains – and eventually morph into solid ice. Glacier ice is different from the ice in your refrigerator. The ice crystals form slowly under pressure and individual crystals can grow to be the size of a football. Air trapped between the snowflakes is also frozen into the ice at pressure. Ice near the bottom of the glacier is under tremendous pressure, which allows it to flow almost like a plastic over the bedrock beneath. Friction between the glacier and the bedrock produces meltwater which further lubricates the bedrock allowing the ice to slide.          Click to WATCH ice calve from Margerie Glacier!   Tidewater Glaciers If a glacier is fed by enough snow to flow out of the mountains and down to the sea, we call it a \"tidewater\" glacier - the type many people come to Glacier Bay to see. The park and preserve includes 7 tidewater glaciers that break off or \"calve\" into saltwater at sea level, and a few others that reach the sea at high tide only. The show can be spectacular. As water undermines some ice fronts, great blocks of ice up to 200 feet high break loose and crash into the water. Johns Hopkins Glacier calves such volumes of ice that it is seldom possible for larger boats to approach its ice cliffs closer than about two miles.                        Glacier Bay From Above Strap in for a scenic flight through Johns Hopkins Inlet in Glacier Bay NP. Experience massive tidewater glaciers, jagged peaks, and picture-postcard Alaskan scenery.  Duration:4 minutes                                 Falling Ice! Glacier viewing is a highlight of any visit to Glacier Bay. Join ranger Adrianna and experience the spectacle and excitement of calving tidewater glaciers.   Duration:6 minutes, 34 seconds                                Glacier Bay's Dynamic Glaciers Glacier Bay has experienced multiple glacier advances and retreats. Join Ranger Tom to experience the fastest documented glacial retreat through a striking montage of historic and modern photographs.  Duration:9 minutes, 8 seconds              Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.        Iceberg in Glacier Bay   Icebergs Huge icebergs may last a week or more. They provide perches for bald eagles, cormorants, and gulls, as well as haul-outs for seals. When passing close by, kayakers can hear splashes and crackles as melting water drips and the ice deteriorates. The ice pops and sizzles as it releases ancient air first trapped between the delicate snowflakes and then frozen in under pressure – a phenomenon called “bergie seltzer.” Colors betray a berg's nature or origin. White bergs hold many trapped air bubbles. Blue bergs are dense and are likely recently calved. Greenish-blackish bergs may have calved off glacier bottoms. Dark-striped brown bergs carry morainal rubble – rocks that the glacier acquired on its journey down the mountain. How high a berg floats depends upon its size, the ice's density, and the water's density. Bergs may be weighed down or even submerged by rock and rubble. A modest-looking berg may suddenly loom enormous – and endanger small craft – when it rolls over. Boaters and especially kayakers should keep in mind that what one sees is \"just the tip of the iceberg.\"                   Glacier Bay's Glaciers   37 Photos  Spectacular images of Glacier Bay's famous rivers of ice          Glacier Bay Scenery   52 Photos  Glacier Bay is one of the most scenic locations on the planet!                        Tidewater Glaciers of Glacier Bay Overview of Selected Glacier Bay Glaciers Repeat Photography of Glacier Bay's Glaciers How have the park's glaciers changed through time? Glossary of Glacier Terminology Illustrated with Alaska glacier photos. Know your serac from your ogive Anatomy of a Glacier Follow the footprints that ice leaves behind Glaciers of Alaska The most complete, timely, and accurate source available for information about Alaska's glaciers. Climate Change in Glacier Bay Causes, effects, and solutions Got Ice? Common questions and myths about glaciers A Changing World USGS Climate Change Website       Calving ice and harbor seals in Johns Hopkins Inlet",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/glaciers.htm"
}
