{
    "title": "Glacier Bay National Park & Preserve: Geologic Formations",
    "body": "Explore This Park    Learn About the Park     Nature     Natural Features & Ecosystems     Geologic Formations                Geologic Formations        Mountains of the Fairweather Range        The Glacier Bay region's extreme topography reveals that it is a landscape driven by immense energies. This is a result of the area's position astride the active collision zone between the North American and Pacific plates. For over 100 million years, North America has been plowing obliquely into the Pacific plate, presently at a rate of several centimeters per year or about the speed at which your fingernails grow. Generally, during this collision, the Pacific plate has been forced under the North America plate, but occasional “bits” such as island arcs, pieces of sea floor, fragments of continental margin have been scraped off one plate or the other, shattered, and smeared along the leading edge of North American plate. These geologic bits are called “terranes.” Four such terranes have accumulated in a largely northwest-southeast pattern to form the Glacier Bay region. You may notice this pattern when examining a map of Glacier Bay.         Glacier Bay Fossils Many of Glacier Bay's rocks were formed in warm, shallow, tropical waters. Learn more about the invertebrate \"megafauna\" that once lived there.            Complex geology of Glacier Bay    At the present time, the outboard-most terrane and the present continental margin are still “closing the gap.” Frequent earthquakes dramatically illustrate that plate motion continues. As these two plates are forced against each other, the compression has pushed some rocks upward to form mountain chains. Others are forced downward and melted in the process. Molten rock then oozes volcanically through the shattered landscape. When it cools, it welds together one of the world's most complex geological jigsaw puzzles: Glacier Bay. One of the mountain ranges formed by this process is the Fairweather Range, which makes up the western portion of the park. With several peaks over 10,000 feet and the tallest, Mount Fairweather, at 15,300 feet, this is the highest coastal mountain range in the world. Moisture-ladened air blown in off the Gulf of Alaska collides with these peaks. As the air rises to go over the mountains, it cools. Cold air holds less moisture than warm air so the air drops its moisture in the form of snow and rain. For at least seven million years, snows have accumulated in the uplands and morphed into glacial ice. Many times in the past when the climate has cooled, these glaciers have slid down the mountains invading the lowlands. During the height of the most recent of these Great Ice Ages about 20,000 years ago, an ice sheet covered all of the Glacier Bay region except the highest peaks and certain headlands. Back then, it would have been possible to walk from Glacier Bay to Cape Cod without ever getting off the ice!  Post-Ice Age History Climatic Influences          Landslides and Giant Waves Geology in Action!                   Glacier Bay's Glaciers   37 Photos  Spectacular images of Glacier Bay's famous rivers of ice          Glacier Bay Scenery   52 Photos  Glacier Bay is one of the most scenic locations on the planet!",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/geology.htm"
}
