{
    "title": "Glacier Bay National Park & Preserve: A Rich Legacy of Research",
    "body": "Explore This Park    Learn About the Park     Science & Research     A Rich Legacy of Research               A Legacy of Research         William S. Cooper, Pioneer Glacier Bay ecologist, returns to Glacier Bay in June 1966, fifty years after his first visit. NPS Photo by Robert Howe  A Legacy of Research There has been over a century of research and scientist involvement at Glacier Bay, beginning well before the area’s incorporation into the National Park System. John Muir along with glaciologist Harry Fielding Reid began recording observations of glacial processes in 1891. Pioneer ecologist William S. Cooper of the University of Minnesota conducted studies of plant succession beginning in 1916, and along with eminent geologist W.O. Field was instrumental in the move to have the area protected as a national treasure. The Ecological Society of America originally lobbied for Glacier Bay to be set aside as a natural laboratory for studies of glaciology and associated biological and physical processes. When Glacier Bay National Monument was designated in 1925, the enabling legislation included an explicit recognition of the area’s value in providing \"a unique opportunity for the scientific study of glacial behavior and of resulting movements and development of flora and fauna and of certain valuable relics of ancient interglacial forests…\".      Building on their work The work of these early scientists has been built on and expanded by succeeding generations of researchers, resulting in hundreds of scientific publications to date. This has included work on glaciology, geology, plant succession, stream succession, community ecology, marine ecology, fjord oceanography, and many species-level studies of marine and terrestrial mammals, birds, fishes, invertebrates, plants, and fungi. For example, the rapid recession of many of the glaciers has provided an unparalleled opportunity to study ecosystem development. Nearly continuous documentation of terrestrial revegetation has been recorded since 1916 during research studies conducted by Dr. Cooper and Dr. D.B. Lawrence and their students. This study of one of the most valuable primary succession sites in the world continues today, and has profoundly influenced the development of plant succession theory. While opportunities to study secondary succession of ecosystems are numerous, few opportunities exist elsewhere to study primary succession from \"initiation\" to \"equilibrium\". The long-term study in Glacier Bay has been called the best data set of its kind in the world. Coming together In 1983 a Glacier Bay Science Symposium was sponsored by the NPS and the organization Friends of Glacier Bay to celebrate nearly a century of research in the Glacier Bay region. The success of the gathering prompted the research community to organize another symposium in 1988, and the pentennial sequence was repeated in 1993 with the Third Glacier Bay Science Symposium. As the century turned, interest and participation in science at Glacier Bay had outgrown the park's small conference facility, and the Fourth Glacier Bay Science Symposium was held at Centennial Hall in Juneau in 2003. This last conference brought together over 150 registered participants from a broad spectrum of disciplines and lifeways to share scientific and cultural perspectives derived from research at Glacier Bay. Research and Management The role of science in Glacier Bay today extends beyond use of the Park as a natural laboratory. Several national reports have emphasized the need to strengthen science in National Parks and to make information-based management decisions. In 1990 the NPS asked the National Academy of Sciences (NAS) to assemble a panel of experts to make recommendations on how to improve science in National Parks. This panel’s report (Risser et al. 1992) motivated the Secretary of the Interior to create the National Biological Service (now the Biological Resources Division of the U.S. Geological Survey) to provide high-quality independent science to the NPS and other DOI land management agencies. The panel’s report recommended that a synergistic relationship between national parks and the scientific community be aggressively developed. As a result, the necessity for science-based management of resources is incorporated into Glacier Bay National Park's Mission Statement. The USGS and other science agencies along with universities work cooperatively with the NPS in the design and implementation of research and monitoring projects to insure that the best scientific information is available to park managers.         Recent Research Highlights There are many exciting studies happening in Glacier Bay",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/research_legacy.htm"
}
