{
    "title": "Grand Canyon National Park: Virtual Tour",
    "body": "Virtual Tour                  Take the virtual tour  Grand Canyon Archeology Virtual Tour  Discover ancient places within Grand Canyon where people lived long ago.  What did the archeologists find during the first major excavation to occur along the Colorado River corridor in nearly 40 years?  Interactive 360° photos, show archeologists at work, along with their tools, such as shovels, trowels, screens and buckets.  http:\/\/www.nps.gov\/features\/grca\/001\/archeology\/index.html  Learn more by watching a video of these  Archeological Excavations here.            NPS VIEWS - Grand Canyon Discovery The Grand Canyon truly is a special place. Life abounds within the canyon, in the Colorado River, and even along the rims.   Even humans have inhabited this area for at least the past couple thousand years. Learn more...           NPS VIEWS - Grand Canyon Geology  Grand Canyon is the result of a distinct and ordered combination of geologic events. Through this virtual experience you will be able to travel into this great chasm and unfold the chapters in Grand Canyon's geologic history. Learn more...          USGS photo  A Virtual Hike to Phantom Ranch on the Corridor Trails Begin a virtual hike down into Grand Canyon via the South Kaibab Trail to Phantom Ranch. Then return to the South Rim ascending the Bright Angel Trail. - Standard Photographic Version  3-D Anaglyphic Version (Red-and-cyan stereo viewing glasses required for 3D effect.) Thumbnail Gallery of the entire tour.         USGS Photo  A Virtual Raft Trip through the Grand Canyon Travel with the USGS on a Geological Tour down the Grand Canyon starting at Lees Ferry (River Mile 0) and ending at the Lake Mead National Recreational Area. (River Mile 215) - Standard Photograph Version  3-D Anaglyphic Version (Red-and-cyan stereo viewing glasses required for 3D effect.) Thumbnail Gallery of the entire tour.               Mapping the Grand Canyon 1923 In the summer of 1923, the USGS organized an expedition to make a new map of the Grand Canyon, which was the last stretch of the Colorado River that had not been accurately surveyed. Up until that time, only 27 men were known to have traversed the length of Marble and Grand canyons and of those, only two had any scientific knowledge (one of those two men was John Wesley Powell, the second director of the USGS, who led the first expedition down the river in 1869).       Canyon Sketches eMagazine         Your phone provides a fun way to learn more about the Park. Listen to park rangers give 2 minute audio tours at various points of interest on the South Rim, from Hermit Road to Yaki Point, and the North Rim. Learn more...",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/photosmultimedia\/virtualtour.htm"
}
