{
    "title": "Glacier Bay National Park & Preserve: Climate Change",
    "body": "Climate Change        Glacier Bay is a place of great change.        \"I believe climate change is fundamentally the greatest threat to the integrity of our national parks that we have ever experienced.\" - Jonathan B. Jarvis, National Park Service Director National park sites have preserved some of the best, most special, wildest places across the United States. Now parks across the country are being affected by global climate change. Climate Change in the National Parks Described as \"America's best idea,\" national parks have set out to preserve and protect natural and cultural resources throughout the United States. Explore the NPS climate change site to see how we're tackling this dynamic challenge.  Get answers to some Frequently Asked Questions about climate change Discover some of the effects on locations run by the National Park Service Get involved and learn how by making small changes you make can make a difference on a larger scale       Climate Change in Glacier Bay Glacier Bay is a dynamic place. Glaciers have ebbed and flowed here for thousands of years. In fact, Glacier Bay National Park was established for the purpose of studying these natural cycles. Scientists regard it as a living laboratory, a place to observe how life returns in the wake of retreating ice. Unlike many park service sites that commemorate a single event or significant features, Glacier Bay celebrates change and natural processes. However, no natural cycle can explain the current warming of our planet. Living in one spot on the earth we may find it difficult to detect or \"believe\" in global climate change. Weather is so chaotic: one winter seems warm, another snowy, spring brings rain but sometimes drought. You might ask, \"Haven't there always been natural cycles?\" Yes, but weather and climate are different. Weather is daily. It determines whether you'll wear a t-shirt or a sweatshirt. Climate is long-term. Think of it as the ratio of tee-shirts to sweatshirts in your closet. Scientists worldwide examining the Earth's climate see an emerging and disturbing warming trend.            Timeline of atmospheric carbon dioxide levels.        Carbon dioxide (CO2) is released when we burn coal, oil or natural gas. C02 is one of the \"greenhouse\" gases that blanket the earth. These gases allow sunlight to stream in, but prevent heat from radiating out. Though there are natural oscillations in the amount of CO2 in the atmosphere, the current levels are \"off the chart.\"                Greenhouse gases trap heat within our atmosphere.   Greenhouse Gases Greenhouse gases aren't all bad. In fact, without these naturally occurring gases, the Earth would be too cold for humans to inhabit. But how much is too much? For all of human history until about 150 years ago, our atmosphere contained 275 parts per million (ppm) of CO2. How do we know? Climate scientists are able to measure carbon dioxide and other greenhouse gas levels from ancient air trapped in polar ice. Currently our atmosphere is registering 390 ppm of CO2. Globally, increasing amounts of CO2 and other greenhouse gases, now at their highest levels in 650,000 years, are elevating temperatures worldwide.  Warming Alaska Warming is more pronounced at higher latitudes. Over the past 50 years Alaska's annual average temperature has increased at more than twice the rate of the rest of the United States' average, and here in Southeast Alaska winters are 5 degrees warmer. Glacier Bay is expected to become warmer and drier over the next century. Widespread effects in Alaska include earlier spring snowmelt, reduced sea ice, shrinking glaciers, melting permafrost, bark beetle infestations, shoreline erosion, and more forest fires.         Temperatures worldwide are higher now than they have been in the past 1,300 years. High latitudes are heating faster, and the best science indicates that the trend will continue.        What Does This Mean For Alaska's Glaciers? Of the more than 100,000 glaciers in the state, 95% are currently thinning, stagnating, or retreating, and most of Glacier Bay's glaciers follow this trend. However, there are a few exceptions. Due to heavy snowfall in the soaring Fairweather Mountains, Glacier Bay remains home to a few healthy and advancing glaciers, a rarity in today's world.    \"Climate change challenges the very foundation of the National Park System and our ability to leave America's natural and cultural heritage unimpaired for future generations\"  Jonathan Jarvis, NPS Director          How will climate change effect Glacier Bay?   What Does This Mean for Plants, Animals, and the Ocean? Spring Creep: Climate scientists projected that global warming would make spring arrive earlier than normal, and it has – about 10 days earlier so far. It is not that difficult for people to adjust, but \"spring creep\" creates \"mismatches\" when some plants bud earlier, but the animals that depend on them have not adjusted their internal clocks. Changing Habitat: Other potential changes include alteration of species composition and distribution, and loss of habitat. For example, salmon could be facing some hard times ahead. Heavy spring run-off can scour streambeds and destroy eggs, a diminished snowpack could reduce the number of spawning pools, and rising sea level could flood freshwater pools with salt water. Ocean Acidification: The world's oceans act as a vast buﬀer against global climate change by absorbing carbon dioxide emissions from humans. But this ecological function comes at a price. The process by which oceans absorb CO2 also produces carbonic acid. This \"ocean acidification\" destroys the shells of some zooplankton—the backbone of the marine ecosystem.              Together We Can Make a Difference Although climate change is indeed a global issue, each of us holds part of the answer to minimizing its impact. Reducing our use of fossil fuels, limiting the amount of waste we produce, and increasing recycling efforts will reduce the amount of CO2 we add to our atmosphere. However, we need to act now, since current levels of CO2 may take decades to return to lower levels. The average American uses five times more energy than the average global citizen does. To help do our part for climate change we need to consider an energy diet. It is easier than you think.           Here's What We Are Doing: Glacier Bay was the first national park to complete an inventory of its greenhouse gas emissions, and earn the \"Climate Friendly Park\" designation in Alaska. Although remote, Glacier Bay is home to an award-winning recycling program, diverting 58% of our waste stream. (the city of Anchorage recycles only 25%). Adopted a \"no idling\" policy for park vehicles. We are now using four electric vehicles to reduce the demand for fuel and cut down on the related emissions. Glacier Bay undertook a major study of our powerplant, and we're replacing our generators with more efficient\/cleaner- burning models. We are also studying the feasibility of using hydropower from the nearby town of Gustavus.           Here's What You Can Do: Join the staff at Glacier Bay National Park to look for ways to Reduce, Reuse, and Recycle, extending our natural resources and decreasing emissions. Make a choice to make a difference. What will you do?   Reduce Dependence on fossil fuel, by carpooling, using public transportation, and using electric, hybrid, or alternate-fuel vehicles. Home heating and cooling by using automatic thermostats, adding insulation, and sealing cracks. Use of electricity by changing conventional bulbs to compact fluorescents and LEDs, purchasing renewable energy from your utility company, replacing inefficient appliances, and by adding photovoltaic panels to your home. Reuse Containers and products. Items by donating to a charitable organization. Lawn and yard waste for composting. Recycle Aluminum cans, other metals, cardboard\/plastic, and bottles. Products by purchasing new items with recycled content. Batteries, computers, paint, oil, tires, and chemicals.            Glacier Bay Climate Change Brochure   Climate Change in Glacier Bay Download the entire Brochure PDF 3 mb Print double-sided landscape on legal-sized paper for a nice foldable brochure.         North Pacific Landscape Conservation Cooperative One of 22 landscape conservation cooperatives established by the Department of the Interior, the North Pacific Landscape Conservation Cooperative (NPLCC) encompasses coastal areas of northern California, Oregon, Washington, British Columbia, and Alaska. NPLCC works with local, tribal, universities, non-profit partners, and more to address broad-scale conservation issues including climate change.  Get involved with upcoming NPLCC events or workshops Learn about some of the projects NPLCC is working on Browse climate change resources",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/climate-change.htm"
}
