{
    "title": "Glacier Bay National Park & Preserve: Plant Life",
    "body": "Plant Life       Glacier Bay provides the premier example in the world of how vegetation returns to a landscape following deglaciation. There, on moist lowland surfaces for example, post-glacial barrens succeed from tundra, through shrub land to young forest in about 250 years. Forests of ages 400-1800 years on moraines delimiting Lituya, Yakutat and Dundas Bays provide insights into later stages of forest development. Mature vegetation of the Glacier Bay region can be subdivided into eight categories. At the shore, a few salt-tolerant species form productive salt marshes. At and above extreme high water, a lush, diverse beach meadow dominated by grasses and large umbels such as cow parsnip is often present. Beach meadow are a distinctive feature of the Glacier Bay region, where high rates of post-glacial rebound have caused the sea to recede faster than the forest can come forward. These biotically important meadows are often backed by a narrow band of alder and then the forest. Lowland forests are dominated by Sitka spruce and western hemlock, plus cedar near the outer coast and toward the south. Moss, ferns, evergreen herbs and shrub species such as blueberry, menziesia and devils club cloak the ground, except where an even-aged forest canopy admits too little light to support undergrowth. With increasing elevation, mountain hemlock supplants western hemlock. Forested lands generally forms an unbroken cloak on southeast Alaska landscapes unless interrupted by disturbance, wetness or altitude. Disturbance can take many forms, such as avalanche, snow creep, flooding, disease, insect infestation, glacial advance, wind throw and logging. Infrequent or small scale disturbance does not erase the forest. In fact, it increases diversity by creating a mosaic of different ages, admitting light to the forest floor, making some of the region's best wildlife habitat. Most trees take a long time to reestablish, however, so forest cannot persist if disturbance is too frequent or severe. It is replaced by shrub land, which can generally stand more punishment and bounces back faster if erased. Alder, salmonberry and copper bush withstand the deep snows of the sub alpine, and can extend far downhill in avalanche chutes, where they are joined by elderberry, devils club and currants. Willow and alder are prominent in river valleys frequently disturbed by flooding. Forest habitat also gives way in places too wet to sustain good tree growth. Such conditions are encouraged by relatively level topography or impervious sediments such as silty glacial sediments or raised marine deposits. Wetness due to topography may be further exacerbated by soil hardpans and acidic, spongy peatmoss, resulting in a bog community. Here stunted trees and sparse heath shrubs eke out a sparse living on an-ever-thickening mantle of mossy peat which insulates the plants from access to minerals in the underlying rocks and sediments. At peat land edges where groundwater has contact with the substrate, or in young wetlands where the processes of bog formation are in their infancy, more productive sedge-dominated fens may form. With increasing altitude, tree growth is first impeded, then halted by low summer temperatures, wind, and damage from snow creep or avalanche. Often a zone of brush interposes, but sometimes forest gives way directly to lush sub-alpine meadows much like those just above the tide. Farther up, where summers are brief indeed and winter winds tend to blow away protective mantles of snow, tundra mats of prostrate shrubs, tiny herbs, mosses and lichens predominate among the permanent snowbirds. Even higher, bare rock and ice reign supreme.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/plant-life.htm"
}
