{
    "title": "Voyageurs National Park: Moose",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Mammals     Moose                  Moose        A bull moose wading along the shoreline. NPS       Introduction The boreal forest, which is abundant in Voyageurs, is the traditional home for the moose (Alces alces). Voyageurs is located in the southern portion of the moose's North American range and is one of only a few National Parks in the lower 48 states where you have a chance to see one. Moose are the largest mammals found in the park and a glimpse of this massive animal can leave a lasting impression. Where can you view moose? Most of the moose within the park reside on the Kabetogama Peninsula. In the summer, your best chance of seeing a moose may be along the Cruiser Lake trail or perhaps by a remote beaver pond where you might catch a moose stopping by for a drink in the early morning.      Population The moose population within Voyageurs has remained fairly constant since the late 1990's, with an average of 40-50 moose. This is a low-density population compared to better habitat further east in Minnesota and Ontario. However, in northeastern Minnesota as a whole, the moose population has declined dramatically since 2006, when the population estimate was 8,840. By 2012, it had dropped to 4,230 and the 2015 estimate is 2,760. Status There are several reasons moose are declining across parts of Minnesota, including parasites, disease, predation, and heat stress during the summer months. Some of these factors do not kill a moose directly, but can weaken the animal and make it more susceptible to predation or malnutrition. Researchers are currently looking into how these factors will affect the long term status of moose in the state.        Mature bull moose can shed their antlers anytime between December and March.  Immature moose may keep their antler through the wintertime until Spring. Lisa Maass  Characteristics The average moose stands at a shoulder height of over 6 feet and weighs in at nearly 1,000 pounds. This animal is well adapted to survive the harsh Minnesota winters. Its long legs aid in walking through deep snow and a dark brown coat helps the moose retain solar heat on the coldest winter days. Males have wide antlers and a bell (the flap of skin beneath the throat), making it easy to distinguish them from females most of the year. Breeding The mating season begins in mid-September when males start to rut, and continues through October. Females typically give birth to a single calf in late-spring, although twins are fairly common in areas of good habitat. Calves stay close to their mothers' side for the next year.      How can you protect moose?  If you encounter a moose, make sure to maintain a safe distance between you and the animal. Most lone moose are docile, but a cow with a calf may become agitated if she feels threatened.       Current Research in the Park Contrary to trends in the state moose population, the population in Voyageurs has remained steady since at least 2009. Researchers are interested in understanding why this difference has occurred. From 2009 to 2013, 22 moose were captured and fitted with GPS collars. During capture, researchers took measurements and drew a blood sample to assess its overall health. The GPS collars record a precise location every hour, which can be used to look for patterns in movement and landscape use. As of 2016, 5 moose still retain functioning collars. More collars may be placed on new moose in 2017. Moose and the Future The future of moose in both Voyageurs and across Minnesota is uncertain. Projected warming and forest changes associated with climate change will likely further limit habitat quality for moose in Minnesota, including Voyageurs.       For more wildlife exploration  Moose Beaver Gray Wolf Bald Eagle Common Loon Double-crested Cormorant",
    "url": "https:\/\/www.nps.gov\/voya\/learn\/nature\/moose.htm"
}
