{
    "title": "Katmai National Park & Preserve: Local Hire",
    "body": "Explore This Park    Get Involved     Work With Us     Local Hire              Local Hire Positions       Who Can Apply Any U.S. citizen who has acquired special knowledge or expertise regarding the natural or cultural resources of Katmai National Park and Preserve, by reason of having either lived or worked in or near the park. This level of knowledge would be acquired by having lived or worked in or near the park for at least 12 months, to include all four seasons. Short seasonal residency is not qualifying as this would not provide the level of knowledge or expertise that is gained through experiencing the range of climactic conditions and associated impact on the resources.   Areas considered “near” Katmai National Park are: Federal Subsistence Areas of Unit 17C, as well as Unit 9A, 9B, 9C, and 9E, to include the communities of Naknek, King Salmon, Dillingham, Clarks Point, Ekwok, South Naknek, Koliganek, Port Alsworth, Nondalton, Pedro Bay, Iliamna, Newhalen, Kokhanok, Igiugig, Levelock, Egegik, Pilot Point, Ugashik, Port Heiden, Chignik, Chignik Lagoon, Chignik Lake, Perryville, and Ivanof Bay.  How to Apply Please read the following instructions carefully. Incomplete applications may result in non-referral of your application. Assistance and forms may be obtained from the park office at the address above or by calling 907-246-2133. The SF-15 may be obtained at www.opm.gov\/forms. More detailed information can be found in each job announcement.  All applications must be postmarked or received in this office by the closing date of the announcement. If your application package is postmarked on the closing date it must be received in this office no later than 7 calendar days after the closing date. Hand delivered applications must be received by close of business on the closing date.  Skills vary by position. You must use the individual questionnaires provided with each recruitment bulletin that you are applying to.  Mail or deliver the following required forms to Park Headquarters, Katmai National Park and Preserve P.O. Box 7, King Salmon, AK 99613:  Resume that provides detailed information about your work experience. Also include the dates worked (for example, June 2009 through August 2010), work schedule (for example, 40 hours per week); the position title; and employer name for each period of employment. *Local Hire Eligibility Questionnaire *Supplemental Experience Questionnaire DD-214 if claiming points Veteran's Preference; if claiming 10 points Veteran's Preference, also include the SF-15 and verification documents described on the back of the SF-15. Although not required you are encouraged to submit the attached Applicant Background Survey (DI-1935) with your application. Please ensure that it is the last page of your application package, as it is removed from your application before it is forwarded to the selecting official. Applicant Demographic Information    *These forms are attached to each job announcement, or can be obtained from the park office.        Click on the following links to read the job announcements     Laborer, WG-3502-03: Open through April 21. Maintenance Worker, WG-4748-05: Open through April 21.",
    "url": "https:\/\/www.nps.gov\/katm\/learn\/management\/local-hire-positions.htm"
}
