{
    "title": "Katmai National Park & Preserve: Development Concept Plan",
    "body": "Brooks River Area Development Concept Plan         The lower Brooks River is a bottleneck for people and bears. NPS  In 1996, the National Park Service (NPS) completed a Development Concept Plan (DCP) and Environmental Impact Statement (EIS) for the Brooks River area. The DCP presented six alternatives for the management, use, and development of the area. The proposed action (Alternative #5 – Beaver Pond Terrace) called for a reorientation of management and use to more adequately preserve and interpret the area's globally significant Alaskan brown bear viewing opportunities and prime brown bear habitat, and to manage these elements as integral parts of an evolving environment that also contains nationally significant cultural resources, scenic values, and world-class sport fishing opportunities. Major features of the proposed action included removal of all NPS and concession facilities north of Brooks River, designation of the north side of the river as a “people free” zone, construction of new visitor facilities (ranger station, orientation center, lodge, campground, employee housing, and maintenance facility) on the Beaver Pond terrace south of the river, establishment of day use limits for the Brooks River area, recommendation of temporary closures on reaches of Brooks River during times of intense bear use, and improvement of the area's interpretive program. The environmental consequences of this proposed action included increased protection and understanding of highly significant biological, archeological, and ethnographic resources within the park, and in the Brooks River area specifically. The visitor experience would be greatly improved by less crowding and more adequate visitor facilities and interpretation. Through an enhanced visitor experience, people would gain a better understanding of the human history of the region and local environment and the ecological relationships between salmon, bears, and humans, which might promote a desire to live in better harmony with nature, an unquantifiable but very real contribution to the quality of life. Small patches of white spruce forest would be cleared within a 98.3-acre development \"zone.\" About 3.3 acres of disturbed land would be restored to more natural conditions by the removal of some existing facilities. No critical habitat for listed species would be negatively affected. The alternatives under consideration, in addition to the proposed action, included the following:  A No-Action alternative would perpetuate existing conditions in the Brooks River area and include only modest changes in development and operations at Brooks Camp. A Minimum Requirements alternative (Alternative #1) presented the actions that would be minimally necessary to keep Brooks Camp in place and have its operations comply with all laws, regulations, policies, and approved management plans. A Beaver Pond Terrace alternative as described in the draft DCP and EIS (Alternative #2) would remove Brooks Camp and all other facilities north of the river and replace them in kind on the terrace overlooking the Beaver Pond. The proposed action alternative (Alternative #5) is a modification of this alternative. An Iliuk Moraine Terrace alternative (Alternative #3) would relocate the Brooks Camp facilities to a terrace area overlooking Iliuk Moraine, which is located in a less sensitive bear use area and would minimize impacts on cultural resources. In a Day Use Area Only alternative (Alternative #4) the Brooks River area would be managed as a day use area with established limits on visitor numbers at peak bear use times. Overnight accommodations for those preparing to visit Brooks River would be provided by private enterprise in the King Salmon area.  Download the Final EIS for the1996 Brooks River Development Concept Plan and the 1996 Record of Decision.",
    "url": "https:\/\/www.nps.gov\/katm\/learn\/management\/brooksdcp.htm"
}
