{
    "title": "Katmai National Park & Preserve: Visitor Access Improvements",
    "body": "Brooks River Visitor Access Improvements         Brooks River Floating Bridge NPS  In April 2013, the National Park Service (NPS) signed the Record of Decision (ROD) for theBrooks River Visitor Access Environmental Impact Statement. This ROD documents the approval of projects to improve visitor access and resource protection at the Brooks River area of Katmai National Park and Preserve. Construction of a new barge landing area and elevated bridge and boardwalks will improve visitor and employee safety by reducing the risk of human-bear conflicts; provide safe and dependable access for the phased relocation of facilities and park concession operations; protect and enhance key park resources in the Brooks River area, including brown (grizzly) bears, salmon and trout, and cultural resources; improve visitor experience in the area; and connect infrastructure utilities between the Valley Road Administrative Area and the north side of Brooks River. This proposal amends portions of the 1996 Brooks River Area—Final Development Concept Plan and Environmental Impact Statement (1996 DCP) relating to visitor and employee access at the Brooks River area.  The NPS has selected Alternative 4 with some modifications, a boardwalk and bridge system with access points on the north and south sides of Brooks River and relocated barge landing site and access road. The bridge and boardwalk system will have a total estimated length of 1,550 ft. The bridge design in Alternative 3 with fewer pilings will replace that in Alternative 4. Electrical intertie and septic tank pump-out lines will be attached to the bridge structure. The barge landing will be relocated to an area approximately 2,000 ft south of the existing site and 5 will require the construction of a new access road. This bridge and elevated boardwalk project amends the 1996 DCP by maintaining the existing float plane access to the Brooks River area at Naknek Lake north of Brooks River and at Lake Brooks, south of Brooks River. No dock, breakwater, or road would be built, and no shuttle system instituted.  Documents related to the planning process are available at http:\/\/parkplanning.nps.gov\/projectHome.cfm?projectID=24254.",
    "url": "https:\/\/www.nps.gov\/katm\/learn\/management\/brooksvisitoraccess.htm"
}
