{
    "title": "Katmai National Park & Preserve: Research Permits",
    "body": "Research Permits       Alagnak Wild River Aniakchak National Monument and Preserve Katmai National Park and Preserve Research conducted on lands managed by the National Park Service (NPS) is valuable to park managers, educators, and the larger scientific community. We appreciate your interest in working on these lands. The NPS Organic Act articulates that our \"purpose is to conserve the scenery and the natural and historic objects and the wild life therein and to provide for the enjoyment of the same in such a manner and by such means as will leave them unimpaired for the enjoyment of future generations.\" The following guidance helps ensure that research is conducted in a sensitive and safe manner that is mutually beneficial for all. Permit Requirement and Timeline A Scientific Research and Collecting Permit is required to conduct research or collect specimens on all NPS lands. Researchers are encouraged to contact the research coordinator early in the planning process to discuss proposed work and streamline the permitting process. Katmai's Research Coordinator, Dale Vinson, can be contacted by email or by phone at (907)644-3632. The permitting process can take up to 90 days. Applications for summer field work should be submitted by March 31. If your research requires exceptions or special conditions, please ensure that you communicate those needs to the research permit coordinator. Special curatorial requirements also apply. Permit Application Process  Scientific Research and Collecting Permit Applications are submitted online through the Research Permit and Reporting System (RPRS). If you encounter difficulty uploading large documents, these files (proposals, maps, images, etc.) may be sent by email to the research permit coordinator. Researchers without access to the internet can contact the park research coordinator for an application form. In addition, we ask that researchers complete a supplementary questionnaire describing field logistics and operations.  Application Review Process The review process is designed to ensure that park resources and users are not unduly affected by the proposed research. An interdisciplinary team will evaluate applications to determine potential impacts in several areas.      Additional Considerations Wilderness:  Conducting research within Congressionally designated Wilderness and lands inventoried or eligible for Wilderness requires special considerations. No designated wilderness currently exists within the boundaries of Alagnak Wild River. Within Aniakchak National Monument and Preserve some land is suitable for Wilderness designation. Most of Katmai National Park is official Wilderness. This map shows designated wilderness within the park. Additional areas are suitable for wilderness within Katmai. To learn more, download a document about wilderness research in Alaska's national parks (PDF 549 KB) .  Private Property: Some land with the boundaries of Alagnak, Aniakchak, and Katmai are privately owned. These maps of Alagnak\/Katmai and Aniakchak can help you determine where public property exists.       The process for obtaining a research permit.",
    "url": "https:\/\/www.nps.gov\/katm\/learn\/research-permits.htm"
}
