{
    "title": "Glacier Bay National Park & Preserve: Birds",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Birds                 Birds        Tufted Puffins can swim better than they can fly.           Glacier Bay Bird Checklists Did you know that there are two versions of the checklist? A pamphlet version for birders on the go, and a small booklet form for those who want to know more about Glacier Bay's birds. Get one, or both, depending on your needs. Happy Birding! Pamphlet Version One-page list of species and abundance. Legal sized PDF Booklet Version Contains maps and natural history notes. Letter sized landscape PDF     Some suggested birding locations in Glacier Bay As of February, 2016, 281 species of birds have been recorded in Glacier Bay National Park and Preserve. The high diversity and abundance of birdlife is due to the variety and extent of favorable breeding habitats available within the park, many of which contain ample food resources and low numbers of land predators. Thousands of seabirds nest on cliffs and rocky shores both within the bay and on the park’s outer coast, where they prey on small fish and other sea life. Small to medium-sized colonies of gulls, guillemots, puffins, and cormorants disperse along park shores, especially in the northern half of Glacier Bay, Cross Sound and the southern portion of the outer coast. Relatively major colonies occur on the Marble Islands, Boussoule Head, Cenotaph Island, beside Margerie and Johns Hopkins Glaciers, and at the mouth of Hugh Miller Inlet. Large flocks of phalaropes, molting sea ducks, and foraging gulls are prominent summer residents, while flocks of loons, gulls, murrelets, and sea ducks dominate the winter scene. Bald Eagles are conspicuous inhabitants on shorelines throughout the park. Considered at-risk elsewhere in their range, a world-class population of Marbled Murrelets occurs within and just outside of the park’s waters. This extraordinary small diving bird is believed to breed extensively in the old growth forests along Icy Strait, though finding evidence of breeding activity can be difficult. Marbled Murrelets do not assemble nests. A pair of birds will lay their lone egg on a stout moss-covered branch high up in a spruce or hemlock tree. The parents will fly to the sea at dawn and return at dusk daily to feed the chick, which sits on the branch camouflaged and quiet. When it is time for the chick to fledge, the parents depart one morning and never return. The chick, realizing that it is on its own, leaps off the branch on its first flight and finds its own way to the ocean which can be up to 30 miles away. Glacier Bay also hosts a large portion – as much as 20 percent – of the world’s population of Kittlitz's Murrelets. It is believed that perhaps 95 percent of the Kittlitz's worldwide population breeds in Alaska with the remainder breeding in the Russian Far East. While the abundance of Kittlitz's Murrelets in Glacier Bay remains steady, other areas – such as along coastal Wrangell-St. Elias – have demonstrated localized declines, raising concern about the species' range-wide status.  Kittlitz's Murrelets place their nests on the ground, often nesting in recently de-glaciated mountainous areas, which separates them from the closely related and more abundant Marbled Murrelets, which tend to nest in old growth forests.  Glacial loss with changing climate raises concerns over the fate of Kittlitz's Murrelets.  Efforts are currently underway to better understand the ecology, abundance, and trend of Kittlitz's Murrelets in Glacier Bay, and the extent to which vessels may disturb foraging birds.In the winter, the number of land birds present in the park dwindles. Common Ravens, Northwestern Crows, Black-billed Magpies, Pacific Wrens and American Three-toed Woodpeckers are not uncommon. Large mixed flocks of Pine Siskins and Common Redpolls feed on alder cones and grass seeds.           Glacier Bay Christmas Bird Count Check out our winter sightings      But come summer, substantial populations of several neotropical migrant warblers, thrushes and other songbirds come to the bay to nest. Ruby-crowned Kinglets, Fox Sparrows, Yellow-rumped Warblers and Varied Thrushes are among the many birds that can be easily seen in the Bartlett Cove area. In terms of variety and abundance, landbirds are most common at lower elevations in shrub and deciduous plant communities. They are less common in high alpine regions, glacial barrens, spruce and hemlock forests, and boggy peatlands. After the long quiet winter, human residents look forward to their return in the spring when every beach thicket and mountainside in the park comes alive with song.      Bird Sighting Reports What has been seen recently?",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/birds.htm"
}
