{
    "title": "Glacier Bay National Park & Preserve: Nature",
    "body": "Explore This Park    Learn About the Park     Nature             Nature                   Glaciers               Bears in Glacier Bay               Humpback Whales               Birds               \"Voices of Glacier Bay\" Soundscape Project               Plants            Sailing through Glacier Bay today, you travel along shorelines and among islands that were completely covered by ice just over 200 years ago. When Captain George Vancouver charted adjacent waters of Icy Strait in 1794, he and his crew described what we now call Glacier Bay as just a small five-mile indent in a gigantic glacier that stretched off to the horizon. That massive glacier was more than 4,000 feet thick in places, up to 20 miles wide, and extended more than 100 miles to the St. Elias mountain range. By 1879, however, naturalist John Muir discovered that the ice had retreated more than 30 miles forming an actual bay. By 1916, the Grand Pacific Glacier – the main glacier credited with carving the bay – had melted back 60 miles to the head of what is now Tarr Inlet.        Glacier Bay - lands and waters reborn.   What happens when nature wipes the slate clean and starts over from scratch? Today’s visitors can see the answer to that question during the course of one trip into the tidewater glaciers.  Such a journey is like going back to the last ice age. The land near the mouth of the bay, long-ago released from the grip of glaciers, has had the most time to recover and is now blanketed by mature spruce and hemlock forests. As you travel toward the glaciers the vegetation gets younger and smaller, until you reach the face of the ice where nothing grows at all. The successional processes so evident here offered unparalleled opportunity for scientific observation and glaciologists, geologists, plant ecologists and other scientists came here to study this dynamic landscape. While recounting his scientific work in Glacier Bay, a plant ecologist named William Cooper so inspired his colleagues at the Ecological Society of America that they started the movement to protect the bay and its environs. In 1925, President Calvin Coolidge declared Glacier Bay a national monument. Today Glacier Bay National Park and Preserve continues to protect these natural resources which offer a glimpse into ice ages past in the midst of a flourishing and dynamic natural environment.",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/index.htm"
}
