{
    "title": "Grand Canyon National Park: Multimedia Presentations",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations               Multimedia Presentations       Grand Canyon In Depth is a video podcast series that explores the natural and human history of Grand Canyon National Park. Join park rangers, scientists, and historians as they take us beyond the rim of the canyon to discover the diversity of life and the extraordinary beauty of Grand Canyon National Park.   Click here to view the Grand Canyon in Depth video episodes.         Click on the photo above to visit the Grand Canyon in Depth webpage and view the video episodes.                               Grand Canyon Fly-through Animation Experience roller-coaster twists and turns flying the length of the Colorado River while listening to a narrated introduction to Grand Canyon Geography.  Duration:7 minutes, 19 seconds                       Take the virtual tour  Grand Canyon Archeology Virtual Tour Discover ancient places within Grand Canyon where people lived long ago.  What did the archeologists find during the first major excavation to occur along the Colorado River corridor in nearly 40 years? Interactive 360° photos, show archeologists at work, along with their tools, such as shovels, trowels, screens and buckets.  http:\/\/www.nps.gov\/features\/grca\/001\/archeology\/index.html  Learn more by watching a video of these  archeological excavations here.            Click on the photo above to learn more about nature, culture and history at Grand Canyon.                 Recording devices from the historic past and the present moment bring glimpses of Grand Canyon National Park in the form of images, audio, and video.  This section offers multimedia presentations, including Ranger Minutes, online tours, vintage film footage and oral history interviews. Check back often as our multimedia content continues to grow, and enjoy the presentations that are available now.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/photosmultimedia\/multimedia.htm"
}
