{
    "title": "Glacier Bay National Park & Preserve: Fish",
    "body": "Explore This Park    Learn About the Park     Nature     Animals     Fish                Fish        Rockfish in kelp forest.       It is believed that nearly 200 species of fish may swim in Park waters. Many, including all five species of Pacific salmon, are well-known, while others have yet to be documented. Many fishes are associated with deep water or \"subtidal benthic\" communities, and several of these are identified with important fisheries such as Pacific halibut, rockfish, lingcod, Pacific cod, sablefish and pollock. Small schooling fishes in open water (the \"pelagic\" zone) include capelin, sandlance, herring, juvenile walleye pollock, juvenile salmonids and myctophids (lanternfish). Though individually small, these forage fishes are unbelievably numerous, often swimming in large, dense schools. One humpback whale will eat about a ton of these small schooling fish every day over the course of the summer. And whales aren't the only things that eat them. Birds and other sea mammals tend to concentrate where there are large numbers of these fish in hopes of getting a meal. These fish are a vital link in the marine food web, because they transfer energy between primary and secondary producers, such as plankton, to top predators such as puffins and whales. Only two fishes with no connection to salt water – round whitefish near Haines and northern pike near Yakutat – have made it to the fringes of this region. The bulk of freshwater fishes are salmon and char, which spend parts of their life cycles in salt water, and so can get past the mountains and marine channels that limit the distribution of strictly freshwater animals. Most of the region's streams, even most of those directly under glacial influence, contain spawning and rearing salmon.  Some, such as the Situk and Alsek Rivers, are of world-class importance. These major river systems are in the minority. More salmon transit through the region's marine waters than spawn in the region's streams.           Anadromous Fish of Glacier Bay Distribution, identification, run-timing, and abundance (28-page PDF guidebook)",
    "url": "https:\/\/www.nps.gov\/glba\/learn\/nature\/fish.htm"
}
