{
    "title": "Katmai National Park & Preserve: Water",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Water                 Water        The Iliuk Arm of Naknek Lake is one of the many deeply scoured glacial basins now occupied by lakes in Katmai. NPS\/M. Fitz       Katmai National Park and Preserve contains vast multi–lake watersheds with hundreds of miles of rivers that link freshwater and marine aquatic systems. These waters provide essential habitat for fish and wildlife.  The Naknek River watershed is the largest in the park and preserve. Notable streams and rivers in this watershed includes American Creek, Brooks River, Headwaters Creek, Idavain Creek, Margot Creek, Rainbow River, Savonoski River, and Ukak River. Water from Naknek Lake drains into the Naknek River which flows west into Bristol Bay and the Bering Sea. All of Katmai National Preserve drains west through Alagnak and Nonvianuk rivers into the Kvichak River and then into Bristol Bay.  On the Pacific side of Katmai, Katmai River and Big River are the largest rivers in the park that drain into Shelikof Strait. Douglas River and Kamishak River flow into Kamishak Bay and Cook Inlet.         The Savonoski and Ukak rivers drain into the Iliuk Arm of Naknek Lake and carry tremendous amounts of glacial sediments. NPS  Almost all major lakes within Katmai lie within basins deeply scoured by glaciers and are dammed by glacial moraines. Covering more than 150,000 acres (60,703 hectares), Naknek Lake is one example of Katmai’s glacial lakes and it is the largest lake in Katmai. Noteable exceptions include the lakes that fill two large volcanic calderas in the park, Katmai and and Kaguyak.  Water quality in all of these lakes and rivers remains essentially unaltered by people, but glaciers continue to scour the volcanic peaks of the Aleutian Range and dump significant loads of sediment into some rivers and lakes. Rainbow, Savonoski, and Ukak rivers carry heavy loads of glacial sediments and volcanic ash.   Runoff from rain, glaciers, and snow continuously fill lake basins throughout the spring, summer, and early fall. Water levels in the larger lakes may vary seasonally by as many as seven feet and are usually highest in late summer and early fall.  American Creek, Big River, Brooks River, Funnel Creek, Hallo Creek, Headwaters Creek, Ikagluik Creek, Katmai River, Knife Creek (including Juhle Creek), and Kulik River have all been designated as potential rivers to be added to the National Wild and Scenic River System. This potential designation requires the National Park Service to manage\/protect them as if they were Wild and Scenic until Congress brings them into the system or takes them off the potential designation list.",
    "url": "https:\/\/www.nps.gov\/katm\/learn\/nature\/water.htm"
}
