{
    "title": "Katmai National Park & Preserve: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       Katmai was established as a National Monument in 1918 by a Presidential proclamation to preserve the Valley of Ten Thousand Smokes and the landscape associated with the cataclysmic volcanic eruption of 1912. It was expanded over the years by four additional proclamations, then enlarged and re-designated a National Park and Preserve by the Alaska National Interest Lands Conservation Act (ANILCA) in 1980. ANILCA states that Katmai National Park and Preserve is to be managed for the following purposes, among others: to protect habitats for, and populations of, fish and wildlife, including, but not limited to, high concentrations of brown\/grizzly bears and their denning areas; to maintain unimpaired the water habitat for significant salmon populations; and to protect scenic, geological, cultural, and recreational features. The National Park Service preserves unimpaired the natural and cultural resources and values of Katmai National Park and Preserve for the enjoyment, education, and inspiration of this and future generations. To support this mission, park staff cooperates closely with partners and stakeholders to preserve park resources while providing outdoor recreation and subsistence opportunities. The management of Katmai National Park and Preserve involves the ability to successfully understand and apply a variety of laws, regulations, and policies that were established to protect park resources and values. Park management consists of several key programs, which include administration, environmental planning, facility management and maintenance, cultural and natural resources management, interpretation and education, law enforcement and resource protection, subsistence resource management, and commercial services. To learn about the administrative history of Katmai National Park and Preserve, see the online book titled Isolated Paradise by Frank B. Norris. Visit Katmai's Laws and Policies pages for specific information on the regulations and policies that guide park managers. Planning and policy documents are also available to browse and download.",
    "url": "https:\/\/www.nps.gov\/katm\/learn\/management\/index.htm"
}
