{
    "title": "Katmai National Park & Preserve: Volcanoes",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Volcanoes                Volcanoes        Southwest Trident was formed during a series of eruptions from 1953-1960. Glacially-clad Mount Magiek, seen in the background, is thought to have formed in a similar way. NPS\/M. Fitz       Katmai National Park and Preserve is one of the world's most active volcanic areas. Within Katmai’s boundaries lies at least 14 active volcanoes. The Alaska Peninsula and the Aleutian Islands have about 80 major volcanic centers that consist of one or more volcanoes. These volcanoes are pipelines into the fiery cauldron that underlies Alaska's southern coast.  Why So Many Volcanoes in Katmai and Alaska? Southern Alaska and the Aleutian Islands mark the northern boundary of the Pacific Ring of Fire. The Ring of Fire, also called the Circum-Pacific belt, is the zone of earthquakes and volcanoes surrounding the Pacific Ocean. According to the US Geological Survey (USGS), about 90% of the world's earthquakes and most of the world’s volcanism occurs there. Hundreds of volcanic eruptions have occurred along the Ring of Fire in historic times, nearly 10 percent of these have occurred in Alaska.       Most of the world's volcanisms within historic times has occurred adjacent to the boundaries of the Pacific Plate. This region has been nicknamed the Ring of Fire. USGS Image       The theory of plate tectonics attributes this phenomenon to the collision of the plates that makes up the Earth's crust. As the USGS states, “In a nutshell, this theory states that the Earth’s outermost layer is fragmented into a dozen or more large and small solid slabs, called lithospheric plates or tectonic plates, that are moving relative to one another as they ride atop hotter, more mobile mantle material (called the asthenosphere). The average rates of motion of these restless plates—in the past as well as the present—range from less than 1 to more than 15 centimeters per year. With some notable exceptions, nearly all the world’s earthquake and volcanic activity occur along or near boundaries between plates.”        Convection currents within the earth's mantle drive plate tectonics. Katmai is located near the convergent boundary of the Pacific and North American plates. USGS Diagram       More locally, the denser, oceanic Pacific Plate is subducting under the lighter, continental North American Plate around 2.5 in (6 cm) per year. The rocks of the Pacific Plate contain a significant amount of water. As this plate is driven under North America, the water contained within the rock is released and rises toward the earth’s surface. As it does so, it lowers the surrounding rocks’ melting point. This process is similar to adding a chemical flux to solder. As the rock melts, it rises toward the earth’s surface as magma. Some of this magma will eventually erupt at one of Katmai or Alaska’s many volcanoes.        The summit of Mount Martin contains a small acidic lake and many vigorous fumaroles. NPS\/R. Wood              About 46 square miles (120 square kilometers) of land was buried by pyroclastic flows and surges during the 1912 eruption of Novarupta. Click on the image to learn more about this eruption and the Valley of Ten Thousand Smokes. NPS\/M. Fitz  Volcanoes of Katmai Since their beginnings a few hundred thousand years ago, the Katmai volcanoes have been mostly quiet, punctuated only sporadically by short periods of eruptive activity. Fumaroles, steaming craters, earthquakes, and the occasional eruption all indicate that molten rock is still present under the crest of the Aleutian Range. Three volcanic eruptions occurred in here recently: Novarupta-Katmai (1912), Mount Trident (1953-1974), and Fourpeaked Volcano (2006).  The Plinian style eruption at Novarupta on June 6-8, 1912 was the world’s largest volcanic eruption of the 20th century and one of the five largest in recorded history. No volcanic eruption since Tambora in 1815 has surpassed it. This was an exceptional event and while similar eruptions have occurred in Alaska during the past 10,000 years, this eruption is not typical for the region.        The dark rocks in this photo are lava flows that poured slowly out of Trident Volcano from 1953-1960. NPS  In contrast, Mount Trident’s and Fourpeaked Volcano’s recent eruptive activities are considered to be more typical for Katmai and Alaska’s volcanoes. At Mount Trident, four blocky lava flows poured from a vent on the southern slopes of the volcano in 1953, 1957, 1958, and during the winter of 1959-60. Intermittent explosions continued at Trident until 1974. On September 17, 2006, small phreatic eruptions occurred near the summit of Fourpeaked Volcano and volcanic unrest continued from September 30 through October 24. Until this time, evidence for eruptions at Fourpeaked within the past 10,000 years was uncertain.       What Might the Future Hold? With over one dozen known active volcanoes, Katmai will remain a center of attention for volcanologists. Volcanoes typically shows signs of unrest such as earthquakes, deformation of the land, and\/or increased gas emissions before they erupt. The Alaska Volcano Observatory (AVO) monitors and studies Alaska's hazardous volcanoes to predict and record eruptive activity, and to mitigate volcanic hazards to life and property. AVO operates over 20 seismic monitoring stations and two webcams (Katmai and Fourpeaked) within the park and many more within the region. More information on the eruptive history and potential hazards of Katmai’s volcanoes can be found in the Preliminary Volcano Hazard Assessment for the Katmai Volcanic Cluster.        Volcanic eruptions are almost always preceded by an increasing frequency of earthquakes. Seismic stations, like this one in Katmai Pass, help volcanologists monitor volcanoes and issue alerts when volcanoes reach a state of unrest. NPS\/M. Fitz",
    "url": "https:\/\/www.nps.gov\/katm\/learn\/nature\/volcanoes.htm"
}
