{
    "title": "Kenai Fjords National Park: Work With Us",
    "body": "Work With Us       We fill positions in many fields, including interpretation, maintenance, administration, resource management, education and law enforcement. Some jobs are office-oriented, others focus on working with the public, and some involve working outdoors. Each job performs a vital function - that of providing visitors an opportunity to enjoy a unique experience, while working hard to preserve natural and cultural resources for future generations.  See the links below for information on applying and volunteering with the National Parks. All current openings are listed below. If you have additional questions about employment at Kenai Fjords National Park after you have read this information, please feel free to contact the park's Human Resources Assistant at the Administrative office.  Application Information Volunteer Opportunities       Current Local Hire Job Opportunities  There is one local hire job currently available. Please see the attachments below for job duties and application details. To be eligible for local hire, please carefully read the eligibility requirements: ELIGIBILITY TO APPLY: Any U.S. citizen who has acquired special knowledge or expertise regarding the natural or cultural resources of Kenai Fjords National Park, by reason of having either lived or worked in or near the park. This level of knowledge would be acquired by having lived or worked in or near the park for at least 12 months, to include all four seasons. Short seasonal residency is not qualifying as this would not provide the level of knowledge or expertise that is gained through experiencing the range of climactic conditions and associated impacts on the resources.  Areas considered \"near\" Kenai Fjords National park are the communities of Seward and Moose Pass extending north to Milepost 45 of the Seward Highway, as well as to the tribal villages with documented ties. These tribal villages include the Native Village of Nanwalek and the Native Village of Port Graham on the south western tip of the Kenai Peninsula as well as Seldovia Village Tribe. For questions or additional information, please contact Sarah Bondareff at (907) 422-0514 Positions Available Park Ranger (Interpretation), GS-0025-09 APPOINTMENT INFORMATION: This is a full time permanent seasonal position. As a condition of employment and (depending on workload needs and\/or funding), the employee is guaranteed work for at least 6 months, but not more than 11 ½ months each service year. When services are not required, the employee will be placed in a non-work, non-pay status. A minimum of 2 weeks in non-pay and non-duty status is required each service year. While in pay and duty status, the employee will work a full-time work schedule (40 hours per week). Salary, vacation and sick leave earnings, which are normally based on year-round employment, will be prorated according to the number of weeks actually worked each year. The waiting period of within-grade increases (step increases) may also be extended by a portion of the time spent in non-pay status. It is anticipated the incumbent will work 10 months each service year. The person hired will be converted to competitive service career or career conditional status after completing two years of continuous satisfactory service in a permanent position and meeting all regulatory requirements. This position may involve weekend work or performance of duties before or after \"normal\" working hours. Occasional overtime may be required. Government housing is not available. Must be at least 18 years of age. DUTIES: This position is located in Kenai Fjords National Park. During the winter months, the incumbent develops distance learning programs by gathering photos, footage and data from park resources and using appropriate visual media to communicate park interpretive themes in a curriculum based education setting. The incumbent is also responsible for the administration of the distance learning program including communicating distance learning equipment needs, interface issues, program trends, and scheduling with supervisor. During summer months, incumbent serves as the work leader for as many as 9 interpretive park rangers in the Exit Glacier area. Responsibilities include coaching and helping provide leadership of staff for the Division of Interpretation. Helps plan and coordinate seasonal training requiring knowledge of the Interpretive Development Program. Maintains and develops Exit Glacier area operating procedures, interpretive training materials and other administrative items. Helps supervise interpretive operation when GS-11 supervisor is not available. Researches, prepares and presents high quality thematic interpretive programs. Programs include talks, hikes, boat tours, curriculum based and illustrated programs requiring in-depth knowledge of biology, geology, and the cultural history of the region. This position will also create activities to expand the knowledge and understanding of National Park career opportunities to approximately 15 youth employees working at the park each summer. Incumbent provides information, orientation, and informal interpretation at one of two visitor centers. Routinely disseminates critical safety and resource protection messages and performs routine administrative tasks as needed to support the education staff and interpretation team. Incumbent works closely with park partners, including local tour boat companies, Kenai Peninsula Borough and Anchorage School Districts, and the Alaska SeaLife Center.  Salary: $25.68 –$33.38 per hour plus 6.91% COLA Series and Grade: Park Ranger (Interpretation), GS-0025-09 Location: Seward, AK Open Period: 8\/1\/16 - 8\/15\/16 Position info: Full time - permanent seasonal             Current Job Opportunities Applications for jobs with the National Park Service are accepted via USAJOBS, the federal government's official source for federal job listings and employment opportunity information. The jobs listed below are drawn from USAJOBS, and clicking on any of them will take you to the detailed job announcement on USAJOBS. This list includes only jobs open to U.S. citizens. To see jobs open to eligible federal employees as well or to search for other employment opportunities, visit USAJOBS.        Park Profiles Video Series  Are you interested in learning more about what it's like to be a park ranger? Would you like to learn more about how the NPS manages the special places of the American people? Check out this series of short videos about the experiences of several park staff who get to live and work in Kenai Fjords National Park.",
    "url": "https:\/\/www.nps.gov\/kefj\/getinvolved\/workwithus.htm"
}
