{
    "title": "Grand Canyon National Park: B-roll Video",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Photo Gallery     B-roll Video                B-Roll Video Index       Grand Canyon National Park's B-Roll archive is an online resource designed to provide free, public domain, downloadable video clips for multimedia use.  Please take advantage of the embedded video players to preview clips before you download them. The files are quite large and may take some time to download.  All video files in this archive are \"public domain\" clips. You are free to use these videos without a release from the National Park Service. However, the videos must not be used to imply National Park Service endorsement of a product, service, organization or individual without permission from the National Park Service.  The National Park Service arrowhead is a legally protected symbol, and is not intended for public use without permission from the National Park Service. Video clips of the arrowhead are not available for download from this site.  Questions or issues? Contact Grand Canyon B-Roll Support.      Aerial Views of Grand Canyon Aerial of Grand Canyon Cliffs and Temples (11) Aerial of Colorado River (from High Elevation) (3) Aerial of Colorado River (from Low Elevation) (11) Aerial with Boats on the Colorado River (5)  Time-lapse Video from the Canyon Rims South Rim Time-lapse Summer (4) South Rim Time-lapse Winter (4) North Rim Time-lapse (1)  Visiting Grand Canyon Visitors Viewing Sunset from the South Rim (3) South Rim Visitor Services (4) South Rim Shuttle Buses (2) Grand Canyon Railroad (1) Viewing Sunset from Desert View Watchtower (4)  Scenic Views from the Canyon Rims Scenic: South Rim Winter (9) Scenic: North Rim Winter (8)   Inside the Grand Canyon Ranger-led Group Hike into the Canyon (4) Hikers on Bright Angel Trail (1) Inner Canyon Cacti and Flowers (5) Grand Canyon Animals (7) Riparian Areas (2) Bright Angel Campground and Phantom Ranch (2) Mules on canyon trails (3)  Colorado River Rafts Running Rapids (4) Rafts on Calm Water (3) Point of View from Rafts and Raft Riders (7) Kayaks Running Rapids (7) Aerials with Boats on the Colorado River (5) Colorado River Calm Water (4) Colorado River Rapids (4) Waterfall at Deer Creek (10) Indian Ruins at Nankoweap (6)  Little Colorado River (2)",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/photosmultimedia\/b-roll_hd_index.htm"
}
