{
    "title": "Katmai National Park & Preserve: Valley of Ten Thousand Smokes",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Valley of Ten Thousand Smokes                Valley of Ten Thousand Smokes and the 1912 Novarupta-Katmai Eruption        The lava dome named Novarupta marks the 1.2 mile (2 km) wide vent of the 1912 Novarupta-Katmai eruption. Novarupta is 1235 ft (380 m) wide and 211 ft (65 m) high. NPS       June 6, 1912 dawned clear and calm. Residents of the area were busy getting ready for the upcoming fishing season, but for at least a week people had felt earthquakes. Earthquakes are common in Alaska, a region long known for geologic instability, but people living and working in what would later become Katmai National Park and Preserve noticed that these earthquakes were unusually frequent and getting stronger. These earthquakes had prompted the two remaining families at Katmai Village to evacuate their homes two days earlier. They were wise to do so. Around 1 PM on June 6, the skies darkened over Katmai and for the next 60 hours the sun disappeared. The greatest eruption of the 20th century had begun.         The ash cloud from Novarupta quickly spread across Alaska and North America. USGS\/J. Fierstein  Size and Impacts The Plinian style eruption at Novarupta on June 6-8, 1912 was the world’s largest volcanic eruption of the 20th century and one of the five largest in recorded history. No volcanic eruption since Tambora in 1815 has surpassed it. In total, 3.1 mi3 (13 km3) of magma exploded out of the earth at Novarupta. This is 30 times more magma than the 1980 eruption of Mount St. Helens. Ash soared to over 100,000 ft (32 km) into the atmosphere. Kodiak Island, downwind of the ash cloud, was plunged into a darkness that lasted nearly three full days and the ash cloud eventually encircled the earth. The summit of Mount Katmai, some 6 miles (10 km) distant from Novarupta collapsed as magma was drained from underneath it and vented at Novarupta. The former site of Mount Katmai’s summit is now occupied by a 1.9 mi (3 km) wide and 2000 ft (600 m) deep caldera.       Since the late 1910s, Mount Katmai’s caldera has slowly filled with water. Today a lake more than 800 ft (250 m) deep occupies it. The photo on the left was taken in 1919 and the photo on the right was taken in 2005. Left: National Geographic Society Katmai expeditions photographs, Archives and Special Collections, Consortium Library, University of Alaska Anchorage. Right: NPS\/R. Wood.         Volcanic ash from the 1912 eruption nearly buried Katmai Village. A massive flood in 1916 destroyed what remained. National Geographic Society Katmai expeditions photographs, Archives and Special Collections, Consortium Library, University of Alaska Anchorage.  Historical Significance The 1912 Novarupta-Katmai eruption left a widespread and long lasting historical legacy. Local residents of the area were forced to abandon their homes during the eruption and they never returned. You can read more about people’s direct experiences with the 1912 eruption in Witness: First Hand Accounts of the Largest Volcanic Eruption of the Twentieth Century. It also brought worldwide attention to a little known and obscure region of the Alaska Territory. Scientific expeditions funded by the National Geographic Society in the 1910s led to the creation of Katmai National Monument in 1918.         A few breadcrust bombs were violently thrown from the Novarupta vent during the eruption. The area near Novarupta is covered in several hundred feet of ash and pumice. NPS\/M. Fitz  Scientific Significance The 1912 Novarupta-Katmai eruption has been called one of the most provocative eruptions for volcanologists. Its great volume places it among the five largest eruptions in recorded history. Within recorded history, it was virtually unique in that it generated a large volume of pyroclastic flows that came to rest on land (Valley of Ten Thousand Smokes). Dispersal of the eruption’s ash cloud led to to pioneering work on the affect of volcanic eruptions on climate. The full story and mechanisms of the eruption are not fully understood. Still, an expansive scientific literature exists on this eruption and the Valley of Ten Thousand Smokes, and it is now one of the most intensively studied eruptions in the world. The Novarupta-Katmai Eruption of 1912—Largest Eruption of the Twentieth Century: Centennial Perspectives and Alaska Park Science: Volcanoes of Katmai and the Alaska Peninsula are two great sources for more information.       Valley of Ten Thousand Smokes In 1916, a group of explorers funded by the National Geographic Society and led by botanist Robert F. Griggs penetrated the devastated region surrounding Mount Katmai. After a long and difficult hike into Katmai Pass from the Katmai River valley, Robert Griggs stumbled upon a landscape and a sight that he would never forget. Griggs later wrote,  “The sight that flashed into view...was one of the most amazing visions ever beheld by mortal eye. The whole valley as far as the eye could reach was full of hundreds, no thousands--literally tens of thousands--of smokes curling up from its fissured floor…It was as though all the steam engines in the world, assembled together, had popped their safety valves at once and were letting off surplus steam in concert.  Our feeling of admiration [for the Valley] soon gave way to one of stupefaction. We were overawed. For a while we could neither think nor act in a normal fashion.”        In a matter of hours, the Ukak River valley was transformed into a barren, steaming landscape. Early explorers were awestruck by the Valley of Ten Thousand Smokes, but they also had to rely on the Valley's geothermal heat to cook their food. National Geographic Society Katmai expeditions photographs, Archives and Special Collections, Consortium Library, University of Alaska Anchorage.       Griggs had discovered a transformed Ukak River valley. This was a place once covered in shrubs and tundra and frequently traveled by Alutiiq people. It was changed in a matter of hours into a steaming mass of pumice and ash that Griggs named, “The Valley of Ten Thousand Smokes.”  The 1912 eruption’s pyroclastic flows and surges filled the Valley with thick deposits of hot ash and pumice. Buried snow fields and glacial streams flashed into steam as well as any subsequent rain and snow melt that seeped into the pumice fields. For years after the eruption, thousands of fumaroles (volcanic steam and gas vents) shot into the sky. Griggs and his team thought the fumaroles were permanent features tied to a shallow magma chamber. In time, Griggs thought they would rival the geysers of Yellowstone National Park. So convinced of the Valley’s uniqueness and it’s scientific significance, Griggs and the National Geographic Society lobbied to protect the area. Largely because of their efforts, Katmai National Monument was created by presidential proclamation in 1918. Griggs’ account of discovery and exploration of the Valley is well documented in his 1922 book, The Valley of Ten Thousand Smokes.  By the 1930s most of the fumaroles had cooled as the residual heat trapped within the pyroclastic flow and surge deposits dissipated. Today, deposits from the former fumaroles paint the surface of the Valley of Ten Thousand Smokes.       Many of the fumaroles were so hot and acidic that they cooked the ash into clay and stained it with a kaleidoscope of colors (see photo above right). Some fumaroles also cemented adjacent ash and pumice. The bulbous chimneys of these extinct fumaroles stand while the adjacent, unconsolidated ash nearby has eroded away (see photo above left). NPS\/M. Fitz",
    "url": "https:\/\/www.nps.gov\/katm\/learn\/nature\/valley-of-ten-thousand-smokes.htm"
}
