{
    "title": "Kenai Fjords National Park: Laws & Policies",
    "body": "Explore This Park    Learn About the Park     Management     Laws & Policies               Laws & Policies      Alaska National Interest Lands Conservation Act A multitude of laws, regulations, and policies govern the management of Kenai Fjords National Park and regulate visitor use of this area. The Alaska National Interest Lands Conservation Act (ANILCA) not only created the park but mandates management which protects a unique Alaskan lifestyle on these lands.        Regulations There are a variety of rules and regulations that dictate how the park must be managed. These regulations help us protect park resources while also providing visitors with a safe and enjoyable experience.      Most regulations governing visitor activities are found in Title 36 of the Code of Federal Regulations (CFR), Part I, Sections 1-13. Special Regulations are those regulations which apply only to specific geographic regions or park areas. Part 13 of 36 CFR contains regulations specific to Alaska. Kenai Fjords regulations are found in Section 13.67. The Superintendent's compendium is reviewed annually and provides a list of regulations under the discretionary authority of the superintendent.    Each winter, the park will propose a new compendium for that year. During the proposal period, comments are solicited from the public. Comments will be accepted by mail or may be hand delivered to the park Administrative Office.    Generally speaking, Alaska State laws dictate who may possess firearms within the park.         Reference Maps for Compendium    Exit Glacier Study Area Map (364 KB) Exit Glacier Developed Area - Summer (1.6 KB) Exit Glacier Developed Area - Winter (948 KB) Exit Glacier Printed Matter Distribution Designated Area Map (363 KB) Exit Glacier Public Assembly Designated Area Map (360 KB) Visitor Center Designated Areas Map (239 KB)",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/management\/lawsandpolicies.htm"
}
