{
    "title": "Grand Canyon National Park: Hike Smart: Audio",
    "body": "Hike Smart Tips - Audio Podcasts by PSAR              Click on Links for MP3 Downloads and Transcripts             Hike Smart Podcast 01 (02m:34s) What is Preventative Search & Rescue? The program was started in 1997 as an effort to reduce the hundreds of heat-related illnesses park visitors were experiencing every summer. PSAR Rangers patrol the main trails, and ask hikers questions about their hiking plans. Listen           Hike Smart Podcast 02 (07m:09s) The Ten Essentials Whenever I hike the trails, even if I’m only intending to go a short distance, I always bring the ten essentials. At the Grand Canyon plans can change quickly due to the weather, illness, injury or fatigue. Listen           Hike Smart Podcast 03 (05m:31s)  Heading Down the Trail You know, it's all about planning... Before we start down the trail, there are a few to consider. First, are you in good physical condition? If you have a medical condition, talk to your doctor before visiting. Make sure you are healthy enough to hike steep and difficult trails. Listen           Hike Smart Podcast 04 (04m:42s)  Self Rescue Tips In this podcast we’re going to discuss some self-rescue tips and common problems encountered by hikers on the trail. One of the great things about Grand Canyon hikers is that they tend to look out for each other. Listen         Hike Smart Podcast 05 (07m:18s) Hiking with Infants & Toddlers Heading out into the natural environment with children can be a fantastic experience for both parent and child. Children often bring our attention back to the wonder of small things we may miss while taking in the grandeur of the Canyon. Listen...         Hi, my name is Sarah and I’m a PSAR Ranger here at Grand Canyon National Park. Grab your earphones and come on a virtual trail patrol with me. This podcast series allows you to experience a day in the life of a Preventative Search and Rescue Ranger.  We’ll meet up with other hikers and learn about what to expect on the trail, the 10 essentials you should always bring with you (even on a short hike), how to rescue yourself, some tips for hiking with children, and most of all how to HIKE SMART! Dust off your boots and listen to the Hike Smart podcasts, here on the Grand Canyon website, or on the iTunes Hiking Grand Canyon Channel.  This podcast series was produced by Park Ranger Patrick Gamman.         With so many of us participating in a wide range of trail activities, it really helps when we are considerate of each other. Click on photos to learn more.               Grand Canyon: Hiking to Beat the Heat  10m:23s     Some tips for hiking in the extreme heat of the inner canyon; tips that can mean the difference between an enjoyable hike and a potentially fatal one.     Credit \/ Author: Andrea Tavegia   Date created: 2013-07-16     Download Original File: grca-Hiking-in-the-Heat.mp39,982 KB           Audio Transcript Transcript – Hiking in the Heat (aka TWEET to Beat the Heat!)Hello, again from the Grand Canyon National Park Backcountry Information Center!  My name is Ranger Andrea, and boy is it hot outside!  Summer has officially arrived at Grand Canyon, bringing dangerously high temperatures with it.  Right now, I would like to take a few moments and share some tips for hiking in such extreme heat, tips that can mean the difference between an enjoyable hike and a potentially fatal one.Inner canyon temperatures during the summer months can reach upwards of 110 degrees Fahrenheit in the shade, creating hazardous conditions for all summer hikers.  Therefore we encourage all canyon visitors to Hike Smart.  One easy way for you to remember to Hike Smart while hiking in extreme temperatures is the word “TWEET!”  “TWEET” is an acronym which stands for “Timing, Water, Eating, Efficiency, and Temperature.”  If you just remember “TWEET” while hiking in the canyon, you may be able to beat the heat.Timing:  So what do you need to know about timing?  Well, when hiking Grand Canyon in the summer, timing is everything!  Avoid hiking during the hottest hours of the day when the sun is at its most intense, typically between 10am and 4pm.  There is little shade available in most of the canyon, so be sure to plan your hike so you either reach your destination before 10am or are able to rest in the shade (preferably near water) during the heat of the day.  Remember, hiking before dawn and after dusk is an excellent way to avoid the heat during the summer.  Just be sure to carry a lightweight flashlight or headlamp to help guide you in the dark.Timing is also important in regards to when to rest.  Rangers recommend hikers stop to rest for about 10 minutes at least once per hour.  During this rest period you should remove your pack, eat, drink, elevate your legs, and cool down.  We also recommend removing your boots every few hours to let your feet breathe, allowing you to check for hotspots, the precursors to blisters.  Take advantage of each rest house and campground you come across to allow your body to relax, refuel, and rehydrate.Water:  What about water?  We all know that we must drink water in order to live, but how much is enough?  Did you know that during a strenuous hike - such as hiking uphill in Grand Canyon - you can lose as much as two quarts of water per hour?  Did you also know that the human body is only capable of absorbing about one quart of water per hour?  Every time we breathe we exhale water vapor, and let’s not forget how much we sweat when exerting ourselves!  Between respiration, sweating, and urination, our bodies have the potential to lose far more water than we can physically replenish.  This is why it is very important that we try our best to stay hydrated during a Grand Canyon hike by constantly drinking water.  One of the best ways to stay hydrated is to use a backpack-style hydration system which has a hose straw allowing you to easily access your water, even while hiking!  Be aware that potable water is not always available, even in expected locations.  A water filter or purification tablets are essential pieces of equipment for all canyon hikers.  Hikers should also be aware that balancing water intake with electrolytes and food is important to maintaining proper body function.  Alternating water with electrolyte supplements and salty foods will help balance the two and avoid a problem called water intoxication.  But remember, it doesn’t matter how much food and water your body receives if it cannot cool itself sufficiently.  So be sure to watch your timing and rest during the heat of the day.Water is also an important tool hikers can use to regulate body temperature.  Serious and sometimes fatal illnesses such as heat stroke occur because our body heats to a temperature which no longer allows internal organs to properly function.  However, heat stroke can be prevented by staying well hydrated and keeping your core temperature as close to normal as possible.  One way to regulate body temperature is to soak yourself with water as often as possible, focusing on cooling the body’s high temperature areas such as your head, feet, hands, underarms, and groin.  When safe water conditions are available, completely immersing yourself in water is a great way to cool the body as well.  Keep in mind, though, that swimming in the Colorado River is dangerous and never recommended due to the existence of extremely strong currents.  If the Colorado River is the only water around, be sure to avoid the main current and act with caution.  If available, smaller streams and creeks are a better source of cooling water.  Hike wet as often as you can and take breaks in the shade whenever it is available.  All of these techniques will help you stay as cool as possible while hiking in the hot canyon air.Eating:  Are you one of those folks (much like myself) who loves any excuse to eat tasty foods?  Well have I got a treat for you!  It is really important to balance your water consumption with salts and carbohydrates.  What does this mean?  Your body needs you to eat a lot more food than you do on any other day that you are not hiking in Grand Canyon.  Typically, in order to remain properly fueled, a Grand Canyon hiker needs to consume at least twice as many calories as they would when not hiking.  In addition, our bodies are losing salts and electrolytes at an exponential rate while hiking in such extreme heat.  It is important to not only fuel with carbohydrates, but also to consume enough salt to balance the amount we are losing.  Some of the best foods to replace salts are not necessarily things we would automatically assume are good “trail foods.”  For example, when I hike I love to take potato chips in a can, cheese crackers, salted nuts, cheese, pretzels, jerky or summer sausage, and sandwich crackers with peanut butter or cheese.  The bottom line for me is that I lose my appetite when I am hot, so bringing foods that will sustain me with proteins and carbohydrates and replenish my salts means carrying foods that I am going to want to eat.  Find your favorite snacks that have carbs, proteins, and salts and carry them while hiking, remembering to eat each time you stop to rest.Efficiency:  There are many factors that contribute to an efficient hike.  Whether you are a day hiker or overnight backpacker, efficiently choosing your hiking essentials can make a world of difference, especially in the extreme summer heat.  The idea here is to keep your pack as light as possible while still maintaining essential items.  Food and water should be the heaviest items in your pack, not unnecessary equipment.  You can easily reduce your pack weight by bringing foods that do not need to be cooked - eliminating a stove and fuel, and carrying a sheet instead of a sleeping bag.  Using lightweight trekking poles can relieve up to 25% of the force exerted on your knees during a hike.  In Grand Canyon, that is a lot of relief for your knees!  Trekking poles also help maintain balance and distribute weight more evenly on the body.  So remember, while you should never hike without the essentials, a lighter pack weight can translate to a world of relief during hot summer hiking.Temperature:  During the summer months, high temperatures can affect everything we do.  Heat can create miserable hiking conditions, and who wants to hike and be miserable?  High temperatures in the inner canyon during summer can reach upwards of 110 degrees Fahrenheit in the shade.  Add another ten to twenty degrees for temperatures taken in direct sunlight.   What does this mean for hikers?  Excessive heat is not only uncomfortable but inflicts unnecessary stress on your mind and body and can cause serious illness such as dehydration, heat exhaustion, and heat stroke.  Extremely high temperatures can also create conditions which eliminate a lifeline for help in cases of serious illness or injury.  When hikers become ill or injured in the canyon there are only two options for evacuation: hike yourself out – otherwise known as “self-rescue,” or medical evacuation such as by helicopter.  However, hikers should never expect a medical evacuation.  Extreme summer temperatures can cause thin and unstable air in the canyon – conditions in which helicopters cannot fly.  If conditions allow for evacuation of a seriously ill or injured hiker, chances are that hiker will then be flown to the nearest hospital, a flight which can cost around $15,000.   Instead of relying on any form of evacuation from the canyon, you should be as proactive as possible and hike only when temperatures are tolerable for you and your body.  If you take the unnecessary risk of hiking when it is too hot, it may cost you a small fortune, your health, or your life.Hiking Grand Canyon brings immense challenges year-round including elevation, desert environments, and wildly varying temperatures.  Attempting canyon hikes in extreme summer conditions adds to this complexity.  So remember, the next time you decide to brave Grand Canyon’s high summer temperatures, Hike Smart by remembering “TWEET” during your hike.  Paying close attention to Timing, Water, Eating, Efficiency, and Temperature can determine whether you have a safe and enjoyable experience, or one that is hot, uncomfortable, and potentially fatal.  The Backcountry Information Center does not want you to become a statistic, so take care of yourself while hiking in the summer, and always remember “TWEET” to beat the heat!       Two Short Slide Shows About Hiking.              Day Hiking Slide Show: 03min:11sec (No Audio)   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 11 seconds  Many options are available for day hiking in Grand Canyon National Park. This slide show introduces the Rim Trail, the South Kaibab Trail and the Bright Angel Trail.                Winter Hiking Slide Show: 01min:06sec (no audio)   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 6 seconds  A successful and safe winter hike depends on weather and routes, but realize that any hike can be affected by unforeseen natural occurrences. Always be sure you have adequate food, water, and equipment to deal with the unexpected.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/photosmultimedia\/hike_smart-00.htm"
}
