{
    "title": "Kenai Fjords National Park: Portfolio of Management Plans",
    "body": "Explore This Park    Get Involved     Planning     Portfolio of Management Plans              Portfolio of Management Plans       Foundation Statement (2013)  The Foundation Statement describes the unit's purpose, significance, fundamental resources and values, primary interpretive themes, and special mandates.   NPS Alaska Regional Management Guidelines This guidance is meant to be the distillation of 30-plus years of interpreting and implementing the laws, regulations, and policies pertinent to parks in the Alaska Region, focusing on ANILCA (coming soon).     Land Protection Plan Land Protection Plans (LPP) are required by agencies with non-Federal lands or interests in land within the authorized boundary, and the LPP serves as a strategy for the acquisition and\/or interests of those lands (coming soon).   Park Atlas  The park atlas is a collection of maps and geospatial data indicating areas of particular importance as to wilderness, natural, historical, wildlife, cultural, archeological, paleontological, geological, recreational, and similar resources. Atlases for parklands throughout Alaska are being drafted, and will be published in late 2013 (coming soon).   General Management Plan (1984)  Comprehensive park plan that guides the long-term management of resources, visitor use, and general development at the park.    Fire Management Plan Provides direction for wildland fire management.    Transportation Plan Assesses and monitors transportation related issues, performance and maintenance.    Over-the-Snow Transportation Feasibility Study (2012)    Long-Range Interpretive Plan (2010-2019)  Long-Range Interpretive Plans (LRIPs) provide a vision for the future (5-10 years) of interpretation, education, and visitor experience opportunities.     Bear Management Plan (2013) Policy and procedures to protect the park's population of bears.",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/management\/planning-portfolio.htm"
}
