{
    "title": "Kenai Fjords National Park: Bear Management",
    "body": "Bear Management         Black Bear on Kenai Fjords Coast NPS \/ Jim Pfeiffenberger  Bears occur throughout Kenai Fjords National Park and are a focal attraction for park visitors. The opportunity to see a bear in its natural habitat contributes significantly to visitor experience. This experience, however, can increase the potential for conflict between humans and bears and alter normal bear behavior. These factors present a management challenge when striving to preserve bears as an integral component of the ecosystem while providing for public safety. In 2009, the Park Superintendent approved an Interim Bear Management Plan to guide bear management in the park. The goals of the park bear management program are to: 1) Provide for visitor and staff safety by minimizing bear-human conflicts. 2) Minimize the effects of human activities on the distribution, abundance and behavior of black and brown bear populations. 3) Ensure opportunities for visitors to observe, understand, and appreciate black and brown bears, as a part of an intact ecosystem. The program consists of proactive measures such as food storage and education, and management actions such as hazing and aversive conditioning of bears. Park visitors assist in bear management by being 'bear smart' which includes hiking with awareness, keeping a clean camp, and filling out Bear Encounter Report forms. Primary responsibility for bear management in the park lies with the Visitor and Resource Protection (VRP) and Resource Management (RM) Teams. The Bear Incident Response Team consists of RM and VRP staff trained to respond to bear incidents. They are the employees you are likely to see in the campground and along the trails monitoring bear activity and educating visitors. Park staff and visitors submit Bear Encounter Reports which provide valuable information that is used to improve visitor safety and to protect bears within the park. The Resource Management Team uses this information to produce annual summaries of bear activity and regular web updates of bear activity throughout the summer. Park staff and visitors can improve their understanding of bear behavior and minimize negative interactions by understanding the types of interactions that frequently occur. Documented types of encounters include: 1) Bears persistently approaching human use areas with humans present 2) Habituated bears encountered in their natural habitat 3) Surprise encounters of close proximity where the bear showed signs of stress 4) Chance encounters between curious bears and human property 5) Bears that damaged property 6) Bears that obtained human food    Some lessons learned from these interactions include: -Properly store all food in Bear Resistant Food Containers -Be aware of bears while hiking and make noise to avoid surprise encounters -Do not harass habituated bears by approaching too close -Carry bear pepper spray while hiking -Avoid camping in high use bear areas -Keep tents, kayaks and other gear in close proximity -Be ready to defend your food and gear if a curious bear approaches Andrew Clark Hecht Memorial Public Safety Achievement Award The Kenai Fjords National Park Bear Management Team was awarded the 2008 NPS Andrew Clark Hecht Memorial Public Safety Achievement Award. This award was created in the memory of  Andrew Clark Hecht, a nine year old boy who died in 1970 after accidentally falling into a hot spring in Yellowstone National Park. This is the highest award bestowed by the NPS for outstanding public safety achievment and is presented annually by the Director of the National Park Service. This honor is a tribute to all the hard work that has gone into our bear management program at the park. Report Bear Encounters If you have an encounter with a bear, report it to a park ranger as soon as possible. Questions? Would you like to report an encounter? Call the Kenai Fjords National Park Bear Management Team (please include your current contact information in your email or voicemail message): Chief of Resource Management Phone: (907 ) 422-0546 Chief of Visitor and Resource Protection Phone: (907) 422-0520",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/management\/bear-management.htm"
}
