{
    "title": "Grand Canyon National Park: Desert View Drive and Watchtower",
    "body": "Desert View Drive and Watchtower Photos             Desert View Watchtower   Desert View Hours - Summer 2015 Watchtower (and Grand Canyon Association Bookstore) 8 am–8 pm  Trading post\/Snack Bar 9 am–4 pm Desert View Market 8 am–5 pm Desert View Gas Station 9 am - 5 pm. Fuel, including diesel, available 24 hours a days with a credit card Desert View Campground Open for the summer (First come, first served - no reservations)      The Indian Watchtower at Desert View (1932)  From the National Register of Historic Places Nomination, 1986  The Watchtower stands at the eastern end of the South Rim of the Grand Canyon. From a distance the building's silhouette looks like the Anasazi watchtower it was meant to mimic. In plan the structure is composed of one enormous circle at the north, a small circle at the south, and gently arched forms connecting the two. As Virginia L. Grattan wrote in Mary Colter Builder Upon the Red Earth, \"The Indian watchtower at Desert View was not a copy, but what Colter called a 're-creation' of an Indian watchtower.\" Standing at 70 feet, with a 30-foot base, the tower was unique in having a concrete foundation and a steel framework well hidden in the stones of the tower. The ground level of the tower was a large, round observation room with a spectacular view of the Grand Canyon. Upstairs the Hopi Room presents paintings by Hopi artist Fred Kabotie, who took the room's theme from the Hopi Snake Dance. An outdoor observation deck is directly above the observation room.  The largest circle and the arced portions are the sections of that building that are just one story in height. The smaller circular plan is for the tower itself, more than five stories high. The building sits out on a promontory overlooking the Grand Canyon. The most noteworthy aspect of the exterior is the stonework--a variety of uncoursed rubble below and coursed sandstone above, with decorative patterns of triangular stones adding architectural interest directly below the tower's parapet and other bands of color masonry adding even more visual interest. Her use of texture in the masonry creates a visual depth. Large walls sections of the tower, for instance, have a relatively smooth finish that in places is broken up by slightly larger stones protruding from the wall surface. Fenestration in the tower is irregular--tiny windows or those with irregular shapes--with the exception of the observation area at the top of the structure where large trapezoids of plate glass allow the viewer to see the surrounding countryside in all directions. Colter's careful massing of forms added more architectural emphasis to the tower. The main entrance into the structure leads into the largest room of the building, originally known as the kiva room, that is circular in plan. The ceiling is made up of logs salvaged from the old Grand View Hotel on Horseshoe Mesa at the Canyon. The logs are laid in a pattern found in prehistoric native American architecture and still used in some Indian structures today. A ladder from the center of the room leads up to an opening in the ceiling that looks functional but is actually false. A low, arched fireplace on one edge of the room has a small mantle and am enormous picture window directly above it where the chimney normally would be--the flue actually draws the smoke from an upper corner. The floor of this room is flagstone, and walls are stone. This room has undergone little change since construction. Directly above this room on the roof of this part of the structure is an outdoor observation deck. Other spaces on the first floor are used for sales areas, as this is, and a small amount of storage space. The kiva room contains heavy, rustic furnishings of large chunks of wood and rawhide, also included in this nomination. The most architecturally impressive section of the building is undoubtedly the tower interior. The space is an open shaft surrounded by circular balconies edging the walls and small staircases that lead up to subsequent levels. Only the uppermost observation area has a complete floor area covering the circular plan, and large plate-glass windows overlooking the surrounding expanses of the vast southwest. The rooftop observation area, reached by a ladder of sturdy log construction, is closed to the public. The steel and concrete structure of this space is entirely plastered and all of the walls are covered with murals. The most distinct images, painted by Hopi artist Fred Kabotie depict various aspects of Hopi mythology and religious ceremonies. The other murals done by Fred Greer are more subtle in color and purposefully softer in detail, and are copies of prehistoric pictographs and petroglyphs. The tiny windows of the tower let in a minimal amount of light which adds to the cave- like, mystical atmosphere of the space. Experiencing the multiple levels and circular balconies and the hundreds of prehistoric images inundates the viewer with an overwhelming sense of the southwest. Also included in this nomination are the two small outbuildings immediately adjacent to the Watchtower--the wood storage structure and the storage building. Both have stone veneers set in patterns similar to those of the Watchtower. Only the exteriors of those structures are included. The building has changed very little since construction. Some of the small exterior staircases have been closed to the public. \"Coyote\" fences--vertical saplings held in place by wire woven around them--close off those areas. Radio telemetry has been added to the roof. For the most part the building retains its integrity and image Colter wanted to create.         Desert View - with map (1.9 MB PDF Feb 2015)  From ancient nomadic hunters to today's visitors, human experience has shaped Desert View's cultural landscape.  A short ¼-mile (½-km) walk leads from the parking area, past historic buildings, to the rim. From Desert View Point you can see the Colorado River make a big bend to the west.   Climb the stairs to the top of the watchtower for outstanding views of the canyon.         The Desert View Watchtower: Duration 04m:00s  Written by Brian Gatlin(object placeholder)      The Desert View Watchtower (transcript) written by Park Ranger Brian Gatlin Read by Park Rangers Patrick Gamman and Elysha Iversen  From Desert View… aptly named because of the views to the east of the Painted Desert…you can see the Colorado River make a big bend and continue to the west, the North Rim more than 10 miles away, and a panoramic view for well over 100 miles on a clear day. The Watchtower dominates the near view. This structure was designed by Mary Elizabeth Jane Colter who is often referred to as the architect of the southwest. She traveled throughout the southwest to find inspiration and authenticity for her buildings. The architecture of the ancestral Puebloan people of the Colorado Plateau served as her model. This particular tower was patterned after those found at Hovenweep and the Round Tower of Mesa Verde.  Ms. Colter indicated that it was not a copy of any that she had seen, but rather modeled from several.  As you get closer to the building you might see how well it blends into the environment. It is difficult to tell where the rock of the canyon walls end, and the tower begins. She said:  “First and most important, was to design a building that would become part of its surroundings; one that would create no discordant note against the time eroded walls of this promontory.”  To obtain this result she insisted that the rocks not be cut or worked, so they would not lose the:  “weathered surfaces so essential to blend it with the canyon walls”.  Note, too, some of the intricate designs she had built into the tower. For example, look for the white decorative stones near the top, which fade out as the eye goes around the tower. She had seen this pattern at Chaco Canyon and thought it would break the monotony of this Watchtower. The built in cracks which are patterned from some of the ancient towers she had seen are deliberately designed. There are petroglyphs on some of the stones which were brought here from near Ash Fork.  The internal steel framework of the Watchtower was designed and supervised by the bridge builders of the Santa Fe Railway company. Upon this framework, each exterior stone was selected and carefully placed to ensure exactly the look Mary Colter was hoping to obtain for she was a stickler for detail. At one point she had to leave for a day and the workmen continued to put on stone, completing two layers. When she returned, she was not satisfied with one stone on the newly laid layers, and the men had to take the whole thing down and re-do it to her exacting specifications. Her attention to accuracy of detail was amazing. The kiva room, which is now used as retail space, was also carefully designed as a rest area. It was here that visitors to the canyon in the 1930’s could sit in comfort and have outstanding views of the canyon. The fireplace is unique in that it does not block the view for visitors. Gaze into one of the reflectoscopes and see a different perspective of the canyon. As you climb the stairs of the tower there are many stories imbedded in the paintings and artwork which decorate the walls. The first gallery, on the first landing, was done by Fred Kabotie, a Hopi from second Mesa. These represent the physical and spiritual origins of Hopi life. The ceiling images, painted by Fred Geary, are recreations of images from Abo Rockshelter, now part of Salinas National Monument in New Mexico. The top floor of the tower is without decoration which might detract from the beautiful panoramic views of the Grand Canyon. Again, this design reflects Mary Colter’s respect for the landscape in which she was building. The Watchtower stands today, partly as a monument to Ms. Colter’s careful attention to detail, her enchantment with the southwest, and her commitment to the cultural preservation.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/photosmultimedia\/colter_wt_photos.htm"
}
