{
    "title": "Kenai Fjords National Park: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management      Kenai Fjords National Park is one of 410 National Park Service units that, working with other partners, helps safeguard this nation's natural and cultural heritage. Park Mission The park was established in 1980 by the Alaska National Interest Lands Conservation Act to preserve in perpetuity unique fjord and rainforest ecosystems, the vast Harding Icefield, rich and varied marine and terrestrial wildlife, and historical and archeological reminders of the native peoples of the Alaska coast. In addition, Kenai Fjords National Park is mandated to provide for visitor enjoyment and access to the coastal fjords, Exit Glacier, and the Harding Icefield in a manner that maintains them unimpaired for future generations. Balancing these contradictory missions of preservation and visitor use can be challenging. Park managers work with local communities, state and federal agencies, the general public, and numerous other partners to ensure that visitors can experience Kenai Fjords National Park's incredibly diverse and dynamic ecosystems while keeping the promise of preservation for future generations.      Getting Ready for 2016 In 2016, the National Park Service turns 100 years old. Check out how Kenai Fjords is getting ready to celebrate the centennial.       Laws & Policies Learn about the laws and policies in the park, and find links to resources like the Code of Federal Regulations and other governing documents. In addition, we are very proud of our work in the following areas.   The park is committed to being a part of the solution, and says so in its Environmental Commitment Statement.   How does the park manage the its population of black and brown bears, to keep both the bears and the visitors safe?         Information Documents Many people are looking for information about their national parks. The following documents have it all. Whether it's acreage, staffing, or budget, it's there!  2015 Park Profile - PDF All the information that's fit to print, the profile is the most \"thorough\" of our information packets.   2015 Park Fact Sheet - PDF A two-page version, with all the highlights of everything you wanted to know about Kenai Fjords.   Student Report - PDF Looking for a combination of images and information for that next school paper? This four-page document is for you!",
    "url": "https:\/\/www.nps.gov\/kefj\/learn\/management\/index.htm"
}
