{
    "title": "Alaska Public Lands: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do           Sunset over Katmai National Park NPS Photo  As big and as vast as the state of Alaska, so are the choices of things to do. From bird watching to extreme winter sports, your choices are as limited as your imagination. In the winter, there is dog mushing, cross country and downhill skiing, snowshoeing, snow machining, ice fishing and extreme downhill skiing to name a few. Frostbite, hypothermia and avalanches are a few hazards to be wary of. Summertime brings many activities. Camping and hiking are done by many of Alaska’s visitors and residents.  Salmon, halibut and trout are some the prized fish that fishermen will come to Alaska and catch. Backcountry hiking, in many of our parks, is a great way to get away from the noise and restrains of everyday life. But, it also requires that you are self sufficient because rescue could be days away. Alaska has few roads. So getting to some of the areas may require that a small plane or a boat is chartered. In some areas, to get to back country, some visitors may use all terrain vehicles or in wilderness areas there are horses or llamas. For the more sedate visitors, sightseeing and wildlife viewing from vehicles is a great way to view Alaska. Kayaking, canoeing and river rafting are great adventures for those wanting some water activities.  For all of the activities, you will want to bring along your camera and plenty of film for your memories of your Alaskan adventure      View Bore Tides An International Phenomenon They have been described as breaking waves as high as 26 feet, sounding like locomotive trains, foaming and frothing along at speeds between 6 and 24 miles per hour. Tidal bores are anything but BORING. Find out more with the Southcentral Alaska Bore Tide Information and Schedule.        NPS Photo  Plan a Fishing Trip Alaska has unlimited opportunities for both freshwater and saltwater fishing adventures in some of the most challenging and spectacular country anywhere. However, Alaska’s enormous size can make planning a difficult task. The following website will help you plan a fishing trip that suits your tastes and means! Visit:http:\/\/www.travelalaska.com\/Activities\/Sportfishing\/index.aspx            More+ In 1980, when former President Jimmy Carter signed into creation many National Parks in Alaska, he also created four Public Lands Information Centers. No other states in the nation have these centers. They provide information and resources to develop the most educational and memorable visitor experiences.",
    "url": "https:\/\/www.nps.gov\/anch\/planyourvisit\/things2do.htm"
}
