{
    "title": "Alaska Public Lands: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           605 West 4th Avenue Suite 105  Anchorage, AK 99501                 Directions         Anchorage APLIC is located in downtown Anchorage on 4th Avenue, in the Federal Building.  Directions Details           Operating Hours & Seasons         Anchorage Hours Summer Hours: 9-5, Every Day, Memorial Day to Labor Day, Open Federal Holidays Winter Hours: 10-5, Tues-Fri, Labor Day to Memorial Day, Closed Federal Holidays   Standard Hours    Sunday: 9:00 AM - 5:00 PM   Monday: 9:00 AM - 5:00 PM   Tuesday: 9:00 AM - 5:00 PM   Wednesday: 9:00 AM - 5:00 PM   Thursday: 9:00 AM - 5:00 PM   Friday: 9:00 AM - 5:00 PM   Saturday: 9:00 AM - 5:00 PM      Additional Information View More       Labor Day  - Memorial Day   Sunday: Closed   Monday: Closed   Tuesday: 10:00 AM - 5:00 PM   Wednesday: 10:00 AM - 5:00 PM   Thursday: 10:00 AM - 5:00 PM   Friday: 10:00 AM - 5:00 PM   Saturday: Closed           Fairbanks Hours Summer Hours: 8-6, Every Day, Memorial Day through Labor Day, Open Federal Holidays Winter Hours: 8-5, Mon-Sat, Labor Day through Memorial Day, Closed Federal Holidays 101 Dunkel Street Suite 110 Fairbanks, AK 99701 Telephone: 907.459.3730 Fax: 907.459.3729 Email: fair_interpretation@nps.gov   Standard Hours    Sunday: 8:00 AM - 6:00 PM   Monday: 8:00 AM - 6:00 PM   Tuesday: 8:00 AM - 6:00 PM   Wednesday: 8:00 AM - 6:00 PM   Thursday: 8:00 AM - 6:00 PM   Friday: 8:00 AM - 6:00 PM   Saturday: 8:00 AM - 6:00 PM      Additional Information View More       Labor Day  - Memorial Day   Sunday: Closed   Monday: 8:00 AM - 5:00 PM   Tuesday: 8:00 AM - 5:00 PM   Wednesday: 8:00 AM - 5:00 PM   Thursday: 8:00 AM - 5:00 PM   Friday: 8:00 AM - 5:00 PM   Saturday: 8:00 AM - 5:00 PM                  Weather           Visitors center is located inside the Federal Building and weather conditions are seasonal conditions of the Anchorage area, outside the facility.         Fees & Passes     Entrance Fees:   Free Admittance - $0.00 No entry fee to visit the visitors center         Visitor Centers                     1. Plan ahead - What sorts of activities do you enjoy? If possible, ask advice from someone with similar interests who has been to Alaska. Research your areas of interest and Alaska's fascinating history before you come. You can find Alaskan books and films in the Alaska Natural History Association catalogue. The book store link and much more information is available on our web site which is: http:\/\/AlaskaCenters.gov. We will also be happy to send you brochures by mail. Our address is: Alaska Public Lands Information Center, 605 W 4th avenue, Suite 105, Anchorage, AK 99501. Stop by and visit us when you arrive in Anchorage. There are 3 other Alaska Public Lands Information Centers for you to visit. They are in Fairbanks, Tok, and Ketchikan and may be accessed through our website. Keep in mind that Alaska is a big state and travel time between points of interest may be greater than you think. Making reservations is advisable, especially between June 15 and August 15, which is our peak season. Shoulder season travel is from May 15 to June 15 and August 15 to September 15.     2. Fish on! -- If fishing is in your plans, consult with the Alaska Department of Fish and Game via our website to determine when to arrive. Salmon and some other species are available only during limited time frames. For more information on fishing, please visit: http:\/\/www.alaskacenters.gov\/catch-and-release.cfm    3. Bears! - Bears live in all parts of Alaska, but viewing them is better at certain locations like Denali National Park or on remote streams where salmon are running. See the \"Bear Viewing\" brochure on our website.   4. Clothing - Dressing in layers is key to being ready for whatever weather Alaska throws at you. It could be sunny and 90 degrees one day and windy and rainy with 50 degrees or lower depending on where you are. Alaska has 5 distinct climate zones, so to decide what clothing to bring, go to \"Weather and Climate\" on the State Division of Tourism link in our website: http:\/\/www.travelalaska.com.   5. Getting Around - You can hop aboard an organized tour or travel independently in your own vehicle or one that is rented. RV rentals are available as well as cars. The Alaska Marine Highway system can take you to many sea ports in Southeast, South Central, and Southwest Alaska. Charter planes can take you to secluded parts of our state for fishing, hunting or sightseeing. The Alaska Railroad carries passengers between Fairbanks and Seward, including Anchorage. All these modes of transportation can be accessed through this website: http:\/\/www.travelalaska.com.   6. Winter -- Consider a winter trip to Alaska. February and March are the best months as sunlight has returned and snow conditions are good for skiing and dog sled racing. The Iditarod sled dog racestarts right in front of our building, 4th avenue and \"F\" street, on the 1st Saturday in March. For more winter activities, please visit: http:\/\/www.alaskacenters.gov\/winter-activities.cfm",
    "url": "https:\/\/www.nps.gov\/anch\/planyourvisit\/basicinfo.htm"
}
