{
    "title": "Klondike Gold Rush National Historical Park: Field Trips",
    "body": "Explore This Park    Learn About the Park     Education     Parks as Classrooms     Field Trips                Plan A Field Trip        Field trips are available year round at Klondike Gold Rush NHP. NPS photo        Ranger-Guided Field Trip  Klondike Gold Rush National Historical Park can schedule a field trip or park visit for your class or non-profit organization. Offerings include Skagway historic town tours, Dyea town tours, movie showings, and auditorium talks. Please call 1-907-983-2921 for information and reservations.      Self-Guided Field Trip  Welcome teachers, home schoolers, non-profit youth groups, and adventurous families!   Thank you for planning to bring your students and children to Klondike Gold Rush National Historical Park. The Klondike Gold Rush National Historical Park Museum Activity Guide was designed to help you explore the museum with your children. The activity should take between 20 to 45 minutes. For your convenience, it can be used in two different ways:  Option One - 45 minutes Each student can fill in their own guide and move through the museum at their own pace. The pages can be done in any order to keep children from bunching up in one spot. After the booklets are filled out, and while you are still in the museum, you can discuss the activity as a group reporting on the pages in chronological order. Alternatively, once the children are back in the classroom see if they can retell the story of the gold rush by using words, drawing pictures, and explaining the exhibits.  Option Two - 20 minutes Divide your class into nine groups. The easiest way to do this is to have the group count off by 9’s. Assign each group a page. There are nine pages in the activity guide. Give each group about 5 minutes to find and complete their page. Gather the class together and have each group report what they found. To make the final reporting chronological go through the booklet pages in order. After all of the class has reported, give the students a few minutes to go look at the exhibits they missed. If you want the students to do more than one page per group, you can create fewer groups and assign multiple pages. Do not worry if you have page over laps within the groups. Just remember to give the groups five minutes per page and when you report at the end of the activity just have each page reported only once.  Please print guides for your trip, or call the park and request a self-guided teacher’s packet. The packet includes:   Ideas for teacher self-guided activities at Klondike Gold Rush National Historical Park  Klondike Gold Rush National Historical Park brochures Skagway City Walking Guide Skagway Trail Map Klondike Gold Rush National Historical Park Museum Activity Klondike Gold Rush National Historical Park Museum Activity Teacher Guide      If you have any questions, want to order a packet, or would like to arrange for a guided tour please contact the park at 1-907-983-9206.",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/education\/planafieldtrip.htm"
}
