{
    "title": "Klondike Gold Rush National Historical Park: Kids & Youth",
    "body": "Explore This Park    Learn About the Park     Kids & Youth             Kids & Youth              Family Friendly Adventures in Skagway   Loading the player...    Transcript [Piano Music]Skagway, Alaska, a town just bursting with the magic of the Klondike Gold Rush. Hi there, I’m Ranger Amanda, here to tell you all about the exciting adventures ahead. You’re about to enter Skagway Alaska, home to Klondike Gold Rush National Historical Park. Every day, we offer a wide range of activities for kids and families visiting the park.Visit our Junior Ranger Center on 4th and Broadway. There are lots of hands-on and fun activities. You can even dress up as a stampeder. Feeling adventurous? Borrow one of our family adventure packs; it’s loaded with everything you need to embark on a fun-filled tour through our downtown historic district. Think what you have what it takes to become a Junior Ranger? Well, stop by our Visitor Center or Junior Ranger Activity Center and pick up our special books. Complete the program and earn a badge. It’s the perfect way to remember your National Parks.Well, we’ll see you then, prospector.[Piano Music] Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:1 minute, 21 seconds  Join Klondike Gold Rush NHP in a variety of fun activities for the whole family! Learn how to earn your Junior Ranger badge and more!         Klondike Gold Rush National Historical Park and the surrounding community have several great options for visiting families.  In addition to the private businesses that offer anything from extreme rock climbing to playing with husky puppies, the park and the city offer several free activities.  Come to the park visitor center to receive a Junior Ranger booklet. Stop into the Junior Ranger Activity Center to enjoy fun hands on activities.  Visit Mollie Walsh Park to explore a fantastic playground. Go for a hike on one of the many wonderful trails in the area; or take it easy in one of the picnic areas or green spaces in town.",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/kidsyouth\/index.htm"
}
