{
    "title": "Grand Canyon National Park: News Releases",
    "body": "News Releases           Subscribe  | What is RSS     August 12, 2016  Grand Canyon National Park to Celebrate NPS Centennial with Fee Free Entrance and Activities August 25-28  The National Park Service (NPS) is turning 100 years old on August 25, 2016 and to celebrate the anniversary, Grand Canyon National Park will waive entrance fees August 25-28.   August 04, 2016  Human Remains Located Below Pima Point on Grand Canyon South Rim  On July 30th, rangers located human remains below Pima Point.   August 01, 2016  Grand Canyon Helitack Receives Prestigious National EMS Award  On July 25, National Park Service Director Jonathan B. Jarvis presented the 2015 National Wildfire Coordinating Group (NWCG) Wildfire Emergency Medical Service (EMS) Award to the Grand Canyon Helitack Crew.   July 14, 2016  Transition to Type 2 Incident Management Team Tomorrow Morning  Today additional resources arrived to support the Fuller Fire.   July 13, 2016  Point Imperial Road Closed; North Rim Developed Area Remains Open  Firefighters conducted an aerial reconnaissance flight this afternoon and estimate the Fuller Fire is approximately 1,324 acres.   July 11, 2016  Warmer, Drier Weather Leads to Increased Fuller Fire Activity  Warmer, drier weather has led to increased fire activity on the Fuller Fire.   July 11, 2016  Hiker Fatality at Ooh Aah Point on South Kaibab Trail at Grand Canyon National Park  On Friday, July 8, 2016 Park Rangers responded to a call from hikers on the South Kaibab Trail reporting a woman who fell from Ooh Aah Point.   July 07, 2016  Grand Canyon National Park to Manage Fuller Fire on the North Rim  National Park Service fire managers on the North Rim of Grand Canyon have decided to manage the Fuller Fire for multiple objectives.   July 06, 2016  UPDATE: Grand Canyon National Park Out of Level 1 Water Conservation  Grand Canyon Village is no longer in level 1 water conservation mode and water operations have returned to normal.   July 06, 2016  Grand Canyon Rangers Respond to Over the Edge Call at Mather Point  On Monday, June 27 at approximately 4:45 pm, the Grand Canyon Regional Communications Center received a call reporting a visitor over the edge at Mather Point.   June 30, 2016  Grand Canyon National Park to Conduct Selective Sobriety Checks July 4th  Grand Canyon National Park rangers will implement a selective sobriety checkpoint July 4th in an effort to assure the safety of park visitors and residents.   June 28, 2016  UPDATE:Grand Canyon National Park Back to Level 1 Basic Water Conservation Measures  Water restrictions at Grand Canyon National Park have been scaled back to basic conservation measures.   June 25, 2016  UPDATE: Continued Mandatory Water Conservation at Grand Canyon National Park Due to Water System Issues  Grand Canyon National Park remains at mandatory Level 2 water conservation measures due to diminished water resources.   June 24, 2016  UPDATE: Hiker Remains Missing in Western Grand Canyon  Floyd E. Roberts III of Treasure Island, FL, remains missing in a remote area of western Grand Canyon.   June 22, 2016  UPDATED: Mandatory Water Conservation Implemented at Grand Canyon National Park Due to Water-System Issues  Beginning at 8 am on Thursday, June 23rd Grand Canyon National Park will implement mandatory Level 2 water conservation measures due to diminished water resources.   June 21, 2016  Water Conservation Implemented at Grand Canyon National Park Due to Water System Issues  Grand Canyon National Park is requesting that all visitors and residents on the South Rim of Grand Canyon begin instituting water conservation measures. A break in the Transcanyon Pipeline was identified today; in addition to the breakdown of one of the Indian Garden pipeline water pumps that provide water to the South Rim storage tanks. The combination of these situations has resulted in immediate water conservation guidelines for all consumers on the South Rim.  The North Rim is unaffected by these issues.   June 21, 2016  UPDATE: Hiker Still Missing in Western Grand Canyon  Fifty-two year old Floyd E. Roberts III of Treasure Island, FL, remains missing in western Grand Canyon.   June 20, 2016  Missing Hiker Reported in Western Region of Grand Canyon National Park  On Saturday June, 18 at approximately 3 pm the Grand Canyon Regional Communications Center received a call reporting a missing person near Kelly Tanks.   June 16, 2016  Another Excessive Heat Warning Issued for Parts of Grand Canyon National Park  The National Weather Service has issued an excessive heat warning for parts of Grand Canyon National Park from Sunday, June 16 to Wednesday, June 22.   June 10, 2016  Nearly 1000 Acres Successfully Treated with Prescribed Fire on Grand Canyon’s South Rim  Yesterday, National Park Service (NPS) fire managers successfully treated 994 acres with prescribed (Rx) fire on the South Rim of Grand Canyon.   June 07, 2016  Fire Managers Plan Prescribed Fire Treatment Near Shoshone Point Thursday, June 9  National Park Service fire managers anticipate initiating a prescribed fire near Shoshone Point Thursday, June 9 as weather and fuel moisture conditions allow.   June 06, 2016  Grand Canyon National Park Receives Provisional International Dark Sky Park Status  The National Park Service (NPS) and the International Dark-Sky Association (IDA) announced at last night’s Star Party that Grand Canyon National Park is now a Provisional IDA International Dark Sky Park.   June 03, 2016  Excessive Heat Warning Issued for Parts of Grand Canyon National Park  The National Weather Service has issued an excessive heat warning for parts of Grand Canyon National Park. The warning is in effect beginning today Friday, June 3 at 10am through Sunday, June 5 at 8 pm for areas below 4,000 feet in the canyon including Phantom Ranch. Temperatures at Phantom Ranch could reach 113 F\/45 C.  Areas above 4,000 feet including the South Rim will experience high temperatures in the 90s.   May 24, 2016  Grand Canyon National Park Expecting a Busy Memorial Day Weekend  Visitors to Grand Canyon National Park over Memorial Day weekend can expect long lines, crowds, and full parking lots.   May 20, 2016  Astronomers to Provide Free Telescope Viewing at Grand Canyon National Park, June 4-11  The twenty-sixth annual Grand Canyon Star Party will be held from Saturday, June 4 through Saturday, June 11, 2016 on the South and North rims of Grand Canyon National Park.   May 18, 2016  Grand Canyon National Park to Hold Desert View Watchtower Rededication Ceremony  The National Park Service (NPS) and its partners invite the public to a re-dedication ceremony at the Desert View Watchtower on Sunday, May 22, 2016 at 10:30 am.   May 17, 2016  Superintendent Dave Uberuaga Announces Retirement  Grand Canyon National Park Superintendent Dave Uberuaga today announced his retirement effective June 1, 2016.   May 13, 2016  Prescribed Fire Planned for Grand Canyon Village Thursday, May 19, 2016  National Park Service (NPS) fire managers anticipate initiating prescribed fire treatment in Grand Canyon Village Thursday, May 19, as weather and fuel moisture conditions allow.   May 04, 2016  UPDATE: Cave of the Domes Reopened in Grand Canyon National Park  The National Park Service (NPS) has reopened Cave of the Domes in Grand Canyon National Park. The cave has been closed since March 23.   May 04, 2016  UPDATE: Prescribed Fire Planned for Grand Canyon Village Thursday, May 5, 2016 Postponed  National Park Service (NPS) fire managers are postponing prescribed fire treatment in Grand Canyon Village Thursday, May 5 due to predicted high winds.   April 29, 2016  Prescribed Fire Planned for Grand Canyon Village Thursday, May 5, 2016  National Park Service (NPS) fire managers anticipate initiating prescribed fire treatment in Grand Canyon Village Thursday, May 5, as weather and fuel moisture conditions allow.   April 26, 2016  Tusayan Bus Route at Grand Canyon National Park Begins Saturday, May 7, 2016 – Park and Ride; We’ll Be Your Guide  The National Park Service will again offer shuttle bus service between Grand Canyon National Park and the neighboring town of Tusayan, Arizona in 2016.   April 21, 2016  Tourism to Grand Canyon National Park Creates $584 Million in Economic Benefits  A new National Park Service (NPS) report shows that 5.5 million visitors to Grand Canyon National Park in 2015 spent $584 million in communities near the park.   April 19, 2016  Grand Canyon National Park’s North Rim to Open May 15 for 2016 Season  The gate at the entrance to North Rim of Grand Canyon National Park will open on Sunday, May 15 at 7:30 am.   April 14, 2016  Celebrate Earth Day and Commemorate the National Historic Preservation Act at Grand Canyon during National Park Week  Celebrate Earth Day at Grand Canyon and commemorate the National Historic Preservation Act   April 07, 2016  Search Continues for Missing Woman at South Rim of Grand Canyon National Park  Search and Rescue crews continued looking for missing woman Diana Zacarias of Natchitoches, LA. Crews spent yesterday and today looking for Zacarias by foot above and below the rim. The park helicopter has assisted ground searches.   April 07, 2016  Grand Canyon to Waive Entrance Fees during National Park Week April 16-24  Grand Canyon National Park will waive entrance fees April 16-24, 2016 to celebrate National Park Week and the National Park Service Centennial. To join in on the week-long celebration, visitors can attend ranger programs, cultural demonstrations, and Earth Day events.   April 06, 2016  Missing Woman at South Rim of Grand Canyon National Park  On Sunday, April 3 the Grand Canyon Regional Communications Center received a phone call reporting a missing individual last known to be at the South Rim of Grand Canyon National Park.   March 23, 2016  Cave of the Domes Temporarily Closed in Grand Canyon National Park  Due to rodent activity and the potential exposure risk to hantavirus, the National Park Service has temporarily closed Cave of the Domes.   March 14, 2016  Expect Long Lines, Full Parking Lots and Plenty of Fun at Grand Canyon this Spring  Visitors to Grand Canyon National Park this spring break can expect long lines and full parking lots.   March 14, 2016  Grand Canyon Railway to Apply Herbicide in Grand Canyon National Park  On March 16th or 17th, Grand Canyon Railway, in consultation with the National Park Service, will apply herbicide along their railroad tracks.   March 11, 2016  Annual Turbidity in Drinking Water  Each year in the spring (March – June) Grand Canyon National Park experiences an increase in turbidity in the drinking water.   February 25, 2016  National Park Service Seeks Public Input for Bison Herd Reduction Environmental Assessment for Grand Canyon National Park  The National Park Service (NPS) has announced a 30-day public comment period seeking input on changes to the scope of the Bison Management Plan at Grand Canyon National Park.   February 23, 2016  Grand Canyon National Park to Extend Public Comment Period for Backcountry Management Plan and Draft Environmental Impact Statement  The National Park Service announced a 30-day extension of the public comment period for Grand Canyon National Park’s Backcountry Management Plan and Draft Environmental Impact Statement .   February 23, 2016  Body Recovered below the Rim near Lipan Point in Grand Canyon National Park  On February 21, the Grand Canyon Regional Communications Center received a call reporting a car below the rim near Lipan Point on Desert View Drive.   February 18, 2016  Grand Canyon National Park Invites Public to a Kaibab-Paiute Dark Skies Program  Grand Canyon National Park invites public to a special dark skies program with Charley Bulletts from the Kaibab Band of Paiute Indians.   January 29, 2016  Grand Canyon National Park to Open 2017 Noncommercial River Trip Permit Lottery  On Monday, February 1, 2016 the National Park Service will begin accepting applications for noncommercial river trip permits to raft the Colorado River through Grand Canyon National Park in 2017.   January 27, 2016  Grand Canyon National Park to Host an Additional Public Open House and Webinar for Backcountry Management Plan and Draft Environmental Impact Statement  The National Park Service (NPS) announced today another opportunity for the public to weigh in on revisions to Grand Canyon National Park’s Backcountry Management Plan (BMP). The NPS began developing a Draft Environmental Impact Statement (DEIS) for this plan in 2011 in compliance with the National Environmental Policy Act (NEPA).   January 12, 2016  Celebrate Martin Luther King Jr. Day with Free Entrance to Grand Canyon National Park  In honor of Martin Luther King Jr. Day, Grand Canyon National Park will join national park units across the country and offer visitors fee-free entry into the park on Monday, January 18, 2016.   January 11, 2016  Interior Proposes Adaptive Management Framework for Glen Canyon Dam  The U.S. Department of the Interior has released a proposed framework for adaptively managing Glen Canyon Dam over the next 20 years with the goal of creating certainty and predictability for power and water users while protecting environmental and cultural resources in Grand Canyon National Park and the Colorado River ecosystem. The draft environmental impact statement (EIS) is available to the public for review and comment for 90 days.   January 07, 2016  Winter Weather Message from Grand Canyon National Park  Over the last 24 hours Grand Canyon National Park has received heavy snowfall resulting in significant snow accumulation.   January 05, 2016  Upcoming Winter Weather Message from Grand Canyon National Park  This week, the National Weather Service is predicting several large winter storms across Northern Arizona, including Grand Canyon National Park.   December 18, 2015  Grand Canyon National Park Equestrian Unit to Participate in 127th Rose Parade  To kick off the new year and to celebrate the National Park Service’s Centennial, Grand Canyon National Park is participating in the 127th Rose Parade Friday, January 1, 2016.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/news\/newsreleases.htm"
}
