{
    "title": "Klondike Gold Rush National Historical Park: Climate Change",
    "body": "Explore This Park    Learn About the Park     Science & Research     Climate Change              Climate Change       \"I believe climate change is fundamentally the greatest threat to the integrity of our national parks that we have ever experienced.\" - Jonathan B. Jarvis, National Park Service Director         National park sites have preserved some of the best, most special, wildest places across the United States.  Now parks across the country are being affected by global climate change.         NPS image  Climate Change in the National Parks Described as \"America's best idea,\" national parks have set out to preserve and protect natural and cultural resources throughout the United States. Explore the NPS climate change site to see how we're tackling this dynamic challenge.  Get answers to some Frequently Asked Questions about climate change   Discover some of the effects on locations run by the National Park Service   Get involved and learn how by making small changes you make can make a difference on a larger scale         NPLCC image   North Pacific Landscape Conservation Cooperative One of 22 landscape conservation cooperatives established by the Department of the Interior, the North Pacific Landscape Conservation Cooperative (NPLCC) encompasses coastal areas of northern California, Oregon, Washington, British Columbia, and Alaska.  NPLCC works with local, tribal, universities, non-profit partners, and more to address broad-scale conservation issues including climate change.  Get involved with upcoming NPLCC events or workshops Learn about some of the projects NPLCC is working on Browse climate change resources         NPS image  Climate Change at Klondike Gold Rush National Historical Park Even a historical park like Klondike Gold Rush is seeing the effects of climate change.  Learn how climate change is affecting this park and predictions of changes in the future Examine some of the research and monitoring at this park See how weather stations add to our long record of climate data Explore over 100 years of change through repeat photography",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/nature\/climatechange.htm"
}
