{
    "title": "Klondike Gold Rush National Historical Park: Fun for Families",
    "body": "Explore This Park    Learn About the Park     Kids & Youth     Fun for Families              Fun for Families            The playground at Mollie Walsh park is a great place to enjoy being outdoors in Skagway. NPS photo\/S. Millard  A Place to Run and Play Mollie Walsh Park is a fantastic place for families. Children can play on swing sets and jungle gyms. Picnic areas and park benches provide a relaxing place to watch the kids. Restrooms are available in the summer from 7am to 7pm. In late summer, visitors can watch salmon run up the stream winding next to the park located on 6th avenue east of Broadway. Mollie Walsh arrived in Skagway in 1897. A year later, she opened up a simple café along the White Pass route. Mollie, known among the stampeders for her beauty and cheerfulness, eventually married and moved to Seattle. Unfortunately, she tragically lost her life a few years later. One of her suitors, Jack Newman never forgot the beautiful woman of the Klondike he met along the trail. 28 years after her death, Newman bought this land, had a bust of Mollie made, and donated the land to the City as a memorial park in Mollie’s name.  Though the park has changed many times over the years, the original memorial to Mollie can still be seen commemorating this amazing woman.        Excitement abounds on Skagway's trails NPS photo  Experience Nature Klondike Gold Rush National Historical Park is surrounded by beautiful Alaskan wilderness. The City of Skagway offers several trails to access the wondrous region. With hikes varying from less than a mile, to full day adventures, there is a trail that every family can enjoy. Visit the hiking page to learn about each trail.         A young visitor earned her Junior Ranger Badge by completing fun activities at the center. NPS photo\/S. Millard  A Center for Kids, Run by Kids (at heart) Fun for kids and those young at heart. The Junior Ranger Activity Center features animal furs, Victorian dress up clothes, and Victorian games. Use the provided iPads to complete the six activity stations and earn a badge.      Green Spaces and Picnic Areas. Skagway has several beautiful green spaces right in the historic district and surrounding areas.  wheather you are searching for a bench to take a break at or a pavilion to share a meal under, the map below will show you where to find them.     Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/kidsyouth\/families.htm"
}
