{
    "title": "Klondike Gold Rush National Historical Park: Environmental Factors",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors               Environmental Factors         NPS photo  Klondike Gold Rush National Historical Park is part of a dynamic ecosystem, in which the coastal mountains dive right into deep fjords. Both the terrestrail and marine ecosystems are influenced by a number of environmental factors.  Learn more about our research on air quality, hydrologic activity, water quality, or weather.  Learn how climate change is affecting Klondike Gold Rush National Historical Park and our National Parks. The same characteristics that made the Taiya and Skagway valleys attractive to Tlingit traders and gold rush stampeders also contribute to the ecological importance of the Klondike Gold Rush NHP area. Lynn Canal is a saltwater fjord that pierces deep into the heart of the coastal mountain range. The Taiya and Skagway valleys provide short pathways to glacier-free mountain passes connecting to the interior. Thus, the Klondike Gold Rush National Historical Park area is the northernmost, interior-most conduit for ecological exchange between the coastal rainforest ecosystem and the interior continental ecosystem. It has been an important avenue for plant and animal expansions in the past, and continues to be the site of species interchanges today.   Our valleys also exhibit environmental conditions that are unique to southeast Alaska. There are other passes to the south, but they all open onto coastal river valleys with typical rainy, temperate rainforest climates. Rainfall in the Juneau to Ketchikan area ranges from 90 to 160 inches per year. Even Haines, only 15 miles to the southwest of Skagway, has 60 inches of annual rainfall. Skagway experiences an average of only 26 inches of rain per year. Environmental research at Klondike Gold Rush National Historical Park is part of larger research in Southeast Alaska through the Southeast Alaska Inventory and Monitoring Network.  Along with Sitka Historical Park and Glacier Bay National Park and Preserve, we are working to understand long-term ecological patterns with scientific research.",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/nature\/environmentalfactors.htm"
}
