{
    "title": "Klondike Gold Rush National Historical Park: Water Quality",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Water Quality                Water Quality         Researchers place instruments to measure water quality in rivers within southeast Alaska parks. NPS photo  Our nation's national parks are proud to be home to some of the cleanest watersheds in the United States. The National Park Service (NPS) aims to preserve these pristine systems through monitoring programs. Klondike Gold Rush National Historical Park (NHP) along with other parks in the Southeast Alaska region has many streams and rivers flowing into the Gulf of Alaska. Recent preliminary studies coordinated by the Southeast Alaska Inventory and Monitoring Network (SEAN) indicate that these waterways contain low contaminant levels. In an effort to track changes in contaminant levels as well as to monitor overall water quality SEAN has designed several monitoring studies. The long-term monitoring efforts include, Freshwater Contaminants, Marine Contaminants, and Freshwater Quality. Marine Contaminants Since 2009, SEAN has collected mussels to analyze them for chemical and biological contaminants.  The SEAN collection sites inlcuded; Klondike Gold Rush NHP, Sitka NHP, and Glacier Bay National Park and Preserve (NP & P). In 2013 SEAN will formally partner with the National Oceanic and Atmospheric Administration (NOAA) Mussel Watch program, which has established over 300 collection sites along U.S. coasts and in the Great Lakes.  For more information visit the SEAN Marine Contaminants Monitoring Program web page or Download the one page PDF SEAN Marine Contaminants Resource Brief    Freshwater Contaminants SEAN monitors freshwater contaminants thorugh the collection of juvenile coho salmn and Dolly Vadren fish. Collected fish tissue is analyzed for biological and chemical contaminants. This long-term monitoring program is conducted in collaboration with the University of Alaska (Fairbanks and Southeast).  Additionally, samples collected for the SEAN Freshwater Contaminants monitoring program are contributing to a larger mercury accumulation monitoring effort by the United States Geological Survey (USGS) and the National Park Service. The larger monitoring effort includes 20 national parks.  For more information visit the SEAN Freshwater Contaminants web page or Download the one page PDF SEAN Freshwater Contaminants Resource Brief Freshwater Quality Freshwater quality measurements are collected continuosly at Klondike Gold Rush NHP, Sitka NHP, and Glacier Bay NP & P. Temperature, pH, salinity, and dissolved oxygen are all monitored and used to track patterns over time. In 2012 SEAN took more than 14,000 hourly measurements. For more information visit the SEAN Freshwater Quality web page or Download the one page PDF SEAN Freshwater Quality Resource Brief",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/nature\/waterquality.htm"
}
