{
    "title": "Grand Canyon National Park: Park Newspaper",
    "body": "Explore This Park    Learn About the Park     News     Park Newspaper               Trip Planning Publications\/ Newspaper Archive              Information About Our Current Publications: Grand Canyon \"Trip Planner\"  (English Language) Grand Canyon \"Trip Planner\" in 7 additional languages  South Rim Pocket Map and Services Guide North Rim Pocket Map and Services Guide  Introduction to Backcountry Hiking brochure  Additional Reference Materials: Accessibility Guide Newspaper Grand Canyon Association Field Institute 2016 Class Schedule Help with displaying and printing our PDF Files Additional Brochures, Trail guides and Bulletins  Note: we no longer publish a park newspaper, however, the 2015 editions of the Grand Canyon Guide may be downloaded from our Newspaper Archive.         Trip Planner English (Revised 3\/2016 - 1.9 MB PDF ) Backcountry Trip Planning Included A Handy Source of Information\/ Maps for those starting to plan a visit.  How will you experience the canyon ? Read our Trip Planner before you visit the park. Contains useful information and essential maps. (both North & South Rims) This PDF \"newspaper\" contains active links that can connect you to more detailed information, If you would like a paper copy, the Trip Planner is formatted for printing on standard letter-size paper.  Trip Planner Translations (PDF) Updated July 2015 Chinese (simplified) French German Italian Japanese Korean Spanish       South Rim Pocket Map and Services Guide As of December 1, 2015, Grand Canyon National Park discontinued the Grand Canyon Guide newspaper. In place of the newspaper, the South Rim Pocket Map and Services Guide is now being distributed at entrance stations, visitor centers, lodges, campgrounds, stores, and out-of-park locations. Download it here...       Front and back sides of the South Rim Pocket Map and Services Guide. Click on the image to download as an accessible PDF file (1.1 MB)           North Rim Pocket Map and Services Guide As of December 1, 2015, Grand Canyon National Park discontinued the Grand Canyon Guide newspaper. In place of the newspaper, the North Rim Pocket Map and Services Guide is now being distributed at entrance stations, visitor centers, lodges, campgrounds, stores, and out-of-park locations. Download it here...        Front and back sides of the North Rim Pocket Map and Services Guide. Click on the image to download as an accessible PDF file (2.2 MB)           Introduction to Backcountry Hiking Brochure This foldable brochure is for day and overnight inner canyon hikers. It gives information about hiking the Bright Angel, South Kaibab, and North Kaibab trails, as well as permit, planning, Leave No Trace, and Hike Smart information. It is distributed at park visitor centers and backcountry information centers.   The web version of this publication is formatted to print on standard 8.5 x 11 letter-sized paper. You may download Introduction to Backcountry Hiking (680kb PDF file)       Sample pages of \"Introduction to Backcountry Hiking.\" Click on the photo to download the PDF version of this booklet.                   PDF Display or Printing Issues? Are you on a computer and using a web browser to view and print our PDF publications? You may experience issues where the PDF does not display or print correctly. Some web browsers do not automatically open PDFs using the Acrobat Reader application.   Things to try (1) Select the Acrobat Reader plug-in for your browser's default application for viewing\/ printing PDFs. or (2) You can right click and save the PDF document to your desktop and then open it with the Adobe Reader application, and print from there. Get the newest version of free Adobe Reader.        park newspaper  Download a digital copy of Grand Canyon National Park's Accessibility Guide below:  Accessibility Guide (2012) for printing on Standard Letter-sized Paper (1.2 MB PDF file)  Accessibility Guide (2012) Large Type Version  for printing on 11 x 17\" paper  (1.6 MB PDF file)   If you have accessibility questions about Desert View, the North Rim, or elsewhere in the park, you may email us here.    Upon your arrival at the park, a paper copy of the Accessibility Guide is available upon request at the Grand Canyon Visitor Center, Yavapai Museum of Geology, Kolb Studio, Verkamps Visitor Center, Tusayan Museum, Desert View Visitor Center, or North Rim Visitor Center.  Several of the daily Interpretive Ranger Programs are wheelchair accessible. Inquire at visitor centers for specifics.                2016 Class Schedule GCAFI  Grand Canyon Association Field Institute 2016 Schedule of Classes (576 kb PDF File) Topics: geology, ecology, history, archaeology, photography, & more.  The Institute offers guided educational tours at Grand Canyon National Park led by expert instructors while hiking, backpacking, camping, & whitewater rafting.  Click here to visit their website.  Learning & Lodging The Grand Canyon Field Institute (GCA) and Xanterra South Rim, LLC offer fun and informative Learning & Lodging Programs that combine lodging, meals, and two days in the field with an instructor.         2015 Grand Canyon Guide Newspaper Archive  Last year's newspapers are available for reference here... 2015 Legacy editions of the park newspaper provide basic South Rim and North Rim visitor information. However, please be aware that ranger program schedules and hours of operation may have changed since these newspapers were published.               In addition to newspapers, Grand Canyon National Park publishes a variety of brochures, trail guides, and single-page bulletins.   These publications are distributed in the park and may also be downloaded in PDF format from the Brochures Web Page.   To view a list of park brochures & bulletins click here.  All of our digital publications require the free Adobe Acrobat Reader for viewing. For best results, we suggest that you download the PDF file to your computer or device before viewing or printing.   Many more publications are available through the park's Online Bookstore, operated the Grand Canyon Association.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/news\/newspaper.htm"
}
