{
    "title": "Denali National Park & Preserve: Sled Dog Demonstrations",
    "body": "Sled Dog Demonstrations         A ranger demonstrates how the team works NPS Photo \/ Kent Miller  What and When  Rangers and dogs work together to demonstrate a traditional Alaskan mode of travel. These unique, 30 minute programs include an opportunity to tour the park kennels and visit Denali's Alaskan huskies.  Free buses leave the Denali Visitor Center for the kennels approximately forty (40) minutes before each demonstration. No parking is available at the kennels, so please plan on using the buses or walking the 1.5 miles from the Denali Visitor Center to the kennels.   Some seating is available for the demonstration, and there is plenty of standing room. Programs are given rain or shine, so be prepared with an umbrella or rain coat if skies look forbidding.  No fees or reservations, for either the bus or demonstration, are required.  Demonstrations are given three times daily in peak season (Jun-1 through Sep-1), at 10 am, 2 pm and 4 pm. Check our calendar of events to determine how many daily offerings there are at a given point in the summer. Fewer programs are offered in May and September.    Visiting the Kennels  You don't have to limit your visit to a time when we offer a formal demonstration. The kennels are open to visitors year-round, generally from 8 am - 5 pm. Safety bulletins are posted at the kennels entrance - please read through these before walking into the kennels. Also, please do not bring pets into the kennels.   In summer (roughly mid-May through mid-September), you can easily reach the Headquarters and sled dog kennels via a courtesy bus. Public parking in this area is limited - if you drive yourself to the kennels, do not expect to find a parking spot.  In winter (roughly mid-September through mid-May), the kennels focus on preparing for long patrol trips in the park. You may get to see teams packing or harnessing to leave on a run, teams returning from a run, or you may find very few dogs in the kennel as the rest are out on a run.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/sled-dog-demonstrations.htm"
}
