{
    "title": "Denali National Park & Preserve: Discovery Hikes",
    "body": "Discovery Hikes         A ranger speaks with well-prepared discovery hikers on the Denali Park Road, before setting off for a day-hike in the trail-less wilderness. NPS Photo \/ Neil Blake  Discovery Hikes are a great way for the adventurous and well-prepared to explore the heart of Denali.  These ranger-led hikes travel everywhere, so expect uneven terrain, small stream crossings, close encounters with dense vegetation and unpredictable weather. Along the way, you can engage the park with all your senses and build memories of this special kind of \"walk in the park.\"    How to Join a Hike  \"Disco\" hikes are offered daily during the summer, and are limited to 11 people. This limit exists because discovery hikes take place in the wilderness, where there are no trails - the limited number helps reduce human impacts on vegetation and facilitates a small-group experience.   You may sign up for a hike one to two days in advance, and you can only sign up in person at the Denali Visitor Center. There are no exceptions to this rule. For safety concerns, rangers may turn away unprepared hikers.   Please read our preparation guide, below, for more details on how to ready yourself for this special experience.   Where You'll Go   All disco hikes begin with a bus ride into the park, originating from the Wilderness Access Center. Plan on a bus ride lasting anywhere from one to four hours, to hike for three to five hours, and then a similar-length bus ride back to the park entrance. The disco bus leaves at 8 am every morning.  These ranger-led adventures vary from moderate (elevation gain less than 1,000 feet) to strenuous (elevation gain more than 1,000 feet, or will involve large river crossings). They may start from just about anywhere on the Park Road, which is why the bus ride has such a wide range of duration (i.e., the closer to the park entrance your hike begins, the shorter your bus ride will be).      Upcoming Hikes Hikes begin on June 8 each year. Two occur each day thereafter, until they end in early September.  Locations are typically indicated by what mile they begin on the Denali Park Road. The entrance is 0, the western end of the road is 92, so if a hike begins at Mile 45, you can expect to ride a bus about half the length of the park road before disembarking and starting your hike. You may wish to refer to the park map. You'll use a special bus (the \"disco hike\" bus) to get to your hiking location, so don't worry about reserving bus tickets before you sign up for a hike. (If you do wish to reserve shuttle bus tickets in advance, and then decide to sign up for a discovery hike once you are here, you can exchange your pre-paid shuttle tickets for disco bus tickets).  As mentioned above, you must sign up in person at the Denali Visitor Center one or two days in advance of a hike - there are no exceptions to this rule. Hiking in the wilderness is a challenging experience, and signing up in person means you have a chance to talk with a ranger and ensure that you are prepared for this experience. You cannot sign up the morning of a hike - the bus leaves earlier than the visitor center opens.  Details of upcoming hikes can be found at the visitor center, including approximate duration, distance, difficulty, etc.       How to Prepare for a Discovery Hike  Bring layers for changing conditions Any day of the summer could be sunny, rainy, sleeting, or snowy. As you travel farther west, the elevation increases. While it might be beautiful at the park entrance, it might be much cooler and windier farther out the Denali Park Road. Bring layers to respond to changing conditions. Wear fleece, polypropylene, synthetic or wool under-layers to wick away moisture from your skin, and continue to insulate even when wet. Cotton tends to stay wet and have little insulating value.   Start hydrated, stay hydrated Being properly hydrated will help your body adjust to changes in altitude, temperature, and exertion. Although it may be raining, Denali’s climate is quite dry. As you sweat, you will need to replenish the fluid in your body. Start your day well-hydrated and bring at least two liters of water per person. Bring all the water you may need with you. There are few or no sources of potable water available beyond the park entrance area. Surface water from streams and lakes should be both filtered and disinfected prior to human consumption. Difficulty ratings   Moderate Elevation gain of less than 1,000 feet (305 meters); may include some areas of thick brush, muddy or boggy ground, large and uneven tussocks, rocks and generally uneven terrain.  Strenuous Elevation gain of 1,000 to 2,000 feet (305 to 609 meters); in addition to conditions mentioned previously, may include river crossings, extremely steep slopes and areas of loose rock.  Gear Checklist Essential items:   Water (two liters minimum)  Rain jacket  Rain pants  Sturdy waterproof hiking boots Long pants (to protect against brush)  Warm layers (synthetic\/wool - not cotton!)  Hat, gloves, scarf\/neck warmer  Extra socks Lunch and snacks  Discovery Hike bus ticket   Recommended items, if you have them:   Trekking poles Gaiters  Camera  Binoculars  Insect repellant\/head net Sunblock  Field Guides  Extra shoes for creek crossings    Common Terms   Stream crossing Less than knee deep, usually a single or few channels of clear, cold water.  River crossing Up to thigh deep, usually several swift, silty streams comprise each braided river.  Gravel bar A wide area of uneven rocks following the course of a glacially-carved river valley. May include stream or river crossings.  Stream- or river-crossing shoes Spare footwear to keep your hiking boots dry. Sneakers offer the best foot protection. Sport sandals (rubber soles, canvas straps) are also acceptable. Some hikers prefer to cross in boots and change socks after the crossing or the hike.  Brush Thick vegetation, often knee- to thigh-high. Wet brush will soak you if it has rained recently.  Willow or alder thickets Up to 15 feet high. Pushing through thickets is exhausting. If the vegetation is wet you will get fully soaked.  Bog Wet, spongy ground with shallow standing water mixed with grasses, sedges and rushes. Bog hiking is like walking on a leaky water bed.  Tussocks Dense, wobbly clumps of grasses rising out of bogs. Tussock hiking is a bit like walking on basket balls.  Scree Loose rocks usually found on steep slopes above tree line. Scree varies in size from peas to potatoes to pumpkins. Most of the mountains in Denali are covered with scree toward the top. Can be pleasant walking once you adopt a proper technique. First time scree walkers may feel uncomfortable as the rocks slide or roll underfoot.  Alpine tundra Vegetated areas above tree line where plants grow in a thin, delicate carpet.        Weather   Discovery Hikes occur from early June to early September, so prepare for spring, summer or fall weather, depending on when you will be visiting.  Summer is typically cool and wet, with highs typically in the upper 50s to low 60s, and lows in the 40s. On occasion, summer highs reach the low 80s, though this is rare. Snow can fall any month of the year, so be prepared for chilly weather even in summer. Fall colors emerge on the alpine tundra in August and in the low valleys in early September. Winter generally starts in mid-September, with temps often getting down to -40 by January. Spring is a short season in April \/ May, with highs above freezing. Weather Details",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/discovery-hikes.htm"
}
