{
    "title": "Klondike Gold Rush National Historical Park: Climate Change",
    "body": "Explore This Park    Learn About the Park     Nature     Environmental Factors     Climate Change                Climate Change at Klondike Gold Rush         A lake in the Skagway River watershed dammed by an end moraine lying on bedrock.  A glacier covered the current lake when the area was mapped in 1948.  Several surface features on the moraine suggest that ice remains buried beneath these sediments and is slowly melting.  NPS photo  Change has always been a powerful force of nature. The dynamic nature of many national parks help us understand and appreciate how much our planet is influenced by change. Today, climate change scientists agree that human activities are a big part of the current warming trend. As stated in the 2001 report of the IPCC, the Intergovernmental Panel on Climate Change, \"there is new and stronger evidence that most of the warming observed over the past 50 years is attributable to human activities.\" Increases in greenhouse gases in the atmosphere, predominantly carbon dioxide, are contributing to planetary warming.        The Klondike Gold Rush National Historical park is located at the northern end of Southeast Alaska. NPS image   Climate changes and consequences  Evidence of climate change has already been recorded in Klondike Gold Rush National Historical Park. Along with observed changes in seasonal weather, scientists report wetlands drying and glaciers receding, while elsewhere in Alaska spruce-bark beetle infestations, and wildland fire occurrences are on the rise.    As changes already underway progress, people and wildlife alike will be affected by the evolving climate. Warming trends will alter the distribution of plants and animals. An increase in fire frequency poses obvious dangers and expense to populated areas, but have consequences for flora and fauna as well.         Melting of an ice core hidden within a moraine dam can result in dam failure and a flash flood, with disastrous consequences for nearby populated areas. NPS photo  Another consequence that poses a hazard to populated areas is catastrophic glacial flooding, or an outburst flood. As glaciers recede, they leave behind lakes dammed only by the mounds of silt, rock, and gravel, called moraines, built up at the glacier's former edge. Some moraines may harbor cores of ice that could melt with the rising temperatures, resulting in dam failure and flash floods that pose a hazard to downstream communities.         Glacial Recession 1948-2002:  Setting the stage for glacial outburst flooding.  Loss of ice cover will also alter hydro cycles, sedimentation rates and hydro power development potential.  In 54 years, 13% of the ice cover has been lost. NPS image   Predicting future conditions  One step in anticipating and responding to the consequences of climate change is to understand the magnitude and time scale of the changing climate in a region. Future climate conditions are studied using general circulation models, which connect changes in atmospheric composition, ocean currents, and polar ice cover to changes in temperature and precipitation.    Until recently, the most widely-accepted climate change models worked globally, and could only predict changing conditions for large areas. Recent modeling strategies using locally-scaled data have become available, helping to predict how climate change will unfold on scales appropriate to regional and local planning.    For detailed results across the 13,000 acres of the Klondike Gold Rush National Historical Park, five global circulation models were combined, scaled down to a 2-kilometer grid, then used to estimate 10-year averages of future temperature and precipitation values.   The models assume the IPCC 'moderate' emissions regime, a steady increase in carbon dioxide emissions from fossil fuels over the early 21st century, followed by a gradual decline in emissions as several kinds of low-emission energy sources become more prevalent.          Projected temperatures in the Northern Southeast Alaska study area (scaled down from global climate models) show increases in warming through the 21st century. NPS image   Results of modeling  Overall, Klondike Gold Rush National Historic Park and surrounding area is projected to become warmer and drier over the next century. Temperatures are projected to increase over the coming decades at an average rate of about 1°F per decade. Considering the natural variation in temperatures across the study area, this is likely to result in a transition from average annual temperatures very near the freezing point (~34° F), to temperatures well above the freezing point (~40°F). As the table below shows, there is a range of uncertainty associated with the results, but the uncertainty in any predicted temperatures is smaller than the predicted changes in temperatures over the 21st century. Winter temperatures are projected to change the most dramatically. Mean winter temperatures could reach a high of 31°F by 2080, more than an 7°F rise from the historical 24°F average. Average summer temperatures are projected to rise by more than 5°F to ~53 °F by 2080.   The water availability predictions are slightly counterintuitive—more precipitation will fall, but conditions are expected to become substantially drier in the summer and fall and potentially icier in winter. Although summer rainfall is expected to rise by 13%, this increase is unlikely to be enough to offset the increase in evapotranspiration caused by warmer temperatures and a longer growing season.          Weather monitoring stations collect current meteorological data, such as temperature and precipitation.  The data can validate and refine the complex computer models used to predict future climate scenarios. NPS photo   What is being done?  Scientists and national park managers are crafting strategies to help parks adapt to future climate conditions. A network of weather monitoring stations like the one at left have been set up throughout national parks across the country. Locally, biannual geohazard surveys are conducted to monitor the glacial recession shown above, and look at newly ice-free areas for lakes that may pose outburst flood hazards.      Download a copy of this report (PDF 315 KB)       This research is conducted in partnership with Cold Regions Research Engineering Labs, Scenarios Network for Alaska Planning, and supported by The Wilderness Society.",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/nature\/climatechangeklgo.htm"
}
