{
    "title": "Denali National Park & Preserve: Wildlife Viewing",
    "body": "Wildlife Viewing       More Than a Mountain  Congress created this park in 1917 specifically to protect the wildlife living along the slopes and in the valleys of the Alaska Range. Only as an addition in 1980, when Congress tripled the park in size, did the entire massif of \"the Mountain\" get squeezed into the boundaries of Denali National Park and Preserve.  When you visit, you will follow in the eager footsteps of over 90 years of fellow travelers, many of whom sought glimpses of the far north's inspiring wildlife, roaming an undeveloped wilderness.  Wild animals in Denali are not caged or trained - sightings of wildlife can never be guaranteed like in a zoo. However, the more time you devote to exploring Denali, the ever-greater your chances of seeing wildlife will be.  Sections on this page include:   What animals live in Denali? Where can I see wildlife? (Generalizations divided up by species and location) What time of day is best? What should I know about taking wildlife photos?           Congress originally created Denali in 1917 to protect Dall sheep from over-hunting. NPS Photo \/ Chris Smith  What Animals Live in Denali?  In simple numbers, many animals live in this beautiful and remote place:   1 species of amphibian 39 species of mammals 169 species of birds 14 species of fish 0 species of reptiles   Some of the most iconic, large mammals, such as grizzly and black bears, wolves, caribou, moose and Dall's sheep, can be seen by lucky visitors. Some of the more-often seen small mammals include arctic ground squirrels, red squirrels, foxes and marmots.   The bird life of Denali is varied and impressive. Golden eagles and the rare, often transitory bald eagles, are among the largest avifauna in the park. The most commonly seen birds include ravens, mew gulls, gray jays and ptarmigan.  With no reptiles and only one type of amphibian, you are unlikely to see many cold-blooded animals in the park. Fish, too, are rarely found, as the rivers and creeks within easy reach of the Park Road are poor habitat - most fish in Denali live in the far western portions, where rivers deepen and sediment carried off the mountainsides has had a chance to settle, rather than clouding the water.  Learn more about animals in Denali  return to top of page      Where Can I See Wildlife?  Generally speaking, your best chances to see wildlife will be while riding a bus ride on the Denali Park Road.   A bus offers numerous advantages for the wildlife seeker. You sit much higher than in a normal vehicle, enabling you to see over roadside brush. The bus will have dozens more eyes on it, allowing folks to look in all directions. A trained and experienced driver will take care of navigating you along the windy, serpentine Park Road, which at points travels along the sides of mountains, letting you relax and focus on the scenery and trying to spot animals.   At numerous points the road rises above treeline, offering unimpeded views for miles around. Such areas are most likely to yield views of animals, although sometimes at a distance - bringing binoculars will help you enjoy viewing wildlife even at a distance.   Any trip in Denali looking for wildlife has an element of chance to it - some trips are lucky and see a wide variety of wildlife, while others are less lucky and may only see a handful of animals.    By Species    With the caveat that wild animals are unpredictable, and so no sighting can be guaranteed, here are a few potential areas to pay extra attention:     Moose - Sightings are comparatively frequent between the entrance and Savage River, Mile 15. In spring, several moose with calves tend to hang around Riley Creek Campground, near the park entrance. In fall, the open area between Mile 9 - Mile 13 is a frequent hangout for male moose looking to round up a breeding harem.  Dall sheep - Sheep can often be seen high up on mountains overlooking Igloo Canyon (approximately Miles 34 - 38). They sometimes also wander alongside the road around Polychrome (Mile 45) and Eielson Visitor Center (Mile 66). Hikers on Mount Margaret (Mile 15), Mount Wright (Mile 22) and Polychrome also have reasonable hopes to spotting herds of sheep.  Bears - Denali has grizzly and black bears, but it is very rare to see a black bear. Grizzlies are more common, especially along rivers in the park, such as Savage River, Teklanika River and Toklat River. They are also often in high-alpine areas, like Sable Pass, Highway Pass and Thoroughfare Pass. Caribou - Caribou tend to be in small groups in summer, though on occasion large herds will gather (100+ animals). More commonly, one to six are seen together browsing in brushy areas. Many of the same areas to look for grizzlies are good areas to look for caribou.  Wolves - Wolves vary quite a bit depending on where packs are denning. Individual wolf packs are also susceptible to wandering outside of the park, where hunting and trapping are legal. Denali packs are the subject of a multi-year study on wolf viewability.  Birds - Birds can be heard nearly everywhere in the park. Knowing where to look depends on the type of bird you are hoping to see. Ptarmigan and many varieties of passerines are common in brushy areas, along creeks or drainages throughout the park. Owls tend to be in thicker forests, while golden eagles are more often seen wafting high along ridge-lines. The park is much wetter between Mile 70 and Wonder Lake (Mile 85), with many ponds where you can find waterfowl. Learn more about birding in Denali. Other mammals - Smaller mammals, like foxes, snowshoe hares and red squirrels can be encountered just about anywhere. Others, like marmots and pika, are only found in the rocky sections of mountainsides. Savage River (Mile 15) is a great area to look for a variety of smaller mammals. Beavers are sometimes seen in Horseshoe Lake (Mile 1) and in the many ponds near Wonder Lake (Mile 85).     By Location   With the same caveat as above (i.e., wildlife sightings are unpredictable), below are some generalizations about the terrain, and what wildlife favors those areas, along the park road:     Park Entrance to Mile 9 This area is thickly forested. Moose and, less commonly, bears can be seen if they are near the road; otherwise, wildlife sightings are fairly rare.  Mile 9 to Savage River (Mile 15) and Mount Margaret (Miles 15 - 22) The road rises up to Mile 9, eventually breaking out of spruce forest and into a low alpine zone of tall bushes and sporadic trees. Moose frequent this stretch during the autumn (mid-August to mid-September). Caribou and bears can occasionally be seen, especially toward Savage River (Mile 15). Mountain-dwelling critters, like marmots, pika and Dall sheep are sometimes seen on Healy Ridge and Mount Margaret.  Sanctuary River (Mile 22) to Teklanika River (Mile 30) The road rises and falls, with the terrain mostly covered by thick, tall bushes. Caribou, moose and bears are occasionally seen. Teklanika River is a very open area, and bears occasionally prowl the river bar looking for edible plants and tubers.  Igloo Forest (Miles 31 - 39) Another thick forest, where wildlife sightings (when they occur at all) are usually right on the road. Bears and wolves sometimes travel along Igloo Creek between Sable Pass and the Teklanika River. Sable Pass (Mile 39) to Polychrome Overlook (Mile 45) Sable is the first high alpine zone buses encounter on the park road. It's a good place to look for grizzly bears, caribou and many kinds of birds, including whimbrels, long-tailed jaegers and golden eagles. The East Fork of the Toklat River (Mile 43) is another open area frequented by bears, moose and caribou. The road goes precipitously up along Polychrome Mountain, and sometimes Dall sheep walk or sit along the roadside. Marmots and arctic ground squirrels can sometimes be seen, too.   Polychrome to Toklat River (Mile 53) The road descends Polychrome, overlooking a branch of the Toklat River for several miles along the way. The river far below can be a good spot to keep an eye out for bears and caribou. Toklat River to Eielson Visitor Center (Mile 66): Highway Pass, Stony Dome, Thorofare Pass From Toklat, the road generally rises through a series of high alpine areas. The landscape is expansive and vegetation is short, letting you see a long way in most directions. Sheep are often along the mountains on either side of the road, though sometimes too high to see very well. Caribou and bears travel frequently through the passes - this stretch is probably the most-likely place to see a grizzly bear. Other carnivores (foxes, coyotes, wolves) can sometimes be spotted as well.  Eielson Visitor Center to Wonder Lake (Mile 85) The road descends to Wonder Lake and the landscape becomes more like a wetland. Numerous ponds and small lakes can be found near the road, with ducks, geese and other waterfowl frequently present. Beavers can also be found in some years. Moose are the most-likely large animal you'll see. Wonder Lake to Kantishna (Mile 92) The road travels into forested hills north of Wonder Lake. Moose are the most-likely large animal you'll encounter, though any wildlife sighting will need to be right alongside the road, for the most part.         Off the Bus  You may encounter wildlife while hiking, although sightings are less common than while riding a bus. Visibility is often much reduced when hiking in or near brush, while animals accustomed to the nonthreatening noise of buses traveling the road may be easily spooked by your presence. If you plan to hike in Denali, you should learn the appropriate, safe behaviors in the event that you encounter a wild animal.   Staying along rivers usually means greater visibility, but greater chance of encountering a moose or bear. Hiking in high alpine zones tends to mean you have more visibility, so you can avoid any large animals you encounter before getting too close.   Learn more about bus trips in the park   return to top of page            Some animals, like arctic ground squirrels, hibernate in winter and are active day and night in summer. NPS Photo \/ Jacob W. Frank  What Time of Day is Best to See Wildlife?  Some big game parks in Africa and elsewhere tout the opportunity to view wildlife at night, when many animals are more active. However, life in the far north is one of extremes, and one of the most immediately noticeable summer extremes is the length of daylight in Denali.    On the summer solstice, around June 21 every year, sunrise is about 3:40 am, and sunset is 12:30 am - for roughly 21 hours, the sun is above the horizon. Even when the sun sets, twilight fills the entire period before it rises again.    So much daylight can cause some humans to sleep poorly, but it is a boon to wildlife. Extensive daylight allows vegetation to flourish, sustaining herbivores and, by extension, carnivores. Whether the animal in question is a seasonal migrant or a year-round denizen, wildlife must be active and make the most of the short, intense summer.  Some animals are less active in midday, particularly if skies are clear and temperatures are warm. However, since bus trips in Denali take anywhere from 4 to 13 hours, almost every bus travels partly during the warm midday hours, and partly during the cooler morning or evening hours. Therefore, the best time of day to try seeing wildlife is any time you are on a bus.   In winter, many animals migrate away to warmer climates, other parts of Alaska, or go into hibernation or torpor. Wildlife viewing in winter is much less common than in summer, though caribou, moose and wolves still roam the landscale, as well as smaller animals like foxes, coyotes and resident birds.   Learn more about the seasons of Denali  return to top of page         NPS Photo \/ Kent Miller  Photography Tips  On any bus ride, your party will want at least one camera and one pair of binoculars to share.  Occasionally, bus riders are lucky enough for animals to appear near, or even on, the Denali Park Road. Such opportunities offer fantastic views to the naked eye, and during these opportunities, even a smart phone can capture great photos.   More often, however, you will see wildlife at a distance, particularly in areas where the road travels above treeline. In such cases, binoculars will be useful to truly observe animals, and a stronger camera may be necessary to take worthwhile photos. Buses have overhead racks for additional gear, should you own and wish to bring an extensive array of professional photography equipment.    Whenever wildlife is sighted, your driver will position your bus for the best possible view. If the sighting is close to the road, you can expect to stop for quite some time; if the sighting is of wildlife a mile away or high up on a mountainside, the stop will probably be shorter.   Denali National Park and Preserve is about the same size as Switzerland, but it takes a far larger amount of land to support animals than in temperate regions. Even animals that travel in herds, like caribou and sheep, are usually only seen in small numbers, and sometimes at great distance.                    Birds in Denali   32 Photos  Photos of birds in Denali          Wildlife   82 Photos  Wildlife in Denali National Park and Preserve          Landscapes   14 Photos  Landscapes of Denali",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/wildlife-viewing.htm"
}
