{
    "title": "Denali National Park & Preserve: Camping",
    "body": "Explore This Park    Plan Your Visit     Eating & Sleeping     Camping               Campgrounds       Camping in Denali offers a great way to experience this spectacular park. Whether you wish to tent-camp, or camp with an RV or other vehicle, one or more of the park campgrounds should suit your interests. Please note that vehicles can only camp in established, open campgrounds in the park - not along pullouts or the side of the road.   Reservations  You may make reservations online, through a third-party reservation system. Reservations are possible as early as December 1 of the year before you wish to visit (e.g., Dec 1, 2015 for a 2016 visit).   There is no easy answer to the question \"Are reservations necessary?\" Park campgrounds fill up sometimes, but not every night of the summer. If your schedule is very inflexible, and\/or you know you want to camp in Denali (instead of one of the campgrounds outside of the park), then it is smart to make reservations in advance. If you wish to keep your Alaska travel plans loose and do not want to be bound by a reservation made months in advance, you can wait til you are here, or until shortly before you arrive, to try making reservations - but you might find limited availability.   Campground fees vary a little, but sites are all around $12 - $27 \/ night. Camping is free in winter (roughly late September - May 14 each year). Senior Pass and Access Pass holders receive 50% off nightly camping fees.     Campground Details   Browse the campgrounds, below, for more details. Note that locations in Denali are usually given as a mile number along the sole road in the park - this indicates its distance from the park entrance (e.g., Mile 35, Igloo Creek Campground, is literally 35 miles from the park entrance). Also note that all campgrounds except Riley Creek are open in summer only (exact dates vary a bit from campground to campground).   Additional resources: directions | maps                Riley Creek Campground   Mile 0.25. Open year-round, fees are only charged in summer (May 15 to mid-September). Open to RVs and tents.          Savage River Campground   Mile 14. Open in summer only (May 19 - mid-September). Open to RVs and tents.           Sanctuary River Campground   Mile 22. Open in summer only (May 20 - mid-September). Open to tents only, access is by bus.          Teklanika River Campground   Mile 29. Open in summer only (May 20 - mid-September), to RVs and tents. Requires a minimum 3-night stay if you drive to the campground.          Igloo Creek Campground   Mile 35. Open summer only (May 15 - mid-September). Open to tents only. Igloo is located in a forested area near the mountains shown here.          Wonder Lake Campground   Mile 85. Wonder Lake is open summer only  (June 8 - mid-September each year). It is open only to tents, and is only accessible by bus.              Key Things to Know  The list below is not exhaustive, but here are some of the important things you must know about camping in Denali:   Check-in \/ Check-out You may check in for all of these campgrounds at the Riley Creek Mercantile or the Wilderness Access Center. Check in \/ check out at all campgrounds is 11 am. RV Access and Size People may camp with RVs and other vehicles at Riley Creek, Savage River or Teklanika River; the other three campgrounds are open only to tent-campers, and are accessible by bus. No campground in Denali can accommodate an RV over 40' long - if you have an RV larger than this, you will want to look outside of the park for a campground big enough to accommodate your rig.  Amenities No campground in Denali has electrical or water hookups for RVs. If you need hookups, there are many campgrounds outside the park with such amenities. All campgrounds have toilets (some flush, some vault-style). Campgrounds all have potable water except Igloo Creek and Sanctuary River - bring a water filter if camping at one of those! Pets Pets are allowed on campground roads and the Park Road, but not on trails or in the wilderness. Learn more about how to bring pets to Denali. Fires You can have a fire in the established fire grates in Riley Creek, Savage River and Teklanika River. You may collect wood that is both dead and on the ground - no sawing or cutting to harvest wood. You can buy wood at the Riley Creek Mercantile. Fires are prohibited at Sanctuary River, Igloo Creek and Wonder Lake. Cook using a cook-stove only.  Quiet Hours These are from 10 pm - 6 am at all park campgrounds.  Group Size Each campsite is limited to no more than three tents and eight people per site. Wonder Lake is an exception, with no more than three tents and four people per site. Vehicle-accessible campgrounds may have up to two vehicles, as long as their combined length doesn't exceed that site's limit (e.g., an A site is 40' long, so two small cars could easily fit at an A site).  Campsite Selection In all campgrounds, you choose your campsite upon arriving in the campground - not in advance. Sites in some campgrounds are classified as a certain type; you may choose any unoccupied site of that type (e.g., if you reserve a Type A campsite in Riley Creek, you can pick any empty Type A site once you arrive here).  Duration There is a 14 night maximum for all visitors in any summer season. Visitors staying longer than 14 nights in the Denali area will need to consider camping in the backcountry or in privately-run campgrounds outside of the park.   If you have other questions about campground regulations, contact us.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/campgrounds.htm"
}
