{
    "title": "Denali National Park & Preserve: Visitor Centers",
    "body": "Visitor Centers       Whether you seek information, inspiration, or just need to buy a bus ticket, you'll want to stop at one or more of the visitor centers in Denali.      The Denali Visitor Center Located at mile 1.5 on the park road, the Denali Visitor Center is the main source of visitor information and inspiration in the summer.   Most ranger-led programs begin at the Denali Visitor Center. Other features include an impressive exhibit hall and regular showings of the park film, \"The Heartbeats of Denali.\"  A restaurant, bookstore, baggage claim, and Alaska Railroad depot are within short walking distance of the Denali Visitor Center. More information on these facilities is available on the main Denali Visitor Center web page (see below).  Opening date: May 15, each year Closing date: Mid-September, roughly two weeks after Labor Day Daily hours: 8 am - 6 pm  Learn more about the Denali Visitor Center      The Wilderness Access Center Located at mile 1 on the Park Road, the Wilderness Access Center is the main location to arrange a bus trip into the park, or reserve \/ check-in for a campground. All shuttle buses depart from here, as do some tours.   This facility is not operated by the National Park Service. Our primary concessioner, Doyon\/ARAMARK Joint Venture, staffs and operates this building.  Opening date: May 15, each year Closing date: Mid-September; generally, the second Thursday after Labor Day Daily hours: 5 am - 7 pm for coffee service, bus loading; 7 am - 7 pm for reservation desk  Learn more about the Wilderness Access Center      The Murie Science and Learning Center Located at mile 1.4 on the park road, close to the Denali Visitor Center, the Murie Center offers many small-group, interactive courses each summer. These courses include teacher trainings, field seminars and youth camps.  Partners of the center include Alaska Geographic, the Denali Education Center, the Denali Borough School District, the University of Alaska, and Doyon\/ARAMARK Joint Venture.   Daily hours: 9 am - 4:30 pm.  Explore the Murie Science and Learning Center       Eielson Visitor Center Located at mile 66, Eielson Visitor Center can be reached by most shuttle buses, and by the Kantishna Experience tour bus.  Features include daily ranger-led programs, a small gallery of art inspired by Denali's natural wonders, and, on clear days, amazing views of Denali and the Alaska Range.  Opening date: June 1 each year Closing date: Mid-September (on the second Thursday after Labor Day) Daily hours: 9 am - 7 pm for visitor information; restrooms unlocked 24 hours a day in summer  Learn more about the Eielson Visitor Center      Toklat River Contact Station Located at mile 53 on the park road, all shuttle and tour buses make a stop at Toklat River except for the Denali Natural History Tour.  Features include rest rooms, visitor information, and a small bookstore. The station is staffed by both the National Park Service and sales associates working for Alaska Geographic, a non-profit partner of the park service.   Learn more about Alaska Geographic      Walter Harper Talkeetna Ranger Station Located in the town of Talkeetna, about 100 miles south of the entrance to Denali National Park and Preserve, this ranger station serves as the center of mountaineering operations. Climbers wishing to attempt Denali or other peaks in the Alaska Range stop here first, for an orientation to the mountain and to acquire their climbing permit.   This ranger station also offers some visitor services, particularly in summer. It is open year-round.  Read more about the Walter Harper Talkeetna Ranger Station",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/visitorcenters.htm"
}
