{
    "title": "Denali National Park & Preserve: Things To Do",
    "body": "Explore This Park    Plan Your Visit     Things To Do             Things To Do       Known around the world for its amazing scenery and wildlife, Denali is a place of excitement, inspiration, and exploration for travelers.    Open year-round, activities at all levels of difficulty and exertion can be found. Most visitors come in summer, when access by bus into the park becomes possible as winter ice and snow lose their grip on the land. The hardy few that come in winter can expect solace, tranquility, and the challenges of extreme weather.             Sightsee in Denali  Learn How to Explore Denali by Bus  or, Reserve a Ticket Now            Activities Near or On the Park Road           The Mountain Where to See and Photograph Denali   Get tips on where to photograph and see Denali, the tallest mountain in North America, as well as how to photograph wildlife and wilderness.          Explore a trail or go off-trail Take a Hike!   Discover trails in Denali, or learn about hiking off-trail in the wilderness.           Explore a trail or go off-trail Hike with a Ranger   Whether you join an adventurous, off-trail \"Discovery Hike,\" or one of our trail walks or campground talks, let us be your guide to Denali.          Where the wild things are Search for Wildlife   Wildlife sightings are never a certainty, but you can maximize your chances by being in the right places at the right times.          Bike the Denali Park Road   Denali's sole road offers great biking, for a short while or as a multi-night camping trip.          Campgrounds in Denali   With six campgrounds, Denali is a great place for tent, car or RV campers.           Canine Rangers Meet Denali's Sled Dogs   Denali is the only national park with a kennel of working sled dogs. Stop by to meet the dogs or attend a ranger-led mushing demonstration!          Explore Savage River   Drive yourself or ride a free bus to Savage River.          Go Flightseeing   See the most during a short visit with a flightseeing trip.           Explore Denali with Kids   Visiting Denali with your kids? Start planning your family-friendly adventure!          Birding in Denali   Over 160 bird species call Denali home. Discover what birds you may see throughout the year and what habitats they may call home.                 Adventures Away From the Park Road           Backpack in Denali   In six million acres of wilderness, you'll find campsites from the sublime to the subtle. Learn how to explore the backcountry of Denali.          Plan a Denali or Foraker Expedition Mountaineering   Plan an expedition to the top of North America",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/things2do.htm"
}
