{
    "title": "Denali National Park & Preserve: Riley Creek",
    "body": "Riley Creek Campground      Riley Creek Campground    A map of Riley Creek Campground, in Denali National Park. Area buildings are shown - click on them to learn more.      Riley Creek Campground is located just inside the park entrance. It is the largest campground in Denali, with sites that can accommodate tents or RVs, up to 40' in length.   A small section in the third loop is designated as walk-in, tent-only camping. \"Walk-in\" means two things here: no vehicles are permitted in this part of the campground (you must walk into the sites), and that these sites can only be booked upon arriving in the park, not in advance.  You may make reservations online, through a third-party reservation system. Reservations are possible as early as December 1 of the summer before you wish to visit (e.g., Dec 1, 2015 for a 2016 visit).      What to Expect in Riley  No campground in Denali has electrical or water hookups for RVs. However, Riley Creek has a nearby mercantile, or general store, which features camping supplies, food, a shower house and laundry facilities. The mercantile also has a dump \/ fill station for RV use.    Spring visitors take note:   The yearly goal is turn on the dump \/ fill station and water spigots in Riley on May 15 each year. However, weather can delay that date.  Drinking fountains and water bottle refilling stations are at the Murie Science and Learning Center and at the Denali Visitor Center, both located around mile 1.5 of the park road. Contact us in the spring to find out if delays in turning on the water are anticipated. Riley Creek can fill entirely in spring, before fees are charged. Spring visits are very popular, especially when the weather in May is nice. Be prepared to look outside the park for campsites if Riley Creek is full. The local Chamber of Commerce is one starting point for researching what is available outside of Denali.     Riley Creek is a fairly wooded campground, with some screening between sites whenever possible. The proximity of Highway 3 means there is occasional traffic noise, but also means campers have all the conveniences and amenities of the park entrance area, and businesses outside the park, close at hand. Trails leading from the campground connect to the Denali Visitor Center, which is the central hub of trails in the entrance area.   Small animals, such as red squirrels and snowshoe hare, are commonly seen in Riley. Large animals, like moose, occasionally appear in the campground. Bear sightings in Riley are more rare, but do happen. Read below for wildlife safety information.  There is a maximum of eight people per site.   Campground Regulations  Necessities. Restrooms, both flush-toilet and pit-vault, can be found throughout the campground. Potable water is available both at the mercantile and at spigots throughout the campground. All sites have a picnic table and fire grates (see below).   Be courteous. Quiet hours are between 10 pm and 6 am. Generators may only be operated from 8 am to 10 am, and 4 pm to 8 pm. There are no exceptions to these rules.   Wildlife & food storage. Keep all food and scented items (e.g., toothpaste, sunscreen, ice chests\/coolers, etc) in your hard-sided vehicle if available. If you are tent-camping without a vehicle, use the food lockers found throughout the campground. Label and date your items in the food locker. Keep a clean camp and wash your dishes immediately. Learn more about wildlife safety.  Fire. Fires are allowed only in established grates. Wood may be purchased at the mercantile. Use of power saws, and the cutting of live vegetation or standing deadwood, are prohibited. Do not leave your campfire unattended. Do not cook directly on fire grates - use foil, and immediately dispose of it after cooking.  Pets. Pets are welcome at Riley. Dispose of pet feces in garbage cans. Secure pet food in your vehicle or a food locker. Learn more about camping with your pet.      Learn about ranger programs in Riley Campground",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/campground-riley.htm"
}
