{
    "title": "Denali National Park & Preserve: Guided Walks and Hikes",
    "body": "Walks and Hikes       A variety of ranger-led walks and hikes are offered throughout the park. Joining a ranger is an excellent way to learn more about Denali.  While on a guided walk, you will experience the park with all your senses. You may or may not see wildlife, but you will certainly see signs of their passing. You will also see the indelible traces of winter, the dominant season that shapes all life in the subarctic.  Ranger-led hikes are offered from mid-May to mid-September each year. Check our event calendar for specific dates (updated each spring for the coming summer). Trail descriptions are below; you may also want to check out a map of hiking trails in the park.      Nature Walk  Join a ranger for a walk on one of trails that originate at the Denali Visitor Center, mile 1.5 on the Park Road. Parking is available at the center. No sign-up is required - simply arrive at the center a few minutes before the walk begins. The trail route varies depending on the season and conditions.  The walk is an easy pace, though trail slope does change from easy to moderate at various points. In wet weather, the trails can be muddy in some areas.  Duration: Varies, but generally around two hours. Difficulty: Easy to moderate Distance: Varies; up to 3 miles round-trip Highlights: Explore the taiga ecosystem; this habitat is home to the red squirrel, moose, spruce grouse and a wide variety of flowers or berries depending on the season. Elevation change: Varies, up to ~250 feet Grade: Generally from 0% to 8%, potential for 25% in a limited section Width: 60 - 72 inches Surface: Well compacted gravel for much of the hike, some sections of native soils with roots and rocks       Hike to the Park Kennels  This 2.5 hour trail hike starts at the Denali Visitor Center, mile 1.5 on the Park Road. Parking is available at the center. No sign-up is required - simply arrive at the center a few minutes before the walk begins.  The trip is easy paced, but has several uphill sections. The elevation gain allows for a stop at an overlook with excellent views of the surrounding mountains on a clear day. The ranger will guide you through spruce and aspen looking for in-season wildflowers or berries and signs of wildlife in the area.  The hike ends at the Park Headquarters and Kennels, where folks can stay to watch the 4:00 pm Sled Dog Demonstration or catch the 3:30 pm Riley Creek Shuttle courtesy bus back to the Denali Visitor Center.  Duration: 2.5 hours, one-way Difficulty: Moderate Distance: 2.5 miles one-way Highlights: Spruce and aspen forest; views of the Alaska Range on a clear day Elevation change: ~400 feet Grade: Up to 15% sections Width: 3- 36 inches Surface: Native soils with roots and rocks       Eielson Stroll  The Eielson Stroll is offered at Eielson Visitor Center. The center is located at Mile 66 on the Park Road, and is accessible by any Kantishna, Wonder Lake or Eielson shuttle bus. Choose a shuttle bus that arrives at Eielson Visitor Center well in advance. The stroll is at a leisurely pace. Expect to spend forty-five minutes to an hour exploring the trail with a ranger.  Difficulty: Easy Distance: 0.5 miles Highlights: High-alpine tundra, tremendous views of Denali on clear days, and chances to see large mammals such as grizzly bears and caribou Elevation change: Negligible Surface: Well-compacted gravel      Eielson Alpine Hike  The Eielson Alpine Hike is offered at Eielson Visitor Center. Choose a bus that arrives at Eielson Visitor Center well in advance. The hike is strenuous. Expect to spend two to two and a half hours hiking up and down Thorofare Ridge with a ranger. Hikes are limited to the first 11 visitors who sign up at the center that day, so arrive early to ensure a spot on this strenuous but memorable hike.  Difficulty: Difficult Distance: ~2 miles Highlights: High-alpine tundra, tremendous views of Denali on clear days, and chances to see large mammals such as grizzly bears and caribou Elevation change: 1,000' gain and loss Surface: Native rocks, some gravel",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/walks-and-hikes.htm"
}
