{
    "title": "Grand Canyon National Park: Archive",
    "body": "News Releases Archive           Subscribe  | What is RSS     December 10, 2015  Fatality at Bright Angel Campground in Grand Canyon National Park  Hikers near Phantom Ranch reported a fatality in Bright Angel Campground on Sunday, December 6.   December 04, 2015  Fire Managers Plan Prescribed Fire Treatment Near Shoshone Point Monday, December 7  National Park Service fire managers anticipate initiating a prescribed fire near Shoshone Point Monday, December 7 as weather and fuel moisture conditions allow.   December 01, 2015  Grand Canyon National Park’s North Rim Closed for the Winter Season  The Arizona Department of Transportation has closed State Route 67 between Jacob Lake and the North Rim of Grand Canyon National Park. The North Rim is now closed to vehicle traffic for the winter.   November 24, 2015  National Park Service Seeks Public Input on a Backcountry Management Plan and Draft Environmental Impact Statement for Grand Canyon National Park  The National Park Service (NPS) announced today another opportunity for the public to weigh in on revisions to Grand Canyon National Park’s Backcountry Management Plan (BMP).   November 06, 2015  Celebrate Native American Heritage Days at Grand Canyon on Monday, November 9  Grand Canyon National Park invites the public to celebrate Native American Heritage Days on Monday, November 9th, 2015.   November 05, 2015  Grand Canyon National Park Invites Public to Celebrate Upcoming NPS Centennial with REI Village  Grand Canyon National Park invites the public to start the celebration for the upcoming National Park Service Centennial on Saturday, November 7 and visit the REI Village.   November 02, 2015  Toilet Replacement at Cottonwood Campground to Start November 3, 2015  Grand Canyon Trail Crew will replace toilets at Cottonwood Campground.   November 02, 2015  Grand Canyon National Park to Waive Entrance Fees for Veterans Day 2015  Grand Canyon National Park will offer free entrance to everyone on Veterans Day, November 11.   October 15, 2015  Grand Canyon National Park Prepares for Multi-Day Shutdown of the Transcanyon Pipeline  Grand Canyon National Park is in the process of replacing a portion of the Transcanyon Pipeline (TCP) at Phantom Ranch. As part of the construction process, the TCP will be turned off to allow crews to connect the new portions of the pipeline to the existing pipeline.   October 07, 2015  Celebrate Earth Science Week at Grand Canyon, October 11-17  Grand Canyon National Park invites the public to celebrate Earth Science Week (ESW) and National Fossil Day festivities during the week of October 11-17, 2015.   October 02, 2015  Recent Visitor to the North Rim Treated for Tick-Borne Relapsing Fever  Grand Canyon National Park, the National Park Service Office of Public Health, Coconino County Public Health Services District, and other park partners are investigating a positive case of tick-borne relapsing fever (TBRF) contracted by a recent visitor to the North Rim.   October 01, 2015  UPDATE: Crews Complete Repairs to Transcanyon Pipeline  Crews finished repairing a break in the Transcanyon Pipeline that occurred north of Phantom Ranch earlier this week.   September 29, 2015  Suicide Victim Recovered at South Rim of Grand Canyon National Park  At approximately 2:30 pm on Saturday, September 26th the Grand Canyon Regional Communications Center received a call alerting officials to a potential suicide west of the South Kaibab Trailhead.   September 29, 2015  Grand Canyon National Park North Rim to Begin Seasonal Closures; Park Remains Open for Day Use  North Rim operations will begin seasonal shut-down of most visitor services on Friday, October 16.   September 29, 2015  Repairs to Begin Today on a Transcanyon Pipeline Break  Water utility staff at Grand Canyon National Park will begin repairs to a break in the Transcanyon Pipeline.   September 25, 2015  Tree Removal and Trimming at Indian Garden, September 28-30, 2015  Tree removal and trimming will occur adjacent to the Bright Angel Trail near the Indian Garden day-use area Monday, September 28 through Wednesday, September 30.   September 23, 2015  Cultural Demonstrator Series to Continue at Desert View Watchtower in Grand Canyon National Park  Weekends through autumn, join jewelers, silversmiths, weavers, potters and more during Desert View Watchtower's Cultural Demonstrator Series.   September 22, 2015  Celebrate National Public Lands Day with Free Entry to Grand Canyon National Park Saturday, September 26  Celebrate National Public Lands Day on Saturday, September 26, with free entrance to Grand Canyon and all national park units across the country.   September 14, 2015  Fatality on South Kaibab Trail at Grand Canyon National Park  At 4:05 p.m. on Sunday, September 13 the Grand Canyon Regional Communications Center received a call reporting that an unidentified male was possibly struck by lightning on the South Kaibab Trail.   September 14, 2015  Road Construction Projects at South Entrance Station and Hermit Road to Start this Month  Visitors and residents may experience short delays during construction to South Entrance Station and Hermit Road.   September 10, 2015  Award of Hospitality Contract on South Rim of Grand Canyon National Park  Grand Canyon National Park Superintendent Dave Uberuaga has announced the award of a concession contract to Xanterra South Rim, L.L.C.  Xanterra will provide lodging, food services, retail, transportation, mule rides, and other services on the South Rim.   September 08, 2015  Recent Storms Cause Significant Damage to Tuweep Area Roads  Heavy rains caused major road damage in the Tuweep area of Grand Canyon National Park.   September 08, 2015  Crews Repairing a Break in the Transcanyon Pipeline  Because of a break in the Transcanyon Pipeline, there is no drinking water available on the North Kaibab Trail.   September 03, 2015  Grand Canyon National Park Welcomes Fourth Grade Students through Every Kid in a Park Initiative  Grand Canyon National Park invites all fourth graders and their families to visit the park for free.   September 01, 2015  Hiker Fatality Reported Near Colorado River Mile 29 in Grand Canyon National Park  A river trip reported a hiker fatality on Friday, August 28.   August 28, 2015  Desert View Watchtower Set to Host the Last Cultural Demonstration of 2015  The Desert View Watchtower at Grand Canyon National Park will host the final artist in the annual Cultural Demonstrator Series.   August 19, 2015  Find Your Park and Celebrate the 99th Birthday of the National Park Service with a Fee-Free Day at Grand Canyon  The National Park Service is turning 99 years old on August 25 and Grand Canyon National Park wants to give you a present- free admission! The usual entrance fee will be waived for all visitors to Grand Canyon on Tuesday, August 25.   August 02, 2015  Missing Individual Located at South Rim of Grand Canyon National Park  Justin Kremer of Tempe, AZ has been successfully located by search crews earlier this afternoon. Kremer was reported as missing on Friday, July 31st with a last known location of West Rim Drive.   August 01, 2015  Justin Kremer Missing Person  On Friday, July 31, 2015 the Grand Canyon Regional Communications Center received a phone call reporting a missing individual at Grand Canyon National Park.   July 30, 2015  Twenty-second Annual Native American Heritage Days Begins August 6, 2015 on the North Rim of Grand Canyon  The National Park Service invites the public to the 22nd annual Native American Heritage Days on the North Rim of Grand Canyon National Park, August 6 and 7, 2015.   July 27, 2015  Grand Canyon National Park’s Lead Helitack and Paramedic, Eric Graff, Wins National Award  Eric Graff received the National Park Service's inaugural Tom Clausing Aviation All Risk Programs Award.   July 22, 2015  ArtPlace America Awards $500,000 Grant for Tribal Heritage Project at Grand Canyon National Park’s Desert View  Grant to help transform Desert View into a cultural heritage site.   July 21, 2015  Grand Canyon to Host Cowboy Entertainer Dave Stamey and the Alternative Break Citizenship School  Join award-winning western singer Dave Stamey and the Alternative Break Citizenship School for a free concert.   July 17, 2015  Living History Returns to Grand Canyon with Fourth Annual “Echoes from the Canyon” Event  Relive Grand Canyon's history with park rangers in character as notable figures from the past.   July 06, 2015  Grand Canyon National Park's North Rim to Celebrate 2015 Western Arts Day  On July 11th, the North Rim celebrates the unique culture of the area with Western Arts Day.   July 04, 2015  Fatality in Grand Canyon National Park on North Kaibab Trail  Hiker fatality on Grand Canyon's North Kaibab Trail.   June 29, 2015  Record-Breaking Visitation at Grand Canyon; Expect Long Waits at Entrance Stations and Shuttle Bus Stops for Independence Day Weekend  Visitation at Grand Canyon National Park is up 20 percent in 2015.   June 25, 2015  Hiker Who Died on Bright Angel Trail Identified  A man who died while hiking the Bright Angel Trail has been identified.   June 24, 2015  Repair and Maintenance to Temporarily Close Walkway between Train Depot and El Tovar Hotel  The trail between the El Tovar Hotel and the train depot will close for repairs July 1.   June 19, 2015  Hiker Fatality on Bright Angel Trail in Grand Canyon National Park  On Thursday afternoon, hikers reported to a park ranger that a member of their party needed help.   June 09, 2015  Northern AZ land managers recognized for leadership in fire management  Managers of both the Kaibab National Forest and Grand Canyon National Park in northern Arizona were recently recognized for the leadership role they've played in managing wildland fire across the landscape and jurisdictional boundaries for the purpose of improving forest health conditions.   June 08, 2015  Grand Canyon National Park and Coconino County Public Health Services to Initiate Monthly Monitoring for Plague  Coconino County Public Health Services District and Grand Canyon National Park will begin monthly monitoring for plague.   June 08, 2015  UPDATE: Missing Wyoming Man on Colorado River within Grand Canyon National Park  Twenty-two year old Morgan Heimer remains missing on the Colorado River within Grand Canyon National Park; and a six day search by the National Park Service has turned up no additional clues as to his whereabouts.   June 05, 2015  Rangers Still Searching for Missing Guide on Colorado River  A National Park Service search mission continues in efforts to find Morgan Heimer.   June 04, 2015  Update: Guide Still Missing on Colorado River within Grand Canyon National Park  A Grand Canyon National Park search and rescue mission continues for Morgan Heimer of Cody, WY who went missing June 2 at River Mile 213 on the Colorado River.   June 03, 2015  Pinon Park Fire 100% Contained at South Rim of Grand Canyon  Fire crews report that the Pinon Park fire is now 100% contained. On Wednesday, June 3 at approximately 3 pm the Grand Canyon Regional Communications Center received a call reporting a wildfire at Pinon Park located within the South Rim Village.   June 03, 2015  Wildland Firefighters Respond to South Rim Village Fire  Wildland firefighters respond to fire at Pinon Park located within the South Rim Village.   June 03, 2015  Missing Guide on Colorado River within Grand Canyon National Park  On Tuesday, June 2 at approximately 8 pm the National Park Service received a satellite phone call from a commercial river trip reporting a missing guide at River Mile 213 near Pumpkin Springs.   May 27, 2015  Astronomers to Provide Free Telescope Viewing at Grand Canyon National Park, June 13-20  The twenty-fifth annual Grand Canyon Star Party will be held from Saturday, June 13 through Saturday, June 20, 2015 on the South and North rims of Grand Canyon National Park.   May 26, 2015  Park Rangers Respond to Report of Plane Wreckage in Grand Canyon National Park  On May 20th, a private boating trip reported the wreckage of an airplane to park rangers at Diamond Creek.   May 26, 2015  Visitor Fatality at South Rim of Grand Canyon  On Sunday, May 24th, park rangers responded to a report of an unconscious man in the vicinity of Grand Canyon Visitor Center.   May 22, 2015  Grand Canyon to Celebrate Asian American and Pacific Islander Heritage Month with Special Guests Todd and Gary Himaka  Grand Canyon will celebrate Asian American and Pacific Islander Heritage Month.   May 13, 2015  Grand Canyon National Park Announces Entrance and Backcountry Camping Fee Increases  Effective June 1, 2015, Grand Canyon National Park will increase park entrance fees and the cost of overnight backcountry permits.   May 12, 2015  Rangers Successfully Intervene with Possible Suicide  On Monday, May 11th the Grand Canyon Regional Communications Center was contacted by the Tallmadge, OH Police Department reporting a missing man who was believed to be suicidal and currently at Grand Canyon.   May 11, 2015  Tusayan Shuttle at Grand Canyon National Park Begins Saturday, May 23, 2015–Park and Ride; We'll Be Your Guide  From May 23 to September 25, 2015, Grand Canyon National Park will offer shuttle bus service between the park and the neighboring town of Tusayan, AZ.   May 08, 2015  UPDATE Pipeline Repairs Complete in Inner Canyon  Repairs of a break in the Transcanyon Pipeline near Phantom Ranch are complete.   May 06, 2015  Potential Suicide Victim Identified at South Rim of Grand Canyon National Park  Alejandro Bussot, 25, of Miami, FL has been identified as the potential suicide victim at Grand Canyon National Park. Body recovery teams were able to reach the victim, who was located approximately 250 feet below the rim, earlier this morning.   May 05, 2015  Pipeline Break in Grand Canyon National Park Leads to Inner Canyon Water Conservation  A break in the Trans-Canyon Water Pipeline late on Monday, May 4th has resulted in the implementation of water conservation measures for the inner canyon and no water availability at Roaring Springs or Cottonwood.   May 05, 2015  Potential Suicide Victim Discovered at South Rim of Grand Canyon National Park  At approximately 5:45 a.m. the Grand Canyon Regional Communications Center received a call alerting officials to a potential suicide.   May 04, 2015  Grand Canyon National Park Fire Managers Plan Prescribed Fire for Grand Canyon Village  Fire managers plan a prescribed fire within Grand Canyon National Park near Grand Canyon Village.   May 01, 2015  Over the Edge Incident a Confirmed Fatality at South Rim of Grand Canyon National Park  The National Park Service is able to confirm that yesterday’s over the edge incident resulted in a fatality. Earlier today the body of the victim was recovered by short haul operation utilizing the park helicopter.   April 30, 2015  Over the Edge Incident at South Rim of Grand Canyon National Park  On Thursday, April 30 at approximately 4:20 p.m. the Grand Canyon Regional Communications Center received a report of a man who had fallen from the edge of the rim trail east of Mather Point.   April 30, 2015  Construction Continues on Transcanyon Pipeline Replacement at Phantom Ranch  Replacement of the Transcanyon Pipeline at Phantom Ranch has progressed and the contractor has replaced over a quarter mile of pipeline.   April 24, 2015  Shoshone Prescribed Fire Treatment Planned on South Rim of Grand Canyon  National Park Service (NPS) fire managers anticipate initiating prescribed fire treatment for the Shoshone Rx during the week of April 27 as weather and fuel moisture conditions allow.   April 23, 2015  Tourism to Grand Canyon National Park Creates $509 Million in Economic Benefits  A new National Park Service (NPS) report shows that over 4.7 million visitors to Grand Canyon National Park in 2014 spent $509 million in communities near the park.   April 22, 2015  Grand Canyon National Park’s North Rim to Open May 15 for 2015 Season  Grand Canyon National Park's North Rim will open Friday, May 15 for the 2015 summer season. All NPS operations will be available by 8 am that day and Grand Canyon Lodge North Rim and Canyon Trail Rides will also commence their operations.   April 20, 2015  Alternative Spring Break Brings Enthusiastic Students to Grand Canyon National Park  College students from around the country participated in Alternative Spring Break by helping Grand Canyon National Park's wildland firefighting crew.   April 03, 2015  Desert View Watchtower Hosts Second Annual Cultural Demonstration Series  Local artisans will share their culture and crafts with Grand Canyon National Park visitors at the Desert View Watchtower.   April 01, 2015  Grand Canyon Joins National Find Your Park Movement  Grand Canyon National Park joins in the Find Your Park Campaign and will celebrate with Earth Day events and a fee-free weekend, April 18-19   February 08, 2015  UPDATE: Grand Canyon Rangers Search for Missing San Antonio Man  Twenty-one year old Drake L. Kramer remains missing at Grand Canyon National Park; and a six day search by the National Park Service has turned up no additional clues as to his whereabouts.   February 06, 2015  Search Area Expands for Missing San Antonio Man at Grand Canyon National Park  Today National Park Service Search and Rescue crews expanded the search area for missing San Antonio man, Drake L. Kramer. Kramer, 21 was reported missing by family on Monday, February 2.   February 04, 2015  Grand Canyon to Celebrate President’s Day Weekend with Free Entry  Grand Canyon National Park will be joining national park units across the country in honor of Presidents Day with fee-free entry into the park on Saturday, February 14, 2015 through Monday, February 16, 2015.   February 03, 2015  Missing Man at South Rim of Grand Canyon National Park  On Monday, February 2, 2015 the Grand Canyon Regional Communications Center received a phone call reporting a missing individual last known to be at the South Rim of Grand Canyon National Park.   January 30, 2015  Grand Canyon National Park Opens 2016 Noncommercial River Trip Permit Lottery  Sunday, February 1, 2015 Grand Canyon National Park will open the permit lottery for 2016 Noncommerical River Trip launch dates.   January 23, 2015  Grand Canyon to Replace Portion of Trans-Canyon Pipeline at Phantom Ranch  Grand Canyon National Park will begin replacing a portion of the Trans-Canyon Pipeline at Phantom Ranch beginning on Monday, January 26, 2015.   January 13, 2015  Grand Canyon Announces Award of Contract to Operate Shuttle Bus Services on South Rim  Grand Canyon National Park announced the award of the contract for operation of the South Rim’s shuttle bus services to Paul Revere  Transportation, L.L.C.  The five-year contract is in effect from December 1, 2014 through November 30, 2019.   January 13, 2015  Grand Canyon to Celebrate Martin Luther King Jr. Day with Free Entry  Grand Canyon National Park will be joining national park units across the country in honor of Martin Luther King Jr. Day with fee-free entry into the park on Monday, January 19, 2015.   December 13, 2014  Update: Pipeline Repair Complete at Grand Canyon National Park –Services Resume at Phantom Ranch  Grand Canyon National Park staff have completed repairs to the Trans-Canyon Water Pipeline. Water restrictions have been lifted and Xanterra South Rim LLC has resumed normal operations.   December 11, 2014  Water Shortage at Phantom Ranch Caused by Pipeline Break  Visitors hiking to Phantom Ranch must be self-sufficient and be prepared to carry or treat all drinking water. A break in the Trans-Canyon Water Pipeline and inclement weather delaying equipment from reaching repair crews, has resulted in a water shortage at Phantom Ranch at the bottom of Grand Canyon.   November 18, 2014  Prescribed Fire Treatment Planned on North Rim of Grand Canyon  A prescribed fire treatment will take place on the Campground unit of the Bright Angel Rx on Wednesday, November 19, as weather and fuel moisture conditions allow.   November 07, 2014  Grand Canyon National Park Proposes Entrance Fee Increase  Grand Canyon National Park is proposing to increase entrance fees into the park. The single vehicle entrance fee would change from $25 to $30 for a seven day pass. The park’s annual pass would increase from $50 to $60. The current rate of $12 per individual or motorcycle would increase to $15 per individual and $25 for a motorcycle.   November 06, 2014  2014 Commercial Vehicle Inspection a Success at Grand Canyon National Park  On October 14-15, 2014, the Grand Canyon Fee and Commercial Enforcement Unit partnered with the Grand Canyon Concessions and Fee Management Offices to support ongoing inspections of all commercial traffic entering the park.   November 03, 2014  Grand Canyon National Park Celebrates Native American-Alaska Native Heritage Month  In observance of Native American\/Alaska Native Heritage Month, Grand Canyon National Park is sponsoring a series of special events on Tuesday, November 11 and Wednesday, November 12. All are invited to participate in these presentations and demonstrations as we recognize and celebrate the many accomplishments, contributions, and sacrifices made by First Americans.   November 03, 2014  Grand Canyon National Park to Waive Entrance Fees for Veterans Day 2014  In honor of those that serve and have served in the United States military, national park units around the country, including Grand Canyon National Park, will be offering everyone fee-free entry on Tuesday, November 11.   November 01, 2014  Grand Canyon Lifts Drinking Water Advisory for North Kaibab Trail: All Park Water is Safe for Consumption  The National Park Service is lifting a drinking water advisory that was issued on Friday, October 31st for the following areas along the North Kaibab Trail, Manzanita Rest Area (Roaring Springs) and Cottonwood Campground within the backcountry at Grand Canyon National Park.  Water in the rest of the park including South Rim Village, Desert View, Indian Garden, Phantom Ranch and North Rim Developed Area continues to be safe to drink.   October 31, 2014  Grand Canyon Issues Drinking Water Advisory for North Kaibab Trail: All Other Park Water is Safe for Consumption  The National Park Service is issuing a drinking water advisory for the following areas along the North Kaibab Trail, Manzanita Rest Area (Roaring Springs) and Cottonwood Campground within the backcountry at Grand Canyon National Park.  The rest of the park including South Rim Village, Desert View, Indian Garden, Phantom Ranch and North Rim Developed Area is not affected by this advisory and water is safe to drink.   October 16, 2014  Grand Canyon National Park Fire Managers Planning for Slopes Prescribed Fire on the North Rim  National Park Service (NPS) and U.S. Forest Service (USFS) fire managers, working together as the North Zone Interagency Fire Management Program, anticipate initiating prescribed fire treatment during the fall and winter months as weather and fuel moisture conditions allow.   October 15, 2014  Bat Tests Positive for Rabies in Grand Canyon National Park  A bat recently removed from an area along the Colorado River within Grand Canyon National Park has tested positive for rabies.   September 22, 2014  Male Hiker Dies While Hiking on North Kaibab Trail  On Friday, September 19, at approximately 4 p.m. the Grand Canyon Regional Communications Center received a 911 call from a visitor reporting that a male hiker had fallen and was having trouble breathing.   September 19, 2014  Grand Canyon National Park Celebrates the 50th Anniversary of the Wilderness Act on September 25th and Offers Fee Free Entrance September 27th for National Public Lands Day  Grand Canyon National Park invites the public to celebrate the 50th Anniversary of the Wilderness Act on September 25th and National Public Lands Day on the September 27, 2014.   September 19, 2014  Facilities on Grand Canyon’s North Rim to Begin Seasonal Closures- Park Remains Open for Day Use  The staff on the North Rim of Grand Canyon National Park will begin to shut down most visitor services and facilities on Thursday, October 16; the North Rim will remain open to visitors through December 1 or until snow closes Highway 67 leading into the park.   September 02, 2014  Public Invited to Grand Canyon’s Celebrate Wildlife Day Event and Park Dedication as a Globally Important Bird Area  On Saturday, September 13, 2014, Grand Canyon National Park will dedicate the park as a Globally Important Bird Area as part of its 7th Annual Celebrate Wildlife Day.   August 27, 2014  Grand Canyon Announces Interim Permits for Organized Groups Conducting Rim-to-Rim and Extended Day Hiking and Running  The National Park Service (NPS) will begin issuing Special Use Permits on an interim basis for organized, non-commercial rim-to-rim and extended day hiking and running in the inner canyon of Grand Canyon National Park. The inner canyon is defined as the area below Tonto Platform (Tipoff and Indian Garden) from the South Rim and below Manzanita Resthouse (Pumphouse Residence) from the North Rim. Permits will be issued to groups with activities planned for after September 15, 2014.   August 21, 2014  Grand Canyon National Park Offers Free Admission on Monday, August 25  In celebration of the National Park Service’s 98th birthday all 401 national park units, including Grand Canyon National Park will waive entrance fees on Monday, August 25, 2014.   August 08, 2014  Business Opportunity Announced for Hospitality Contract on the South Rim of Grand Canyon National Park  Grand Canyon National Park Superintendent Dave Uberuaga has announced the availability of a prospectus for a business opportunity in the park, to provide lodging, food services, retail, transportation, mule rides, and other services on the South Rim.   This business opportunity is very similar to solicitation CC-GRCA001-15A, announced on March 11, 2014, with the exception that the initial leasehold surrender interest has been reduced to approximately $57 million, and the franchise fee has been adjusted to 14%.   August 06, 2014  National Park Service Awards Concessions Contract to DNC Parks and Resorts at Grand Canyon, Inc.  The National Park Service has selected DNC Parks & Resorts at Grand Canyon, Inc., a subsidiary of Delaware North Companies, Inc., to provide a variety of visitor services at Grand Canyon National Park for the next 15 years. This is one of two concessions contracts that are expected to be awarded this year.   August 06, 2014  Body Located at Grand Canyon National Park  National Park Service personnel have located a body several hundred feet below the rim in the last known vicinity of missing Glendale, AZ resident Marc Buckhout.   August 05, 2014  Search Continues for Missing Individual at Grand Canyon National Park  National Park Service employees continue to search for missing Glendale, AZ resident Marc Buckhout.   August 04, 2014  Missing Individual at Grand Canyon National Park  The Grand Canyon Regional Communications Center received a report of a missing individual on the South Rim of Grand Canyon National Park.   August 01, 2014  Twenty-first Annual Native American Heritage Days Starts August 7 on the North Rim of Grand Canyon  The National Park Service invites the public to the 21st annual Native American Heritage Days on the North Rim of Grand Canyon National Park.   July 28, 2014  Grand Canyon In Depth Video Podcast Series  Grand Canyon In Depth is the video podcast series that explores the natural and human history of Grand Canyon National Park. The series features park rangers, scientists, and historians as they take us beyond the rim of the canyon to discover the diversity of life and the extraordinary beauty of Grand Canyon National Park.   July 27, 2014  Greater Grand Canyon Area Fires Update July 27  Growth continued yesterday on all fires being managed for resource benefits with multiple objectives. Today crews continue to do preparation work ahead of managed ignitions and ignitions may occur on some fires.   July 25, 2014  Kanabownits Fire Continues to burn on the North Rim of the Grand Canyon  National Park Service fire managers on the North Rim of the Grand Canyon are managing the Kanabownits Fire for multiple objectives. Lightning ignited the fire Tuesday, July 8, about one mile northeast of the historic Kanabownits Cabin on the Walla Valley Peninsula.   July 22, 2014  Kanabownits Fire to be Managed for Multiple Objectives on the North Rim of the Grand Canyon  National Park Service fire managers on the North Rim of the Grand Canyon have decided to manage the Kanabowntis Fire for multiple objectives.   July 20, 2014  Two Bats Tested Positive for Rabies in Grand Canyon National Park  On Wednesday, July 16 sometime between 2:30-3 p.m., MST, a bat landed on a visitor while she was standing in front of the Tusayan Museum, just west of the Desert View Visitors’ Center within Grand Canyon National Park.   July 18, 2014  Tourism to Grand Canyon National Park creates $476 million in Economic Benefit Report shows visitor spending supports 6,238 jobs in local economy  A new National Park Service (NPS) report shows that 4,564,841 visitors to Grand Canyon National Park in 2013 spent $476,194.8 million in communities near the park. That spending supported 6,238 jobs in the local area.   July 14, 2014  Male Hiker Who Died on North Kaibab Trail Identified  A man who died while hiking the North Kaibab Trail in Grand Canyon National Park has been identified as 47-year old Andrew Sammler of Lancaster, OH.   July 11, 2014  Man Recovered from Colorado River Identified  The body of a man recovered from the Colorado River within Grand Canyon National Park on July 4th has been identified as that of Victor Tseng.   July 11, 2014  Hiker Fatality on the North Kaibab Trail in Grand Canyon National Park  At 2:20 p.m. the Grand Canyon Regional Communications Center received a 911 call from a visitor reporting CPR in progress on a male hiker on the North Kaibab Trail.   July 07, 2014  Fire Restrictions Imposed Last Month in Grand Canyon to be Lifted  Fire restrictions to be lifted in Grand Canyon on Tuesday, July 8, at 8 a.m.   July 04, 2014  Body recovered from Colorado River in Grand Canyon  This morning at approximately 9:30 the National Park Service received a call from a commercial river trip that had located a body in the Colorado River at approximately River Mile 182 on river right within Grand Canyon National Park.   June 29, 2014  Hiker Fatality on Bright Angel Trail at Grand Canyon National Park  At approximately 11:30 am the Grand Canyon Regional Communications Center received a call reporting   CPR in progress just above Three-Mile Rest House on the Bright Angel Trail.   June 29, 2014  Search Continues for Missing Man on Colorado River within Grand Canyon National Park  National Park Service Search and Rescue crews continue to look for Victor Tseng of Phoenix, AZ who went missing at River Mile 157 on the Colorado River.   June 28, 2014  Missing Man on Colorado River within Grand Canyon National Park  On Friday, June 27 at approximately 3:40 p.m. the National Park Service received a satellite phone call from a commercial river trip reporting a missing passenger at River Mile 157 known as Havasu Rapids.   June 17, 2014  Grand Canyon National Park to Commemorate Designation of New National Historic Landmark 1956 Grand Canyon TWA-United Airlines Aviation Accident Site  The National Park Service (NPS) today announced plans to dedicate one of the nation’s newest National Historic Landmarks, the 1956 Grand Canyon TWA-United Airlines Aviation Accident Site in Grand Canyon National Park. This site commemorates a horrific airline collision over the Grand Canyon in 1956.   June 12, 2014  Kayaker Fatality at Badger Rapids on Colorado River in Grand Canyon National Park  On Wednesday, June 11 at approximately 2:00 p.m. the National Park Service received a call reporting an unconscious male kayaker at Badger Rapids,  river mile 8 on the Colorado River within Grand Canyon National Park.   June 11, 2014  Visitor Fatality at Desert View Campground in Grand Canyon National Park  On Monday, June 9 at approximately 9:40 p.m. the National Park Service received a 911 call reporting an unconscious man at the Desert View Campground within Grand Canyon National Park.   June 10, 2014  Galahad Fire Likely to Burn until Wetting Rains Arrive  The Galahad Fire has been contained to the point where no direct threats remain to park resources. The fire will continue to burn across the southern portion of the Walla Valley Peninsula west of the W-4 Road until wetting rains arrive, typically in mid-July. Currently it is estimated to be 4,363 acres and 50% contained. The increase in containment reflects ongoing holding actions by firefighters along the W-4 Road.   June 10, 2014  Grand Canyon National Park to Implement Fire Restrictions Friday, June 13  Due to increased fire danger throughout Grand Canyon National Park, park officials will be implementing fire restrictions for all areas within the park except the Colorado River corridor.   June 05, 2014  Hard Work and Good Planning Pay Off on the Galahad Fire  Due to the hard work of firefighters and the successful plan they implemented, the Galahad Fire has been contained to the point where no direct threats remain to park resources. The fire is not out, but the chances of it crossing existing containment lines have been greatly reduced. The fire is estimated to be 3,102 acres and 30% contained.   June 05, 2014  Boater Fatality on the Colorado River in Grand Canyon National Park  On Wednesday, June 3 at approximately 7:20 p.m. the Grand Canyon Regional Communications Center received a call via satellite phone reporting a female in and out of consciousness from an apparent allergic reaction at river mile 168 on the Colorado River.   June 04, 2014  Progress Continues on the Galahad Fire  Firefighters had another good day on the Galahad Fire holding it west of the W-4 Road and continuing to strengthen and improve existing containment lines. The fire is estimated at 2,950 acres and 30% contained.   June 03, 2014  Firefighters Make Good Progress on Galahad Fire  Firefighters made good progress today in strengthening and holding the established containment lines on the Galahad Fire.  Once again hot, dry and windy weather challenged firefighters but they were able to keep the fire to the west of the W-4 Road, which is the major focus of fire managers. These same weather conditions are forecasted for the rest of the week.  The fire is estimated at 2,702 acres and 5% contained. This containment is based on the portion of the fire in which firefighters are continuing to control.   June 02, 2014  Firefighters Overcome Challenge of Red Flag Conditions  Red Flag conditions consisting of high temperatures, low relative humidity and gusty winds challenged firefighters again today, but they were able to hold the Galahad Fire west of the W-4 Road. These same weather conditions are forecasted for the rest of the week.  The fire is estimated at 2,172 acres.   June 01, 2014  Firefighters Hold the Line on the Galahad Fire  Firefighters were successful today in holding the Galahad Fire to the west of the W-4 Road, even though they were faced with higher temperatures, lower relative humidity and gusty winds. Yesterday, these same conditions caused three spot fires across the W-4 road to the east, but firefighters were able to quickly contain them. The fire is estimated at 1,975 acres   May 31, 2014  Weather Conditions Challenge Firefighters on Galahad Fire  Today’s weather brought higher temperatures, lower relative humidity and gustier winds, which tested containment lines. Late afternoon winds caused four spot fires east of the W-4 Road containment line. A plan was in place in anticipation of the predicted weather and potential spot fires.  Firefighters, aided by engines, responded and are working to contain the spot fires across the W-4 Road and south of the Kanbowbitz Cabin. These challenging weather conditions are expected to continue over the next few days. The fire is now estimated to be 1,550 acres.   May 30, 2014  Firefighters Continue to Make Progress on Galahad Fire  Once again, favorable weather conditions today allowed firefighters to make good progress in building and improving containment lines along the W-4 Road to the north and south of the historic Kanabownits Cabin. These containment lines have been constructed to protect the cabin and hold the fire west of the W-4 Road on the Walla Valley Peninsula. The fire is now estimated at 1,100 acres.   May 29, 2014  Weather Helps Firefighters Meet Management Objectives  Due to favorable weather conditions today, including lower temperatures, higher relative humidity and lighter winds the Galahad Fire showed little growth and is now estimated at 743 acres. The fire remains west of the W-4 Road and south of the historic Kanabownits Cabin.   May 28, 2014  Galahad Fire Continues to Meet Objectives  National Park Service fire managers on the North Rim of the Grand Canyon are managing the Galahad Fire for both resource and protection objectives.  Resource objectives for the fire include returning fire to a fire-adapted ecosystem in order to maintain forest health. Protection objectives for the fire include protection of sensitive cultural resources and wildlife habitat.   May 28, 2014  Grand Canyon National Park Hosting 24th Annual Star Party  The twenty-fourth annual Grand Canyon Star Party will be held from Saturday, June 21 through Saturday, June 28, 2014 on the South and North Rims of Grand Canyon National Park.   May 27, 2014  Galahad Fire to be Managed for Multiple Objectives on the North Rim of the Grand Canyon  National Park Service fire managers on the North Rim of the Grand Canyon have decided to manage the Galahad Fire for multiple objectives.   May 23, 2014  Multiple Fire Starts on North Rim of Grand Canyon National Park  On Friday, May 23, four fire starts were reported on the North Rim of Grand Canyon National Park. The North Rim of the park is currently at High fire danger and the South Rim is at Very High. A storm this afternoon produced rain and hail on the North Rim moderating fire behavior.   May 22, 2014  In preparation for the Memorial Day Weekend, Grand Canyon National Park would like to remind everyone to be fire aware and know before you go to your public lands  Although Grand Canyon National Park received below-average precipitation this winter, the warm spring caused vegetation in the park to thrive.  Now, fine fuels are quickly drying out as winds and temperatures rise, increasing the risk of wildfire.   May 07, 2014  Tusayan Shuttle at Grand Canyon National Park Begins Saturday, May 10, 2014 – Park and Ride; We’ll be Your Guide  The National Park Service (NPS) will again offer free shuttle bus service between Grand Canyon National Park and the neighboring town of Tusayan, Arizona in 2014. The Tusayan Shuttle will be available from Saturday, May 10 through Friday, September 5 and will run at 20-minute intervals between 8:00 a.m. and 9:30 p.m. daily.   April 30, 2014  Grand Canyon National Park to Require Camping Permit at Tuweep Campground  Grand Canyon National Park on September 1, 2014 will begin requiring reservations for all campers who wish to stay at the Tuweep Campground.  After September 1, visitors who plan to camp at Tuweep will need to have a permit issued by the National Park Service.   April 29, 2014  Fatality Victim at Grand Canyon National Park Identified  At approximately 1:10 p.m. Monday, April 28, the Grand Canyon Regional Communications Center received a call reporting a female that had fallen off the rim at Mather Point located on the South Rim of Grand Canyon.   April 22, 2014  Grand Canyon's North Rim to Open May 15 for the 2014 Summer Season  The Arizona Department of Transportation will open Highway 67 to the North Rim of Grand Canyon National Park on Thursday, May 15 by 8:00 am; and Grand Canyon Lodge North Rim, a Forever Resorts property, and Grand Canyon Trail Rides will commence their 2014 seasonal operations.   April 16, 2014  Public Scoping Webinars Planned for Grand Canyon National Park Bison Management Plan EIS  Grand Canyon National Park (GCNP) will hold two informational, online meetings as part of the scoping process for a bison management plan and environmental impact statement.   April 14, 2014  Tagged Razorback Suckers Released in Grand Canyon  Bureau of Reclamation, the Nevada Department of Wildlife, BIO-WEST, Inc., and the Arizona Game and Fish Department, National Park Service (NPS) biologists successfully released nine adult endangered razorback suckers (Xyrauchen texanus) in the Colorado River downstream of Lava Falls (River Mile 180).   April 14, 2014  Herbicide to be applied within Developed Areas of Grand Canyon National Park  Throughout the upcoming field season, National Park Service staff will be applying herbicide to targeted high priority invasive plant species in Grand Canyon National Park's developed areas.   April 04, 2014  Go Wild for Grand Canyon National Park  Go wild for the history, nature, trails, and archeology of Grand Canyon National Park during National Park Week, April 19 through 27, 2014. To get the celebration going, Grand Canyon National Park will waive entrance fees on April 19 and 20.   April 02, 2014  National Park Service Seeks Public Input on a Bison Management Plan and Environmental Impact Statement for Grand Canyon National Park  The National Park Service (NPS) is pleased to announce the latest step to manage the impacts of bison on the North Rim of Grand Canyon National Park (GCNP). After meeting with cooperators Arizona Game and Fish Department (AGFD), U.S. Forest Service (USFS) and the Bureau of Land Management (BLM)--over the last several months, the NPS will initiate public scoping later this week for a bison management plan and environmental impact statement (EIS) to be prepared pursuant to the National Environmental Policy Act (NEPA).   March 19, 2014  Kayaker Fatality on the Colorado River in Grand Canyon National Park  On Tuesday, March 18 at approximately 6:30 p.m. the Grand Canyon Regional Communications Center received a call via satellite phone reporting a fatality on the Colorado River.   March 17, 2014  Fatality at South Rim of Grand Canyon National Park  On Saturday, March 15 at approximately 8:00 a.m. the Grand Canyon Regional Communications Center received a report of a man who had fallen off the rim near El Tovar Lodge.   March 17, 2014  Grand Canyon National Park to Host Archaeology Day on March 22  On Saturday, March 22, 2014, Grand Canyon National Park will host its seventh annual Archaeology Day celebration, commemorating Arizona Archaeology and Heritage Awareness Month.   March 14, 2014  Business Opportunity Announced for Hospitality Contract on South Rim of Grand Canyon National Park  Grand Canyon National Park Superintendent Dave Uberuaga has announced the availability of a prospectus for a business opportunity in the park, to provide lodging, food services, retail, transportation, mule rides, and other services on the South Rim.   March 10, 2014  Visitor Fatality at Grand Canyon National Park  On Sunday, March 9 at approximately 2:00 p.m. the Grand Canyon Regional Communications Center received a report of an unresponsive male at the South Entrance Station.   March 03, 2014  Tourism to Grand Canyon National Park Creates $454 million in Economic Benefit  A new National Park Service (NPS) report shows that over 4.4 million visitors to Grand Canyon National Park in 2012 spent $454 million in communities near the park. That spending supported 6,010 jobs in the local area.   February 25, 2014  Human Remains Found at Grand Canyon National Park  Park Rangers recently recovered skeletal remains from the Hermit Creek drainage within Grand Canyon National Park.   February 21, 2014  Pile Burning at Indian Gardens within the Grand Canyon  The National Park Service will burn piles of woody debris between Monday, February 24 through Wednesday, February 26 at Indian Gardens within Grand Canyon National Park depending on weather conditions.   February 13, 2014  Grand Canyon National Park to Celebrate Black History Month with Special Guest Audrey Peterman  Grand Canyon National Park will host author and conservation activist Audrey Peterman for a special evening program on Monday, March 3 in honor of Black History Month. Ms. Peterman and her husband Frank authored the book Legacy on the Land: A Black Couple Discovers Our National Inheritance and Tells Why Every American Should Care.   February 12, 2014  Herbicide to be applied along railway within Grand Canyon National Park  On Thursday, February 13th, Grand Canyon Railway, in consultation with the National Park Service (NPS), will be applying herbicide along their railroad tracks including those within Grand Canyon National Park.   February 10, 2014  Presidents Day Fee Free Weekend 2014  Grand Canyon National Park will join National Parks across the country to celebrate Presidents Day Weekend, February 15-17, with fee free admission.   February 07, 2014  Grand Canyon Association receives one million dollars from Arizona Public Service to initiate the Trails Forever endowment at Grand Canyon National Park  Grand Canyon Association (GCA), the official nonprofit partner of Grand Canyon National Park, today announced a $1 million donation from Arizona Public Service (APS) that will establish the Grand Canyon Trails Forever Endowment to help preserve and protect Grand Canyon’s trails.  This is one of the most significant private, philanthropic gifts in Grand Canyon’s history.   February 04, 2014  Motor Vehicle Fatality Victim at Grand Canyon National Park Identified  The Coconino County Medical Examiner has identified the woman who died in a motor vehicle accident in Grand Canyon National Park on Friday, January 31, 2014 as Yuan Gao, 24 of China.   January 31, 2014  Motor Vehicle Fatality at Grand Canyon National Park  Today at 2:12 p.m., the Grand Canyon Regional Communications Center received a call from a park employee about a 2 car motor vehicle accident on South Entrance Road, approximately 3 miles north of the park’s South Entrance Station.   January 30, 2014  Grand Canyon Lottery for 2015 Noncommercial River Trip Permits Opens February 1  On Saturday, February 1, 2014 the National Park Service will begin accepting applications for noncommercial river trip permits to raft the Colorado River through Grand Canyon National Park.   January 16, 2014  Horace P. Albright Training Center Listed to National Register of Historic Places: A Training Icon Stands the Test of Time  Horace P. Albright Training Center was officially listed to the National Register of Historic Places on September 30, 2013. The only National Park Service (NPS) training center in the West and located within the boundaries of Grand Canyon National Park, the Center is a state significant Historic District exemplifying simple, practical, modernist design of the Mission 66 Era.   January 09, 2014  Grand Canyon to Celebrate Martin Luther King Jr Day with Free Entry 2014  Grand Canyon National Park will be joining national park units across the country in honor of Martin Luther King Jr. Day with fee-free entry into the park on Monday, January 20, 2014.   December 12, 2013  Body recovered from below South Rim late last year identified  The body of a man recovered from below the rim of Grand Canyon National Park late last year has been identified as that of Yoshikazu Yamada, a Japanese National.   December 09, 2013  National Park Service Today Released a Finding of No Significant Impact for the Comprehensive Fisheries Management Plan for Glen Canyon and Grand Canyon  The National Park Service (NPS) today released a Finding of No Significant Impact (FONSI) for the Comprehensive Fisheries Management Plan for the Glen Canyon reach of the Colorado River below Glen Canyon Dam within Glen Canyon National Recreation Area (GLCA), and for all waters within Grand Canyon National Park (GRCA). The plan will take a long-term comprehensive approach for fisheries management in waters between Glen Canyon Dam and Lake Mead within GRCA and GLCA, with the goals of maintaining a balance between a quality recreational fishing experience in the Colorado River below Glen Canyon Dam, known as the Lees Ferry area, while preserving and restoring the unique native fisheries within GRCA.   December 06, 2013  North Rim Closed for Season  The North Rim of Grand Canyon National Park is now closed to vehicle traffic for the season. Arizona State Route 67, leading to the North Rim closed on December 2, 2013. State Route 67 and all services on the North Rim are expected to re-open for the 2014 season on May 15, 2014.   November 17, 2013  North Rim Slopes Prescribed Fire  National Park Service (NPS) and U.S. Forrest Service (USFS) fire managers working together as the North Zone Interagency Fire Management Program plan to conduct a prescribed fire on the North Rim of Grand Canyon National Park the week of November 18th.   November 15, 2013  800 Acres Successfully Treated with Prescribed Fire on South Rim  Last week, fire managers successfully treated 800 acres with prescribed fire (Rx) in one of the last remaining unburned areas on the South Rim.   November 06, 2013  2013 Native American Heritage Month Celebration  On, Thursday, November 14, Grand Canyon National Park will be celebrating National Native American Heritage Month with special presentations and demonstrations.   October 31, 2013  Horsethief Prescribed Burn Planned at Grand Canyon National Park  Grand Canyon National Park fire managers plan to conduct a prescribed fire on the South Rim the week of November 4th.   October 31, 2013  Pile Burning to Begin at South Rim of Grand Canyon  The National Park Service will begin burning piles of woody debris over the next few weeks on the South Rim of Grand Canyon National Park depending on weather conditions.   October 30, 2013  Grand Canyon National Park to Waive Entrance Fees for Veterans Day Weekend 2013  In honor of those that serve and have served in the United States military, national park units around the country, including Grand Canyon National Park, will be offering everyone fee-free entry during the Veterans Day weekend.   October 23, 2013  Grand Canyon National Park Fire Managers Preparing for Multiple Prescribed Fires on the North Rim  National Park Service (NPS) and U.S. Forest Service (USFS) fire managers, working together as the North Zone Interagency Fire Management Program, are preparing for multiple prescribed fires on the North Rim of Grand Canyon National Park. Fire managers anticipate initiating these prescribed fire treatments during the fall and winter months as weather and fuel moisture conditions allow.   October 17, 2013  Grand Canyon National Park Open to Visitors  Grand Canyon National Park continues to welcome visitors from across the United States and the globe.   October 11, 2013  National Park Service Enters Agreement with State of Arizona to Re-open Grand Canyon National Park  National Park Service Enters Agreement with State of Arizona to Re-open Grand Canyon National Park Park Service is in the process of negotiating similar agreements with other states   September 27, 2013  Fatality on Colorado River within Grand Canyon National Park  On Wednesday, September 25 at approximately 1:00 p.m., the Grand Canyon Regional Communications Center received a call with a report of a deceased 67 year old female on the Colorado River within Grand Canyon National Park at River Mile 209.   September 12, 2013  National Park Service Continues Exotic Plant Management by Eliminating Lawns in Historic District of Grand Canyon National Park  The National Park Service will begin eliminating turfgrass (lawns) around the historic El Tovar Hotel and adjacent rim lodges as part of a long-term plan to re-landscape the area with native vegetation consistent with the historic Grand Canyon Village rim landscape. Weather permitting; the two-day project will begin on Tuesday, September 17.   September 12, 2013  Facilities on Grand Canyons North Rim to Begin Seasonal Closures Park Remains Open for Day Use  The staff on the North Rim of Grand Canyon National Park will begin to shut down most visitor services and facilities on Tuesday, October 15; the North Rim will remain open to visitors through December 1 unless snow closes Highway 67 leading into the park prior to December 1.   September 11, 2013  UPDATE Crews Repair South Kaibab Trail After Monsoonal Rain Damage  Recent heavy monsoonal rainfall caused damage to portions of the South Kaibab Trail approximately one-half mile below Cedar Ridge closing the trail to livestock use. Trail crews have completed work to remove debris from the trail. The trail is now open to livestock as well as foot traffic.   September 10, 2013  UPDATE Cape Royal Road at Grand Canyon National Park Closed  Cape Royal Road at Grand Canyon National Park Closed. All Other Roads Including Point Imperial Road Remain Open   September 10, 2013  Heavy Monsoonal Rain Causes Trail Damage to Grand Canyon Trails  Recent heavy monsoonal rainfall has caused damage to portions of the South Kaibab Trail approximately one-half mile below Cedar Ridge and to the North Kaibab Trail below Supai Tunnel.   September 04, 2013  Grand Canyon to Celebrate National Public Lands Day with Fee Free Entry September 28  Grand Canyon National Park will be joining national park units across the country in celebrating National Public Lands Day (NPLD) with fee free entry into the park on Saturday, September 28, 2013.   August 29, 2013  Update: Road Improvements to Temporarily Close Portion of Cape Royal Road on the North Rim of Grand Canyon National Park  Grand Canyon National Park has begun improvements to Cape Royal Road on the North Rim. Beginning September 3, 2013 Cape Royal Road from Roosevelt Point to Cape Royal Point, at approximately mile 11.5, will be closed for repaving. Vehicles over 20 feet in length will not be permitted on Cape Royal Road for the duration of construction.   August 29, 2013  Grand Canyon Hosts Camping 101 and the Camp Moreno Project  Grand Canyon National Park was recently the site of “Camping 101” a family camping opportunity provided by the Camp Moreno Project which promotes family camping experiences for underserved audiences.   August 26, 2013  Road Improvements to Temporarily Close Portion of Cape Royal Road on the North Rim of Grand Canyon National Park  Grand Canyon National Park has begun improvements to Cape Royal Road on the North Rim. Beginning September 3, 2013 Cape Royal Road from Roosevelt Point to Cape Royal Point, at approximately mile 11.5, will be closed for repaving.   August 12, 2013  Hiker Fatality on North Kaibab Trail in Grand Canyon National Park  On Friday August 9 at approximately 2:00 p.m., the Grand Canyon Regional Communications Center received a call from a park volunteer with a report of an unconscious male hiker on the North Kaibab Trail approximately one half of a mile below the trailhead within Grand Canyon National Park.   August 12, 2013  Grand Canyon National Park Offers Free Admission on August 25  In celebration of the National Park Service’s 97th birthday all 401 national park units, including Grand Canyon National Park will waive entrance fees on Sunday, August 25, 2013.   August 06, 2013  Business Opportunity Announced for Two Hospitality Contracts on South Rim of Grand Canyon National Park  Grand Canyon National Park Superintendent Dave Uberuaga has announced the availability of two prospectuses for business opportunities in the park, to provide lodging, food services, grocery stores, retail, transportation, mule rides, an RV campground, a service station and other services on the South Rim.   The two prospectuses released today outline these business opportunities, describe the existing businesses, and provide details on how to submit responsive proposals for either or both.   July 27, 2013  Multiple Incidents at Grand Canyon National Park  Park staff responded to multiple incidents Friday, July 26, 2013. Monsoonal weather patterns resulted in localized flooding affecting portions of Grand Canyon Village and Bright Angel Trail. Additionally, rangers responded to two motor vehicle accidents.   July 22, 2013  River Guide Evacuated off Colorado River  At approximately 9:15 p.m. on Sunday, July 21 the Grand Canyon Regional Communications Center received a call reporting that an Arizona Raft Adventures (AZRA) river guide required medical attention as a result of a lightning strike.   July 22, 2013  Twentieth Annual Native American Heritage Days  The National Park Service invites the public to the 20th annual Native American Heritage Days on the North Rim of Grand Canyon National Park.   July 18, 2013  Grand Canyon National Park to Manage Three Fires on North Rim for Multiple Objectives  On Sunday, July 14, the National Park Service found two small lightning-caused fires burning on the North Rim of Grand Canyon National Park. On Monday, July 15, a third lightning-caused fire was detected.   July 17, 2013  Grand Canyon National Park Employees Receive Several Safety Awards  Employees of Grand Canyon National Park have been recognized for outstanding achievement and leadership in the promotion of public and employee safety in 2012.   July 16, 2013  Lightning Causes Minor Injuries at Grand Canyon National Park  At approximately 1:00 p.m. on Monday, July 15 a lightning strike near Mather Point resulted in several visitors reporting injuries to the Grand Canyon Visitors Center.   July 11, 2013  Grand Canyon to Host Alternative Break Citizenship School 2013  On Tuesday, July 16,  42 college students, from 27 colleges and universities around the country will descend on Grand Canyon National Park to learn the art of facilitating an alternative break experience.   July 09, 2013  Fire Restrictions to be Lifted in Grand Canyon National Park  Monsoonal weather patterns have moved into the Grand Canyon area decreasing fire danger. As a result, on Wednesday, July 10 at 8:00 a.m. fire managers will lift all fire restrictions within Grand Canyon National Park.   July 03, 2013  Female Hiker Who Died on South Kaibab Trail Identified  A woman who died while hiking the South Kaibab trail in Grand Canyon National Park has been identified as 48-year old Sibylle Borger of Fredericksburg, VA.   July 01, 2013  Hiker Fatality on South Kaibab Trail in Grand Canyon National Park  On Sunday June 30 at approximately 3:30 p.m., the Grand Canyon Regional Communications Center received a call from the emergency phone at Phantom Ranch Boat Beach with a report of an unconscious female hiker approximately three quarters of a mile above Phantom Ranch on the South Kaibab Trail within Grand Canyon National Park.   July 01, 2013  Grand Canyon National Park Expresses Deepest Condolences on 19 Firefighter Deaths  Grand Canyon National Park and the entire National Park Service join the nation in mourning the tragic loss of 19 firefighters, including 18 elite firefighters from the Granite Mountain Hotshot Crew based in Prescott, AZ.   June 29, 2013  Pipeline Repair Complete at Grand Canyon National Park Services Resume at Phantom Ranch  Grand Canyon National Park staff have completed repairs to the Trans-Canyon Water Pipeline.  Crews are monitoring the re-pressurization of the pipeline, which should be completed by noon on Sunday, June 30. Xanterra South Rim LLC will resume operations Sunday; guests at Phantom Ranch are being advised that water restrictions may resume if another break occurs during re-pressurization.   June 28, 2013  UPDATE Pipeline Break in Grand Canyon National Park Results in Continued Suspension of Phantom Ranch Operations  Pipeline Break in Grand Canyon National Park Results in Continued Suspension of Phantom Ranch Operations   June 28, 2013  Grand Canyon North Rim to Celebrate Western Arts Day 2013  The National Park Service invites the public to the annual Western Arts Day on the North Rim of Grand Canyon National Park.  Western Arts Day celebrates the western culture which helps define what Grand Canyon, Northern Arizona, and Southern Utah are today.   June 28, 2013  Pipeline Break in Grand Canyon National Park Leads to Water Shortage at Phantom Ranch  As a result of a series of breaks in the Trans-Canyon Water Pipeline, Phantom Ranch at the bottom of Grand Canyon is currently experiencing a water shortage.  Visitors hiking to Phantom Ranch must be self-sufficient and be prepared to carry or treat all drinking water.   June 26, 2013  Grand Canyon National Park to Implement Fire Restrictions June 26, 2013  Due to extreme fire danger throughout Grand Canyon National Park, park officials will be implementing fire restrictions for all areas within the park except the Colorado River corridor.   June 21, 2013  Halfway Fire Final Update in Tusayan, Grand Canyon, AZ Area  Interagency News Release: The Halfway Fire remains 100 percent contained and is exhibiting minimal fire behavior. Overnight, no growth or creeping of the fire occurred.   June 20, 2013  Halfway Fire Update in Tusayan, Grand Canyon, AZ Area 6\/20  Interagency News Release: The Halfway fire is currently 100 percent contained and exhibiting minimal fire behavior as it moves into areas that previously experienced either prescribed fire or wildfire.   June 19, 2013  Halfway Fire Update in Tusayan, Grand Canyon, AZ Area  Interagency News Release: The Halfway fire is currently burning north of the Ten X Ranch and 5 miles due east of Tusayan, AZ. The fire, which is burning on National Forest and National Park Service lands, is approximately 125 acres in size (100 acres on National Forest\/25 acres on NPS).   June 19, 2013  Halfway Fire Active in Tusayan, AZ Area  The Halfway fire is currently active burning north of the Ten X Ranch and 5 miles due east of Tusayan, AZ. The fire is approximately 60 acres in size and is burning on National Forest and National Park lands.   June 06, 2013  Grand Canyon National Park Presents Living History Performance of President Theodore Roosevelt  On June 23rd, 2013, Grand Canyon National Park will host “President Theodore Roosevelt Salutes the National Park Service.”  This special program is a living history portrayal of the 26th President of the United States as performed by Joe Wiegand at 8:30pm, Sunday, June 23rd, 2013 at McKee Amphitheater located on the South Rim behind Park Headquarters near Parking Lot A.   June 04, 2013  Sesame Street Explores National Parks - Elmo and Murray Learn about Nature at www.sesamestreet.org\/parks  Travel with fun-loving Muppets Elmo and Murray from Sesame Street to two of America’s most popular national parks in a new online series, Sesame Street Explores National Parks.   June 03, 2013  Translocated Humpback Chub Spawn in Havasu Creek  National Park Service (NPS) biologists found spawning translocated endangered humpback chub (Gila cypha) in Havasu Creek during a recent fisheries monitoring trip that occurred between May 6 and May 15.   May 22, 2013  Grand Canyon National Park dedicates the newly renovated Bright Angel Trailhead  On Saturday, May 18th, 2013, over 500 people gathered to celebrate the trailhead renovation of one of Grand Canyon National Park’s oldest and most visited trails.   May 14, 2013  Grand Canyon Active Trails to Kick Off 2013 Season  Join the Active Trails Team, Bright Angel Bicycles, and Grand Canyon Law Enforcement for the 2013 Bike Rodeo 5–7 pm May 20, 2013, at the Grand Canyon Visitor Center flag pole.   May 14, 2013  Astronomers to Provide Free Telescope Viewing at Grand Canyon National Park, June 8-15, 2013  The 23rd annual Grand Canyon Star Party will be held from Saturday, June 8 through Saturday, June 15, 2013 on the South and North rims of Grand Canyon National Park. This event is sponsored by the National Park Service, Tucson Amateur Astronomy Association (South Rim), and Saguaro Astronomy Club of Phoenix (North Rim), with funding from the Grand Canyon Association.   May 13, 2013  Grand Canyon’s Longtime Volunteer Sjors Horstman Receives Governor’s Lifetime Achievement Volunteer Service Award  Grand Canyon National Park’s longtime volunteer Sjors Horstman recently received a Governor’s Lifetime Achievement Volunteer Service Award – the highest volunteer award in the state of Arizona.   May 13, 2013  National Park Service Staff to Apply Herbicide within Developed Areas of Grand Canyon National Park  Throughout the upcoming field season, National Park Service staff will be applying herbicide to targeted high priority invasive plant species in Grand Canyon National Park’s developed areas.  Developed areas of the park have increased levels of human disturbance, which contribute to the high concentration of invasive plants in these areas.   May 09, 2013  National Park Service Announces Availability of Comprehensive Fish Management Plan Environmental Assessment  The National Park Service Comprehensive Fisheries Management Plan Environmental Assessment (EA) for waters between Glen Canyon Dam and Lake Mead within Grand Canyon National Park (Grand Canyon) and Glen Canyon National Recreation Area (Glen Canyon) is available for public review and comment. Comments will be accepted from May 9 through June 10, 2013.   May 08, 2013  Translocation of Endangered Humpback Chub to Tributaries of Colorado River in Grand Canyon  The National Park Service, in cooperation with the Bureau of Reclamation, the U.S. Fish and Wildlife Service, the USGS-Grand Canyon Monitoring and Research Center, and the Arizona Game and Fish Department will translocate endangered humpback chub (Gila cypha) to two tributaries of the Colorado River within Grand Canyon National Park.   May 08, 2013  TUSAYAN ROUTE SHUTTLE TO RESUME SERVICE BETWEEN TUSYAN, ARIZONA AND GRAND CANYON NATIONAL PARK  Shuttle service resumes between Grand Canyon National Park and Tusayan, AZ   May 01, 2013  Bright Angel Trailhead Dedication and Ribbon Cutting Ceremony Saturday May 18  Grand Canyon National Park and the Grand Canyon Association will dedicate the renovated trailhead for Bright Angel Trail, one of the oldest and best known trails in the National Park system.   April 30, 2013  Grand Canyon Celebrates Earth Day with a Weekend Full of Activities  The park commemorated the 43rd anniversary of Earth Day with a weekend of activities April 19 – 21, 2013. The weekend included a film about conservationist Aldo Leopold, a keynote presentation by author Mary Ellen Hannibal, and a day of fun and educational activities all centered on celebrating and protecting the Earth.   April 26, 2013  Grand Canyon’s North Rim to Open May 15 for the 2013 Summer Season  The Arizona Department of Transportation will open Highway 67 to the North Rim of Grand Canyon National Park on Wednesday, May 15 by 8:00 am; and Grand Canyon Lodge North Rim, a Forever Resorts property, and Grand Canyon Trail Rides will commence their 2013 seasonal operations.   April 25, 2013  Public Invited to Grand Canyon's Celebrate Wildlife Day Events  Grand Canyon to Celebrate Wildlife Day   April 11, 2013  Grand Canyon to Recognize National Park Week with Earth Day Celebration and Fee-Free Entry  Grand Canyon National Park will kick off National Park Week with a weekend of Earth Day activities and then will join national park units around the country in waiving entrance fees on April 22 – 26, 2013.   April 08, 2013  Annual turbidity in water caused by spring snow melt at Grand Canyon  Each year in the spring (April – June) water turbidity increases in the drinking water within Grand Canyon National Park. This increased turbidity is caused by snow melt and spring rains recharging the aquifer, as well as by increased water flows through rock formations to the point of supply for Grand Canyon National Park's water supply system supplied from Roaring Springs.   April 01, 2013  Woman Recovered from River Identified  The body of a woman recovered from the Colorado River within Grand Canyon National Park on March 22 has been identified as that of Kaitlin Anne Kenney.   March 22, 2013  Grand Canyon Rangers Recover Body from Colorado River  No abstract supplied.   March 22, 2013  Enjoy Grand Canyon’s Earth Day Celebration Weekend – April 19-21, 2013  Grand Canyon National Park will celebrate the 43rd anniversary of Earth Day with a weekend of activities April 19 – 21, 2013.  The weekend will include a film about conservationist Aldo Leopold, a keynote presentation by author Mary Ellen Hannibal, and a day of fun and educational activities.   March 14, 2013  Grand Canyon National Park Recently Celebrated Black History Month and Healthy Parks Healthy People with Darryl Haley  On, Friday, February 22, Grand Canyon National Park and special guest Darryl Haley kicked off a weekend celebration of Black History Month and Healthy Parks Healthy People. This groundbreaking event was a part of the Grand Canyon Diversity Council’s effort to increase diversity and inclusivity in Grand Canyon National Park.   March 05, 2013  Rangers Recover Body from Below South Rim  No abstract supplied.   March 04, 2013  \"Canyon Condor\" Puppet Show Returns to Grand Canyon  The National Park Service and Great Arizona Puppet Theater are proud to again present Canyon Condor, a fun and educational puppet show.  Free performances will be offered daily, March 11 – 16, at 1 p.m. in the Shrine of the Ages Auditorium on the South Rim of Grand Canyon National Park.   February 26, 2013  Grand Canyon National Park Tourism Creates Over $467 Million in Economic Benefit  Grand Canyon National Park Tourism Creates Over $467 Million in Economic Benefit   February 25, 2013  Grand Canyon National Park to Host Archaeology Day on March 23  Grand Canyon to Celebrate Archaeology Day on March 23   February 22, 2013  Exceptional Grand Canyon Ranger Honored with 2012 Harry Yount Award  Last night, the National Park Service and the National Park Foundation presented Grand Canyon's Chief of Emergency Services Brandon Torres with the 2012 Harry Yount National Park Ranger Award.   February 20, 2013  Darryl Haley to Help Grand Canyon Celebrate Black History Month and “Healthy Parks Healthy People”  This weekend, Darryl Haley, former New England Patriot, Ironman Triathlete, and world-renowned fitness trainer, will be joining Grand Canyon National Park's Diversity Council in celebrating Black History Month and enjoying the Grand Canyon as a place to have fun, learn something, and get healthy at the same time.   February 12, 2013  Grand Canyon Goes High Tech in Order to Reach Students Nationwide  Recently, Grand Canyon National Park unveiled its new, high tech, Virtual Studio for Kids.   February 08, 2013  Application Now Open for Grand Canyon’s Artist-in-Residence Program  Grand Canyon National Park’s Artist-in-Residence (AiR) program is now accepting artist applications for the upcoming North and South Rim AiR seasons   February 08, 2013  Grand Canyon National Park Soon to be 94 Years Strong  On Tuesday, February 26, Grand Canyon National Park will celebrate the anniversary of its designation as a national park 94 years to the day after An Act to Establish the Grand Canyon National Park in the State of Arizona was signed into law.   February 07, 2013  New Deputy Superintendent Selected for Grand Canyon National Park  Grand Canyon National Park Superintendent Dave Uberuaga recently announced that Diane Chalfant, currently, the NPS Deputy Associate Director, Interpretation and Education, has been selected as the park’s new Deputy Superintendent.   January 31, 2013  Grand Canyon Lottery for 2014 Noncommercial River Trip Permits Opens February 1  On Friday, February 1, 2013 the National Park Service will begin accepting applications for noncommercial river trip permits to raft the Colorado River through Grand Canyon National Park. The permits will be for specific launch dates within calendar year 2014.   January 15, 2013  UPDATE: Grand Canyon Rangers Search for Woman Missing from River Trip  Twenty-one year old Kaitlin Kenney of Englewood, Colorado remains missing in Grand Canyon National Park; and an extensive search by the National Park Service has turned up no additional clues as to her whereabouts.   January 14, 2013  Grand Canyon Rangers Search for Woman Missing from River Trip  No abstract supplied.   January 11, 2013  Free Entry to Grand Canyon on Martin Luther King, Jr. Holiday  Grand Canyon National Park will join national park units around the country in offering fee-free entry for the Martin Luther King, Jr. holiday.   January 07, 2013  National Park Service to Dedicate New Science and Resource Management Building at Grand Canyon  National Park Service will hold a ribbon cutting ceremeony on January 15 to dedicate new Science and Resource Management building at Grand Canyon.   December 13, 2012  Grand Canyon to Replace and Relocate Underground Electric Cable at Phantom Ranch  Grand Canyon National Park will be replacing and relocating the underground electric cable that serves Phantom Ranch in early 2013.   December 10, 2012  Grand Canyon Rangers Recover Body from below South Rim  No abstract supplied.   December 05, 2012  Grand Canyon 2013 South and North Rim Artists-in-Residence Announced  Grand Canyon National Park’s Artist-in-Residence program is pleased to announce its South Rim (SR AiR) selected artists for the October 2012 – September 2013 season, and the North Rim (NR AiR) selections for the May – October 2013 season.   November 07, 2012  Final Update:  North Rim Prescribed Fires, November 7  North Zone Interagency Fire Managers have completed ignitions on both the Range and Thompson Prescribed Fires (Rx).   November 05, 2012  Update:  North Rim Prescribed Fires, November 5  North Zone Interagency Fire Managers estimate approximately 2,000 acres have been treated since Friday, November 2 on the Thompson prescribed fire (Rx).  Fire managers decided to take advantage of favorable conditions and deepen the unit to the south, expanding defensible space between the park and the Kaibab National Forest.   November 02, 2012  Grand Canyon National Park to Waive Entrance Fees for Veterans Day Weekend 2012  In honor of those that serve and have served in the United States military, national park units around the country, including Grand Canyon National Park, will be offering everyone fee-free entry during the Veterans Day weekend.   November 01, 2012  Update:  North Rim Prescribed Fires, November 1  North Zone Interagency Fire Managers have completed ignitions on the Range prescribed fire (Rx) unit.  Fire managers plan to begin hand and aerial ignitions on the Thompson Rx unit on Friday, November 2, if environmental conditions are favorable.   October 30, 2012  Update:  North Rim Prescribed Fires, October 30  North Zone Interagency Fire Managers have treated approximately 1,700 acres of the Range prescribed fire (Rx) unit since ignitions began on Saturday, October 27.  Fire managers plan to continue ignitions today and tomorrow if environmental conditions remain favorable.   October 26, 2012  UPDATE:  North Rim Prescribed Fires, October 26  North Zone Interagency Fire Managers currently anticipating intitiating the Range Prescribed Fire on Saturday, October 27.   October 23, 2012  Fire Managers Are Making Plans for Two Prescribed Fires on Grand Canyon’s North Rim  National Park Service (NPS) and U.S. Forest Service (USFS) fire managers, working together as the North Zone Interagency Fire Management Program, are making plans for the Range and Thompson Prescribed Fires on the North Rim of Grand Canyon National Park. Fire managers anticipate initiating these prescribed fire treatments within the next four weeks as weather and fuel moisture conditions allow.   October 18, 2012  Grand Canyon Orientation Film is a Winner  Grand Canyon National Park's interpretive orientation film, Grand Canyon: A Journey of Wonder, which debuted on April 18, 2011, recently won two prestigious awards: the National Association of Interpretation (NAI) First Place Award for Interpretive Media in the Long Video category and an Aurora Platinum Best of Show Award in the Nature \/ Environment category.   October 10, 2012  Woman Dies in Motor Vehicle Accident on North Rim of Grand Canyon \/ Passenger being treated for minor injuries  No abstract supplied.   October 10, 2012  Grand Canyon Investigators Seeking Information in Search for Missing Man  Rangers are trying to locate Yoshikazu Yamada who was last seen waiting to get on a tour bus on October 6.   October 01, 2012  Earth Science Week to be Celebrated at Grand Canyon National Park  Grand Canyon National Park invites the public to join in its celebration of Earth Science Week (ESW) and National Fossil Day during the week of October 14 – 20, 2012.   September 26, 2012  Man Who Collapsed and Died on Bright Angel Trail in Grand Canyon National Park is Identified  The man who collapsed and died on the Bright Angel Trail in Grand Canyon yesterday has been identified as 72 year-old David Roberts of Cleveland, Tennessee.   September 25, 2012  Man Collapses and Dies on Bright Angel Trail in Grand Canyon National Park  Man Collapses and Dies on Bright Angel Trail in Grand Canyon National Park   September 21, 2012  Grand Canyon Rangers Arrest Guide for Operating in Park without a Permit  On Friday, August 31, after approximately four weeks of investigation, Grand Canyon National Park rangers arrested 42-year old Brian Thompson of Cottonwood, Arizona, for conducting commercial operations in a national park without a permit.   September 21, 2012  North Rim Fire Managers Make Plans for Fall Pile Burning  Fire managers on the North Rim of Grand Canyon National Park are making plans to burn piles of woody debris over the next 30 days as weather conditions allow.   September 19, 2012  Many Facilities on Grand Canyon’s North Rim to Close for Season on October 15, 2012  The staff on the North Rim of Grand Canyon National Park will begin to shut down most visitor services and facilities on Monday, October 15; but the North Rim will remain open to visitors through November 25 or until snow closes Highway 67 leading into the park.   September 17, 2012  Grand Canyon to Celebrate National Public Lands Day with Fee Free Entry on September 29  Grand Canyon National Park will be joining national park units across the country in celebrating National Public Lands Day (NPLD) with fee free entry into the park.   September 04, 2012  Man Rescued After Fall in Grand Canyon National Park  No abstract supplied.   August 30, 2012  Grand Canyon National Park to Celebrate New Park Facilities: Public Invited to Attend Ribbon Cutting and Open House  On Wednesday, September 12, Grand Canyon National Park will celebrate the completion of several new park facilities intended to promote healthy outdoor activity in the park and to increase visitor access to the South Rim by means other than automobile.   August 27, 2012  Interagency News Release: SOUTHWEST CALIFORNIA CONDOR PROGRAM REVIEW COMPLETED  A review of the 2007-2011 period of the California condor reintroduction program in northern Arizona and southern Utah is complete.   August 24, 2012  Final Update:  North Rim Fires, Grand Canyon National Park  Regular monsoonal moisture over the course of the last week has extinguished both the Green Lake and Manzanita Fires.   August 17, 2012  Update on North Rim Fires in Grand Canyon National Park  Fire managers on the North Rim of Grand Canyon National Park continue to manage the Green Lake Fire and are now managing the Manzanita Fire for multiple objectives.   August 09, 2012  Grand Canyon National Park to Manage Two Fires on North Rim  Fire managers on the North Rim of Grand Canyon National Park will be managing two lightning-caused fires for multiple objectives.   August 04, 2012  Grand Canyon Hiker Injured in Rock Fall  Last night at approximately 9:30 Grand Canyon National Park rangers received a report that a 19 year-old male hiker had sustained injuries from a rock fall that occurred in an area of the canyon known as the “Box”. A significant thunderstorm was passing over the area when the incident occurred.   July 27, 2012  History to Come Alive at Grand Canyon National Park  Travel back in time and meet eight of Grand Canyon National Park’s most influential people during “Echoes from the Canyon”, the park’s first living history event on Friday, August 3, 2012.   July 23, 2012  Woman Who Fell from Grandview Trail Identified  A woman who died in a fall from the South Rim’s Grandview Trail in Grand Canyon National Park has been identified as 68-year old Rosa Torres Rios of Nogales, Arizona.   July 19, 2012  Rangers Respond to Report of Woman Over Edge at Grandview  At approximately, 1:20 p.m. on Thursday, July 19, the Grand Canyon Regional Communications Center received a report that an older woman had fallen over the edge at Grandview Point, located on the South Rim of Grand Canyon National Park, and that she was not responding to people calling down to her.   July 13, 2012  Fire Restrictions Lifted in Grand Canyon National Park  Monsoonal weather patterns have moved into the Grand Canyon area decreasing fire danger.  As a result, fire managers have lifted all fire restrictions within the park.   July 13, 2012  Gary Paul Nabhan, “pioneer of the local food movement”, to speak at Grand Canyon National Park  Grand Canyon National Park’s Green Team is pleased to announce that Dr. Gary Paul Nabhan, award-winning author, conservation biologist, farmer, and \"pioneer of the local food movement\" as he has been called by Time magazine, Utne Reader, and Mother Earth News, will be presenting special programs at the park on July 21 and 22, 2012.   July 05, 2012  Youth artists bring images of the inner canyon to South Rim visitors  Grand Canyon National Park and partner Grand Canyon Youth are pleased to announce the opening of an exhibition of works by 10 young artists. The grand opening of the exhibit will be held from 7 p.m. to 8 p.m. on Saturday, July 7, in the Park Headquarters lobby.   June 29, 2012  Grand Canyon National Park to Implement Enhanced Patrols during Fourth of July Week  Grand Canyon National Park rangers will be implementing enhanced patrols, including random safety and sobriety checkpoints, during Fourth of July week in an effort to assure the safety of park visitors and residents.   June 19, 2012  Grand Canyon National Park to Implement Additional Fire Restrictions  Due to Extreme Fire Danger throughout Grand Canyon National Park, park officials will be increasing fire restrictions and extending them to all areas within the park except the Colorado River corridor.   June 15, 2012  INTERAGENCY NEWS RELEASE: FINAL UPDATE:  Grand Fire  The Grand Fire, burning on both the Kaibab National Forest and Grand Canyon National Park, experienced no growth today and remains at about 480 acres in size.  Containment is now at 90 percent.   June 14, 2012  Grand Canyon North Rim to Celebrate Western Arts Day, 2012  The National Park Service invites the public to celebrate Western Arts Day 2012, Saturday, July 14, on the North Rim of Grand Canyon National Park.   June 13, 2012  INTERAGENCY NEWS RELEASE: Grand Fire Grows to 446 Acres  Fire crews continue working towards containment of the Grand Fire and estimate the current size at 446 acres with 50 percent containment.   June 13, 2012  INTERAGENCY NEWS RELEASE: Grand Fire Update – 8:00 p.m.  Fire crews continue to make progress on the Grand Fire, which is now 481 acres with 70 percent containment. The change in acreage is not from additional growth; it is the result of a more precise assessment of the total acreage.   June 12, 2012  Crews Responding to Grand Fire on the Kaibab National Forest  US Forest Service and National Park Service fire crews are responding to the Grand Fire on the Tusayan Ranger District of the Kaibab National Forest.   June 07, 2012  Grand Canyon’s South Rim to Implement Campfire Restrictions  Due to continued hot, dry and windy conditions and increasing fire danger, Grand Canyon National Park’s South Rim will begin campfire restrictions tomorrow (Friday, June 8) at 8 a.m.   June 06, 2012  Trans-canyon Pipeline Repaired: Drinking Water once again Available at all Filling Stations in the Inner Canyon  Potable water is once again available at all filling stations within the Inner Canyon at Grand Canyon National Park.   June 02, 2012  National Park Service Lifting North Kaibab Trail Closure in Grand Canyon National Park  A trail closure is being lifted between Roaring Springs and Cottonwood Campground on the North Kaibab Trail in Grand Canyon National Park.   May 31, 2012  Third Pipeline Break in Grand Canyon Closes Section of North Kaibab Trail  A third pipeline break in Grand Canyon National Park has closed a one-mile section of the North Kaibab Trail between Roaring Springs and Cottonwood Campground.   May 31, 2012  National Park Service Seeking Comments on Comprehensive Fisheries Management Plan for Glen Canyon and Grand Canyon  The National Park Service (NPS) is now accepting comments on the development of a fisheries management plan for waters between Glen Canyon Dam and Lake Mead within Grand Canyon National Park and Glen Canyon National Recreation Area.   May 29, 2012  Grand Canyon National Park to Waive Entrance Fees on National Get Outdoors Day  Grand Canyon National Park will be joining national park units across the country in offering fee free entry to the park on Saturday, June 9, in honor of National Get Outdoors Day.   May 25, 2012  Pipeline Break in Grand Canyon Inner Canyon Hikers Should Be Prepared to Treat and Filter Creek Water  Due to a pipeline break in the inner canyon near Phantom Ranch in Grand Canyon National Park, rangers are advising hikers to be prepared to access and treat or filter creek water below Supai Tunnel and above Phantom Ranch on the North Kaibab Trail.   May 25, 2012  Man That Fell from South Rim of Grand Canyon is Identified  The National Park Service today released the name of the young man that died after a fall from the South Rim of Grand Canyon National Park.   May 25, 2012  Grand Canyon National Park Taking Steps to Ensure Public Safety over the Memorial Day Weekend  Grand Canyon National Park rangers will be setting up sobriety safety checkpoints, over the Memorial Day weekend, in an effort to assure the safety of park visitors and residents.   May 24, 2012  In preparation for the Memorial Day Weekend, Grand Canyon National Park would like to remind everyone to be fire aware and “know before you go” to your public lands  Although Grand Canyon National Park received below-average precipitation this winter, the warm spring caused vegetation in the park to thrive.  Now, fine fuels are quickly drying out as winds and temperatures rise, increasing the risk of wildfire.   May 24, 2012  Grand Canyon National Park Receives Clean Air Champion Award  Grand Canyon National Park recently received a Clean Air Champion Award from the Arizona Clean Cities Coalitions.   May 22, 2012  Man Dies in Fall from South Rim of Grand Canyon  On Tuesday, May 22, 2012, at approximately 12:20 p.m., the Grand Canyon Regional Communications Center received a visitor report of a man over the edge at Pipe Creek Vista located about one mile west of the junction of Desert View Drive and South Entrance Road.   May 21, 2012  Superintendent Issues Grand Canyon’s First America the Beautiful Passes for Military  On Armed Forces Day (Saturday, May 19), Grand Canyon National Park Superintendent Dave Uberuaga issued the park’s first two American the Beautiful Passes for Military to Sergeants Lozier and Morse of Camp Navajo.   May 16, 2012  Thanking America's Armed Forces - Active Duty US Military Offered Free Entrance to National Parks  On Saturday, May 19, 2012 – Armed Forces Day – the National Park Service will begin issuing an annual pass offering free entrance to all 397 national parks for active duty military members and their dependents.   May 15, 2012  June is the Month for Astronomy in Grand Canyon National Park  On the afternoon of June 5, 2012, there will be public telescope viewing of a rare Transit of Venus at the South Rim’s Grand Canyon Visitor Center.  Then, from Saturday, June 16 through Saturday, June 23, the twenty-second annual Grand Canyon Star Party will be held on both the South and North Rims of the park.   May 09, 2012  Second Translocation of Endangered Humpback Chub to Havasu Creek in Grand Canyon National Park to Occur on May 13  On May 13th, the National Park Service, in cooperation with the Bureau of Reclamation and the U.S. Fish and Wildlife Service, will translocate wild juvenile humpback chub to Havasu Creek below Beaver Falls in Grand Canyon National Park. This translocation of humpback chub to Havasu Creek will be the second of three planned experimental releases.   May 04, 2012  Tusayan Route Shuttle to Resume Service between Tusayan, Arizona and Grand Canyon National Park  The National Park Service will again offer shuttle bus service between Grand Canyon National Park and the neighboring town of Tusayan, Arizona in 2012.   May 04, 2012  Grand Canyon Concessioner Awarded NPS Director’s Environmental Achievement Award  Grand Canyon National Park concessioner Xanterra South Rim, L.L.C. was recently awarded the National Park Service Director's Environmental Achievement Award in the Building Our Future category.   May 02, 2012  Rangers Identify Woman Whose Body was Recovered from below South Rim of Grand Canyon  No abstract supplied.   April 30, 2012  PUBLIC NOTICE of Annual Turbidity in Drinking Water  Each year in the spring, Grand Canyon National Park experiences an increase in turbidity in the drinking water.  This increased turbidity is caused by snow melt, spring rains recharging the aquifer and increased water flows through the rock formations to Roaring Springs..   April 27, 2012  Rangers Retrieve Woman’s Body from below Rim  No abstract supplied.   April 27, 2012  Grand Canyon Rangers Recover Body of Missing Man  No abstract supplied.   April 25, 2012  Grand Canyon National Park: A Great Place to View the Annular Eclipse  Ranger-assisted opportunities to view the eclipse will be provided on both rims; and on the South Rim, NASA scientists and amateur astronomers will share their telescopes for views of the eclipse and of the night sky afterwards.   April 25, 2012  Public Invited to Grand Canyon’s Endangered Species Day, Celebrate Wildlife Day Events  On Friday, May 18, 2012, Grand Canyon National Park will celebrate Endangered Species Day in recognition of the national conservation effort to protect our nation’s endangered species and their habitats.  Then, on Saturday, May 19, the celebration will continue as the park hosts its 5th annual Celebrate Wildlife Day.   April 24, 2012  Vegetation Program Staff to Apply Herbicide within Developed Areas of Grand Canyon National Park  Starting in May and continuing through September, the National Park Service will be applying herbicide to targeted, high priority, invasive plant species as part of an ongoing invasive plant management program in Grand Canyon National Park.   April 23, 2012  Exciting New Exhibits Installed at Grand Canyon Visitor Center  Grand Canyon National Park recently completed installation of new interpretive and orientation exhibits at the Grand Canyon Visitor Center located near Mather Point on the South Rim.   April 17, 2012  Grand Canyon Rangers Seek Public’s Assistance Locating Missing Man  Rangers in Grand Canyon National Park are seeking the public’s assistance in locating 47-year old Shaw Joseph Ostermann of Tempe, Arizona.   April 17, 2012  Grand Canyon Active Trails to Kick Off 2012 Season  Grand Canyon National’s Park is proud to announce the return of Grand Canyon Active Trails.   April 12, 2012  Grand Canyon’s North Rim to Open May 15 for the 2012 Summer Season  With the opening of Highway 67 on Tuesday, May 15, the North Rim of Grand Canyon National Park will open for the 2012 summer season.   April 05, 2012  Enjoy Grand Canyon’s Earth Day Celebration during Fee-Free National Park Week  On Sunday, April 22, 2012, Grand Canyon National Park will celebrate the 42nd anniversary of Earth Day with demonstrations, games, and much more.  Grand Canyon’s Earth Day festivities will kick off National Park Week in the park; and like national park units around the country, Grand Canyon will recognize National Park Week by waiving entrance fees April 21 – 29, 2012.   April 03, 2012  National Park Service Announces Award of New Contract for Grab and Go Food Service and Bicycle Rental Operation  Grand Canyon National Park Superintendent David V. Uberuaga today announced the award of a concession contract for a \"grab and go\" food service and bicycle rental operations located at the Grand Canyon Visitor Center on the South Rim of Grand Canyon National Park.   March 30, 2012  Grand Canyon National Park hosts Alternative Spring Break at Lees Ferry  Grand Canyon National Park hosted a group of students from the University of Texas at Austin (UT-Austin) as part of an Alternative Spring Break (ASB) program. The event took place at Lees Ferry, which is jointly managed by Grand Canyon National Park and Glen Canyon National Recreation Area, from March 12-15, 2012.   March 21, 2012  Department of the Interior to Present Summary of Public Input Received on a Long-Term Plan for Glen Canyon Dam Operations  The public is invited to participate in web-based presentations, to be held on March 27 that will summarize public comments on the scope of the Long-Term Experimental and Management Plan Environmental Impact Statement for Glen Canyon Dam operations.   February 28, 2012  Grand Canyon National Park = visitors, money and jobs for local economy  A new National Park Service (NPS) report shows that almost 4.4 million visitors spent more than $415 million in Grand Canyon National Park and in gateway regions around the park in 2010.   February 27, 2012  Grand Canyon Rangers Receive Report of Fallen Hiker  No abstract supplied.   February 24, 2012  Grand Canyon National Park to Host Archeology Day on March 24  On Saturday, March 24, 2012, Grand Canyon National Park will host its 5th annual Archeology Day in honor of Arizona Archaeology and Heritage Awareness Month.   February 21, 2012  Park Concessioner Grand Canyon Railway Recently Received NPS Director’s Environmental Achievement Award  Grand Canyon National Park concessioner Grand Canyon Railway (owned and operated by Xanterra Parks and Resorts) was recently awarded the National Park Service's Environmental Achievement Award in the Lean, Clean and Green category.   February 06, 2012  Intermountain Region News Release: Grand Canyon National Park to Eliminate Sale of Water in Disposable Containers  Grand Canyon National Park will eliminate the in-park sale of water packaged in individual disposable containers within 30 days under a plan approved today by National Park Service (NPS) Intermountain Regional (IMR) Director John Wessels.   February 01, 2012  Weighted Lottery for 2013 Noncommercial River Trips through the Grand Canyon Now Open  The National Park Service is now accepting applications for noncommercial river trip permits to raft the Colorado River through Grand Canyon National Park.   January 31, 2012  Grand Canyon National Park to Celebrate Arizona’s Centennial with Fee-Free Entry on February 14  In honor of the historic event of Arizona's centennial, Grand Canyon National Park will offer fee-free entry on Tuesday, February 14.   January 31, 2012  Repair and Maintenance to Temporarily Close Ribbon Falls Bridge  Grand Canyon National Park’s Trail Crew will soon begin repairs to the bridge across Bright Angel Creek on the Ribbon Falls spur trail in the Inner Canyon.   January 26, 2012  Grand Canyon National Park Announces Speakers for 2012 \"Conversations on the Edge\" Community Lecture Series  Grand Canyon National Park's Division of Science and Resource Management will once again be presenting monthly community lectures in Flagstaff, Arizona in collaboration with the Grand Canyon Association and Northern Arizona University's Cline Library.   January 24, 2012  Grand Canyon Railway to Apply Herbicide within Grand Canyon National Park 2012  On February 7, 2012, Grand Canyon Railway, in consultation with the National Park Service (NPS), will be applying herbicide along their railroad tracks including those within Grand Canyon National Park.   January 19, 2012  Body Found on January 12 in Grand Canyon National Park Identified  A body found near Yaki Point in Grand Canyon National Park has been identified as that of 41 year-old Peter Reichner of Glenside, Pennsylvania.   January 13, 2012  Artists for this year’s Grand Canyon Artist-in-Residence program announced  Grand Canyon National Park’s Artist-in-Residence program is pleased to announce its South Rim Artist-in-Residence selections for the October 2011 – September 2012 season, and the North Rim Artist-in-Residence selections for the May – October 2012 season.   January 12, 2012  Body Found Near Yaki Point in Grand Canyon National Park  No abstract supplied.   January 10, 2012  Grand Canyon Sobriety Safety Checkpoint Educates Public, Increases Awareness  On December 28, during the peak of the holiday season, a sobriety safety checkpoint was conducted in Grand Canyon National Park.   December 30, 2011  Grand Canyon National Park to Waive Entrance Fees for Martin Luther King, Jr. Holiday Weekend  No abstract supplied.   December 21, 2011  Grand Canyon National Park Taking Steps to Ensure Public Safety over the Holidays  Sobriety safety checkpoints will be set up within Grand Canyon National Park this holiday season in an effort to assure the safety of park visitors and residents.   December 16, 2011  Grand Canyon’s Trail of Time Receives National Recognition  Grand Canyon National Park's Trail of time was recently honored with a National Association for Interpretation Media Award - first place in the Wayside Exhibit category.   December 12, 2011  Body Discovered Below Navajo Bridge in Grand Canyon National Park Identified  A body found below Navajo Bridge on November 17,2011 has been identified.   November 30, 2011  Grand Canyon Now Recognized As StormReady National Park  NPS employees receive StormReady award   November 17, 2011  Body Discovered in Grand Canyon National Park Below Navajo Bridge  No abstract supplied.   November 10, 2011  Update on this year's condor chicks  Status of three wild-hatched condor chicks in Arizona:  one fledged, one still in nest, one found dead   November 08, 2011  NPS News Release:  Grand Canyon’s Green Team Wins a 2011 GreenGov Presidential Award  No abstract supplied.   November 03, 2011  Grand Canyon National Park to Celebrate National Native American Heritage Month  On, Wednesday, November 16, Grand Canyon National Park will be celebrating National Native American Heritage Month with a day of special presentations and demonstrations.   October 31, 2011  Update on North Rim Prescribed Fire Activity  Over the weekend, fire managers in Grand Canyon National Park began ignitions on the Range Prescribed Fire, located on the North Rim of the park.  In addition, they resumed work on the Bright Angel Prescribed Fire, also located on the North Rim, which was partially completed earlier this year.   October 28, 2011  Business Opportunity Announced for Bicycle and Food Services on the South Rim of Grand Canyon National Park  Grand Canyon National Park Superintendent Dave Uberuaga has announced the availability of a new business opportunity in the park to provide bicycle rentals, guided bike tours, and “grab and go” food service at the Grand Canyon Visitor Center plaza on the South Rim.   October 27, 2011  Grand Canyon Ranger Wins Prestigious Harry Yount Award  On Wednesday, October 26, Grand Canyon National Park Supervisory Park Ranger Lisa Hendy was awarded the National Park Service's 2011 Harry Yount National Park Ranger Award for excellence in the field of rangering.   October 27, 2011  Fire Managers Are Making Plans for the Range Prescribed Fire on the North Rim of Grand Canyon National Park  No abstract supplied.   October 26, 2011  Grand Canyon National Park to Waive Entrance Fees for Veterans Day 2011  No abstract supplied.   October 18, 2011  Public Invited to Open Houses on Plan for Glen Canyon Dam Operations  Beginning Nov. 7, the public will have an opportunity to attend public meetings on the development of a long-term plan that will determine the timing and volume of water flows from Glen Canyon Dam. Those flows affect hydroelectricity production, beach recreation, native fish and other river-related plants and animals, as well as archeological sites in Grand Canyon National Park and Glen Canyon National Recreation Area.   October 13, 2011  Final Update on Investigation into Fatal RV Fire in Grand Canyon National Park  The bodies of three people found inside of a recreational vehicle that burned at the South Entrance to Grand Canyon National Park have been identified as those of Anthony Dehaven and his two juvenile children.   October 07, 2011  Many Facilities on Grand Canyon’s North Rim to Close for Season on October 15  The staff on the North Rim of Grand Canyon National Park will begin to shut down most visitor services and facilities on Saturday, October 15; but the North Rim will remain open to visitors through November 27 or until snow closes Highway 67 leading into the park.   October 05, 2011  Update on Investigation into Fatal RV Fire in Grand Canyon National Park  No abstract supplied.   October 04, 2011  Man Who Died at North Rim’s Cape Royal Trailhead Identified  A man whose body was found next to his car at the Cape Royal Trailhead on the North Rim of Grand Canyon National Park has been identified as Donald Haney of Cherokee Village, Arkansas.   October 03, 2011  RV Fire Results in Fatalities at Grand Canyon National Park  No abstract supplied.   October 03, 2011  Rangers Investigate Report of Fatality on North Rim of Grand Canyon National Park  No abstract supplied.   September 28, 2011  Grand Canyon National Park to Celebrate Earth Science Week  - Grand Canyon National Park will celebrate Earth Science Week and National Fossil Day by offering a variety of special programs and events during the week of October 9 – 15, 2011. Earth Science Week promotes understanding and appreciation of the value of earth science research and its applications and relevance to our daily lives. Grand Canyon National Park is an ideal place to celebrate Earth Science Week, as the park is a natural classroom and laboratory for the earth sciences, and is one of the world’s most well known and most scenic geologic landscapes.   September 28, 2011  Prescribed Fire Planned at Grand Canyon on South Rim  Fire Mangers in Grand Canyon National Park are making plans for the Watson Prescribed Fire (Watson Rx) on the South Rim of the park.  Weather permitting; the Watson Rx will be initiated within the next 30 days.   September 27, 2011  Body Discovered Near Tanner Beach in Grand Canyon National Park Identified  The body of a man discovered near Tanner Beach in Grand Canyon National Park on Sunday, August 28, has been identified as that of 52-year old Stephen Norman O’Keeffe from Flagstaff, AZ.   September 19, 2011  Kansas Man Dies In Colorado River  Yesterday at approximately 1:00 p.m., the Grand Canyon Regional Communications Center, located within Grand Canyon National Park, received a call from a private river runner via satellite phone reporting a fatality on the Colorado River near Lava Falls.   September 15, 2011  Fire Management Staff to Resume Pile Burning at the Grand Canyon  No abstract supplied.   September 14, 2011  Grand Canyon to Celebrate National Public Lands Day with Fee Free Entry  Grand Canyon National Park will be joining national park units across the country in celebrating National Public Lands Day with fee free entry into the park.   September 09, 2011  Update: Lower Fire, September 9, 2011  No abstract supplied.   September 08, 2011  Update: Lower Fire, September 8, 2011  No abstract supplied.   September 04, 2011  Update:  North Rim Fires, September 4, 2011  No abstract supplied.   September 04, 2011  Update: Lower Fire, September 4, 2011  No abstract supplied.   September 03, 2011  Update: North Rim Fires, September 3, 2011  No abstract supplied.   September 02, 2011  Update: North Rim Fires, September 2, 2011  No abstract supplied.   September 02, 2011  Investigators Seek Information on Possible Child Abuse in Grand Canyon National Park  National Park Service investigators are seeking information on two separate incidents of possible child abuse in Grand Canyon National Park, both involving the same family.   September 01, 2011  Update: Lower Fire, September 1, 2011  No abstract supplied.   August 31, 2011  Rangers Respond to Report of Vehicle Hitting Rock Wall on South Rim  At approximately 11:15 a.m. on Wednesday, August 31, the Grand Canyon Regional Communications Center began receiving reports of a vehicle hitting a rock wall on the canyon rim between Thunderbird and Kachina Lodges in Grand Canyon National Park.   August 29, 2011  Body Discovered Near Tanner Beach in Grand Canyon National Park  Mid-morning on Sunday, August 28, a ranger at the Mather Campground on the South Rim of Grand Canyon National Park received a report of a hiker possibly in distress on the Tanner Trail.   August 29, 2011  Update: North Rim Fires, August 29, 2011  No abstract supplied.   August 26, 2011  Lower Fire to be Managed for Multiple Objectives on the South Rim of the Grand Canyon  National Park Service and US Forest Service fire managers on the South Rim of the Grand Canyon have decided to manage the Lower Fire for multiple objectives within both Grand Canyon National Park and the Tusayan District of the Kaibab National Forest.   August 25, 2011  Update: North Rim Fires, August 25, 2011  No abstract supplied.   August 24, 2011  New Water Fire Now Classified as Controlled  Grand Canyon, Ariz. – The New Water Fire, on the South Rim of the Grand Canyon near Meadview, Arizona, was declared “controlled” on Friday, August 19.   August 22, 2011  Update: North Rim Fires, August 22, 2011  No abstract supplied.   August 22, 2011  Grand Canyon to Celebrate Birth of the National Park Service  Grand Canyon to Celebrate Birth of the National Park Service   August 17, 2011  Grand Canyon Fall Victim Identified  Grand Canyon Fall Victim Identified   August 15, 2011  Update:  North Rim Fires, August 15, 2011  No abstract supplied.   August 12, 2011  Update: North Rim Fires, August 12, 2011  No abstract supplied.   August 08, 2011  Update:  North Rim Fires, August 8  The Point Fire experienced slow growth this weekend as warmer, drier weather moved into the area; and on Wednesday, August 3, the Tipover Fire was discovered due north of the Point Fire, near the park\/forest boundary, and is now being managed for both resource and protection objectives.   August 07, 2011  August 7 Update on New Water Fire on the South Rim of the Grand Canyon  New Water Fire contained.   August 06, 2011  August 6 update on new water fire on the south rim of the grand canyon  Update on New Water Fire on the South Rim of the Grand Canyon   August 05, 2011  New Water Fire Update  Update on New Water Fire   August 05, 2011  Park Rangers Recovering Body From Below the Rim at Grand Canyon National Park  At approximately 2:00 this afternoon, the Grand Canyon Regional Communications Center received a call from a park visitor reporting a man over the edge below Lookout Studio on the South Rim of Grand Canyon National Park.   August 05, 2011  New Water Fire Being Suppressed on the South Rim of the Grand Canyon  A type III incident management organization is currently working to suppress the New Water Fire (previously referred to as Grand Wash Complex Fire) which include lands within the South Rim of Grand Canyon National Park, as well as lands managed by the Bureau of Indian Affairs –Truxton Cañon Agency, the Bureau of Land Management - Kingman Area Field Office, and the Arizona Division of Forestry.  This lightning-caused fire was reported at approximately 5 pm on Wednesday, August 3.   August 04, 2011  Lightning Causes One Fatality and Five Injuries at Grand Canyon National Park  No abstract supplied.   August 01, 2011  Update:  Point Fire, August 1  A week of cool, moist weather conditions and occasional rainfall have led to minimal growth on the Point Fire which is now estimated at 1,049 acres in size.   July 28, 2011  South Rim Fire Managers to Implement Final Phase of Market Plaza and School Hazardous Fuels Reduction Projects  As weather conditions allow, South Rim fire crews will begin burning piles of woody debris in the vicinity Market Plaza and the Grand Canyon School.   July 27, 2011  Eighteenth Annual Native American Heritage Days Starts August 11 on North Rim of Grand Canyon  The National Park Service invites the public to the 18th annual Native American Heritage Days on the North Rim of Grand Canyon National Park.   July 26, 2011  Update:  Point Fire, July 26  A warm and dry weekend has led to moderate growth on the Point Fire as it continues to achieve objectives on the North Rim of Grand Canyon National Park.   July 26, 2011  Man Rescued from Below Rim of Grand Canyon National Park  No abstract supplied.   July 26, 2011  Progress on Multi-Use Trail Connecting Grand Canyon National Park with Gateway Town of Tusayan Continues  Progress on a multi-use Greenway trail linking Grand Canyon National Park with the gateway town of Tusayan continues.  The eight mile trail passes through both Grand Canyon National Park and Kaibab National   July 21, 2011  Update:  Point Fire, July 21  No abstract supplied.   July 21, 2011  Grand Canyon National Park Receives Active Trails Grant  Grand Canyon National Park was recently awarded a National Park Foundation grant to support the launch of Grand Canyon Active Trails, a new, innovative project that encourages community members and visitors alike to get out and explore their national park.   July 20, 2011  Canyon Condor Puppet Show Returns to Grand Canyon  The National Park Service and Great Arizona Puppet Theater proudly present the second annual performance of Canyon Condor, a fun and educational puppet show, August 1 – 6, at 2:00 p.m. in the Shrine of the Ages.   July 18, 2011  Update:  Point Fire, July 18  Drier weather over the weekend led to increased fire activity and moderate growth on the Point Fire, located on the North Rim of Grand Canyon National Park.   July 18, 2011  Behind the Scenes - Science and Resource Management staff to host Public Open House in the Grand Canyon Lodge on the North Rim of Grand Canyon National Park  Grand Canyon National Park’s Division of Science and Resource Management will host a public open house on July 25 in the Grand Canyon Lodge Auditorium on the North Rim from 10 a.m. to 2 p.m.   July 15, 2011  Point Fire Update, Friday, July 15  A brief lull in monsoonal rain patterns has led to increased growth on the Point Fire, located on the North Rim of Grand Canyon National Park.   July 14, 2011  Grand Canyon National Park Welcomes New Administrative Officer  Tom Shehan was recently selected as the new Administrative Officer for Grand Canyon National Park.   July 11, 2011  Pile Burning Planned for North Rim of Grand Canyon.  Fire managers on the North Rim of Grand Canyon National Park are making plans to burn piles of woody debris within the next 30 days as weather and fuel conditions allow.   July 08, 2011  FIRE RESTRICTIONS LIFTED AT GRAND CANYON NATIONAL PARK  Due to the onset of monsoons and recent precipitation the National Park Service (NPS) lifted fire restrictions on the South and North Rims of Grand Canyon National Park effective immediately.   July 07, 2011  Fire Start Reported on North Rim of Grand Canyon  On Monday, July 4, at approximately 6 p.m., North Zone fire managers received a report of a new fire start in the vicinity of Point Sublime on the North Rim of Grand Canyon National Park.   July 05, 2011  Grand Canyon Fire Managers to Continue Thinning Projects to Reduce Hazardous Fuels  Fire managers are making plans to implement their spring thinning projects within the next few weeks, weather permitting.   July 03, 2011  Vehicle Accident Temporarily Closes South Entrance of Grand Canyon  On Saturday, July 2, a three vehicle accident injured eight and temporarily closed Grand Canyon National Park’s South Entrance Road to all vehicular traffic.   June 29, 2011  Grand Canyon National Park to Implement the First Stages of Fire Restrictions on Thursday  The Superintendent is implementing the first stages of fire restrictions in the park, beginning June 30.   June 29, 2011  Youth to Share their \"Grand Inspiration\" with Park Visitors  Grand Inspiration participants developed a collection of paintings, creative writing, and photographs that will be on display at Grand Canyon National Park Headquarters from July 8 – August 8, 2011.   June 29, 2011  Rangers Respond to Report of Train Passenger with Difficulty Breathing  In spite of the rapid response time, park emergency responders were not able to revive 72-year old John Debelack of Saddlebrooke, Arizona.   June 29, 2011  New Location Awaits Science and Resource Management Facility in Grand Canyon  The National Park Service (NPS) will break ground on a new facility for Grand Canyon National Park’s science and resource management staff later this year.  The new facility will be constructed just south and east of the park headquarters building, located near Market Plaza.  The site, which is currently vacant, was once the location of the park gas station.   June 23, 2011  Grand Canyon North Rim to Celebrate Western Arts Day  The National Park Service invites the public to Western Arts Day on the North Rim of Grand Canyon National Park on Saturday, July 9, 2011.   June 21, 2011  Celebration Draws Crowd and Provides Opportunity to Explore Improvements at Grand Canyon National Park  On Wednesday, June 15, Grand Canyon National celebrated the completion of two years of improvements to the Mather Point and Grand Canyon Visitor Center area, and hundreds showed up to join in the celebration.   June 18, 2011  Overdue Hiker Found on North Rim of Grand Canyon National Park  William (Billy) Driscoll was found yesterday as the National Park Service and the Coconino County Sheriff's office, with the assistance of the Department of Public Safety, made plans to ramp up search efforts.   June 14, 2011  Grand Canyon to Waive Entrance Fees on the First Day of Summer, June 21  No abstract supplied.   June 10, 2011  Translocation of Endangered Humpback Chub to Shinumo and Havasu Creeks in Grand Canyon National Park to Occur in June  In late June 2011, the National Park Service, in cooperation with the Bureau of Reclamation, the U.S. Fish and Wildlife Service, and the Arizona Game and Fish Department will translocate wild juvenile humpback chub to Shinumo Creek and to Havasu Creek below Beaver Falls in Grand Canyon National Park.   June 10, 2011  GRAND CANYON NATIONAL PARK AWARDED PARK STEWARDS GRANT FROM NATIONAL PARK FOUNDATION  Park is one of twenty-one national parks to receive a grant from the National Park Foundation to support interactive and engaging projects designed to strengthen Americans’ connection with their national parks   June 10, 2011  South Carolina man dies in Colorado River  Park Rangers from Grand Canyon National Park recovered the body of 39 year-old James J. Waring Jr., of Lexington, South Carolina yesterday following a boating accident on the Colorado River.   June 08, 2011  Bigfork High School Cave Club Completes Inventory and Impact Mapping of Caves in Grand Canyon National Park  In April 2011, five students from Bigfork High School Cave Club (Bigfork, MT) and their sponsor spent a week with Grand Canyon National Park Hydrologist and Cave Resources Manager, Steve Rice, conducting cave resource inventories, impact analysis, and repeat photography of several backcountry cave sites.   June 08, 2011  Firefighters respond to two human-caused fires in Grand Canyon National Park  On Tuesday, June 7, Grand Canyon firefighters responded to two separate human-caused fires in Grand Canyon National Park.   June 01, 2011  INTERMOUNTAIN NEWS RELEASE:  David Uberuaga Named New Superintendent of Grand Canyon National Park  Intermountain Regional Director John Wessels today announced that Mount Rainier Superintendent David Uberuaga has been named Superintendent of Grand Canyon National Park.   May 26, 2011  Grand Canyon Wilderness Coordinator Recognized as Leader in Wilderness Stewardship for Intermountain Region  Grand Canyon Wilderness Coordinator Recognized as Leader in Wilderness Stewardship for Intermountain Region   May 26, 2011  Grand Canyon to celebrate improvements to Mather Point and Grand Canyon Visitor Center area  On Wednesday, June 15, Grand Canyon National Park will celebrate the completion of two years of improvements to the Mather Point and Grand Canyon Visitor Center area.   May 26, 2011  North Rim fire managers making plans to initiate the Walla Valley Prescribed Fire  Grand Canyon fire managers are making plans to initiate the Walla Valley Prescribed Fire within the next few weeks on the North Rim of Grand Canyon National Park.   May 25, 2011  South Rim Chip Seal Project to be Completed this Summer  A chip seal project that began last summer on the South Rim of Grand Canyon National Park will be completed early this summer.   May 25, 2011  Behind the Scenes – Grand Canyon Science and Resource Management staff to host Public Open House  Grand Canyon National Park’s Division of Science and Resource Management will host a public open house on June 8th at Park Headquarters in the courtyard from 10 a.m. to 2 p.m.   May 25, 2011  Astronomers to Provide Free Telescope Viewing at Grand Canyon National Park, June 18-25, 2011  The twenty-first annual Grand Canyon Star Party will be held from Saturday, June 18 through Saturday, June 25, 2011 on the South and North Rims of Grand Canyon National Park.   May 20, 2011  Body retrieved from 700 feet below canyon rim identified  The body of a young man recovered from below the rim on Friday, May 6, in Grand Canyon National Park, has been identified as that of 24-year old Robert Watson of White Plains, New York.   May 12, 2011  Prescribed Fire Planned for South Rim of Grand Canyon National Park  Fire Mangers in Grand Canyon National Park are making plans for the Watson Prescribed Fire on the South Rim of the park.  Weather permitting, the Watson Rx will be initiated within the next 30 days.   May 10, 2011  Shuttle bus service between Grand Canyon National Park and neighboring town of Tusayan to resume for season  Shuttle bus service between Grand Canyon National Park and neighboring town of Tusayan to resume for season   May 06, 2011  Rangers Employ Technical Rescue Techniques to Retrieve Body from Below Rim  At approximately 10:45 a.m. today, rangers retrieved the body of a young male from below the South Rim of Grand Canyon National Park.   May 05, 2011  National Park Service to hold open house public meetings on revision of Grand Canyon National Park's Backcountry Management Plan  No abstract supplied.   May 03, 2011  Park Rangers Identify Woman Who Suffered Fatal Injuries in Fall  A woman who suffered fatal injuries in a fall in Grand Canyon National Park on Thursday, April 28, has been identified.   May 02, 2011  Grand Archaeology Exhibit on Excavation Project along the Colorado River Open at Kolb Studio  test   April 29, 2011  Rangers Receive Report of Fatality on River Trip  No abstract supplied.   April 29, 2011  The Grand Canyon Goes to Fort Worth, Texas  No abstract supplied.   April 28, 2011  Spring Fire Management Activities Planned for Grand Canyon’s North Rim  This spring, Fire Managers at the North Rim are planning to prescribe burn  approximately 30 acres on the North Rim of Grand Canyon National Park.   April 27, 2011  National Park Service Begins Process to Revise Backcountry Management Plan for Grand Canyon National Park  National Park Service Begins Process to Revise Backcountry Management Plan for Grand Canyon National Park   April 26, 2011  DON'T FORGET:  Into the Wild’s Jack Hanna to Help Grand Canyon Celebrate Wildlife Day!  Grand Canyon National Park will Celebrate Wildlife Day on Saturday, May 7; and wildlife expert Jack Hanna will be joining in the celebration.   April 26, 2011  Driver survives crash over canyon rim  Driver survives crash over canyon rim   April 25, 2011  Vegetation Program to Apply Herbicide within Developed Areas of Grand Canyon National Park  Vegetation Program to Apply Herbicide within Developed Areas of Grand Canyon National Park   April 22, 2011  Man Who Fled Rangers Rescued from Below Rim in Grand Canyon National Park  No abstract supplied.   April 14, 2011  National Park Service offers new interpretive\/orientation film at Grand Canyon National Park  Beginning Monday, April 18, 2011, the National Park Service will begin showing an interpretive\/orientation film at a newly constructed theater located at the Grand Canyon Visitor Center on the South Rim of Grand Canyon National Park.   April 08, 2011  Into the Wild’s Jack Hanna to Help Grand Canyon Celebrate Wildlife Day  Grand Canyon National Park will Celebrate Wildlife Day on Saturday, May 7 this year; and television host Jack Hanna will be joining in the celebration.   April 06, 2011  Grand Canyon’s North Rim to Open May 15 for the 2011 Summer Season  No abstract supplied.   April 01, 2011  New Technology Employed in Search for Joseph Radford at Grand Canyon National Park  New Technology used in search for missing plane   March 31, 2011  Mule use to resume on South Kaibab Trail within Grand Canyon National Park  South Kaibab Trail Reconstruction   March 31, 2011  Manual Hazardous Fuels Reduction Projects to Continue at Grand Canyon  No abstract supplied.   March 31, 2011  Grand Canyon to Waive Entrance Fees During National Park Week 2011  Grand Canyon National Park will be joining national park units across the country in celebrating National Park Week by waiving entrance fees April 16 – 24, 2011.   March 31, 2011  Spring snow melt causes annual turbidity in drinking water  Spring snow melt causes annual turbidity in drinking water   March 30, 2011  Hikers Injured in Rock Fall Incident at Grand Canyon National Park  Two hikers were injured yesterday in a human-caused rock fall incident on the South Kaibab Trail below the South Rim of Grand Canyon National Park.   March 23, 2011  Update on Search for Possible Downed Plane in Grand Canyon National Park  The National Park Service (NPS) continues to work with the Coconino County Sheriff’s Office to refine its search for a plane which may have gone down in Grand Canyon National Park on Friday, March 11.   March 18, 2011  NPS Continues to Search for Possible Downed Plane in Grand Canyon National Park  NPS Continues to Search for Possible Downed Plane in Grand Canyon National Park   March 16, 2011  Grand Canyon Soon to Have Water Bottle Filling Stations Throughout Park  The National Park Service (NPS) will soon complete the installation of nine new water bottle filling stations in Grand Canyon National Park, making access to free Grand Canyon spring water easier than ever before.   March 16, 2011  National Park Service Searching for Missing Plane in Grand Canyon National Park  No abstract supplied.   March 09, 2011  National Park Service to hold open house public meetings on the Draft Environmental Impact Statement for Special Flight Rules Area in the Vicinity of Grand Canyon National Park  National Park Service to hold open house public meetings on the Draft Environmental Impact Statement, Special Flight Rules Area in the Vicinity of Grand Canyon National Park   March 02, 2011  Reclamation Extends Public Review and Comment Period for Two Glen Canyon Dam Draft Environmental Assessments  Reclamation Extends Public Review and Comment Period for Two Glen Canyon Dam Draft Environmental Assessments   February 28, 2011  Grand Canyon National Park to Host Archeology Day Saturday, March 19  On Saturday, March 19, 2011, Grand Canyon National Park will host Archeology Day in honor of “Arizona Archaeology and Heritage Awareness Month.”   February 17, 2011  Woman Who Died in Fall at Grand Canyon Identified  No abstract supplied.   February 10, 2011  Rangers Recovering Body from below Rim at Grand Canyon National Park  No abstract supplied.   February 02, 2011  National Park Service releases Draft Environmental Impact Statement that addresses air tour flights and the substantial restoration of natural quiet in the vicinity of Grand Canyon National Park  The National Park Service (NPS) has developed a draft plan to address the impacts of aircraft noise on park resources and visitor experience.  Released by the park today, the plan is formally called a Draft Environmental Impact Statement (EIS), Special Flight Rules Area in the Vicinity of Grand Canyon National Park. The document will be available for public review and comment for 120 days, with public comments due by June 20, 2011.   February 01, 2011  National Park Service Accepting Applications for Noncommercial Colorado River Rafting Permits for 2012 calendar year  The National Park Service is now accepting applications for noncommercial river trip permits to raft the Colorado River through Grand Canyon National Park. The permits are for specific launch dates within calendar year 2012.   January 31, 2011  Reclamation Releases Environmental Assessment for Control of Non-Native Fish in the Colorado River to the Public for Review and Comment  Reclamation Releases Environmental Assessment for Control of Non-Native Fish in the Colorado River to the Public for Review and Comment   January 25, 2011  Grand Canyon Railway to Apply Herbicide within Grand Canyon National Park  On February 7 - 9, 2011, Grand Canyon Railway, in consultation with the National Park Service (NPS), will be applying herbicide along their railroad tracks including those within Grand Canyon National Park.   January 20, 2011  NPS News Release:  Grand Canyon National Park Acting Superintendent Named  Jane Lyder, Deputy Assistant Secretary for Fish and Wildlife and Parks, U.S. Department of the Interior, has been named acting superintendent of Grand Canyon National Park. Lyder will assume her new duties in early February.   January 20, 2011  Reclamation Releases Environmental Assessment for Public Review and Comment on an Experimental Protocol for High-Flow Releases from Glen Canyon Dam  Reclamation Releases Environmental Assessment for Public Review and Comment on an Experimental Protocol for High-Flow Releases from Glen Canyon Dam   January 12, 2011  Deceased Kayaker Identified  A kayaker who died yesterday in Grand Canyon National Park has been identified as 42 year-old Scott Foster of Bend, Oregon.   January 11, 2011  NATIONAL PARK SERVICES APPROVES STOCK USE PLAN FOR GRAND CANYON NATIONAL PARK  NATIONAL PARK SERVICES APPROVES STOCK USE PLAN FOR GRAND CANYON NATIONAL PARK   January 10, 2011  Rangers Respond to Report of CPR in Progress on the River  No abstract supplied.   January 06, 2011  Grand Canyon to Waive Entrance Fees for Martin Luther King, Jr. Holiday Weekend   AND   DOI news release: Salazar Announces National Park Fee Free Days for 2011  Grand Canyon National Park will be joining national park sites around the country in celebrating the Martin Luther King, Jr. holiday with a fee free weekend.   January 06, 2011  Improved Mather Point and Visitor Center Plaza Areas Now Open to Public  Phase II of the improvements called for in the South Rim Visitor Transportation Plan\/Environmental Assessment (Transportation Plan)  is now substantially complete; and Mather Point and the Visitor Center plaza areas have reopened for public use.   December 27, 2010  Grand Canyon National Park accomplishments outlined in new report for fiscal years 2009 and 2010  Grand Canyon National Park accomplishments outlined in new report for fiscal years 2009 and 2010   December 15, 2010  Finding of No Significant Impact Signed for New Science and Resource Management Facility at Grand Canyon National Park  No abstract supplied.   December 14, 2010  National Park Service completes work on improvements to railway tour bus staging area near the Historic Grand Canyon Depot  National Park Service completes work on improvements to railway tour bus staging area near the Historic Grand Canyon Depot   December 09, 2010  Manual Hazardous Fuels Reduction Projects to Begin at Grand Canyon  In accordance with Grand Canyon National Park's 2010 Fire Management Plan Environmental Impact Statement, park fire managers will begin to expand the use of non-fire treatments to reduce hazardous fuels in the park's wildland-urban interface.   December 07, 2010  Grand Canyon National Park Superintendent Steve Martin Announces Retirement  Steve Martin, Superintendent of Grand Canyon National Park, has announced his retirement on January 1, 2011.   November 29, 2010  Grand Canyon Hosts Focus Group on Accessibility and Universal Design  Grand Canyon National Park staff recently hosted a focus group on accessibility and universal design in wayside exhibits.   November 05, 2010  Body Discovered on Colorado River in Grand Canyon National Park  No abstract supplied.   November 05, 2010  North Rim Fire Managers Make Plans for Prescribed Fire  Fire managers in Grand Canyon National Park plan to initiate one of two prescribed fires on the North Rim within the next few weeks.   November 04, 2010  Abandoned Mine Lands Safety Projects Begin in Grand Canyon National Park  Abandoned Mine Lands Project   October 25, 2010  Grand Canyon National Park to Waive Entrance Fees on November 11  Grand Canyon National Park will be joining national park units around the country as they waive entrance fees on Veterans Day in recognition of current and former servicemen and –women.   October 22, 2010  Phase V of the Grand Canyon Greenway now Open for Public Enjoyment  Grand Canyon National Park’s trail crew recently completed work on Phase V of the Grand Canyon Greenway.   October 21, 2010  Private River Trip Reports Fatality at Grand Canyon National Park  No abstract supplied.   October 12, 2010  Prescribed Fire Planned for North Rim of Grand Canyon National Park  Fire managers in Grand Canyon National Park are making plans to initiate a prescribed fire on the North Rim within the next few weeks.   October 07, 2010  Glen Canyon NRA and Grand Canyon NP Host Project Odyssey  The National Park Service is partnering with Wounded Warrior Project to provide a Project Odyssey retreat at Glen Canyon National Recreation Area and Grand Canyon National Park, October 11-15, 2010.   October 05, 2010  Grand Canyon National Park to dedicate the Trail of Time  No abstract supplied.   October 05, 2010  Grand Canyon National Park to Celebrate Earth Science Week October 10 thru 16, 2010  Grand Canyon National Park to Celebrate Earth Science Week October 10 – 16, 2010   October 04, 2010  Man falls to his death in Grand Canyon – two women hit by lightning on Friday  No abstract supplied.   September 30, 2010  Body of man recovered from remote area of Grand Canyon identified  Body of man recovered from remote area of Grand Canyon identified   September 29, 2010  PARK RANGERS RECOVER BODY OF HIKER FROM REMOTE AREA OF GRAND CANYON  PARK RANGERS RECOVER BODY OF HIKER FROM REMOTE AREA OF GRAND CANYON   September 27, 2010  Many North Rim facilities to close for season soon at Grand Canyon  Many North Rim facilities to close for season soon at Grand Canyon Park will remain open to visitors through late November or until snow closes Highway 67   September 21, 2010  Grand Canyon National Park to Waive Entrance Fees for National Public Lands Day  On Saturday, September 25, 2010, Grand Canyon National Park will join National Park Service (NPS) sites around the country in celebrating National Public Lands Day (NPLD) with free admission for park visitors.   September 21, 2010  Grand Canyon Artist-in-Residence Programs Announce Their Selections for the 2010 – 2011 Season  Grand Canyon National Park’s North and South Rim Artist-in-Residence (AiR) programs are pleased to announce the artists selected for the October 2010 – September 2011 season.   September 17, 2010  Grand Canyon Association Grant Supports Grand Canyon National Park's Vegetation Volunteer Program  Grand Canyon Association Grant Supports Grand Canyon National Park’s Vegetation Volunteer Program   September 17, 2010  Prescribed Burn at Grand Canyon National Park  Prescribed burn at Grand Canyon   September 13, 2010  Prescribed Burns Planned at Grand Canyon National Park  Grand Canyon National Park fire managers plan to conduct two prescribed fires on the South Rim this week.   August 27, 2010  Man Who Died in Single-Vehicle Accident Identified  The man killed in a single-vehicle accident on the South Rim of Grand Canyon National Park on August 23, has been identified.   August 24, 2010  Rangers Respond to Single Vehicle Accident  On Monday, August 23, rangers responded to a report that a vehicle had collided with a tree on the South Rim of Grand Canyon National Park.   August 10, 2010  Rangers Free Boats Stranded at Crystal Rapid  At approximately 4:00 p.m. on Monday, August 9, rangers freed the second of two boats which became stranded over the weekend at Crystal Rapid on the Colorado River in Grand Canyon National Park.   August 10, 2010  North Rim Scenic Drive CLOSURES RESCHEDULED  Scenic Drive closures planned for August 9 - 11 and August 16 - 18 were postponed and have been rescheduled for August 23 - 25 and August 30 - September 1.   August 05, 2010  National Park Service awards contract for the construction of new employee housing at Grand Canyon  No abstract supplied.   August 05, 2010  National Park Service and Havasupai Tribe hold ribbon cutting ceremony on new housing for Supai Camp constructed with funds from the American Recovery and Reinvestment Act  Under clear blue skies the National Park Service and Havasupai tribal members held a ribbon cutting ceremony today for newly constructed housing in Supai Camp located within Grand Canyon National Park.   August 05, 2010  Man Rescued after Falling over Edge of Grand Canyon  At approximately 2:45 p.m., the Grand Canyon Regional Communications Center received a report that a man had fallen over the edge near Mather Point on the South Rim of Grand Canyon National Park   August 02, 2010  Recovery Act provides natural gas-powered shuttle buses for Grand Canyon National Park  The National Park Service (NPS) has purchased six low-floor accessible compressed natural gas (CNG) powered transit buses to be used as part of the visitor transportation system on the South Rim of Grand Canyon National Park.   July 28, 2010  Grand Canyon Hosts World Heritage Fellow  Grand Canyon National Park recently hosted a U.S. World Heritage Fellow from the Seychelles.   July 22, 2010  Youth visit Grand Canyon National Park for Two Weeks of Inspiration  The National Park Service and its partner Grand Canyon Youth designed this pilot program to get youth into the outdoors and inspired by the unique scenery and resources of Grand Canyon National Park.   July 21, 2010  Temporary Closures of North Rim's Scenic Drive Planned to Facilitate Road Improvements  In order to facilitate the safe and timely completion of pavement preservation work, it will be necessary to temporarily close the North Rim Scenic Drive on two separate occasions.   July 21, 2010  Pile Burning Planned on South Rim of Grand Canyon  The National Park Service is making plans to burn piles of woody debris on the South Rim of Grand Canyon National Park within the next several days, if current weather conditions persist.   July 20, 2010  Grand Canyon in Focus  In late July 2010, 12 Arizona youth will get a once in a lifetime opportunity to explore Grand Canyon National Park with some of our country’s most enthusiastic outdoor leaders and photography professionals.   July 16, 2010  Saffron Fire Update, July 16  No abstract supplied.   July 15, 2010  Body Discovered Below Moran Point Identified  A body retrieved from below Moran Point at Grand Canyon National Park on Monday, July 12 has been positively identified as that of 50 year old Kirby Porter of Mechanicsville, Virginia.   July 13, 2010  Grand Canyon National Park Welcomes Two New Division Chiefs  Grand Canyon National Park Superintendent Steve Martin recently welcomed two new division chiefs to the park’s management team.   July 12, 2010  Saffron Fire Update, July 12  The Saffron Fire on the North Rim of Grand Canyon National Park remains at 3,072 acres as fire spread was minimal due to higher humidity, cloud cover and moisture received on the fire.   July 12, 2010  Body Discovered Below Moran Point in Grand Canyon National Park  At approximately 9:15 p.m. on Sunday, July 11, the Grand Canyon Regional Communications Center received a report of a man seen exiting a car at Moran Point, climbing over a retaining wall and lying down on the edge of the canyon rim.   July 10, 2010  Saffron Fire Update July 10  Burn out operations continue in preparation for northern containment of the Saffron Fire on the North Rim of Grand Canyon National Park.   July 09, 2010  Grand Canyon to Host Alternative Break Citizenship School  On Sunday, July 10, 47 college students, from 17 states around the country will descend on Grand Canyon National Park to learn the art of facilitating an alternative break experience.   July 09, 2010  Body of young woman found below the North Rim identified  Body of young woman found below the North Rim of Grand Canyon identified   July 08, 2010  Park rangers recover body of hiker from Lava Falls Route  Grand Canyon National Park rangers located the body of a female hiker today in an area below the North Rim of Grand Canyon near the Toroweap Valley.   July 07, 2010  Saffron Fire Update  The Saffron Fire continues to be managed for multiple objectives on the North Rim of Grand Canyon National Park.   July 05, 2010  Windy Weekend Leads to Moderate Growth on the Saffron Fire  Windy conditions on Saturday and Sunday led to moderate growth on the Saffron Fire which is being managed for multiple objectives on the North Rim of Grand Canyon National Park.   July 01, 2010  Saffron Fire Being Managed for Multiple Objectives on the North Rim of Grand Canyon National Park  Park and forest managers have made the decision to manage the Saffron Fire for both resource and protection objectives.   June 24, 2010  Local Teacher Helps Turn Grand Canyon National Park into Area's Best Classroom  Lori Rommel will be donning a National Park Service uniform to participate in immersive learning experiences that she will turn into service-based educational programs for students in the fall.   June 17, 2010  Chip Seal Project to Occur on North and South Rims of Grand Canyon National Park this Summer  Chip seal projects are scheduled to begin at Grand Canyon National Park on both the South and North Rims.   June 16, 2010  Let's Move Outside: more action, new rewards for Junior Rangers  We dare you to try to keep up with the Junior Rangers at Grand Canyon National Park! It’s fun and healthy to play in the parks and now National Park Junior Rangers get an extra reward for movin’ it outside.   June 15, 2010  Exhibit Celebrating Grand Canyon's Diverse Plant Life to Open at Kolb Studio  No abstract supplied.   June 14, 2010  Project to construct new RV sites on North Rim of Grand Canyon National Park to begin soon  No abstract supplied.   June 14, 2010  Prescribed Burn Planned at Grand Canyon National Park  Grand Canyon National Park fire managers plan to conduct a prescribed fire on the South Rim within the next several weeks if weather and forest conditions permit.   June 14, 2010  Lightning Causes Several Fire Starts on the North Rim of Grand Canyon National Park  A thunderstorm passed over Northern Arizona late last week resulting in three lightning caused fires on the North Rim of Grand Canyon National Park.   June 11, 2010  Second Translocation of Endangered Humpback Chub to Shinumo Creek to Occur in Late June  No abstract supplied.   June 10, 2010  Grand Canyon Visitor Center Soon to Have Theater  The Grand Canyon Visitor Center will soon be getting an addition – a theater for the park's new interpretive orientation film.   June 02, 2010  Identification Made of Man Reported over the Edge at Grand Canyon  The body of a man retrieved from below the rim at Grand Canyon National Park on Friday, May 21, has been identified as 64 year old Michael McMahon of Long Beach, California.   May 27, 2010  Work to begin on improvements to railway tour bus staging area near the Historic Grand Canyon Depot  Construction will begin next week near the Historic Grand Canyon Depot (Depot) to improve the area where Grand Canyon Railway passengers load and unload buses for tours within Grand Canyon National Park.  The project was included as part of Grand Canyon’s  2008 South Rim Visitor Transportation Plan which addressed an array of transportation strategies to promote alternative travel modes to the park, reduce congestion, and better integrate connections between parking, transit, wayfinding and trip planning.   May 27, 2010  Admission to Grand Canyon National Park Free the Weekend of June 5 and 6  Grand Canyon National Park will be joining national parks and wildlife refuges around the country in offering free admission to the park on Saturday and Sunday, June 5 and 6.   May 21, 2010  Rangers Respond to Report of Someone over the Edge at Grand Canyon      May 13, 2010  Twentieth Annual Grand Canyon Star Party to be Held June 5 - 12, 2010  The twentieth annual Grand Canyon Star Party will be held from Saturday, June 5 through Saturday, June 12, 2010 on the South and North Rims of Grand Canyon National Park.   May 13, 2010  Man Who Died of Self-inflicted Gunshot is identified  A man found deceased after park rangers and tactical team negotiators spent several hours trying to talk him out of a residence in Grand Canyon National Park has been identified as 51 year old Mark Twain Ferguson of Arizona.   May 12, 2010  Flagstaff Tactical Operations Team Called in to Assist Rangers in Grand Canyon National Park  No abstract supplied.   May 10, 2010  Pile Burning Planned for North Rim of Grand Canyon   Fire managers on the North Rim of Grand Canyon National Park are making plans to burn piles of woody debris.   May 06, 2010  Concession Contract Awarded for Guided Trail Rides on the North Rim of Grand Canyon National Park  No abstract supplied.   May 03, 2010  Grand Canyon's Historic River Ranger Station to Get a Face Lift  Grand Canyon National Park’s historic River Ranger Station, located along the Colorado River near Phantom Ranch, will soon get a face lift.   April 27, 2010  Grand Canyon's North Rim to Open May 15 for the 2010 Summer Season  The Arizona Department of Transportation will open Highway 67 to the North Rim of Grand Canyon National Park on Saturday, May 15 by 7:00 a.m.   April 22, 2010  Grand Canyon Nation Park Announces Issuance of Commercial Use Authorization for South Rim Bicycle Rental Operations Beginning May 1  Grand Canyon National Park Superintendent Steve Martin today announced the issuance of a commercial use authorization (CUA) for bicycle rental operations located at the Grand Canyon Visitor Center on the park’s South Rim.    April 22, 2010  Seasonal Increase in Water Turbidity at Grand Canyon National Park  No abstract supplied.   April 15, 2010  Grand Canyon to Celebrate Wildlife Day on Saturday, May 1  On Saturday, May 1, 2010, Grand Canyon National Park will host its third Celebrate Wildlife Day.    April 14, 2010  Grand Canyon National Park will offer free shuttle service between the gateway community of Tusayan and the Grand Canyon Visitor Center again this year  No abstract supplied.   April 06, 2010  Grand Canyon to Waive Entrance Fees During National Park Week  The National Park Service will be celebrating National Park Week in Grand Canyon National Park by waiving entrance fees April 17 – 25, 2010.   March 24, 2010  Grand Canyon Achieves Milestone in Recovery of Endangered Plant  Grand Canyon National Park’s greenhouse population of sentry milk-vetch  blooming in early March 2010, representing a major landmark in the park’s effort to recover its only federally-listed, endangered plant species.   March 23, 2010  Rangers in Grand Canyon National Park Search for Two Missing Men in South Bass Royal Arch Area               Grand Canyon National Park rangers are currently searching the South Bass and Royal Arch areas west of the Hermits Rest area on the park’s south rim for two overdue hikers, Isaac Rabicoff and Michael Wu, both from Kansas.    March 23, 2010  Rangers Locate Two Overdue Hikers at Grand Canyon National Park  No abstract supplied.   March 17, 2010  NATIONAL PARK SERVICE ANNOUNCES PUBLIC MEETINGS TO DISCUSS MULE OPERATIONS AND STOCK USE ENVIRONMENTAL ASSESSMENT  Grand Canyon Announces Public Meeting Schedule for Mule Operations and Stock Use Environmental Assessment   March 16, 2010  National Park Service Announces Availability of Environmental Assessment for Mule Operations and Stock Use in Grand Canyon National Park  No abstract supplied.   March 05, 2010  Record of Decision Signed for Grand Canyon's Fire Management Program  No abstract supplied.   March 04, 2010  LAKE MEAD NEWS RELEASE: Pearce Ferry Road Extension Announced  The Superintendents of Lake Mead National Recreation Area (Lake Mead NRA) and Grand Canyon National Park announce the March 15th opening of the two-mile extension of the Pearce Ferry Road to the Colorado River.   March 04, 2010  Grand Canyon National Park hosts Third Annual Alternative Spring Break  Grand Canyon National Park will host the third annual Alternative Spring Break (ASB) program sponsored by the Student Conservation Association (SCA) in partnership with American Eagle Outfitters.   March 02, 2010  Grand Canyon National Park to Host Archeology Day Saturday, March 27  On Saturday, March 27, 2010, Grand Canyon National Park will host Archeology Day in honor of \"Arizona Archaeology and Heritage Awareness Month.\"   March 01, 2010  Volunteers from Grand Canyon Private Boaters Association Team Up with NPS Staff for Rehabilitation Project  No abstract supplied.   February 26, 2010  Stranded Boaters Rescued, their Boat Freed in Grand Canyon  A private boating party stranded near Crystal Rapid in Grand Canyon National Park was able to continue down the river late Thursday afternoon after being rescued by National Park Service rangers.   February 12, 2010  INTERMOUNTAIN REGION NEWS RELEASE:  Abandoned Mine Lands Closure Plan and Environmental Assessment Available for Public Review and Comment  The National Park Service has released an Abandoned Mine Lands (AML) Closure Plan and Environmental Assessment for projects to correct health and safety hazards associated with abandoned mines in four national park system sites in Arizona.   February 10, 2010  National Park Service Seeking Comments on Potential Changes to Concessions Operations at Grand Canyon National Park  The National Park Service (NPS) is developing an Environmental Assessment (EA) under the National Environmental Policy Act (NEPA) to analyze potential changes to concession operations at Grand Canyon National Park.   February 08, 2010  National Park Service Announces Availability of Revised Environmental Assessment for new Science and Resource Management Facility in Grand Canyon National Park  Grand Canyon National Park Superintendent Steve Martin has announced that a revised environmental assessment (EA) for the construction of a new Science and Resource Management Facility in the park is now available for public review and comment.   February 08, 2010  Grand Canyon Awards Contract for Phase II of Improvements Called for in Transportation Plan  The National Park Service (NPS) recently awarded the contract for construction of Phase II of the improvements called for in Grand Canyon National Park’s South Rim Visitor Transportation Plan to Fann Contracting, Inc. of Prescott, Arizona.    February 01, 2010  National Park Service accepting applications for noncommercial Colorado River rafting permits for 2011 calendar year  The National Park Service is now accepting applications for noncommercial river trip permits to raft the Colorado River through Grand Canyon National Park. The permits are for specific launch dates within calendar year 2011.   January 26, 2010  Grand Canyon National Park Accepting Applications for Bicycle Rental Operation Commercial Use Authorization  Grand Canyon National Park Superintendent Steve Martin today announced that the park will begin accepting applications for a commercial use authorization (CUA) for bicycle rental operations on Grand Canyon National Park’s South Rim.    January 11, 2010  Desert View Watchtower in Grand Canyon National Park to Undergo Renovations  Desert View Watchtower, one of the most prominent architectural features on the South Rim of Grand Canyon National Park, is slated to undergo renovations over the next several months.   January 06, 2010  Body Found Below Rim at Grand Canyon National Park  The body of a lone male has been discovered below the rim at the Abyss on Hermit Road in Grand Canyon National Park.    December 29, 2009  Desert View Drive in Grand Canyon National Park is Closed as Rangers Clear Multiple Accidents  Grand Canyon National Park rangers and road crews continue to work on clearing Desert View Drive of multiple accidents after light snow fell on wet roads just as evening temperatures dropped below freezing on Tuesday, December 29.   December 18, 2009  Youth Photography from Grand Canyon in Focus Program on Display at Historic Williams Depot  A new exhibit is on display at Williams’ historic train depot; and the eye-catching photographs were all taken by Arizona youth.    December 14, 2009  Rangers Respond to Request for Assistance for Grand Canyon Railway      December 07, 2009  National Park Service Announces Award of Contract to Operate Grand Canyon Visitor Transportation System  No abstract supplied.   December 07, 2009  Winter Driving Conditions Have Arrived in Grand Canyon National Park  With snow already falling and a winter storm warning in effect through the evening of Monday, December 7, winter driving conditions have arrived in Grand Canyon National Park.   November 30, 2009  Body of man recovered from below the South Rim of Grand Canyon identified  The body of a man that was recovered from below the South Rim of Grand Canyon on Saturday afternoon has been identified as that of 62 year-old, B. Holt Vaughn from Broomfield, Colorado.    November 28, 2009  Body of man recovered from below South Rim of Grand Canyon National Park  Body of man recovered from below South Rim of Grand Canyon National Park   November 23, 2009  North Rim of Grand Canyon National Park to Close for the Season  North Rim of Grand Canyon National Park  to close for the season   November 20, 2009  Operational Changes to Backcountry Permitting Procedures Planned at Grand Canyon National Park  No abstract supplied.   November 19, 2009  National Park Service Announces Availability of Environmental Assessment for new Science and Resource Management Facility in Grand Canyon National Park  Grand Canyon National Park Superintendent Steve Martin has announced that an environmental assessment for the construction of a new Science and Resource Management Facility in the park is now available for public review and comment.   November 16, 2009  National Park Service continues repair and reconstruction projects at Grand Canyon with funds from the American Recovery and Reinvestment Act  The National Park Service continues to accomplish work on projects at Grand Canyon National Park that have been funded, in part, through the American Recovery and Reinvestment Act of 2009 (ARRA).   November 12, 2009  New Visitor Center Parking Expected to Open in Time for Thanksgiving  No abstract supplied.   November 10, 2009  Rangers Respond to Fatality on Bright Angel Trail       November 04, 2009  Veterans Day Now Entrance-Fee-Free for ALL in 2009  Veterans Day, will now be entrance-fee-free for ALL who visit the park on November 11, 2009.   November 02, 2009  Grand Canyon to Waive Fees for Veterans on Veterans Day 2009  On Veteran’s Day, Wednesday, November 11, 2009, all military veterans and current members of the U.S. Armed Forces and their families will be admitted to Grand Canyon National Park free of charge.   October 25, 2009  Update on South Rim Prescribed Fire  Grand Canyon National Park fire officials implemented the Hearst Tank prescribed burn on the South Rim Saturday, Oct. 24. Approximately 100 acres were ignited.         October 22, 2009  Grand Canyon Artist-in-Residence Programs Announce Their Selections for the 2009 - 2010 Season  Grand Canyon National Park’s North and South Rim Artist-in-Residence programs are pleased to announce the artists selected for the October 2009 – September 2010 season.   October 21, 2009  Tamarisk Beetle (Diorhabda spp.) found along Colorado River within Grand Canyon National Park  Biologists and ecologists from the National Park Service and the Tamarisk Coalition, based in Grand Junction, Colorado, recently found the first tamarisk leaf beetle (Diorhabda spp.) in Grand Canyon National Park.   October 21, 2009  Update on South Rim Fall Prescribed Fire Plans  No abstract supplied.   October 09, 2009  Business Opportunity Announced for Guided Trail Rides on the North Rim of Grand Canyon National Park  Grand Canyon National Park Superintendent Steve Martin today announced the availability of a prospectus for guided trail rides using mules at the North Rim of Grand Canyon National Park.    October 07, 2009  National Park Service Approves Temporary Mule Ride on South Rim of Grand Canyon  National Park Service approves temporary mule ride on South Rim of Grand Canyon   October 07, 2009  Pile Burning Planned for North Rim of Grand Canyon  The National Park Service is making plans to burn piles of woody debris on the North Rim of Grand Canyon National Park over the course of the next 30 days.   September 30, 2009  North Rim of Grand Canyon to Remain Open after October 15 with Limited Services  Grand Canyon National Park staff will soon begin the regular seasonal closure of many visitor services and facilities on the North Rim.  However, the rim will remain open with limited services through November 29 or until snow closes Highway 67.   September 28, 2009  Fall Prescribed Burn Planned at Grand Canyon  Grand Canyon National Park fire officials are planning to conduct a prescribed fire on the South Rim within the next two weeks if weather and forest conditions permit.   September 24, 2009  Body of man found below the North Rim of Grand Canyon identified  The body of a man found deceased in an area below the North Rim of Grand Canyon National Park near the Toroweap Valley, has been identified as that of 39 year-old Thomas Peake of Atlanta, Georgia.     September 24, 2009  Grand Canyon National Park to Celebrate Earth Science Week October 11 through 17  Grand Canyon National Park will celebrate Earth Science Week by offering a variety of special programs and activities during the week of October 11 – 17, 2009.   September 22, 2009  Grand Canyon hiker discovered deceased below North Rim near Toroweap Valley  No abstract supplied.   September 18, 2009  Grand Canyon National Park to Celebrate Día de la Familia on National Public Lands Day  No abstract supplied.   September 16, 2009  Desert View Restroom Renovation and East Rim Drive Toilets Project to Begin at Grand Canyon National Park  The National Park Service (NPS) recently awarded a construction contract to SKY Engineering and Construction, Inc. of Phoenix, Ariz., for the renovation of the Desert View restroom and the replacement of existing chemical toilets with new concrete vault toilet buildings at four locations along Grand Canyon National Park’s Desert View Drive.  Locations include: South Kaibab Trailhead, Grandview Overlook and Trailhead, Buggeln Hill Picnic Area, and Tusayan Museum.   September 09, 2009  Body Believed to be that of Andrew Brunelli Found in Grand Canyon National Park  At approximately 10:45 a.m. today, the body of a lone male was discovered outside of the initial Andrew Brunelli search zone by the park’s helicopter.  The body is believed to be that of 43 year-old Andrew Brunelli of Clayton, North Carolina.   September 08, 2009  The Search for Andrew Brunelli Continues in Grand Canyon National Park  The search continues for 43 year-old Andrew Brunelli of Clayton, North Carolina, who was last seen on August 31 as he entered Grand Canyon National Park.   September 07, 2009  Rangers Seek Information to Aid Search for Andrew Brunelli  As the search for Andrew Brunelli continues, Grand Canyon National Park rangers seek the assistance of anyone who has visited the park within the last week and might have information on his whereabouts.   September 06, 2009  Rangers in Grand Canyon National Park Search for Missing Man in Grandview Area  Grand Canyon National Park rangers are searching the Grandview-Hance area for a man who has been missing for at least two days.   September 03, 2009  Finding of No Significant Impact Signed for the Supai Camp Improvements Environmental Assessment at Grand Canyon National Park  A Finding of No Significant Impact was signed today for improvements to Supai Camp at Grand Canyon National Park.  These improvements will be funded in part through the American Recovery and Reinvestment Act of 2009 (ARRA).   September 02, 2009  Transition to New Road Alignment to Begin September 8 as Improvements at the Grand Canyon Visitor Center and Mather Point Continue  As the first phase of improvements called for in Grand Canyon National Park's South Rim Visitor Transportation Plan nears completion, the transition to the new South Entrance Road alignment will begin on Tuesday, September 8.    September 01, 2009  Grand Canyon National Park to Celebrate Dia de la Familia on National Public Lands Day  This year National Public Lands Day at Grand Canyon National Park will be commemorated with more than free admission and volunteer opportunities.  Park staff and friends will also be celebrating the park’s first Dia de la Familia.   September 01, 2009  Pile Burning Planned for South Rim of Grand Canyon  The National Park Service will be burning piles of woody debris on the South Rim of Grand Canyon National Park.  The pile burns will occur over the next few weeks as weather conditions allow.    August 31, 2009  Finding of No Significant Impact Signed for the Train Operations Environmental Assessment at Grand Canyon National Park  A Finding of No Significant Impact was signed on August 28, 2009, by Michael D. Snyder, Regional Director for the Intermountain Region of the National Park Service, for Train Operations at Grand Canyon National Park   August 25, 2009  Free Outdoor Family Expo to Highlight National Parks in Arizona  A free event to celebrate National Parks in Arizona and other public lands will take place on the University of Arizona campus in Centennial Hall and on the nearby grounds on Saturday, August 29, 2009.   August 24, 2009  Improvements at the Grand Canyon Visitor Center and Mather Point in Grand Canyon National Park Continue to Progress  Construction on Phase I of the improvements called for in Grand Canyon National Park’s South Rim Visitor Transportation Plan (SRVTP) continues to progress.    August 23, 2009  Aspen Fire Update, Grand Canyon National Park:  August 23, 2009  The Aspen Fire, located on the Walhalla Plateau east of the North Rim developed area in Grand Canyon National Park, received precipitation on Saturday, August 22, reducing visible smoke and fire activity.    August 19, 2009  Fire Update: Grand Canyon National Park, August 19, 2009  The Aspen Fire is currently burning along the west rim of the Walhalla Plateau and has now reached 3,835 acres in size.   August 17, 2009  Missing German-National Located  Klaus Lauterbach, the 20 year-old German-national that the Flagstaff Police Department and Grand Canyon National Park rangers have been attempting to locate since August 14, reported in to his family last night.    August 17, 2009  Preliminary Data Indicate Humpback Chub Translocation Successful to Date  Preliminary Data Indicate Humpback Chub Translocation Successful to Date   August 16, 2009  Rangers Seek Information on Missing Man at Grand Canyon National Park  Investigators are looking for a young man last seen on August 9, exiting a commercial shuttle in Grand Canyon National Park.   August 13, 2009  Fatality Reported to Grand Canyon Regional Communications Center  No abstract supplied.   August 12, 2009  Abandoned Mine Lands Closure Plan Project Scoping  Abondoned Mine Closure Plan Public Scoping   August 11, 2009  Fire Update: Grand Canyon National Park, August 11, 2009  The Aspen Fire, located on the Walhalla Plateau east of the North Rim developed area in Grand Canyon National Park, continues to be managed for resource benefits.    August 10, 2009  Grand Canyon National Park to Waive Entrance Fees the Weekend of August 15, 16.  On Saturday and Sunday, August 15 and 16, Grand Canyon National Park will join national park units across the country in waiving entrance fees for all park visitors.   August 08, 2009  Fire Update: Grand Canyon National Park, August 8, 2009  The Aspen Fire, located on the Walhalla Plateau east of the North Rim developed area continues to meet resource objectives.    August 07, 2009  National Park Service releases Final Environmental Impact Statement and Assessment of Effect to update Grand Canyon National Park's Fire Management Plan  Grand Canyon National Park Superintendent Steve Martin today announced the availability of the Final Environmental Impact Statement and Assessment of Effect (FEIS\/AEF) to update the park’s Fire Management Plan.   August 06, 2009  Fire Update:  Grand Canyon National Park, August 6, 2009  The Cape Royal Road on the North Rim of Grand Canyon National Park is open to visitor traffic. Restricted one-lane traffic on the road will be necessary as fire crews continue to work on clearing potential hazards.   August 05, 2009  Sixteenth Annual Native American Heritage Days Starts August 13 on North Rim of Grand Canyon  No abstract supplied.   August 05, 2009  Fire Update:  Grand Canyon National Park, August 5, 2009:  The Cape Royal Road on the North Rim of Grand Canyon National Park has re-opened with pilot car escorts from 9:00 a.m. to 3:00 p.m. daily.    August 04, 2009  Environmental Assessment for improvements at Supai Camp within Grand Canyon National Park available for public review and comment  Grand Canyon National Park Superintendent Steve Martin has announced that an Environmental Assessment (EA) for Supai Camp Improvements is now available for public review and comment.   August 03, 2009  Fire Update:  Grand Canyon National Park, August 3, 2009  The Cape Royal Road on the North Rim of Grand Canyon National Park remains closed as fire management staff continue to manage the Aspen Fire for resource benefits.   August 03, 2009  Renovations to Clinic Building in Grand Canyon National Park Begin  Work recently began on renovations to the clinic building on the South Rim of Grand Canyon National Park.    August 02, 2009  Fire Update Grand Canyon National Park  Fire Update Grand Canyon National Park   July 31, 2009  Lightning Causes Multiple Fire Starts on the North Rim of Grand Canyon National Park  Afternoon thunderstorms brought abundant lightning to Grand Canyon National Park this week; and fire managers have identified six new fires, all on the North Rim of the park.   July 25, 2009  Body of Missing Backpacker Found in Grand Canyon National Park  At approximately 9:30 a.m. on Saturday, July 25, search teams found a body believed to be that of overdue backpacker Bryce Gillies in the Bonita Creek drainage on the North Rim of Grand Canyon National Park.   July 23, 2009  Update on Search for Missing Backpackers  Grand Canyon National Park search and rescue personnel are intensifying their search efforts as they re-asses who they are looking for.   July 22, 2009  Four Grand Canyon National Park Lookout Towers have been listed on the National Historic Lookout Register  Four historic fire lookout towers in Grand Canyon National Park, two on the North Rim and two on the South Rim, have been listed on the National Historic Lookout Register.   July 22, 2009  National Park Service and Federal Aviation Administration to Hold Meeting on Grand Canyon Overflights  The National Park Service (NPS) and the Federal Aviation Administration (FAA) will hold a meeting on Tuesday, July 28 to update an advisory panel on the agencies’ efforts to restore natural quiet in Grand Canyon National Park.   July 22, 2009  Rangers at Grand Canyon National Park Initiate Search for Overdue Backpackers  No abstract supplied.   July 21, 2009  United States Court of Appeals for the Ninth Circuit Rules in Favor of National Park Service in Lawsuit Challenging Grand Canyon National Parks Colorado River Management Plan  No abstract supplied.   July 20, 2009  Finding of No Significant Impact signed for the Exotic Plant Management Plan at Grand Canyon National Park  A Finding of No Significant Impact (FONISI) was signed Thursday, July 16, by Michael D. Snyder, Regional Director for Intermountain Region of the National Park Service for the implementation of the Exotic Plant Management Plan for Grand Canyon.   July 20, 2009  Investigators Conclude that No Abduction Occurred at Grand Canyon National Park  No abstract supplied.   July 17, 2009  Man Who Drove Car Over Edge at Grand Canyon Identified  The body of a man who drove his car over the edge of the Grand Canyon earlier this week has been identified as that of Gheorghe Chiriac of Apple Valley, California.   July 16, 2009  Rangers Investigate Report of Possible Abduction in Grand Canyon National Park  Rangers in Grand Canyon National Park are investigating the possible abduction of a woman from a residential area within the park.   July 13, 2009  Rangers Respond to Report of a Car Over the Edge at Grand Canyon National Park  At approximately 6:00 a.m. this morning, the Grand Canyon Regional Communications Center received multiple reports that a car had driven over the edge near the El Tovar Hotel in Grand Canyon National Park.   July 13, 2009  Grand Canyon National Park Releases Proposed Rule to Update Regulations Governing Colorado River  A proposed rule to update regulations associated with the management of the Colorado River and adjoining lands administered by the National Park Service within Grand Canyon National Park was published in the Federal Register today.   July 09, 2009  Grand Canyon National Park to Waive Entrance Fees the Weekend of July 18-19.  No abstract supplied.   July 07, 2009  Grand Canyon Resident Rescued After Fall  A resident of Grand Canyon National Park was rescued via short-haul this morning after suffering a fall during a recreational climb of Newton Butte.   July 01, 2009  South Rim Fire Managers Complete Final Prescribed Burn of the Spring\/Summer Season  Firefighters completed ignition of the 243 acre Moqui Prescribed Fire on Tuesday, June 23.    June 29, 2009  National Park Service Announces Availability of Environmental Assessment for Train Operations in Grand Canyon National Park  No abstract supplied.   June 23, 2009  Grand Canyon Fire Managers to Initiate Prescribed Burn on South Rim  Grand Canyon National Park expects to implement the Moqui prescribed fire project within the next 48 hours.   June 21, 2009  Man Rescued After Fall at Grand Canyon National Park  Man rescued after fall in Grand Canyon.   June 17, 2009  Ruby Complex Update  One organization is managing the complex in a cooperative effort between the Grand Canyon National Park and the Kaibab National Forest.   June 16, 2009  The Ruby Fire and Game Reserve Fire Now Managed as the Ruby Complex  The two fires forming the Ruby Complex have grown to 3,396 acres.   June 15, 2009  Grand Canyon National Park Employee Receives Award for Excellence in Workforce Development  No abstract supplied.   June 14, 2009  Ruby Fire and Game Reserve Fire now Managed as the Ruby Complex  Forest and park managers have agreed it is beneficial to manage both fires under one organization. On Saturday, June 13, the Ruby and Game Reserve fires became the Ruby Complex.   June 11, 2009  Grand Canyon National Park begins trail reconstruction project using funds received under President's Economic Recovery Plan  On Tuesday, June 9, 2009, the National Park Service began a project to reconstruct the South Kaibab Trail in Grand Canyon National Park.  The project is funded, in part, with funds from the American Recovery and Reinvestment Act.   June 11, 2009  Propane line break causes short-term closure of Grand Canyon Visitor Center  Propane line break causes short-term closure of Grand Canyon Visitor Center   June 11, 2009  Endangered Humpback Chub to be Translocated to Shinumo Creek in Grand Canyon National Park  Endangered Humpback Chub to be Translocated to Shinumo Creek in Grand Canyon National Park   June 11, 2009  Grand Canyon Fire Update:  June 11, 2009  Two lightening strike fires, the Quincy Fire and the Game Reserve Fire, are currently burning within Grand Canyon National park.   June 08, 2009  Grand Canyon National Park Fire Update      June 06, 2009  Grand Canyon National Park Fires      June 05, 2009  Game Reserve Fire Burning on South Rim of Grand Canyon National Park      June 04, 2009  Grand Canyon National Park to Offer Fee-Free Weekends in June, July and August  On the weekends of June 20 – 21, July 18 – 19, and August 15 – 16, 2009, Grand Canyon National Park and the 146 other National Park Service (NPS) sites around the country that charge entrance fees will offer fee-free entry into the parks.   June 04, 2009  Woman Rescued After Fall at Grand Canyon National Park  Late this afternoon, park rangers rescued a 38 year old woman who had fallen approximately 50 feet near a popular view point in Grand Canyon National Park.   June 02, 2009  Body of Missing Hiker Found in Grand Canyon National Park  A body, presumptively identified as 69 year old Robert (Bob) A. Williams, was found today by park search and rescue personnel in the Hermit Basin area of Grand Canyon National Park.   June 01, 2009  Grand Canyon National Park Superintendent Steve Martin Receives Resource Stewardship Award  No abstract supplied.   May 30, 2009  Hiker Still Missing in Grand Canyon National Park  Sixty-nine year old Robert A. Williams of Surprise, Arizona has not been located, and search efforts have yielded no additional clues as to his whereabouts.   May 29, 2009  Park Rangers Narrow Search Area in Grand Canyon National Park  Grand Canyon National Park search and rescue personnel are now focusing their search for Robert A. Williams on the Hermit Basin area west of Grand Canyon Village.   May 28, 2009  Rangers Search for Missing Man at Grand Canyon National Park  Grand Canyon National Park (GRCA) search and rescue personnel are currently searching for a man last seen outside of the park's Backcountry Information Center on Saturday, May 23, 2009.   May 22, 2009  National Park Service Seeking Comments on Mule Operations and Stock Use in Grand Canyon National Park  The National Park Service is now accepting comments on mule operations and stock use in Grand Canyon National Park as the agency begins to develop an environmental assessment.    May 20, 2009  Astronomers Present Free Star Programs at Grand Canyon National Park, June 13-20, 2009  The nineteenth annual Grand Canyon Star Party will be held from Saturday, June 13 through Saturday, June 20, 2009 on the South and North Rims of Grand Canyon National Park.   May 16, 2009  Update on Spring Prescribed Burns at Grand Canyon  Grand Canyon National Park has completed two of three South Rim prescribed fires planned for this spring.   May 15, 2009  Two bodies recovered from Colorado River in Grand Canyon  Two bodies recovered from Colorado River in Grand Canyon   May 13, 2009  Grand Canyon's North Rim to Open for the 2009 Summer Season on May 15  The Arizona Department of Transportation will open Highway 67 to the North Rim of Grand Canyon National Park on Friday, May 15 by 7:00 a.m.   May 13, 2009  Prescribed Fire Update Wednesday, May 13, 2009  No abstract supplied.   May 12, 2009  Dedication of New Photovoltaic System Planned at Grand Canyon  The National Park Service and Arizona Public Service will be hosting a public event on Monday, May 18, at 11:00 a.m., to celebrate the installation of eighty-four photovoltaic solar panels at the Grand Canyon Visitor Center.   May 05, 2009  Woman injured in mule accident in Grand Canyon National Park  Woman injured in mule accident in Grand Canyon National Park   May 04, 2009  Two young men still missing in Colorado River  Two young men still missing in Colorado River   May 02, 2009  Search Continues for two young men still missing in Colorado River  Search continues for two still missing in the Colorado River   May 01, 2009  Body Found in Grand Canyon Search for Three Missing in Colorado River  At approximately 12:30 p.m. today, National Park Service (NPS) search and rescue personnel found the body of a young man in the Colorado River near Phantom Ranch.  The body has been identified as one of three young men missing since yesterday.   May 01, 2009  Phase I Construction of Grand Canyon's South Rim Visitor Transportation Plan Begins  Construction began this week on visitor improvements outlined in Grand Canyon National Park's South Rim Visitor Transportation Plan.    April 30, 2009  Grand Canyon National Park rangers searching for three individuals in the Colorado River  Grand Canyon National Park rangers searching for three individuals in the Colorado River   April 30, 2009  Update on Search for Three Individuals Missing in Colorado River  The National Park Service (NPS), with the assistance of the Department Public Safety, searched today for three individuals last seen earlier today in the Colorado River near Phantom Ranch.   April 29, 2009  The National Park Service (NPS) completes comprehensive radiological survey of the Grand Canyon Unified School District athletic fields  No abstract supplied.   April 29, 2009  Ohio man rescued after falling 60 feet at Grand Canyon  A 47 year-old Ohio man was rescued after falling 60 feet while hiking in the Grand Canyon yesterday.   April 24, 2009  Grand Canyon Fire Managers to Initiate Prescribed Burns on South Rim  Grand Canyon National Park fire managers will be implementing up to three  prescribed fires on the South Rim this spring:  the Picnic Prescribed Fire, the Quarry Prescribed Fire and the Moqui Prescribed Fire.    April 14, 2009  Pile Burning to Resume at South Rim  The National Park Service will be burning piles of woody debris on the South Rim of Grand Canyon National Park.  The pile burns will occur over the next few weeks as weather conditions allow.   April 09, 2009  Grand Canyon to Host Second Annual Celebrate Wildlife Day on May 2  On Saturday, May 2, 2009, the staff and friends of Grand Canyon National Park will be celebrating their second annual Celebrate Wildlife Day with special exhibits and programs, live animal demonstrations and fun for the entire family.   April 06, 2009  Grand Canyon National Park implements the South Rim Visitor Transportation Plan  Phase I construction to begin at the Canyon View Information Plaza  No abstract supplied.   April 06, 2009  National Park Service seeking comments on construction of new Science and Resource Management Facility within Grand Canyon National Park  The National Park Service (NPS) is now accepting public comments on the construction of a new Science and Resource Management Facility within Grand Canyon National Park. The NPS proposes to design and construct a facility for use by the Division of Science and Resource Management (SRM). In addition to providing necessary office and storage space, the SRM building will invite visiting scientists, students, and others to utilize classrooms and laboratories, offer training sessions, and have some exhibits and opportunities for experiential learning.  This cutting edge facility will utilize alternative energy sources and water conservation technology.   April 02, 2009  Park Helicopter Exhibit a Hit at Air Force Open House  Grand Canyon National Park was once again invited to display its contracted MD 900 Explorer helicopter at the recent \"Thunder in the Desert\" Open House and Air Show at Luke Air Force Base on March 21 and 22 in Glendale, Arizona.    April 01, 2009  National Park Service to offer pilot shuttle bus program between Grand Canyon National Park and neighboring town of Tusayan again this year  No abstract supplied.   April 01, 2009  PUBLIC NOTICE:  Increase in Water Turbidity  Each year in the spring (April – June), an increase in the turbidity of drinking (potable) water occurs at Grand Canyon National Park.  Turbidity has no health effects.    March 31, 2009  National Park Service to begin trail reconstruction project on South Kaibab Trail within Grand Canyon National Park  Starting in May the National Park Service (NPS) will begin the  reconstruction of Grand Canyon National Park’s popular South Kaibab Trail.  The project will significantly improve the condition of the trail for both hikers and mule users alike.  The project is expected to take anywhere from two to four years and will include resurfacing of the trail; stabilization and preventative maintenance to existing retaining walls; replacing retaining walls that have been lost to floods, slides, or erosion; repairing and aligning existing water diversion features; etc.   March 30, 2009  Grand Canyon National Park launches new youth program with new partners  No abstract supplied.   March 26, 2009  Grand Canyon to Celebrate National Junior Ranger Day as Part of National Park Week  On Saturday, April 25, 2009, Grand Canyon National Park will celebrate National Junior Ranger Day with kid-friendly activities and programs for the entire family.   March 25, 2009  SEASON OPENING FOR NORTH RIM MAY 15  Grand Canyon's North Rim to open for the season on May 15, 2009.   March 19, 2009  Follow-up on Probable Suicide       March 19, 2009  Tim Jarrell Named Chief of Maintenance at Grand Canyon National Park  Tim Jarrell, a 32 year veteran of the National Park Service, was recently named Chief of the Facilities Management Division at Grand Canyon National Park.   March 17, 2009  Grand Canyon National Park to Host Archeology Day on March 28  On Saturday, March 28, 2009, Grand Canyon National Park will host Archeology Day in honor of \"Arizona Archaeology and Heritage Awareness Month\".    March 16, 2009  Grand Canyon National Park Helitack and Search and Rescue Crew Members Receive Igor I. Sikorsky Humanitarian Service Award  No abstract supplied.   March 16, 2009  Rangers Investigate Probable Suicide at Grand Canyon       March 13, 2009  Ninetieth Anniversary Celebration Opens Door to New Perspective  No abstract supplied.   March 02, 2009  Grand Canyon National Park Hosts Second Annual Alternative Spring Break  No abstract supplied.   February 27, 2009  Joint News Release:  Condors from Oregon and Idaho to join Arizona's flock  The public is invited to attend the 14th annual release of California Condors on Saturday, March 7 at 11 a.m. Four condors will be released at Vermilion Cliffs National Monument.   February 25, 2009  Grand Canyon’s GOAL Program  Develops Leaders, Generates Excellence  At Grand Canyon National Park, the staff is ushering in its own era of excellence with the introduction of the park’s new Generating Organizational Advancement and Leadership or “GOAL” program.   February 24, 2009  Environmental Assessment for the Exotic Plant Management Plan available for public review and comment  Grand Canyon National Park Superintendent Steve Martin has announced that an Environmental Assessment\/Assessment of Effect (EA) for the Exotic Plant Management Plan is now available for public review and comment.    February 09, 2009  Lottery Applications for Noncommercial Colorado River Permits now being accepted by Grand Canyon National Park  The National Park Service is now accepting applications for noncommercial river trip permits to raft the Colorado River through Grand Canyon National Park. The permits are for specific launch dates within calendar year 2010.   February 06, 2009  Presumptive identification made on bodies discovered in Grand Canyon  No abstract supplied.   February 05, 2009  Grand Canyon National Park Rangers Respond to 9-1-1 call in a housing area within the park and discover two deceased bodies  Grand Canyon National Park Rangers Respond to 9-1-1 call in a housing area within the park and discover two deceased bodies   February 05, 2009  Update on discovery of bodies following a 9-1-1 call in Grand Canyon National Park  No abstract supplied.   February 02, 2009  Grand Canyon National Park to celebrate 90th Anniversary Thursday, February 26, 2009 along with celebratory opening of the Verkamp's Visitor Center  No abstract supplied.   January 27, 2009  Grand Canyon National Park Announces New Community Lecture Series in Flagstaff in Partnership with the Grand Canyon Association  No abstract supplied.   January 22, 2009  S. Rim's Newest Artist in Residence to Provide Public Workshops  Grand Canyon, AZ. -- The staff at Grand Canyon National Park is pleased to welcome Artist-in-Residence Patty DiRienzo.  Ms. DiRienzo brings 25 years of artistic experience to the Artist-in-Residence program.   January 22, 2009  Grand Canyon News Releases Now Available Via RSS Feed  No abstract supplied.   December 11, 2008  Grand Canyon CCC Exhibit Shared Echoes of the Past, Provided Inspiration for the Future.  \"It Saved My Life, the CCC at Grand Canyon, 1933 - 1942,\" was a highly successful, temporary exhibit developed for Grand Canyon National Park's Kolb Studio.   December 11, 2008  New Exhibit in Grand Canyon's Geology Museum at Yavapai Point Wins the Prestigious NAI Award  No abstract supplied.   December 04, 2008  Two More California Condor Chicks Flying Free at the Grand Canyon  This year, two wild chicks hatched and fledged in Grand Canyon National Park, bringing the Arizona population close to 70 and the word's total population (captive and free-flying) to well over 320.   December 02, 2008  Finding of No Significant Impact signed for the Bright Angel Trailhead Area Design Plan at Grand Canyon Nat. Park  No abstract supplied.",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/news\/newsarchive.htm"
}
