{
    "title": "Denali National Park & Preserve: Igloo Creek",
    "body": "Igloo Creek Campground       Igloo Creek Campground is at mile 35 on the Park Road. It offers 7 sites, making it the smallest in Denali (along with Sanctuary River Campground, which also has 7 sites).  Igloo is tent-only - you will not find any RVs or other vehicles in this campground. It is accessible by camper bus. The bus stop is a short walk from the camp sites - less than 50 yards (meters).  Advance reservations are not possible at this campground. Visitors may only book a site upon arriving in the park.      What to Expect in Igloo Campground  Igloo is nestled between Cathedral Mountain and Igloo Mountain, alongside its eponymous creek. There is no potable water or electricity at this campground - you must bring a filter or purification tablets with you. Igloo Creek itself flows clear, so you need not worry about silt or other sediment clogging your filter.  Unlike most campgrounds in Denali, you cannot reserve a stay in Igloo in advance. It is a \"walk-in\" campground, meaning you will need to visit the Wilderness Access Center or Riley Creek Mercantile upon arriving in the park to see if sites are available.  Igloo is a wooded campground, with some screening between sites. The immediate area offers myriad day hiking opportunities, with graveled creek beds offering quick, comparatively easy access to higher elevations. Cathedral, Igloo and Sable Mountains are all within easy reach, and all offer beautiful views from high on their flanks. Dense forest exists to the northeast, primarily around and on the flanks of Igloo Mountain.  Small animals, like arctic ground squirrels and snowshoe hare, are commonly seen in this area. Larger animals, like Dall's sheep, grizzly bears and wolves are occasionally seen. Sable Pass, less than five miles to the west, is a good place to look for raptors, such as golden eagles.      Campground Regulations and Information  Necessities. Pit-vault toilets are near the campground entrance. No potable water is available - bring a filter or purification tablets. No fires are permitted at Igloo.  Be courteous. Quiet hours are between 10 pm and 6 am.  Wildlife & food storage. Keep all food and scented items (e.g., toothpaste, sunscreen, ice chests\/coolers, etc.) in the food locker near the campground entrance. Label and date your items in the locker. Keep a clean camp and wash your dishes immediately. Learn more about wildlife safety.  Fire. Fires are not permitted at Igloo Creek. You must use a camping stove to cook meals.  Pets. Pets are not permitted on camper buses. Learn more about camping with pets.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/campground-igloo.htm"
}
