{
    "title": "Denali National Park & Preserve: Maps",
    "body": "Explore This Park    Plan Your Visit     Directions & Transportation     Maps              Maps       Specific maps:       interactive trail map | print-friendly trail map  backcountry unit map elevation profile of the park road.  You may also want to get directions to the park.           The Denali Park Road is 92 miles, running from east to west. Locations on the road are usually referred to by their mile number, meaning how many miles they are from the eastern end (the park entrance, Mile 0). The meeting of the Denali Park Road and Highway 3 (i.e., the park entrance) sits 237 miles north of Anchorage and 120 miles south of Fairbanks.       Denali Entrance Area    The entrance area of Denali National Park and Preserve. Public facilities are highlighted in blue - click them to learn more. Public roads are indicated in gold.       Tour Bus and Shuttle Bus Routes   The map below illustrates the comparative distance bus trips go into the park. Each route is defined in more detail below the map. Buses are all operated by our concessionaire - if you already know what bus trip you want, you can head over to their website to make reservations online.       A bus route map, comparing the length of various trips. Descriptions of what each color means are below.        Tour Buses Tour buses are narrated. Trips vary in duration and how far they go into the park before turning around. The colors mentioned below correspond to the lines on the map above.  Orange line - the Denali Natural History Tour turns around at Primrose Ridge, Mile 17. Purple line - the Teklanika Tundra Wilderness Tour Tour turns around at Teklanika Rest Area, Mile 30. This trip only occurs in spring (before May 20) and fall (two weeks after Labor Day), when the full-length Tundra Wilderness Tour isn't operating.  Blue line - the Tundra Wilderness Tour turns around at Toklat River, Mile 53 Green line - the Kantishna Experience Tour turns around at Kantishna, Mile 92  Read a more detailed description of tour buses    Shuttle Buses  Shuttle buses are not narrated. They make all the same bathroom and wildlife-viewing stops as a tour bus.  However, not every shuttle bus travels the entirety of the park road. Up to 25 buses travel the road each day, and most of them turn around at a destination before Kantishna. Before your trip, you must decide between:     Toklat River - Mile 53 Eielson Visitor Center - Mile 66 Wonder Lake - Mile 85 Kantishna - Mile 92  Read a more detailed description of shuttle bus trips           Photography   The map below illustrates a handful of the great views you can expect from the Denali Park Road. The map is not exhaustive - Denali is almost as big as Massachusetts, or Switzerland, so great views can be found on an adventure anywhere in the park. Use the full-screen button (upper right corner of the map) to get a better glimpse of the photos contained in each point of the map.     Views from the Denali Park Road    Check out an assortment of views from the road in Denali. Note: Points are approximate, these images are not placed at precise locations. There are plenty of other great views from the road, too - this is just a smattering of good spots!",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/maps.htm"
}
