{
    "title": "Denali National Park & Preserve: Sanctuary River",
    "body": "Sanctuary River Campground       Sanctuary River Campground is at mile 23 on the Park Road. It offers 6 sites, making it the smallest in Denali (along with Igloo Creek Campground, which has 7 sites). It is open May 20 - mid-September each year.  Access Sanctuary is tent-only - you will not find any RVs or other vehicles in this campground. It is accessible by camper bus. The bus stop is a short walk from the camp sites - less than 100 yards (100 meters).   Reservations Advance reservations are not possible at this campground - the only way to book a site is upon arriving in the park. After arriving in Denali, go to the Wilderness Access Center or Riley Creek Mercantile, both of which are within the first half-mile of the Denali Park Road. Once you secure a Sanctuary River campsite, you can then also buy camper bus tickets from either facility. Camper buses are solely available for people backpacking or using park campgrounds, and so they very rarely fill entirely.       Camping at Sanctuary River  As you travel along the Park Road, from the entrance heading into the park, Sanctuary is the first so-called \"primitive\" campground. There is no potable water or electricity at this campground - you must bring a filter or purification tablets with you. Sanctuary River itself flows clear most of the summer, so you need not worry about silt or other sediment clogging your filter.  Unlike most campgrounds in Denali, you cannot reserve a stay in Sanctuary in advance. It is a \"walk-in\" campground, meaning you will need to visit the Wilderness Access Center or Riley Creek Mercantile upon arriving in the park to see if sites are available.   Sanctuary River is a heavily wooded campground, with screening between most sites. The immediate area is brushy, but nearby mountains offer chances to hike directly from the campground and gain elevation, with views of Denali to the south possible on clear days, after some strenuous up-hill hiking.   Small animals, like red squirrels and snowshoe hares, are commonly seen in Sanctuary. Larger animals, like moose, caribou and grizzly bears, are occasionally seen in the area, though not often in the campground itself. In some years, various birds can be found nesting in the area - examples from recent years include ravens and great horned owls.      Campground Regulations  Necessities. Pit-vault toilets are near the campground entrance. No potable water is available - bring a filter or purification tablets. No fires are permitted at Sanctuary.  Be courteous. Quiet hours are between 10 pm and 6 am.   Wildlife & food storage. Keep all food and scented items (e.g., toothpaste, sunscreen, ice chests\/coolers, etc.) in the food locker near the campground entrance. Label and date your items in the food locker. Keep a clean camp and wash your dishes immediately. Learn more about wildlife safety.  Fire. Fires are not permitted in Sanctuary River. You must use a camping stove to cook meals.  Pets. Pets are not permitted on camper buses. Learn more about camping with your pets.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/campground-sanctuary.htm"
}
