{
    "title": "Denali National Park & Preserve: Common Flight Routes",
    "body": "Common Flight Routes       When flying in this area, keep in mind the common routes flown by commercial aviation \/ sightseeing trips. Routes are divided into two main categories - Denali flight routes, on the north side of the Alaska Range, and Talkeetna flight routes, on the south side of the range.   Denali Flight Routes Those routes most often flown by commercial operators out of the following airports: Healy, Kantishna, Cantwell, Nenana River Heliport, McKinley Park & private airstrips near the Park. Be advised that there are also flight seeing tours, both commercial and private that depart both Anchorage and Fairbanks airports. Because of changing weather conditions flights routes are often very fluid. Pay close attention to the weather and report your position often.   Triple Lakes Area The Triple Lakes area can be the busiest airspace in the area. Usually it has the largest volume of traffic in July, with possibly 200 aircraft crossings on a very busy day. Triple Lakes is located just south of the McKinley National Park Airstrip (INR) in Denali National Park, and just west of the Denali Private Strip. Please listen to the proper CTAF.   Commercial Helicopter Flightseeing The helicopters depart the Nenana River Heliport southeast bound at 300 AGL or below to avoid the traffic pattern at the McKinley National Park Airstrip (INR). The helicopter routes may be either east out the Yanert Valley, or south for \"Criss Cross\" (the highway and railroad crossing just to the south of McKinley National Park Airstrip). Approximately five miles south, the helicopters turn back SW and climb to 4000 ft MSL. At the \"Triple Lakes\" reporting point, airplanes cross at 3000 feet MSL while the helicopters cross at 4000 feet MSL or above to maintain separation. The route over Denali National Park is generally along the Alaska Range SW toward Denali, and will be either on the north or south side depending on weather. Generally the helicopters will maintain an altitude of 2000 AGL while flying over the park, weather permitting.    Cantwell Area Flights depart Cantwell airport and generally last one hour, weather permitting. Some major reporting points used along this route are Foggy Pass, Cantwell Glacier, Easy Pass, Anderson Pass, Muldrow Glacier, Brooks Glacier, Traleika Glacier, Top of Ruth Amphitheater, Top of Eldridge Glacier, Mount Eldridge, middle fork Eldridge, north fork Eldridge, and Golden Zone.    Denali Commercial Operators Generally, all flights depart and terminate at the private strip located at mile 229.5 of the George Parks Highway (Highway 3). The North route tracks southwest along the north side of the Alaska Range and turns around at Mount Silverthrone. The South route tracks southwesterly along the south side of the Alaska Range and turns around north of the Ruth Amphitheater.    Healy Commercial Operators Flights depart and return to Healy airstrip and follow many southwesterly routes depending on weather. Summit flights are common. Flights also originate out of the Talkeetna airport. Kantishna\/Stampede Commercial Operators: All flights depart from either Kantishna or McKinley National Park airstrips.    Kantishna Area When departing out of the Kantishna Airstrip, communicate on 122.9 until Upper Moose Creek (to the northeast), then change to the appropriate frequency. Stampede Airstrip area traffic should also use 122.9 for CTAF.        Talkeetna Flight Routes Those routes most often flown by commercial operators out of the Talkeetna State Airport. Don't forget to always monitor CTAF.   Southeast Fork Kahiltna Glacier This can be a very high volume route during May and June. Aircraft are leaving Talkeetna and flying the most direct route to \"base camp\" on the Southeast Fork of the Kahiltna Glacier. Watch for \"One Shot Gap\", minimum altitude 8500 ft MSL, listen, stay right, watch diligently for opposite direction traffic. Listen for reports of downdrafts and turbulence. Don't get caught up glacier with no way out.    Southeast Fork Kahiltna (the long way) Local pilots will be using this route when the direct route is weathered in. Listen for PIREPs on the CTAF frequency and follow reporting point procedures. If you are new to the area, and this route is being used, it is recommended you leave the mountain area as the weather can change very quickly.    Around the Mountain\/Kantishna This route requires good VFR weather and an aircraft that can climb to 12,000 ft MSL. Ask for PIREPs, climb early and stay high until you have crossed back to your original side. You should not cross from one side of the Alaska Range to the other unless you can verify good weather on the other side. Position reports should include \"around the mountain clockwise\" if applicable. Air tour traffic most frequently flies in a clockwise direction. Please remember to change frequency to 122.90 (airport CTAF) when approaching Kantishna.    Ruth Glacier\/Mountain House  This is the most popular scenic flight route. Ski equipped aircraft land and takeoff from the ski strip at the \"Mountain House\" in the Ruth Amphitheater. Stay to the right in the \"Great Gorge. Listen for aircraft entering from \"The Moose's Tooth\" (east of the gorge), and \"747 Pass\" (west of the gorge). Mountain House overflights should remain at or above 7500 feet MSL to avoid conflict with landing traffic.    Pika Glacier This is the heart of \"Little Switzerland\", bordered by the Kahiltna Glacier to the west, the Kanikula (Kan-i-ku-la) Glacier to the east, and the Dutch Hills to the south. This area is very popular with rock climbing enthusiasts. Aircraft may enter and depart via the Kahiltna Glacier or Dutch Hills.    Coffee Glacier ERA helicopters based at the Chulitna River and Talkeetna heliports, will fly in the Coffee Glacier area. This traffic generally merges with the Ruth Glacier traffic in the Ruth Gorge, prior to returning to a heliport.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/flightroutes.htm"
}
