{
    "title": "Denali National Park & Preserve: Fall and Spring Visit",
    "body": "Shoulder Season       Plan a spring visit   Plan a fall \/ early winter visit      Error: You have supplied an invalid NPMap ID. Please edit this element's data and check to ensure the id is correct.      Summers in Denali are short, though the days are long. Summer (mid-May through mid-September) is also when most visitors come to the park.   However, a visit in spring or fall can be rewarding, though services and activities are limited. Mountains are often snow-capped and dramatic, accentuating Denali's beautiful and stark wilderness. Wildlife is either shaking off the deep-freeze of winter or cramming in the last bit of living before winter's return in October.  We aim to keep the alerts on our website up to date concerning road conditions in the park; but keep in mind that it takes nearly five hours to drive to Denali from Anchorage, during which time the weather can turn icy or snowy. Regardless of weather, there are many opportunities to recreate in the front-country of the park.   The Denali Chamber of Commerce provides information about year-round accommodations, which are available in nearby communities. There is no public transportation in the Denali area outside the summer season, so most visitors in the spring & fall rent a vehicle before traveling to the park. Within the park, there are no bus services and no ranger-conducted activities during the \"shoulder season.\"           Visiting in Late Winter \/ Spring  A visitor in April or early May could find spring-like conditions, or the lasting grip of winter.  Every year, road crews begin plowing the park road in March. Depending largely on the weather, the road can open to Savage River (mile 15) for public traffic as early as the first weekend in April. The road crews try to open the road to Teklanika River (mile 30) as quickly thereafter as possible.  However, snow is possible throughout April and even early May. The road can close temporarily at Park Headquarters (mile 3) during the spring if conditions deteriorate. Please inquire with the park before planning a scenic drive along part of the park road in spring.  The road remains open to Teklanika River, weather permitting, until May 19 each year. On May 20, shuttle buses begin operating on the road, and private vehicles are restricted beyond Savage River.  Riley Creek Campground, at the park entrance, remains open during spring and it is free to camp through the night of May 14. It is the only campground open in spring. Starting May 15, nightly fees are charged and you can book a campsite through our concessioner.  Backcountry camping in spring is possible with a permit - please contact the park for more information on logistics.  The road does not open farther than Mile 30 for vehicles - too many vehicles on it before it dries down through the subsurface can result in serious damage. However, biking the park road in spring is also very popular - by early May, much of the road is snow and ice free beyond Mile 30, allowing cyclists to bike with minimal vehicle traffic.   The winter visitor center (mile 1.3) is open daily and is officially called the Murie Science and Learning Center. It is the hub of visitor services until May 14 each year, and is where you can pay your entrance fee. Please note, though, that spring visitors may travel on the park road outside of those hours.  On May 15, the much larger Denali Visitor Center opens just across the park road from the Murie center.          Visiting in Autumn \/ Early Winter A visitor in mid-September through mid-October could find pleasant fall conditions, or fresh snow, freezing temperatures and the return of winter. Use our zip code - 99755 - on your favorite weather website to get an idea of the current forecast. You can also check out our webcams to get a sense of what the weather is doing.   Shuttle bus service in Denali ends the second Thursday after Labor Day each year. After shuttle service ends, the park hosts a four-day event called Road Lottery.  After Road Lottery, the park road remains open to Teklanika River (Mile 30) for private vehicle traffic as long as conditions allow. Snow and ice are possible throughout September, however, so please contact us for weather and road information before journeying to the park.  The winter visitor center - called the Murie Science and Learning Center - is located at mile 1.5 on the park road, open daily from 9 am - 4 pm daily. The center is closed on major holidays.  In fall, there are no guided or structured activities within the park. However, trails are accessible from the Murie Center for day-hiking, and backcountry permits can be acquired there for overnight trips. Read more about winter activities here  Riley Creek Campground is open year-round, and nightly fees are not charged from mid-September - May 14, each year. Lodging is available in Healy and Cantwell, two communities to the north and south, respectively.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/shoulder-season.htm"
}
