{
    "title": "Denali National Park & Preserve: Pilot Information",
    "body": "Pilot Information       Reporting Points and Maps The mountain is divided into two geographic areas, north and south. The dividing line is delineated from the east by the south side of the Eldridge Glacier, up to the main ridge of the Alaska Range, which extends up to the summit of Denali and westward to the summits of Mount Foraker and Mount Russell. There are two CTAFs used on the mountain. The south side traffic should monitor and report on 123.65, and the north side on 122.725.  Reporting Points Map (10mb PDF) and mountain inset map (1.5mb PDF)  The map shows the Denali National Park and the Denali State Park. It is not intended for navigation, but delineates commonly used reporting points for the numerous aircraft flying in the area. You can also download a full copy of the FAA Reporting Points brochure.  If you have a hard copy of this map make make sure to note that the South Side Frequency has been changed to 123.65. The most current version of this map should be dated 09\/21\/2009 in the lower right corner   Aviation Reporting Coordinates This page provides coordinates in Latitude\/Longitude for most of the reporting points on the map. When making a position report, give your location, altitude, destination and or direction of flight. For example: \"Mountain Traffic, Cessna 1234, Ruth Icefall, 8000 feet, up glacier for the Amphitheater.\"   View in Google Earth - Click here if you have Google Earth installed on your computer or another application that can read KML\/KMZ-formatted files.   Formatted for GPS units - Click here to download the reporting points in GPX format that can be imported into GPS units.   Common Flight Routes The most common flight routes used by commercial and private operators in and around Denali.       Aircraft density around Denali can be quite high during the summer months. Air tour operators fly out of Anchorage, Talkeetna, Fairbanks, and the Denali Park areas. For position reporting, this mountain environment has been divided into two \"zones,\" one north and the other south of the crest of the Alaska Range.   The north side monitors frequency 122.725 The south side monitors frequency 123.65  The Denali Aircraft Overflights Advisory Council is developing voluntary measures for assuring the safety of passengers, pilots, and mountaineers and for achieving desired future resource conditions at Denali as outlined in the 2006 Backcountry Management Plan.  Contact us if you have any questions or concerns about flying in this area.   Resources for Flight Planning around Denali    http:\/\/oldaawu.arh.noaa.gov\/denali.php http:\/\/www.100ll.com\/?gclid=CJy9mfzP1YUCFRBTCwod0Q-5JQ http:\/\/pafg.arh.noaa.gov\/ http:\/\/aawu.arh.noaa.gov\/ Sky Vector   Resources for Flight Planning around Fairbanks   Elmendor Airforce Base information Military airspace information   Additional Information    The U.S. Air Force also provides the Special Use Airspace Information Service (SUAIS) to aid civilian pilots in effectively utilizing special use airspace in central Alaska. The Federal Aviation Administration (FAA) is an excellent source of information.         Denali-Area Airstrips  This information is provided for reference only. Always check current airport information in the Alaska Supplement, and by NOTAM\/Local NOTAM\/PIREP before your flight. CANTWELL (TTW) (PATW) Airport Elevation 2190 feet Runway Length 2100 feet, dirt and gravel. Runways 04-22 Right hand traffic RWY 04\/slope2%uphill north\/dogleg approach due to mountainous terrain. Left hand traffic RWY 22 Communications CTAF 122.9\/RCO 122.5 (Kenai FSS)  HEALY RIVER (HRR) Airport Elevation 1294 feet Runway Length 2800 feet asphalt Runways 15-33 Condition not monitored. Recommend visual inspection prior to use. Communications CTAF 122.9\/RCO122.4 (Fairbanks FSS)  KANTISHNA (5Z5) Airport Elevation 1575 feet Runway Length 1800 feet, dirt and gravel. Right hand traffic RWY 28 Left hand traffic RWY10\/slopes downhill 2%towards the west\/dogleg at NW end. Communications CTAF 122.9 Remarks: Unattended. Brush and trees on both sides rising abruptly. Camping unavailable at strip. To camp at Wonder Lake first obtain Backcountry Permit at Visitor Center near park entrance.  McKINLEY NATIONAL PARK (INR) (PAIN) Airport Elevation 1720 feet Runway Length 3000 feet, dirt and gravel. Right hand traffic 34 Left hand traffic 16 Communications 122.9\/RCO 122.1 (Fairbanks FSS) Remarks: Unattended\/approaches windshear activity Pedestrian traffic on RWY. Tent camping available at nearby Riley Creek Campground.  DENALI 'PRIVATE' (AK06) Airport Elevation 2050 feet Runway Length 5000 feet Runways 12-30 Communications CTAF 122.9 Remarks: Unattended. This is a private airstrip. Use permitted only with prior permission of the owner. Contact Denali Air.  SUMMIT (UMM) Airport Elevation 2409 feet Runway Length 3800 feet, dirt and gravel. Runways 03-21 Communications CTAF 122.9\/RCO 122.6 (Kenai FSS) Remarks: Unattended\/ Radio communication unreliable within 15 miles\/ Possibly soft-wet.  TALKEETNA (TKA) (PATK) Airport Elevation 358 feet Runway Length 3500 feet Asphalt Runways 18-36 Communications CTAF and FSS 123.6\/RCO122.2\/unicom123.0\/ANC CTR\/119.6\/TWEB\/116.2 Remarks: RWY not monitored. Flight Service Station on field.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/pilotinformation.htm"
}
