{
    "title": "Denali National Park & Preserve: Fees & Passes",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Fees & Passes              Fees & Passes       Jump to information on:    Entrance fees Park passes (Denali-specific and nationwide) Bus fees Campground fees Fees for other activities (mountaineering, the annual Road Lottery, etc)     Note: If any of your children traveling with you are in fourth-grade this year, consider looking into the Every Kid in a Park program! It is a way for fourth graders and their families to get into any park, including Denali, for free.   Visiting Denali entails one or more fees. Each is briefly described here, and then explained in more detail lower on this page.     Entrance fees $10\/person. There are a variety of passes (Denali specific or nationwide) that will cover your entrance fee. Campground fees If you are camping in summer (mid-May through mid-September), there are nightly fees to use park campgrounds. Some park passes (Senior Pass, Access Pass) provide camping fee discounts. Winter camping is free, and so is backpacking (though you need to acquire a free permit before backpacking).  Bus fees Summer bus trips (both narrated tour buses and non-narrated shuttle buses) cost money. The amount varies depending on your age and the type of bus trip. Park passes (e.g., Senior Pass, Annual Pass, etc) do not influence the ticket prices.             Entrance Fee: $10   The park entrance fee is $10.00 per person (youth age 15 years or younger are free). This fee provides the visitor a 7-day entrance permit. It is charged year-round.   Where \/ How to Pay You can pay the entrance fee before you show up, or once you are in the park.   Before you arrive The entrance fee is collected when you purchase a bus ticket or a campground reservation through our concessioner. You can also pre-pay the entrance fee online - but please do not do this if you are also reserving bus tickets or a campground stay in advance! That would mean you paid the entrance fee twice, which is unnecessary.   Even if you have a Denali-specific or nationwide park pass (see below) already, you have to pay the entrance fee when you make an online or phone reservation. You will then be entitled to a refund of the entrance fee once you get here. Be ready to show a photo ID, your park pass, and proof of your pre-paid bus or campground reservation. Present those documents once you are in the park, either at the Wilderness Access Center or Riley Creek Mercantile (which is in Riley Creek Campground).   Once you are here Unlike many national parks, Denali does not have an entrance station or gate at the park entrance. Visitors who are not purchasing bus tickets or campground reservations should pay their entrance fee, or show their park pass, at the Denali Visitor Center upon arriving in the park. Keep your pass or entrance fee receipt on you, so that if you buy bus tickets while you're here, you won't be charged the entrance fee a second time!    Passes of all sorts, described below, are available for purchase from the Walter Harper Talkeetna Ranger Station year-round, and at the Denali Visitor Center.  Educators, are you bringing a school group to the park? Learn whether or not you qualify for an educational fee waiver.       Park Passes  You can buy Denali-specific or nationwide park passes while you're here. Some passes are life-long (e.g., Senior Pass, Access Pass) while others are good for a year.  Generally speaking, these passes waive the park entrance fee for the pass-holder and up to three fellow travelers (i.e., it can save a group up to $40 during a single visit!). Senior and Access nationwide passes also offer camping discounts, as described below. These passes do not provide any change to bus ticket prices.     Denali Annual Pass: $40  This pass is valid for 12 months from the month of purchase (i.e., buy it any time during June 2016 and it's good until the end of June 2017). It covers entrance fees for the pass holder and up to three other adults into Denali National Park and Preserve. It has two signature spots, meaning you can share the pass with someone else, and as long as one of you is visiting, the pass is valid.    Purchase the pass at the Denali Visitor Center during the summer season (May 15 - mid-September), the Murie Science and Learning Center during the fall, winter or spring, and the Walter Harper Talkeetna Ranger Station year-round.        Nationwide Passes  In 2007, the Golden Age, Golden Eagle, and Golden Access Passes were replaced by Congress with a new series of inter-agency passes called the \"America the Beautiful - National Parks and Federal Recreational Lands Pass.\" Each pass is described in brief, below. You can acquire these passes when you get to Denali, online via the USGS (see below), or at any federal land unit near you.  Please note: None of these passes influence bus ticket prices.      Annual Pass - Cost $80 This pass is available to the general public. The Annual Pass can be obtained in person at the park, by calling 1-888-ASK-USGS, or online. At Denali, this pass waives your entrance fee (normally $10\/person). See the entrance fees section, above, for how to get a refund if you pre-paid that fee but have one of these passes!   Senior Pass - Cost $10 This is a lifetime pass for U.S.citizens and permanent residents age 62 and over. The Senior Pass can be obtained in person at the park, by calling 1-888-ASK USGS, or by mail. At Denali, this pass waives your entrance fee (normally $10\/person) and gives a 50% reduction in nightly camping fees, if you choose to use our campgrounds. See the entrance fees section, above, for how you can get an entrance fee refund if you pre-paid that fee but have one of these passes!    Military Pass - Free This pass is available to active duty military personnel and dependents with proper identification (CAC Card or DD Form 1173) for a full year from month of purchase. Obtain the pass at the Denali Visitor Center during the summer season or the Murie Science and Learning Center or Walter Haper Talkeetna Ranger station year-round. At Denali, this pass waives your entrance fee (normally $10\/person). See the entrance fees section, above, for how to get a refund if you pre-paid that fee but have one of these passes!   Access Pass - Free This is a lifetime pass for U.S.citizens and permanent residents with permanent disabilities. The Access Pass can be obtained in person at the park, by calling 1-888-ASK-USGS, or by mail. At Denali, this pass waives your entrance fee (normally $10\/person) and gives a 100% reduction in nightly camping fees, if you choose to use our campgrounds. See the entrance fees section, above, for how you can get an entrance fee refund if you pre-paid that fee but have one of these passes!   Volunteer Pass - Free Volunteers who acquire 250 service hours on a cumulative basis (nationwide, not just at Denali) are eligible for this annual pass. Learn more about volunteering in the park. At Denali, this pass waives your entrance fee (normally $10\/person). See the entrance fees section, above, for how to get a refund if you pre-paid that fee but have one of these passes!   The United States Geologic Survey (USGS) manages this inter-agency pass program. Learn more about these passes.        Fee-Free Days  Denali's year-round entrance fee is occasionally waived. In fact, a variety of holidays, as well as the annual \"National Park Week\" each spring, see entrance fees waived at all national parks. Learn more about upcoming fee-free days.  Generally speaking, a fee-free day just waives the park entrance fee. Costs for other activities, like bus trips or campground stays, will remain in effect during fee-free days.         Bus Fees   Buses are the main way to sight-see in Denali in summer (mid-May through mid-September). If you haven't already, read a description of shuttle buses and a description of tour buses to understand the differences between these two types of experiences.    Please note: Because the buses are operated by a private company (and not the National Park Service), the ticket price does not change if you have an Access or Senior pass. Those passes do alter nightly campground fees, however, as described above in the Passes section.   Shuttle Bus Tickets   Below are the base ticket prices for non-narrated shuttle buses. These prices do not include the park entrance fee ($10 \/ person).     Destination\/Service Adult (16 and older)   Children (15 and under)    Toklat River (Mile 53)  $26.50 free   Eielson Visitor Center (Mile 66)  $34.00 free   Wonder Lake (Mile 85)  $46.75 free   Kantishna (Mile 92) $51.00 free   Camper Bus (Variable)  $34.00 free     As the table above indicates, children (15 and younger) ride free on all shuttle buses. They do still need a format ticket, however, when you are booking over the phone, online or in person at the park.  Shuttle Bus: The 3-For-2 Pass  Staying for three or more days in Denali? This pass allows one person to take three shuttle trips for the price of two tickets. The pass is not transferable or refundable. All dates must be specified at the time of purchase. The 3-for-2 Pass is available by phone or walk-in reservation only and does require individual tickets for each trip. Please ask your reservation agent for details.   Shuttle Bus: The Tek Pass  This is only available to people staying in Teklanika Campground. The Tek Pass costs $34.00. Learn more about Teklanika Campground and the Tek Pass.      Tour Bus Tickets  Note: The prices below for narrated tour buses do include the $10 park entrance fee. If you have an entrance pass already (e.g., a Senior Pass), see the nationwide pass section higher on this page to learn how you can get your entrance fee refunded.      Destination\/Service Adult (16 and older)  Children (15 and younger)    Natural History Tour  $77.25 $33.75   Tundra Wilderness Tour  $130.25 $60.25   Teklanika Tundra Wilderness Tour*  $66.50 $28.25   Kantishna Experience  $194.00 $92.00      *This is an abridged version of the Tundra Wilderness Tour, and is only offered in spring \/ fall when the full-length Tundra Wilderness Tour is not operating.    How to Make Shuttle or Tour Bus Reservations  Do you need to make reservations?   Shuttle buses  The answer varies. If you're here for several days and have a flexible schedule, you can wait until you arrive to buy shuttle tickets. This can be useful if you want to gauge the weather forecast, for example. However, visitors with very limited schedules (e.g., only one free day for a bus trip) or particularly large groups (e.g., 6 or more people) should reserve tickets in advance.  Tour buses  Yes, advance reservations are strongly suggested.   There are three ways to buy bus tickets:  Make bus and campground reservations online Call: 1 800 622-7275 (U.S. and Canada) 1 907 272-7275 (international and Anchorage local)  In person at the Wilderness Access Center  Note: Reservations for bus trips and campground stays in a given summer are possible as early as December 1 of the year before your trip.           Campground Fees  Within Denali National Park and Preserve there are six campgrounds of varying size and distance from the developed area at the entrance to the park. You may camp a total of 14 days per year in Denali's campgrounds. Site sizes vary, however, and there are a limited number of sites that may accommodate recreational vehicles (RV's) up to 40' in length. This information is for camping in established campgrounds. Backcountry camping is described elsewhere, and is free (though you must still acquire a permit to backpack).   Summer (mid-May through mid-September) reservations can be made for four of these campgrounds via www.reservedenali.com. Sanctuary River and Igloo Creek are open to tent campers only (no RVs or cars), and can only be booked upon arriving in the park. Reservations are for a site type (i.e., size), not a specific campsite in the campground; once you arrive at your campground, you'll pick your specific campsite. Check out campground descriptions for more details on what each campground is like.      Campground Number of sites  Fees (Nightly)  2016 Dates  Max RV length  Notes    Riley Creek 147   A sites: $28 B sites: $22 C sites:$14 Open year-round. Fees charged May 15 to Sep 20  A sites: up to 40' B sites: <30'  C sites: Tent only  Free in winter (mid-Sep through May 14). No hookups. RV fill\/dump station available in summer.    Savage River  33 A sites: $28   May 20 to Sep 19  < 40'  No hookups. No dump\/fill station (use Riley)    Sanctuary River  7  $12  May 20 to Sep 14  Tent-only  Access only by camper bus.     Teklanika River  53  $22  May 20 to Sep 19  < 40'   No hookups. No dump\/fill station (use Riley). 3-night minimum stay if driving car\/RV to Tek.    Igloo Creek  7  $12  May 20 to Sep 14  Tent-only  Access only by camper bus    Wonder Lake  28  $16*  June 8 to Sep 14  Tent-only  Access only by camper bus. Be prepared for lots of mosquitoes!             Fees for Other Activities   In addition to camping and bus trips, some other activities require reservations and cost money.   Mountaineering Climbing Denali or Mount Foraker requires advance registration and a pre-paid mountaineering fee. Road Lottery  The public may apply to a lottery system, wherein winners may buy a permit to drive the park road in the fall. Fees are charged to enter the lottery, and winners pay a fee for their driving permit. Commercial filming Commercial entities wishing to film in the park must pay certain fees. Professional Photography Program Professional photographers must pay a fee when applying to participate in the park's Professional Photography Program",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/fees.htm"
}
