{
    "title": "Denali National Park & Preserve: Goods & Services",
    "body": "Goods & Services       Food  There is only one restaurant within the park. The Morino Grill is located adjacent to the Denali Visitor Center and Alaska Railroad depot. The Riley Creek Mercantile, in Riley Creek Campground, sells sandwiches and a variety of pre-packaged food. Snacks and coffee can also be purchased at the Wilderness Access Center.  Myriad restaurants can be found north and south of the park entrance, along Highway 3. Many restaurants sell boxed or packaged meals for visitors to take on park bus trips. Several convenience stores can be found in the business district 1 mile north of the park entrance, as well as in Healy.  A few year-round restaurants can be found in Healy and Cantwell.       Post Office  A post office can be found near the park entrance, adjacent to Riley Creek Campground. Offices also exist in Healy and Cantwell.  The park post office may accept general deliveries, if you need to mail items to yourself pre-visit (e.g., backpacking equipment, etc). You should contact them in advance to learn more details: 907-683-2291.       Fuel  In summer, a gas station is located just a mile north of the park entrance, along Highway 3. Year-round gas stations are also located in Cantwell (30 miles south) and Healy (11 miles north).  In summer, camping stove fuel can be purchased in large quantities at the Riley Creek Mercantile, located in Riley Creek Campground. They may or may not have fuel for backpacking stoves - in summer, you can call the Mercantile at (907) 682-9246 to ask what they are stocking.   There are also backpacking and camping stores outside of the park, or you may wish to buy stove fuel in Anchorage or Fairbanks.       Camping Supplies and Amenities (summer only)  A shower and laundry facility is next door to the Riley Creek Mercantile, in Riley Creek Campground. An RV dump and fill station is also located there.  Backpacking equipment can be rented outside of the park, from Denali Mountain Works. Their store is 1.5 miles north of the park entrance, along Highway 3. Numerous outdoors stores can also be found in Fairbanks and Anchorage, many of which rent gear.  More basic camping items, like bear spray, sunscreen, water bottles, etc., can be purchased at the Riley Creek Mercantile.       Bathrooms In summer, bathrooms are available at all facilities around the park entrance and in each park campground. Bus trips along the park road pause roughly every 90 minutes for a bathroom break.  In winter, bathrooms are only available at the winter visitor center or in Riley Creek Campground (pit toilets only).   Phones Cell service is available near the park entrance, but is unavailable beyond Mile 4 on the park road.  There are no pay phones in the park.   Picnic Areas One picnic table is available near Riley Creek Campground, adjacent to the creek. Several tables can be found at the Mountain Vista Rest Area and Savage River Turnaround, located about 13 and 15 miles down the park road, respectively. Many tables can also be found at the Morino Grill, though they are often filled by patrons of the restaurant. None of these locations are readily accessible in winter.   Lost and Found In summer, our concessioner runs a park-wide lost and found from a small facility near the Denali Visitor Center.  In winter, contact the winter visitor center.",
    "url": "https:\/\/www.nps.gov\/dena\/planyourvisit\/goodsandservices.htm"
}
