{
    "title": "Klondike Gold Rush National Historical Park: Invasives",
    "body": "Explore This Park    Learn About the Park     Nature     Plants     Invasives                Invasive Plant Species          Invasive species can have a dramatic impact on the environment, economy, and human health. Invasive plants can outcompete native plants because they have little to no natural predators to moderate their spread, often release poisons that inhibit growth of native plants, have vigorous reproduction strategies, and can disperse easily. Invasive plants can reduce biodiversity, degrade fish and wildlife habitats, alter water quality, disrupt natural erosion processes, distort soil chemistry, and can reduce recreational activities.   Reporting and early detection of these species can help minimize their spread and possibly eradicate species before they become new infestations.  To help treat, control, and keep our garden city clean of invasive plants, please report and be aware of spreading any of the following invasive plants:       Reed Canarygrass Ornamental Jewelweed White Sweetclover Orange Hawkweed Canada Thistle Bird Vetch Yellow Toadflax Oxeye Daisy Common Tansy Narrowleaf Hawksbeard     Note: invasiveness rank prioritizes non-native plant species in Alaska on a scale of 0-100 based on four subcategories of invasiveness: ecological impacts, biological characteristics and dispersal ability, distribution, and feasibility of control.     Other ways to help prevent the spread of invasive species:      Checking tires and boots of invasive plant seeds before going on roads or trails  Purchasing weed-free forage for animals  Gardening with native plants (download a PDF planting guide) Minimizing soil disturbance whenever possible    Download a copy of this invasive plant list (PDF 632 KB).       Reed Canarygrass         Left: Reed Canarygrass bloom.  Right:  Reed Canarygrass stem and leaf attachment.    Reed Canarygrass (Phalaris arundinacea) Invasiveness Rank: 83 Characteristics   Roots have rhizomes (creep at ground) Leaves are broad, >1cm wide Leaves spread from stem at right angles Flower head is dense and hangs off the tips of grass  Habitat:  margins of lakes, streams, and wetlands Impact:  overcrowding; steals water resources         Ornamental Jewelweed        Left: Ornamental Jewelweed flowers.  Right: Ornamental Jewelweed leaves.    Ornamental Jewelweed* (Impatiens glandulifera) Invasiveness Rank: 82 Characteristics   Stem is hollow and has a purple\/red tinge Leaves have serrated margins Leaves are arranged opposite\/whorled Leaves are oblong to egg-shaped Flower is white, red, pink, or purple  Habitat:  ornamental beds Impact:  river bank erosion; out-competition          White Sweetclover        Left: White Sweetclover flowers.  Right: White Sweetclover leaves and stem.     White Sweetclover (Melilotus albus)  Invasiveness Rank: 81 Characteristics  Leaves are compound with 3 leaflets Leaves have a toothed margin that extends two-thirds down leaf Flower is white and fragrant (vanilla)  Habitat:  streams, fields, vacant lots, airports Impact:  overcrowd and hurt riparian habitats         Orange Hawkweed         Left: Orange Hawkweed flowers.  Right: Orange Hawkweed plant with leaves.   Orange Hawkweed* (Hieracium aurantiacum)  Invasiveness Rank: 79 Characteristics   Roots have rhizomes Leaves contain a basal rosette Stem is leafless with occasional exceptions Stem and leaves contain thick, black hairs Flower head is orange  Habitat:  disturbed sites, alpine areas Impact:  forms dense monocultures        Canada Thistle        Left: Canada Thistle flowers.  Right: Canada Thistle plant growing in the ground.    Canada Thistle (Cirsium arvense)  Invasiveness Rank: 76 Characteristics   Roots have extensive creeping rhizomes Lobes of leaves are spiny\/prickly Tops of leaves are hairless Bottom of leaves are hairless or hairy Flower head is narrow and purple-pink  Habitat:  overgrazed pastures, roadsides Impact:  overcrowding, crop yield losses         Bird Vetch        Left: Bird Vetch flowers. Right. Close up of Bird Vetch leaves.    Bird Vetch* (Vicia cracca)  Invasiveness Rank: 73 Characteristics   Stem is non-winged and climbing\/trailing Leaves contain 8-10 leaflets Leaves contain branched tendrils Flower head is dense with one-sided, blue-violet clusters of 20-50 flowers  Habitat:  roadsides, trails, hay fields Impact:  steals sunlight, space, and moisture          Yellow Toadflax        Left: Yellow Toadflax flowers.  Right: Yellow Toadflax plant.    Yellow Toadflax (Linaria vulgaris)  Invasiveness Rank: 69 Characteristics   Leaves are linear to narrowly lance-shaped Leaves are a bluish-green color Flower head has many small, snapdragon-like flowers Flower head is yellow with orange throat  Habitat:  roadsides, railroads, ditches, fields Impact:  overcrowding, poisonous to cattle         Oxeye Daisy         Left: Oxeye Daisy flowers.  Right: Oxeye Daisy plant.    Oxeye Daisy (Leucanthemum vulgare)  Invasiveness Rank: 61 Characteristics   Leaves are less than 10cm long Leaves are spoon-shaped Leaves are coarsely or irregularly toothed Flower heads have white ray florets Flower heads have yellow disc florets  Habitat:  meadows, pastures, ornamental beds Impact:  soil erosion, overcrowding         Common Tansy         Left: Common Tansy flowers.  Right: Common Tansy leaves.    Common Tansy (Tanacetum vulgare)  Invasiveness Rank: 60 Characteristics   Stem is woody with a purple-red tint Leaves are twice-divided into narrow toothed segments Leaves exude a strong odor when crushed Flower heads have many button-like flowers  Habitat:  roadsides, streams, waste places Impact:  overcrowding, native displacement          Narrowleaf Hawksbeard        Left: Narrowleaf Hawksbeard flowers.  Right: Close up of Narrowleaf Hawksbeard leaf.    Narrowleaf Hawksbeard (Crepis tectorum)  Invasiveness Rank: 56 Characteristics   Stem leaves are narrow and have extensions at the base that appear to clasp the stem Sepals at the base of the flower are hairy Flower heads are stalked (branched) Similar to dandelions from afar but taller  Habitat:  roadsides, fencing, railroads Impact:  overcrowding, forms monocultures         *Uncommon species that have been found recently within the area, please report immediately. If found, take a clear photograph of the species, a description of where it was found, and the coordinates of where it was found, if possible. Report findings to the Natural Resources Department at (907) 983-9240.",
    "url": "https:\/\/www.nps.gov\/klgo\/learn\/nature\/invasives.htm"
}
