{
    "title": "Cape Krusenstern National Monument: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       Our Mission:  \"Cooperative Stewardship for the Conservation and Understanding of Natural and Cultural Resources in Northwest Alaska.\" Cape Krusenstern National Monument (CAKR) was established in 1978 by presidential proclamation and then designated in 1980 in the Alaska National Interest Lands Conservation Act (ANILCA). Section 201(3) of ANILCA specifies that:  The monument shall be managed for the following purpose, among others: To protect and interpret a series of archeological sites depicting every known cultural period in arctic Alaska; to provide for scientific study of the process of human population of the area from the Asian continent; in cooperation with Native Alaskans, to preserve and interpret evidence of prehistoric and historic Native cultures; to protect habitat for seals and other marine mammals; to protect habitat for and populations of birds and other wildlife, and fish resources; and to protect the viability of subsistence resources. Subsistence uses by local residents shall be permitted in the monument in accordance with the provisions of Title VIII. Cape Krusenstern National Monument is one of over 389 National Park Service units that, working with other partners, helps safeguard this nation's natural and cultural heritage.      Our Purposes:   Protect and interpret a series of archeological sites depicting every known cultural period in arctic Alaska   Provide for scientific study of the process of human population of the area from the Asian Continent   Preserve and interpret evidence of prehistoric and historic Native cultures, in cooperation with Native Alaskans   Protect habitat for seals and other marine mammals   Protect habitat for, and populations of, birds, other wildlife, and fish,   Protect the viability of subsistence resources        The current Compendium is available on the National Park Service Alaska Region's webpage. Scroll down to the Cape Krusenstern National Monument link. There's also an e-mail link to submit comments.  Sister Agreement PDF document 742 KB         Full Access ROW Application: Noatak Fuel Transportation   A significant amount of fuel used in remote villages arrives by aircraft, making it very expensive. As part of a plan to reduce costs by transporting heating fuel overland between the Red Dog Port Site and the Native Village of Noatak, the village is requesting permission to haul 50,000 gallons of diesel heating fuel annually across ~8 miles of NPS lands in Cape Krusenstern National Monument (CAKR). The fuel would be transported in winter months using a wheeled Cat Forwarder with a 3,300 gallon custom tank. An annual total of 17 round trips would be required.  Please visit the planning, environment and public comment page for additional information.",
    "url": "https:\/\/www.nps.gov\/cakr\/learn\/management\/index.htm"
}
