{
    "title": "Grand Canyon National Park: Hiking: Audio",
    "body": "Backcountry Hiking Audiocasts          Planning to hike this week? Read our  Critical Backcountry Updates Includes Current Trail Closures and Restrictions  Listen to our most recent audiocasts below: or download them through the links provided.  Our podcasts are also available as free downloads from iTunes Hiking Grand Canyon Channel              Backcountry Information Center & How to Obtain a Permit     All you need to know about Grand Canyon's Backcountry Information Center and how to obtain a backcountry permit.   Duration:7 minutes, 10 seconds      Credit \/ Author: Andrea Tavegia   Date created: 2013-06-12     Download Original File: grca-Intro2grcaBIC20130610.mp36,889 KB           Audio Transcript Hello, and welcome to Grand Canyon National Park’s Backcountry Information Center podcast!  My name is Ranger Andrea.  During this podcast series, rangers from the Grand Canyon Backcountry Information Center will share with you park updates, hiking tips, park regulations and other useful information that will help arm you with the knowledge you need to make the most out of your Grand Canyon hiking adventures.  During the next few minutes I would like to orient you to the Backcountry Information Center and the services we provide. Grand Canyon National Park has two locations where you can obtain the most up-to-date information about backcountry travel within Grand Canyon.  The larger of the two facilities is located on the park’s South Rim.  This Backcountry Information Center is open seven days a week year round, including holidays.  The hours of operation are 8am-noon and 1pm-5pm Mountain Standard Time.  Check the center pages of the park newspaper guide online for maps and directions.The South Rim Backcountry Information Center offers an array of services including backcountry permits, water availability, recommended gear lists, first-hand knowledge of backcountry conditions, and many other tid-bits of information that can help you plan and execute an enjoyable hike.  Come see our South Rim Rangers to check availability of backcountry campsites and learn more about Grand Canyon’s challenging but awe-inspiring backcountry.The second location to obtain backcountry information is at the North Rim Backcountry Information Center, which can be found in the administrative complex on the park’s North Rim.  This facility is open between May 15th and October 31st seven days a week from 8am-noon and 1pm-5pm Mountain Standard Time.  All of the same services can be obtained here as on the South Rim, so come speak to our North Rim Rangers about opportunities to venture into or along the rim of Grand Canyon from its spectacular north side!If you wish to speak with a ranger but are not currently at the park, the Backcountry Information Center accepts phone calls Monday through Friday between the hours of 1pm and 5pm Mountain Standard Time.  Our phone number is (928) 638-7875.  We are happy to take your calls and help you find the information you need to plan your next hike into Grand Canyon.  Patience and persistence may be needed during seasons of high call volumes, so understand that you might need to call more than once before you get a live ranger instead of a busy signal.  Please be aware that we do not accept requests for backcountry permits over the phone.An alternative to speaking with a ranger is to email the Backcountry Information Center with any questions you may have.  Our email address is grca_bic@nps.gov.  You can usually expect a response within 2 business days.  This response time may be extended during busy request months or federal holidays.Please keep in mind that the Grand Canyon National Park Backcountry Hiking website has scores of useful information to help you plan any trip into the canyon.  Go to www.nps.gov\/grca and click on the “Backcountry Hiking” link on the right hand side.  This link will take you to pages with permit information, campsite information, current hiking conditions, trail descriptions, hiking preparedness videos, and so much more.  Be sure to start your trip planning with our most up-to-date brochures, closure notifications, and seasonal hiking tips.It is important to note that backcountry permits can be requested at Grand Canyon no earlier than the first of the month four months prior to the month you plan to hike.  For example, if you wish to hike in May, one of our most popular hiking months at the canyon, then the earliest you can request a permit is on January 1st.  To request a permit during this time, you can fax or mail your request, or deliver your request in person to either the North or South Rim Backcountry Information Centers.  We begin accepting faxes at midnight on the first day of the month.  No matter your delivery method, your request should be received before 5pm Mountain Standard Time in order to be considered with first priority.  All requests received during this timeframe will be randomized by a computer and processed in that random order.  Any requests received after 5pm on the first of the appropriate month will be processed in the order in which they were received.  The fax number and mailing address for permit requests are found on the official Grand Canyon Backcountry Request form located on our website at www.nps.gov\/grca or by asking for one at either of the Backcountry Information Centers.  Remember, the most popular months to hike at Grand Canyon include April, May, June, September and October, so be sure to get your requests in as early as we allow.If you are unable to obtain a permit in advance, the Backcountry Information Center does retain a limited number of campsites at Indian Garden, Bright Angel, and Cottonwood Campgrounds for walkup visitors without an advanced reservation.  These permits are given out through a waitlist process which requires hikers to be present at one of the backcountry offices inside the park.  It is recommended that you begin participation in the waitlist process at least one day prior to your planned hike at 8am when the Backcountry Information Center opens.  Everyone present will be given a number and numbers will be called in order.  These last minute permits may be available for limited one or two night itineraries and are released each morning for hikes beginning on the following day.  If you are unable to obtain a permit on your first day, you have the option of being given a lower waitlist number for the following day’s waitlist and returning to the Backcountry Information Center the next morning.  Your chances of obtaining a last minute permit will depend on site availability, when you arrive at the backcountry office, and how many other people are competing with you for these limited sites.Whether you are physically at Grand Canyon or wish to contact us by fax, phone, or email, the rangers at Grand Canyon National Park’s Backcountry Information Centers want you to have a safe, enjoyable, and unforgettable experience in Grand Canyon’s backcountry.  Let us help you gain the knowledge you need for a successful hike, and we look forward to seeing or talking with you soon!             Grand Canyon Hiking: How to Beat the Heat     Some tips for hiking in the extreme heat of the inner canyon; tips that can mean the difference between an enjoyable hike and a potentially fatal one.  Duration:10 minutes, 23 seconds      Credit \/ Author: Andrea Tavegia   Date created: 2013-07-16     Download Original File: grca-Hiking-in-the-Heat.mp39,982 KB           Audio Transcript Transcript – Hiking in the Heat (aka TWEET to Beat the Heat!)Hello, again from the Grand Canyon National Park Backcountry Information Center!  My name is Ranger Andrea, and boy is it hot outside!  Summer has officially arrived at Grand Canyon, bringing dangerously high temperatures with it.  Right now, I would like to take a few moments and share some tips for hiking in such extreme heat, tips that can mean the difference between an enjoyable hike and a potentially fatal one.Inner canyon temperatures during the summer months can reach upwards of 110 degrees Fahrenheit in the shade, creating hazardous conditions for all summer hikers.  Therefore we encourage all canyon visitors to Hike Smart.  One easy way for you to remember to Hike Smart while hiking in extreme temperatures is the word “TWEET!”  “TWEET” is an acronym which stands for “Timing, Water, Eating, Efficiency, and Temperature.”  If you just remember “TWEET” while hiking in the canyon, you may be able to beat the heat.Timing:  So what do you need to know about timing?  Well, when hiking Grand Canyon in the summer, timing is everything!  Avoid hiking during the hottest hours of the day when the sun is at its most intense, typically between 10am and 4pm.  There is little shade available in most of the canyon, so be sure to plan your hike so you either reach your destination before 10am or are able to rest in the shade (preferably near water) during the heat of the day.  Remember, hiking before dawn and after dusk is an excellent way to avoid the heat during the summer.  Just be sure to carry a lightweight flashlight or headlamp to help guide you in the dark.Timing is also important in regards to when to rest.  Rangers recommend hikers stop to rest for about 10 minutes at least once per hour.  During this rest period you should remove your pack, eat, drink, elevate your legs, and cool down.  We also recommend removing your boots every few hours to let your feet breathe, allowing you to check for hotspots, the precursors to blisters.  Take advantage of each rest house and campground you come across to allow your body to relax, refuel, and rehydrate.Water:  What about water?  We all know that we must drink water in order to live, but how much is enough?  Did you know that during a strenuous hike - such as hiking uphill in Grand Canyon - you can lose as much as two quarts of water per hour?  Did you also know that the human body is only capable of absorbing about one quart of water per hour?  Every time we breathe we exhale water vapor, and let’s not forget how much we sweat when exerting ourselves!  Between respiration, sweating, and urination, our bodies have the potential to lose far more water than we can physically replenish.  This is why it is very important that we try our best to stay hydrated during a Grand Canyon hike by constantly drinking water.  One of the best ways to stay hydrated is to use a backpack-style hydration system which has a hose straw allowing you to easily access your water, even while hiking!  Be aware that potable water is not always available, even in expected locations.  A water filter or purification tablets are essential pieces of equipment for all canyon hikers.  Hikers should also be aware that balancing water intake with electrolytes and food is important to maintaining proper body function.  Alternating water with electrolyte supplements and salty foods will help balance the two and avoid a problem called water intoxication.  But remember, it doesn’t matter how much food and water your body receives if it cannot cool itself sufficiently.  So be sure to watch your timing and rest during the heat of the day.Water is also an important tool hikers can use to regulate body temperature.  Serious and sometimes fatal illnesses such as heat stroke occur because our body heats to a temperature which no longer allows internal organs to properly function.  However, heat stroke can be prevented by staying well hydrated and keeping your core temperature as close to normal as possible.  One way to regulate body temperature is to soak yourself with water as often as possible, focusing on cooling the body’s high temperature areas such as your head, feet, hands, underarms, and groin.  When safe water conditions are available, completely immersing yourself in water is a great way to cool the body as well.  Keep in mind, though, that swimming in the Colorado River is dangerous and never recommended due to the existence of extremely strong currents.  If the Colorado River is the only water around, be sure to avoid the main current and act with caution.  If available, smaller streams and creeks are a better source of cooling water.  Hike wet as often as you can and take breaks in the shade whenever it is available.  All of these techniques will help you stay as cool as possible while hiking in the hot canyon air.Eating:  Are you one of those folks (much like myself) who loves any excuse to eat tasty foods?  Well have I got a treat for you!  It is really important to balance your water consumption with salts and carbohydrates.  What does this mean?  Your body needs you to eat a lot more food than you do on any other day that you are not hiking in Grand Canyon.  Typically, in order to remain properly fueled, a Grand Canyon hiker needs to consume at least twice as many calories as they would when not hiking.  In addition, our bodies are losing salts and electrolytes at an exponential rate while hiking in such extreme heat.  It is important to not only fuel with carbohydrates, but also to consume enough salt to balance the amount we are losing.  Some of the best foods to replace salts are not necessarily things we would automatically assume are good “trail foods.”  For example, when I hike I love to take potato chips in a can, cheese crackers, salted nuts, cheese, pretzels, jerky or summer sausage, and sandwich crackers with peanut butter or cheese.  The bottom line for me is that I lose my appetite when I am hot, so bringing foods that will sustain me with proteins and carbohydrates and replenish my salts means carrying foods that I am going to want to eat.  Find your favorite snacks that have carbs, proteins, and salts and carry them while hiking, remembering to eat each time you stop to rest.Efficiency:  There are many factors that contribute to an efficient hike.  Whether you are a day hiker or overnight backpacker, efficiently choosing your hiking essentials can make a world of difference, especially in the extreme summer heat.  The idea here is to keep your pack as light as possible while still maintaining essential items.  Food and water should be the heaviest items in your pack, not unnecessary equipment.  You can easily reduce your pack weight by bringing foods that do not need to be cooked - eliminating a stove and fuel, and carrying a sheet instead of a sleeping bag.  Using lightweight trekking poles can relieve up to 25% of the force exerted on your knees during a hike.  In Grand Canyon, that is a lot of relief for your knees!  Trekking poles also help maintain balance and distribute weight more evenly on the body.  So remember, while you should never hike without the essentials, a lighter pack weight can translate to a world of relief during hot summer hiking.Temperature:  During the summer months, high temperatures can affect everything we do.  Heat can create miserable hiking conditions, and who wants to hike and be miserable?  High temperatures in the inner canyon during summer can reach upwards of 110 degrees Fahrenheit in the shade.  Add another ten to twenty degrees for temperatures taken in direct sunlight.   What does this mean for hikers?  Excessive heat is not only uncomfortable but inflicts unnecessary stress on your mind and body and can cause serious illness such as dehydration, heat exhaustion, and heat stroke.  Extremely high temperatures can also create conditions which eliminate a lifeline for help in cases of serious illness or injury.  When hikers become ill or injured in the canyon there are only two options for evacuation: hike yourself out – otherwise known as “self-rescue,” or medical evacuation such as by helicopter.  However, hikers should never expect a medical evacuation.  Extreme summer temperatures can cause thin and unstable air in the canyon – conditions in which helicopters cannot fly.  If conditions allow for evacuation of a seriously ill or injured hiker, chances are that hiker will then be flown to the nearest hospital, a flight which can cost around $15,000.   Instead of relying on any form of evacuation from the canyon, you should be as proactive as possible and hike only when temperatures are tolerable for you and your body.  If you take the unnecessary risk of hiking when it is too hot, it may cost you a small fortune, your health, or your life.Hiking Grand Canyon brings immense challenges year-round including elevation, desert environments, and wildly varying temperatures.  Attempting canyon hikes in extreme summer conditions adds to this complexity.  So remember, the next time you decide to brave Grand Canyon’s high summer temperatures, Hike Smart by remembering “TWEET” during your hike.  Paying close attention to Timing, Water, Eating, Efficiency, and Temperature can determine whether you have a safe and enjoyable experience, or one that is hot, uncomfortable, and potentially fatal.  The Backcountry Information Center does not want you to become a statistic, so take care of yourself while hiking in the summer, and always remember “TWEET” to beat the heat!                 Download the entire Hiking Grand Canyon Audiocast: 20m:42s This 21 minute mp3 audiocast was made from Grand Canyon National Park's  Hiking Information Video and is available for downloading from the link below:  http:\/\/www.nps.gov\/grca\/learn\/photosmultimedia\/upload\/hiking_grand_canyon.mp3 Hiking Grand Canyon: Duration 20m:42s (14.5 MB mp3 File)          NPS photo by Daniel Calloway  Hiking in the Grand Canyon is so demanding that even people in excellent condition often emerge sore and fatigued. Yet small children, senior citizens, and people with physical disabilities have successfully hiked the canyon.   A hike into the Grand Canyon will test your physical and mental endurance. Know and respect your limitations. Moderation is the key to an enjoyable hike. If you wish to camp anywhere in the park, other than in developed campgrounds on the North Rim, South Rim, or Tuweep, you must obtain a permit from the Backcountry Information Center. Backcountry travelers must have their permit in their possession while in the backcountry. Once a camp is established, the permit must be attached to a pack, tent, or other equipment in plain view so it can be easily checked by rangers.   Permits are valid only for the trip leader, itinerary, number of people, and dates specified on the permit. Permits for all overnight backcountry use must be obtained through the Backcountry Information Center at Grand Canyon National Park. For more information, please visit: http:\/\/www.nps.gov\/grca\/planyourvisit\/backcountry-permit.htm                    Average temperatures, weather information and road conditions can be found on the Weather Conditions page. Backcountry Status Updates (listed by date posted):  Aug 11, 2016 - Drinking Water in the Cross-Canyon Corridor Aug 11, 2016 - Fuller Fire Trail Closures  Jul 14, 2016 - Trails Update Jul 14, 2016 - Report from the North Rim Jul 14, 2016 - It's Dangerously Hot Inside the Canyon! HIKE SMART! Jul 14, 2016 - Be Aware of Lightning Danger Jul 14, 2016 - Road Conditions for Remote Trailheads Mar 11, 2016 - Backcountry Management Plan Mar 11, 2016 - Tuweep Update Mar 11, 2016 - Drinking Water Outside the Cross-Canyon Corridor Mar 11, 2016 - South Kaibab Trailhead Access Mar 11, 2016 - Hermit Trailhead Access Mar 11, 2016 - North Rim Yurt Oct 17, 2014 - Public Health Alert - Rabies Jul 24, 2013 - Hiking Podcast Updated",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/photosmultimedia\/bc_audiocasts.htm"
}
