{
    "title": "Cape Krusenstern National Monument: Subsistence",
    "body": "Subsistence         Salmon drying on fish rack at a subsistence camp at Cape Krusenstern National Monument. NPS Photo\/Doug Demarest  “For our children and their children, we know how important it is to feed from our land... Our foods define who we are, connect us to the land and keep our culture alive.” – Julia Jones Anausuk Stalker, Kotzebue, Alaska   An Age-Old Tradition From time immemorial, the Inupiat people of Northwest Alaska have relied on the land to sustain them. The mighty caribou herd and salmon runs provided enough food to see their dogs and them through the long, lean months of winter. They hunted seals and belugas in wood frame boats covered with sealskins and weathered the harsh Arctic winters in parkas made of caribou hide. Food was stored in baskets made from wild beach grass, and during the dark days of winter, stone lamps full of seal oil provided the only light. To the Inupiat, the far North was a land of plenty. Along the beach ridges stretching back from the coast, evidence of 4,000 years of seasonal subsistence camps is preserved. 200 generations of people have hunted marine animals and fished along the Chukchi Seas, and that tradition continues today. Much has changed since Otto von Kotzebue first sailed along the coast of Cape Krusenstern in 1816, but subsistence – noncommercial, customary and traditional use of wild resources – remains an important part of Inupiaq culture today. Wild salmon, whitefish, seal and caribou are staples for many Inupiat Eskimos living along the Chukchi Sea, just like they have always been.         Old cabins and subsistence camps dot the wildflower covered landscape of Cape Krusenstern National Monument. NPS Photo  Seasonal Use Subsistence defines the seasons as much as the weather in Northwest Alaska. Whitefish season gives way to salmon season, just as sure as summer is followed by fall, and people organize their lives accordingly. Many families leave their homes in the nearby villages and spend their summers at subsistence camps in the monument, taking advantage of the long hours of sunlight to set nets for salmon and whitefish and pick wild greens and berries on the tundra. Visitors to Cape Krusenstern National Monument need to be sensitive to these activities and not interfere with the age-old subsistence harvest taking place in the monument, especially during the key seasons of summer and fall. A Living History The Alaska National Interest Lands Conservation Act (ANILCA), the legislation that established Cape Krusenstern National Monument and many other Alaskan national parks, specifically protects subsistence harvest by local residents. Subsistence is vital to the everyday survival of many rural Alaskans. It preserves both the traditional way of life and generations of accumulated knowledge in Northwest Alaska. Cape Krusenstern National Monument does more than protect the land Inupiat people have lived on for generations; it also protects their traditional way of life for future generations. Provisions in ANILCA established a Subsistence Resource Commission (SRC) for Cape Krusenstern National Monument, providing a venue for local subsistence users to participate in the management of their land. The Cape Krusenstern SRC makes recommendations on hunting and fishing regulations within the monument, ensuring that future generations will continue to be able to rely on the bounty of the land for survival. In Northwest Alaska, subsistence is more than a tradition – it’s a way of life. Stores are often under stocked, and the food they do sell is expensive. The food provided by the river and tundra not only preserves a cultural tradition that dates back thousands of years, but allows the first people of the Chukchi coast to continue to thrive there.",
    "url": "https:\/\/www.nps.gov\/cakr\/learn\/historyculture\/subsistence.htm"
}
