{
    "title": "Cape Krusenstern National Monument: Science & Research",
    "body": "Obtaining a Research Permit       Western Arctic National Parklands welcomes research projects designed to enhance the understanding of resources or systems for the purposes of park management and the advancement of broad scientific understanding. Researchers are encouraged to contact the park research coordinator early to discuss proposed work and streamline the permitting process.  Permit requirement and timeline A Scientific Research and Collection Permit is required to conduct research on all National Park Service (NPS) lands.   The permitting process requires approximately 90 days. SUBMIT APPLICATIONS FOR SUMMER FIELD WORK BY MARCH 31.   To aid in the preparation of a successful application, researchers must first review the following documents:  • Park specific research permit conditions and stipulations • Kotzebue-specific policies for visiting professionals • NPS research stipulations • Contact information  Permit application process 1. Scientific Research and Collection Permit Applications are submitted online. Large documents may cause the system to crash, so it is best to remove unnecessarily large images and maps prior to upload, or simply break up the study plan into two or three smaller files. Researchers without access to the internet can contact the park research coordinator for an application form.  2. All researchers are required to complete a short questionnaire describing proposed field operations.  Application review process The review process is designed to ensure that park resources, subsistence users and visitors are not unduly affected by the proposed research. An interdisciplinary team will evaluate applications to determine potential impacts in several areas:  • Environmental resources (NEPA) • Cultural resources (NHPA Section 106, ARPA, NAGPRA) • Subsistence resources and\/or activities (Section 810, ANILCA) • Wilderness (Section 4(c) of the 1964 Wilderness Act, with Minimum Requirement\/Minimum Tool determination) • Endangered Species Act ( Section 7)  The following criteria are among those used to evaluate research proposals: • Will the proposed activity result in degradation of the values and purposes of the park? • Could the proposed research be performed outside of the park? • Does the proposed research require collection of specimens or artifacts? What will be the disposition of any collected specimens? • Does the project involve digging or other ground disturbing activities? • Is the proposed project in a designated Wilderness area? • Does the application clearly describe mode(s) of transportation to be used within park boundaries (float plane, helicopter, etc.), camp and study site locations, use of motorized equipment (e.g., outboard motors), and a plan for human waste and burnable trash? • If fuel is to be stored onsite, are appropriate fuel handling, containment and disposal procedures in place? • Has the proposed research been peer-reviewed by recognized experts and recommended as scientifically valid? • Does the proposed research require additional state, federal, or local permits? Have those permits been obtained? Safety Safety is our first concern at Western Arctic National Parklands.  Fieldwork in these remote parklands involves inherent risk especially with regard to aviation, weather and bears.  Personal safety and protection of park resources always take priority over research goals and objectives.  All researchers are required to review and follow safety guidelines.  Inholdings\/ Native Allotments Numerous Native allotments exist throughout Western Arctic Parklands. Be aware that allotments are private land. An NPS permit does not authorize access to or use of these lands. The BLM website provides a useful tool for gathering provisional land status information. Researchers are responsible for obtaining permission to access or use inholdings outside of NPS jurisdiction from respective owners. Furthermore, researchers are responsible for obtaining permission to access or use privately-owned Native Allotments through a 'revocable use permit'-a consultation process mediated through the Bureau of Indian Affairs (BIA). Allow 30-90 days to complete the process.  Specimen collection and other permits All specimens collected within the park are the property of the NPS. Regardless of where the collections are stored, they must be properly accessioned and cataloged into the NPS cataloging system. Collection of specimens not specifically authorized on the permit or for private purposes is not allowed.  The collection of certain specimens may require additional federal or state permits. For example, to collect migratory birds, a Migratory Bird Permit must be obtained from the appropriate state natural resource agency or from the U.S. Fish and Wildlife Service. It is the responsibility of the researcher to apply for and obtain all necessary non-NPS permits.  Archeology projects The NPS issues Scientific Research and Collections Permits (described above) to authorize cultural resources studies for research, for compliance with the National Historic Preservation Act, for compliance with the Archeological Resources Protection Act (ARPA) and to authorize palaeontological research. When a proposed project involves planned excavations for scientific data recovery, an Archeological Resources Protection Act (ARPA) Permit is also required. ARPA permits applications involve extensive community consultation and a 90 day review period is required. Contact a member of the cultural resources staff or the park research coordinator for application materials.  Wilderness Portions of Noatak National Preserve and Kobuk Valley National Park are designated Wilderness. In addition, most of the remaining lands comprising Western Arctic National Parklands are eligible for Wilderness designation. Management restrictions apply to all Wilderness and Wilderness eligible lands and affect approval of transportation methods, field work timing and frequency, group size and the use of mechanized or motorized tools. When planning for research in Wilderness and Wilderness eligible areas, it is necessary that researchers limit their activities to the minimum necessary to meet the study objectives. The NPS has published guidelines for working in Wilderness areas in Alaska.  Endangered Species Act In 2010, much of the coastline of Bering Land Bridge National Preserve and small sections of the Cape Krusenstern National Monument coastline were designated as 'polar bear critical habitat' by the U.S. Fish and Wildlife Service (USFWS) under Section 7 of the Endangered Species Act. This requires the NPS to ensure that the activities in these areas are not likely to jeopardize the continued existence of the species or destroy or adversely modify its critical habitat. If an action has the potential to affect a listed species or its critical habitat, the agency must enter into consultation with the USFWS. The NPS also considers potential impacts to eiders and proposed or candidate species such as the yellow-billed loon, walrus, and ice seals during the review process.  Researcher responsibilities Persons in actual charge of field activities shall complete a cultural resources orientation briefing prior to entering the field. Researchers are required to report all results of their investigations to the park annually. This is accomplished using the 'Investigators Annual Report (IAR)' portion of the Scientific Research and Collection Permit website. Additionally, upon completion of a project, Western Arctic National Parklands requires copies of field notes, data, reports, publications and\/or other materials resulting from studies conducted in NPS areas. All specimens collected under permit that are not destroyed in analysis require cataloging into the NPS Automated National Catalog Program. ARPA Permit holders have additional reporting requirements assigned directly in the permit.  Coordinates Please use ESRI ArcGIS compatible coordinates or shapefiles whenever possible when describing proposed field camps and collection locations.  Email us.",
    "url": "https:\/\/www.nps.gov\/cakr\/learn\/nature\/researchpermit.htm"
}
