{
    "title": "Cape Krusenstern National Monument: Subsistence Practices",
    "body": "Explore This Park    Learn About the Park     History & Culture     Subsistence     Subsistence Practices                Subsistence Along the Coast        Once a seal has been harvested, local people spend long hours drying and curing the meat which will last them for the next year. NPS Photo\/Emily Mesner       For the people of Northwest Alaska, Cape Krusenstern National Monument is more than a vast, preserved wilderness – it’s the grocery store. For thousands of years, people have relied on the ocean, lagoons and tundra along the coast to provide the means for survival, and while even the most remote villages have a grocery store now, many people still turn to the land when deciding what’s for dinner.        Black strips of seal meat hang on a rack to dry at a summer subsistence camp.  The dark meat is rich in oil to fuel hard work and keep people warm in the arctic. NPS Photo  Water Seals Seal is a staple of coastal Inupiaq diets, and bearded seals (ugruk in Inupiaq) and ringed seals are widely hunted along the coast. Seal hunting requires specialized equipment and a great deal of skill. Even with modern technology, seal hunting can be a dangerous business, especially as the climate grows warmer and sea ice grows thinner and less predictable. Historically, seals were hunted with harpoons from open, wood frame boats called umiaqs, but today hunters typically use rifles and motor boats. Some hunters, however, still use the traditional kayaks and harpoons to hunt in the ocean. The Inupiaq use every part of the seal. Seal oil, meat and blubber are key ingredients in many traditional foods, and the skin is still used to make footwear. Traditionally, skins were also used to cover boats and make rope, snowshoe webbing and dog harnesses. Ringed seals were cleaned, turned inside out, inflated and tied off at the end to make a seal poke, a storage container used to store seal oil or blubber. Whales Alaska Natives are allowed to hunt whales by the International Whaling Commission, and beluga whales are an important part of the local diet and culture. Whale hunting is a communal activity, and even a small whale is large enough to feed many families, so the whale hunt is typically accompanied by thanks, celebration, and distribution of the meat. As with the seal, all parts of the whale are used. Muktuk, the skin and outer layer of blubber is eaten raw, and is a popular traditional food and an excellent source of vitamins C and D. Meat is cut into either cubes or thin strips, frozen and eaten raw, and the bones are used for carving and artwork. Seal and whale hunting were a key part of the traditional trade network throughout the area. Seal oil and muktuk were sent up river in exchange for wood, caribou furs and dried fish. Although the local economy has changed substantially in modern times, people still frequently trade marine resources with the inland villages along the Kobuk and Noatak Rivers.        Gill nets such as these are used to fish along the coast. NPS Photo\/Linda Jeschke  Fishing Fishing is the most common subsistence practice along the coast, and is done year round. During the winter, sheefish are caught through the ice using nets or a hook and line jig, and the herring run as the sea ice breaks up. During the summer, chum salmon and whitefish, as well as Arctic char, grayling, Dolly Varden and cod, are caught in nets along the coast and in the more sheltered coastal lagoons. Fish is an important source of food for both humans and dogs, and is dried, smoked, frozen or fermented to last through the leaner months. Many families spend their summers at fish camps along the coast, maintaining their nets and cutting and drying fish. Wood frames hung with drying salmon and whitefish are a common sight along the beaches during the warm months.        Part of the Western Arctic Caribou Herd walking along the sea ice off the coast of Cape Krusenstern National Monument. NPS Photo\/Cait Johnson  Tundra Although the ocean provides the majority of the food gathered along the coast, the tundra is another important source of food. The sheltered lagoons and tundra along the coast of Cape Krusentern National Monument are an important breeding grounds for waterfowl. Dozens of species of ducks and geese migrate to the coast every spring to lay their eggs. Locals gather duck, goose and gull eggs from nests on the tundra and hunt ducks and other waterfowl for meat. Portions of the vast regional caribou herd travel through Cape Krusenstern National Monument on their yearly migration. Moose and muskoxen are also popular sources of meat and hides. Wolves, wolverines, foxes, muskrats and arctic hares are hunted or trapped for their fur, which is used to make hats and ruffs on parkas. During the short summer, the tundra is abloom with wild plants and berries. Eskimo potato (masru), sourdock greens (a rhubarb-like plant), and wild celery are picked during late spring and early summer. In July, fireweed turns the tundra pink before giving way to a profusion of berries in August and September. Salmonberries (aqpik), blueberries, crowberries and cranberries all grow wild, and in late summer, the tundra is dotted with families picking gallons of berries. Many tundra plants are still used for medicinal purposes. Stinkweed, willow bark, fireweed, angelica, coltsfoot, horsetail and blueberry leaves are made into salves, poultices and oils that disinfect cuts, treat colds and cure headaches. In Northwest Alaska, subsistence is more than tradition– it’s the cultural identity of the people who live there. Subsistence requires an intimate knowledge of the land, ocean, animals and weather that can’t be fully captured in words. Knowledge of the land and its bounty have been passed down for generations and continues to live on in the modern Inupiaq people of the coast.",
    "url": "https:\/\/www.nps.gov\/cakr\/learn\/historyculture\/subsistence-in-cape-krusenstern.htm"
}
