{
    "title": "Cape Krusenstern National Monument: Bob Uhl",
    "body": "Explore This Park    Learn About the Park     History & Culture     Subsistence     Bob Uhl                Bob Uhl Journals         William R. \"Bob\" Kallachuq Uhl MK MacNaughton  William R. \"Bob\" Kalluchuq Uhl was born in 1927 in California. His first introduction to northwest Alaska was in 1948 as a member of the US Military. While stationed in Kotzebue, he met and married Carrie Williams. Carrie Williams Qisiliaq Uhl was born in 1922 in Kotzebue, Alaska. For most of her lifetime she lived in the country, away from town and any public services such as running water or electricity. Her family led a very subsistence-based lifestyle which meant that they depended on hunting, fishing, and gathering to provide food for themselves and their extended family. For over five decades, Bob and Carrie Uhl lived in rural camps. Summers were spent in a tent (and later in a tiny cabin) on the beach at Sisualik, where they were able to fish and hunt marine mammals. In the winter, they moved inland to a more sheltered cabin where trees provided wood for heat, a stream running under the winter ice provided water, and moose and caribou provided food. Bob and Carrie maintained a subsistence lifestyle at Cape Krusenstern for 54 years - beginning well before the establishment of Cape Krusenstern National Monument in 1980. In fact, they were the last full time residents of the Monument. Bob kept a daily journal of resource observations of the Cape Krusenstern area from 1990 to 2004. Bob has generously given permission for the National Park Service to edit and publish his journals for library use in order to better share this invaluable insight into a vanishing lifestyle. All journals and supplements are copyrighted by William R. Bob Uhl.     1990   1996   2002     1991   1997   2003-2004     1992   1998   Appendices     1993   1999   Map 1     1994   2000   Map 2     1995   2001",
    "url": "https:\/\/www.nps.gov\/cakr\/learn\/historyculture\/bob-uhl-journals.htm"
}
