{
    "title": "Cape Krusenstern National Monument: Research",
    "body": "Cultural Resource Program         A University of Washington archaeology crew conducts research on an old semi-subterranean house along the beach ridges of Cape Krusenstern. Old house timbers are slowly revealed about 4 feet down. NPS Photo  Humans have inhabited the lands in and around Cape Krusenstern for at least 9,000 years. Cape Krusenstern National Monument was once part of Beringia, the thousand mile wide expanse of grassland that connected Asia and North America during the last Ice Age. Some of North America's first humans lived in what is now the monument. The unique beach ridges along the coast preserve seasonal and permanent camps demonstrating 4,000 years of continual occupation and are instrumental in learning about the prehistory of the Northwest Alaska. The Cultural Resource program at Cape Krusenstern National Monument documents the lives and activities of people in the parks, past and present, and strives to preserve places with unique history. In Alaska, as in the rest of the United States, the National Park Service recognizes and manages five basic types of cultural resources:  Archeological Sites: Physical evidence of past human occupation or activity (the National Park Service recognizes two basic subcategories; prehistoric and historic archeological sites). Cultural Landscapes: Geographic areas associated with a historic event, activity, or person; or that exhibit other cultural or aesthetic values (this category includes designed, vernacular, and ethnographic landscapes). Cultural landscapes encompass both cultural and natural resources as well as any wildlife or domestic animals that have historic associations with the landscapes. Ethnographic Resources: Sites, structures, objects, landscapes, or natural features of traditional importance to a contemporary cultural group. Museum Objects: Material things that possess scientific, historical, cultural or aesthetic values (usually movable by nature or design). Historic Structures: Constructed works created to serve some human activity (usually immovable by nature or design – buildings, bridges, earthworks, roads, rock cairns, etc. – prehistoric or historic).  The authentic remnants of our nation’s cultural legacy give us an irreplaceable tangible link to our past that cannot be replaced by a book or an article. These authentic places and objects are material touchstones to a past that we experience for ourselves. They serve as material anchors to our past and reference points to our future that cannot be easily erased or eliminated. We can see them, touch them, connect with them in such a way that we can know the past actually happened. Each generation can learn from the ruins, the buildings, and the objects of the past; these are the landmarks that link us over time and space and give meaning and orientation to our lives.",
    "url": "https:\/\/www.nps.gov\/cakr\/learn\/historyculture\/program.htm"
}
