{
    "title": "Cape Krusenstern National Monument: Archive",
    "body": "Explore This Park    Learn About the Park     News     News Releases     Archive                Archive           Subscribe  | What is RSS     January 22, 2015  Public Hearings and Comment Period for Compendiums Including Temporary Wildlife Hunting Restrictions  National Park Service compendiums for Alaska will be open for a 30-day public comment period. A compendium – one for each NPS area in Alaska -- is a compilation of all designations, closures and restrictions adopted under the discretionary authority within the regulations covering national parks.   September 04, 2014  Alaska Proposes Hunting Regulations for National Preserves  The National Park Service is proposing a permanent federal prohibition on three historically illegal predator hunting practices in Alaska’s national preserves.   February 18, 2011  Superintendent Named for Western Arctic National Parklands  Frank Hays has been selected as superintendent of Western Arctic National Parklands, comprised of four park units including Kobuk Valley National Park.   January 06, 2010  Northwest Arctic Heritage Center Community Opening  Saturday, December 19, was a big day in Kotzebue, Alaska.  Almost 10 years after it was first envisioned, the National Park Service opened the doors of the Northwest Arctic Heritage Center to the community.   February 10, 2009  Report Examines Exposure to Metals in Small Mammals, Birds in Cape Krusenstern National Monument  The U.S. Geological Survey, in cooperation with the National Park Service has released a report on heavy metals exposure on a small sample of wildlife in Cape Krusenstern National Monument in Northwest Alaska.   June 01, 2008  Construction to Begin in July 2008 on the Northwest Arctic Heritage Center  After seven years of planning, construction will soon begin on the Northwest Arctic Heritage Center in Kotzebue.  Follow the progress as the center takes form during construction.",
    "url": "https:\/\/www.nps.gov\/cakr\/learn\/news\/newsarchive.htm"
}
