{
    "title": "Cape Krusenstern National Monument: Places",
    "body": "Places        Testing and recording an archeological feature atop a beach ridge UW\/NPS        Cape Krusenstern Human-Environmental Dynamics Project Two Hundred Generations: On the Beach of Their Time Contributed by Shelby Anderson, Department of Anthropology, University of Washington  Introduction   The University of Washington (UW) is collaborating with the National Park Service (NPS) to undertake an interdisciplinary research project at Cape Krusenstern, the focus of which is the dynamic interactions between people and their environment over the 4,000+ years that people have lived at Cape Krusenstern. Cape Krusenstern is an ideal place to investigate these interactions because of the rich record of past environments and past human occupation at Krusenstern. This interdisciplinary project is focused on understanding human life ways – specifically material culture, subsistence, and settlement activities – as they relate to changes in the coastal environment and in regional patterns of climate change.  Background  The Cape Krusenstern beach ridge complex is the most extensive in Northwest Alaska, encapsulating over 5,000 years of human occupation and a record of past coastal environments (Giddings and Anderson 1986; Mason and Jordan 1993). Beach ridges began forming at Krusenstern approximately 5,000 years ago when local sea level stabilized. The ridges develop during decade- to century-long periods of fair weather and are eroded during periods of coastal storminess. The ridges themselves are a record of past fluctuations in sea levels, wave energy and wave direction. Throughout the formation process, active coastal beaches are impacted by erosion caused by coastal storms.   The approximately 9,000 acre complex contains over 70 distinct beach ridges, which together form a ‘horizontal stratigraphy’ where archeological remains date to progressively younger time periods as one moves from Krusenstern Lagoon to the active beach. Human occupation of the Cape spans numerous cultural traditions and changes in subsistence, settlement, and socio-economic organization that occurred throughout the region over the last 4,000+ years (see Giddings and Anderson 1986; Harritt 1994; Schaaf 1988).   Field Objectives and Methods   Archaeological fieldwork activities carried out in 2006, 2008, and 2009 included survey, mapping, and testing of both previously recorded and new archaeological sites at Krusenstern. The purpose of survey is to collect spatial information about archaeological sites, which is important for reconstructing past settlement patterns. Additionally, site condition and location data important for NPS resource management and site protection efforts is being gathered. A new type of highly precise Global Positioning System (GPS) is used to record spatial data during survey. This technology allows field crews to work quickly while recording and mapping archaeological site information with unprecedented accuracy. Site testing is directed toward collecting cultural material from different time periods, analysis of which will contribute to the overall project goals of refining current knowledge of the region’s archaeological history, along with better understanding of past life ways and adaptations to environmental change over time.   The UW team has integrated site data collected in the late 1950s and 60s by archaeologists J. Louis Giddings, Douglas D. Anderson and local Inupiaq resident Almond Downey who, “was instrumental in helping…locate the Cape Krusenstern archaeological sites” during those highly productive years of exploration (Giddings and Anderson 1986). In addition to this legacy spatial data, survey and testing data are incorporated into a project Geographic Information System (GIS) that includes archaeological site location, condition and collections information that will become an important research and management tool.  Preliminary Results of Fieldwork  Over the course of three field seasons, the archaeological team has surveyed, mapped and tested approximately 1\/3 of the 9,000 acre beach ridge complex. Over 1,500 archaeological features have been recorded, including both newly discovered and previously reported features.  In 2009, the field crew spent eight weeks surveying and conducting test excavation in the west-central area of the beach ridge complex. Numerous hearths and campsites were identified in the older areas of the beach ridge complex dating to between approximately 2,000 and 4,500 cal BP. Many more of these features were identified in the 2009 survey area than in other surveyed areas of the beach ridge complex. Samples for radiocarbon dating were collected from most of these sites, an important find since none of these older features were directly dated prior to the current project. Preserved faunal material was also identified on some of the oldest beach ridges at the complex; typically faunal preservation is not good on these older ridges and the recovery of a few buried whale and caribou bones is exciting.  In addition to survey, several features dating to the last 2,000 years were test excavated in summer 2009. This includes testing of a house that is rapidly eroding into the ocean. Pottery and stone tool making debris were recovered from the house, along with preserved structural wood and other artifacts. Mapping and test excavations were also completed at the previously recorded Early Western Thule site, a settlement of five houses and many associated storage features dated to about 1,000 years before present. During test excavation, pottery, a harpoon fragment, stone tool making debris, and animal bones were recovered from various features. Two wood lined storage features were discovered in the process of testing as well.  Future Work  What we have found so far generally fits the existing model of occupation at Krusenstern. All of the features identified in the older area of the beach ridge complex near the lagoon – hearths, stone tool or pottery surface scatters, and small campsites - are of a temporary nature. More recent pottery scatters found in the same area, however, show that people continued to visit the lagoon over the last 3,000 years, even as they established more permanent homes on the beach ridges nearest the ocean.  In the central part of the beach ridge complex, tentatively dated to between 2,900 and 2,000 cal BP, we have found numerous hearths and surface scatters. Many of these are likely the remains of temporary camp sites. Use of the Cape during this period is thought to be only seasonal, with no evidence of longer term occupations. As expected, the majority of the more permanent features, namely houses and associated storage features, are in geologically younger areas of the beach ridge complex that date to between about 2000 years ago and the present day. As people began to live on the coast more permanently, they constructed more substantial semi-subterranean houses.  In 2010, the UW team will return to Krusenstern for a final season of fieldwork. After wrapping up the survey portion of the project, the field effort will be focused on testing additional features identified during survey.  Additional information about this project is available on the NPS Archeology Program website.   References and Sources of Additional Information    Giddings, J. Louis. Ancient Men of the Arctic. New York: Alfred K. Knopf, 1967.   Giddings, J. Louis and Douglas D. Anderson. Beach Ridge Archeology of Cape Krusenstern: Eskimo and Pre-Eskimo Settlements around Kotzebue Sound, Alaska. Publications in Archeology vol 20. Washington D.C.: National Park Service, 1986.   Harritt, Roger K. Eskimo Prehistory on the Seward Peninsula. Alaska Region Resources Report # 93\/212. Anchorage: National Park Service, 1994.   Mason, Owen. K. and Jim W. Jordan. “Heightened North Pacific Storminess and Synchronous late Holocene Erosion of Northwest Alaska Beach Ridge Complexes.” Quaternary Research, vol.40, no.1 (1993):55-69.   Schaaf, Jeanne, editor. The Bering Land Bridge: An Archeological Survey. National Park Service Resources Management Report vol. 14. Anchorage: National Park Service, 1988.                       Archeology   20 Photos  Cape Krusenstern is known for its rich cultural history and archaeological sites.",
    "url": "https:\/\/www.nps.gov\/cakr\/learn\/historyculture\/places.htm"
}
