{
    "title": "Aniakchak National Monument & Preserve: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       Aniakchak was established as a National Monument in 1978 by a Presidential proclamation to protect, study, and interpret the dynamic geology, ecology, and human use of Aniakchak Caldera and the surrounding landscape. The monument was also established to protect the unique subsistence culture of the local residents. The monument was enlarged and re-designated a National Monument and Preserve by the Alaska National Interest Lands Conservation Act (ANILCA) in 1980.   ANILCA states that Aniakchak National Monument and Preserve is to be managed for the following purposes, among others: To maintain the caldera and its associated volcanic features and landscape, including the Aniakchak River and other lakes and streams, in their natural state; to study, interpret, and assure continuation of the natural processes of biological succession; to protect habitat for, and populations of, fish and wildlife, including, but not limited to, brown\/grizzly bears, moose, caribou, sea lions, seals, and other marine mammals, geese, swans, and other waterfowl and in a manner consistent with the foregoing, to interpret geological and biological processes for visitors. Subsistence uses by local residents shall be permitted in the monument where such uses are traditional in accordance with the provisions of ANILCA. In addition, ANICLA designated the Aniakchak River, along with its tributaries of Hidden Creek, Mystery Creek, Albert Johnson Creek, and North Fork Aniakchak River as a Wild River.   The National Park Service preserves unimpaired the natural and cultural resources and values of Aniakchak National Monument and Preserve for the enjoyment, education, and inspiration of this and future generations. To support this mission, park staff cooperates closely with partners and stakeholders to preserve park resources while providing outdoor recreation and subsistence opportunities.   The management of Aniakchak National Monument and Preserve involves the ability to successfully understand and apply a variety of laws, regulations, and policies that were established to protect park resources and values. Park management consists of several key programs, which include administration, environmental planning, facility management and maintenance, cultural and natural resources management, interpretation and education, law enforcement and resource protection, subsistence resource management, and commercial services.   To learn about the administrative history of Aniakchak National Monument and Preserve, see the online book titled Isolated Paradise by Frank B. Norris.   Laws and Policies Portfolio of Management Plans",
    "url": "https:\/\/www.nps.gov\/ania\/learn\/management\/index.htm"
}
