{
    "title": "Aniakchak National Monument & Preserve: Bear Safety",
    "body": "Bear Safety         Brown bear (Ursus arctos horribilis) NPS Photo  When Father Bernard Hubbard first climbed into Aniakchak Caldera in 1930, his first dramatic experience--after the scenery--was an encounter with a female brown bear and her cub. Brown bears remain numerous throughout Aniakchak because of good forage conditions and seasonal availability of ample dietary protein in the form of salmon. The following guidelines will help you travel safely in bear country. More detailed information can be found on Katmai National Park and Preserve's bear safety pages. Food Storage The use of bear-resistant food containers (BRFCs) is mandatory in all backcountry areas. For a list of approved BRFCs (including ice chests and coolers), go to www.igbconline.org and Alaska Department of Fish and Game's bear resistant container's page. A limited supply of BRFCs is available to borrow free of charge at the visitor center in King Salmon. BRFCs can also be purchased or rented at many backpacking\/outdoor stores.Please note, any coolers and dry boxes accepted as BRFCs by the Interagency Grizzly Bear Committee or the Alaska Department of Fish and Game must be bolted shut or padlocked to be considered bear resistant. Yeti and Igloo coolers without padlocks are not acceptable BRFCs. Also consider that soft-sided BRFCs may not be the best option for food storage in Katmai. Gear Storage Avoid leaving property unattended. Unattended equipment can attract curious bears. Not only can your belongings be damaged or destroyed, but bears may also learn to associate such items toys or food.        As her yearling cubs observe, a curious brown bear destroys a cooler. NPS Photo  Be Alert Bears are active both day and night and could be anywhere. Make Noise In dense stands of willow or alder and other conditions that hamper visibility, make lots of noise so bears can hear you approach. Bears may perceive you as a threat if you startle them. By making noise such as clapping, singing, or even talking loudly, you can alert a bear to your presence and it will likely choose to avoid you. Try to stay with a group when traveling in bear country. A group is noisier, easier for a bear to detect, and more intimidating than one person or two people. Avoid Close Encounters If you see a bear that is unaware of your presence or far away, back away slowly and quietly while keeping an eye on the bear. Do Not Approach Do not approach bears within 50 yards (46 m). Avoid actions that interfere with bear movement or foraging activities. Remain Calm A bear may approach closely or stand up on its hind legs to identify you. Back away slowly, moving diagonally out of its path of travel. You may need to leave a trail (if available) temporarily to allow a bear to pass. If a bear follows you, stop and hold your ground. If a bear continues to approach, make noise, wave your arms, and try to appear as large as possible. Don't Run Running may encourage a bear to pursue you. Bears can run faster than 30 mph (50 km\/hr). You cannot outrun them. If a bear is charging you, try to appear non-threatening. Stand your ground and speak to the bear in a calm voice. Bears sometimes come within a few feet of people before veering off. If a Bear Makes Contact with You... Play dead. Fall to the ground on your stomach with your legs apart. Lock your hands behind your neck to protect your neck and face. If you do get rolled over, keep rolling until you are face down again. Stay quietly in this position until the bear has left the area. If the attack continues long after you have assumed the protective position, fight back vigorously. Fishing Around Bears Remember: Bears come here to fish, too. When bear activity is at its peak, both bears and anglers compete for the same resources. Stop fishing whenever bears are close enough to see or hear you and break your line if you encounter a bear. A bear quickly learns to associate anglers and\/or the splashing of a fish in play with an easy meal and can take away your fish in seconds. A bear that has learned that humans are a good source of food may become dangerous to people in the park and in local communities outside the park. In most cases such bears must eventually be destroyed. You can prevent this by being aware of how to behave to protect yourself and the bears.",
    "url": "https:\/\/www.nps.gov\/ania\/planyourvisit\/bearsafety.htm"
}
