{
    "title": "Cape Krusenstern National Monument: Multimedia Presentations",
    "body": "Explore This Park    Learn About the Park     Photos & Multimedia     Multimedia Presentations              Videos & Other Multimedia Presentations                         99 Ways to Find Your Park 99 Ways to #FindYourPark featuring Wool E. Mammoth at Cape Krusenstern National Monument.  Created by SCA\/AmeriCorps interns Julia Schock & Macy Kenworthy.  Duration:2 minutes, 47 seconds                                Rediscovering a Lost Icon of the Arctic Muskox are wild animals that have always been valued by people.  Understanding their behavior can help humans coexist peacefully today and rediscover a lost icon of the arctic.  Duration:4 minutes, 31 seconds                                Learning to Sew Grass Baskets Along the shores of the Chukchi Sea, local Inupiaq Eskimos pick beach grass to weave into baskets.  These baskets are primarily tools used to hold dried food, but they are also beautiful pieces of art.  Learn about this traditional Inupiaq craft and how the baskets are made.  Duration:4 minutes, 1 second                                Grass Baskets: A Demonstration by Kathy Ward Ever wonder how a grass basket is made?  Master craftswoman Kathy Ward of Kotzebue, Alaska demonstrates how she creates her baskets.  Duration:3 minutes, 11 seconds                                Archeology Cultural artifacts of interest to local people are being uncovered by all the time by WEAR archaeologists, but are threatened by coastal erosion due to climate change.  Duration:2 minutes, 9 seconds               Junior Rangers of Cape Krusenstern National Monument Even though it's remote, Cape Krusenstern National Monument has a thriving Junior Ranger program, primarily made up of kids from the local Eskimo village of Kotzebue. Join us for a glimpse of some of our many programs.                       Junior Rangers of Noatak National Preserve Learn how junior rangers in Kotzebue, Alaska are able to learn about the inspiring and beautiful parks around northwest Alaska, even when they're unable to physically visit them.  Duration:4 minutes, 14 seconds                                Roving Rangers The National Park Service in Kotzebue, Alaska started a new and unique program where the rangers go out into the local Eskimo community looking for kids to talk with and educate. They take the park's pickup truck and try to find the kids where they are out playing. Each week the rangers pick a different topic relating to the parklands and bring along props and games to help illustrate the lesson. Please join us for an evening with the Roving Rangers!  Duration:9 minutes, 41 seconds                                Camp Willow Every summer, the National Park Service in Kotzebue, Alaska puts on Camp Willow, a two-day overnight camp for local 10-15 year-olds.  The kids get a chance to explore nature and learn what it's like to be a park ranger and a scientist.  Join us for a look at the 2015 Camp Willow!  Duration:5 minutes, 58 seconds                   Students, Park Rangers, and community members work together each week to create a new episode of \"The Ranger Report\" NPS\/Julia Schock  The Ranger Report The National Park Service is working with students from the Photojournalism Club at Kotzebue Middle High School in Kotzebue, Alaska, to create a weekly news report. These videos cover a wide range of topics such as natural resources, subsistence, cultural resources, wildlife, safety in the wilderness, career exploration, and more. Download the video each week and show it to your classroom!",
    "url": "https:\/\/www.nps.gov\/cakr\/learn\/photosmultimedia\/multimedia.htm"
}
