{
    "title": "Aniakchak National Monument & Preserve: Rafting",
    "body": "Rafting         Rafting The Gates of the Aniakchak River. NPS Photo by Troy Hamon  The Aniakchak (Big) River Are you contemplating running the Aniakchak River from its caldera headwaters through treeless tundra to the sea? A commercial guidebook says: \"The weather on Aniakchak is severe; life-threatening conditions can develop rapidly. Extremely violent winds in the caldera, particularly near 'The Gates,' can shred tents and prevent air rescue.\" A hefty budget and pre-tested skills and gear are absolutely necessary. Congress named the Aniakchak a national wild river in 1980. Its spectacular resources make rafting the Aniakchak a most rewarding experience. You can float from inside a volcano to the ocean, past spectacles of wildlife and geology. From Surprise Lake, the river flows a peaceful mile to The Gates. The river moves swiftly through this narrow gorge in the caldera wall, and large rocks demand precise maneuvering. A gradient of 75 feet per mile makes this section challenging. After a more gentle 10 miles comes the confluence with Hidden Creek, and the river is again filled with car-sized boulders, abrupt bends, and a narrow bed requiring extreme caution. After 5 more miles, the river slows to meander toward the Pacific Ocean and the seals, sea otters, bald eagles, and sea birds of Aniakchak Bay. Total float time: 3 to 4 days from Surprise Lake to the bay. Camp on sandy gravel bars for flat tent sites and fewer bugs—and so that your human impacts are readily erased by subsequent high water. Use a small backpacking stove; firewood is scarce in treeless tundra. For more information about camping at Aniakchak, visit the camping page. Only a few parties float the river each year, mostly in July. Plan on delays getting in and, especially, delays getting out. Dry suits are recommended; life jackets are required. Scout The Gates and Hidden Creek confluence before you run them. Inflatable rafts 12 or 13 feet long with rowing platforms are most popular. And, be sure to bring lots of repair materials! USGS maps are available at the King Salmon Visitor Center (be sure to call ahead) and other limited supplies may be available in larger Bristol Bay communities. The Aniakchak is a dynamic landscape; river conditions may change rapidly in a very short period of time. Contact the National Park Service in King Salmon for the latest information, but always be prepared for the unexpected!",
    "url": "https:\/\/www.nps.gov\/ania\/planyourvisit\/rafting.htm"
}
