{
    "title": "Grand Canyon National Park: Park Newspaper Archive",
    "body": "Park Newspaper Archive       2015 Grand Canyon Guide - Newspaper Archive Back Issues may be downloaded below. As of December 1, 2015, Grand Canyon National Park discontinued the Grand Canyon Guide Newspaper. 2015 Legacy editions of the newspaper provide basic visitor information, however, please be aware that ranger program schedules and hours of operation may have changed since these newspapers were published.  For current 2016 season information, download:  the South Rim Pocket Map and Services Guide  the North Rim Pocket Map and Services Guide and the Backcountry Hiking\/Camping brochure   You may also return to the Trip Planning Publications page       2015 South Rim Newspapers        Park Newspaper  Download the 2014 Winter (English) December 1, 2014 - February 28, 2015 Winter South Rim Guide (letter-size) (Prints on 8.5 x 11\" paper 4.1 MB PDF File)  Winter South Rim Guide (tabloid size) (Prints on 11 x 17\" paper 2.9 MB PDF File)  Contains maps, schedules and information.  South Rim lodging and camping along with most other visitor services within the park are open all year.  Reserve lodging and campsites as far ahead as possible, especially during busy summer and fall months.  Download Winter South Rim Village Shuttle Bus\/ Parking Map as one large page 22.5 x 17\" (1.9 MB PDF file)          Park Newspaper  Download the 2015 Spring (English) March 1, through May 20, 2015 Spring South Rim Guide (letter-size) (Prints on 8.5 x 11\" paper 2.5 MB PDF File)  Spring South Rim Guide (tabloid size) (Prints on 11 x 17\" paper 2.4 MB PDF File)  Contains the maps, schedules and information needed to plan a South Rim visit.  South Rim lodging and camping and most other visitor services are open all year.  Reserve lodging and campsites as far ahead as possible, especially if you plan to visit during the busy summer and fall months.  Download Spring South Rim Village Shuttle Bus\/ Parking Map as one large page 22.5 x 17\" (1.5 MB PDF file)          Park Newspaper  Download the 2015 Summer (English) May 21 - September 7, 2015 Summer South Rim Guide (letter-size) (Prints on 8.5 x 11\" paper 4.5 MB PDF File)  Summer South Rim Guide (tabloid size) (Prints on 11 x 17\" paper 2.3 MB PDF File)  Contains the maps, schedules and information needed to plan a South Rim visit.  South Rim lodging and camping along with most other visitor services within the park are open all year.  Reserve lodging and campsites as far ahead as possible, especially during busy summer and fall months.  Download Summer South Rim Village Shuttle Bus\/ Parking Map as one large page 22.5 x 17\" (1.1 MB PDF file)          Park Newspaper  Download the 2015 Autumn (English) September 8 - November 30, 2015 Autumn South Rim Guide (letter-size) (Prints on 8.5 x 11\" paper 1.7 MB PDF File)  Autumn South Rim Guide (tabloid size) (Prints on 11 x 17\" paper 2.5 MB PDF File)  Contains maps, schedules and information.  South Rim lodging and camping along with most other visitor services within the park are open all year.  Reserve lodging and campsites as far ahead as possible, especially during busy summer and fall months.  Download Autumn South Rim Village Shuttle Bus\/ Parking Map as one large page 22.5 x 17\" (1.1 MB PDF file)         2015 North Rim Newspaper        Park  Newspaper  Download the 2015 Season (English) May 15 through October 15, 2015. North Rim Guide (letter-size) Pages split to print on 8.5 x 11\" paper. (4.3 MB PDF File)  North Rim Guide (tabloid size) Prints on 11 x 17\" paper (2.2 MB PDF File)  The 2015 edition of the North Rim Guide contains the maps, schedules and information needed to plan your visit.  The North Rim has a short season, so it is best to reserve lodging and campsites as far ahead as possible.  Download Maps and Trail Guide as one large page 22.5 x 17\" (467 kb PDF)        Return to the Trip Planning Publications Page  Current Trip Planner, Pocket Maps and Backcountry Hiking Guide",
    "url": "https:\/\/www.nps.gov\/grca\/learn\/news\/archive.htm"
}
