{
    "title": "Grand Canyon National Park: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility             Many of the facilities at Grand Canyon are historic and built before current accessibility standards were set.  The terrain is rugged with narrow, rocky trails and steep cliffs.  Visitors using wheelchairs or who have visual impairments may need assistance.    All park shuttle buses are wheelchair accessible.   Shuttle buses are equipped with ramps and space to carry passengers in wheelchairs.    Please note: wheelchairs larger than 30 inches wide by 48 inches long (76 by 122 cm) cannot be accommodated on shuttle buses.   Most motorized scooters will not fit on the buses.   A Scenic Drive Accessibility Permit allows entry for visitors with mobility issues access to some areas closed to public traffic. The permit is available at entrance gates, National Park Service visitor centers, and hotel lobbies.   The Accessibility Permit also acts as a temporary parking permit for designated parking.           A digital copy of the Grand Canyon National Park Accessibility Guide Newspaper may be downloaded below:  Accessibility Guide (updated 2012) for printing on standard letter-sized paper (1.2 MB PDF file)  Accessibility Guide (updated 2012) Large Type Version for printing on 11 x 17\" paper (5 MB PDF file)   If you have any accessibility questions about Desert View, or elsewhere in the park, you may email us here. Upon your arrival at the park, a paper copy of the Accessibility Guide is available upon request at the Grand Canyon Visitor Center, Yavapai Museum of Geology, Kolb Studio, Verkamps Visitor Center, Tusayan Museum, Desert View Visitor Center, or the North Rim Visitor Center.  A number of the daily Interpretive Ranger Programs are wheelchair accessible. When you arrive in the park, more detailed information is available at the visitor centers, or you may email us here.",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/accessibility.htm"
}
