{
    "title": "Aniakchak National Monument & Preserve: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           1000 Silver St., Bldg. 603 PO Box 7  KIng Salmon, AK 99613                 Directions         Located on the Alaska Peninsula, 450 miles southwest of Anchorage, Aniakchak National Monument and Preserve is inaccessible by road. Notoriously bad weather makes access to Aniakchak unpredictable. Drop-offs and\/or pick-ups may be significantly delayed.   Directions Details           Operating Hours & Seasons         Aniakchak National Monument and Preserve Aniakchak National Monument is a truly primitive environment with no federally-maintained public facilities. The NPS imposes no operating hours or seasonal restrictions. Access to and movement within Aniachak, however, may be limited or restricted at any time depending upon prevailing weather conditions.   Standard Hours    Sunday: Open 24 hours   Monday: Open 24 hours   Tuesday: Open 24 hours   Wednesday: Open 24 hours   Thursday: Open 24 hours   Friday: Open 24 hours   Saturday: Open 24 hours             Weather           When you visit, be prepared to encounter all types of weather. On average, wet and cool conditions predominate in spring, summer, and fall. Strong winds can delay the departure and arrival of boats and floatplanes.         Fees & Passes     Entrance Fees:   No Entrance Fee - $0.00 There is no fee to enter Aniakchak National Monument and Preserve         Visitor Centers       King Salmon Visitor Center Located at the King Salmon Airport, this visitor center provides information on public lands on the northern Alaska Peninsula and Southwest Alaska. A large collection of films are available for viewing and an AGA bookstore sells maps, books, and other park-related items.             Aniakchak National Monument and Preserve is a truly primitive landscape with no federally-maintained public facilities. The National Park Service imposes no operating hours or seasonal restrictions. Access to and movement within Aniakchak, however, may be limited or restricted at any time depending upon prevailing weather conditions and\/or volcanic activity. Please also be aware that in-holdings of private property exist within the monument and preserve. At no time is it permissible to enter private lands without prior consent from the landowner. Please respect the rights of property owners and avoid illegal trespassing.",
    "url": "https:\/\/www.nps.gov\/ania\/planyourvisit\/basicinfo.htm"
}
