{
    "title": "Aniakchak National Monument & Preserve: Permits & Reservations",
    "body": "Explore This Park    Plan Your Visit     Basic Information     Permits & Reservations              Permits       Permits are not required for public access to or overnight stays within Aniakchak National Monument and Preserve. Please be aware, however, that Aniakchak contains numerous parcels of privately-owned land. Access to private lands is prohibited without prior consent of the landowner. Visitors should leave itinerary information with a friend or family member. Be sure to include float plan details (if applicable), the name of the trip leader, the air taxi operator's name and contact information, type and color of equipment\/clothing used, and anticipated date of return. The NPS will not initiate a search for an individual or group unless they are reported overdue. Aniakchak visitors are also encouraged to submit the same information in a \"Backcountry Planner,\" available free-of-charge at the King Salmon Visitor Center. Commercial Filming and Photography All commercial filming and\/or photography requests involving the use of NPS lands must be approved through a permitting process initiated through the Park Superintendent or his\/her representative. For additional information, see the Commercial Film\/Photography Permits page. Hunting Hunting in Aniakchak National Preserve is allowed in accordance with Alaska Department of Fish and Game (ADF&G) regulations. All hunters must carry any required harvest tickets, permits, and\/or tags while hunting. Visit the hunting page for additional information. Fishing Fishing in Aniakchak National Monument & Preserve is allowed in accordance with Alaska Department of Fish and Game (ADF&G) regulations for Bristol Bay drainages. All anglers must have in their possession any required identification, licenses, and\/or stamps while fishing. To learn more about sport fishing in Aniakchak, visit the fishing page.",
    "url": "https:\/\/www.nps.gov\/ania\/planyourvisit\/permits.htm"
}
