{
    "title": "Aleutian World War II National Historic Area: Management",
    "body": "Explore This Park    Learn About the Park     Management             Management       Enabling Legislation  There can be many reasons why a place is special, but a park site's enabling legislation explicitly spells out why Congress chose to set aside an area as a unit of the National Park System.   H.R. 4236 SEC. 513. UNALASKA.   (a) Short Title.-This section may be cited as the \"Aleutian World War II National Historic Areas Act of 1996\"   (b) Purpose.-The purpose of this section is to designate and preserve the Aleutian World War II National Historic Area within lands owned by the Ounalaska Corporation on the island of Amaknak, Alaska and to provide for the interpretation, for the educational and inspirational benefit of present and future generations, of the unique and significant circumstances involving the history of the Aleut people, and the role of the Aleut people and the Aleutian Islands in the defense of the United States in World War II.   (c) Boundaries.-The Aleutian World War II National Historical Area shall be comprised of areas on Amaknak Island depicted on the map entitled \"Aleutian World War II National Historic Area\".   (d) Terms and Conditions.-Nothing in this section shall 1) Authorize the conveyance of lands between the Ounalaska Corporation and the United States Department of the Interior, nor remove land or structures appurtenant to the land from the exclusive control of the Ounalaska Corporation; or 2) Provide authority for the Department of the Interior to assume the duties associated with the daily operation of the historic area or any of its facilities or structures.   (e) Technical Assistance.-The Secretary of the Interior may award grants and provide technical assistance to the Ounalaska Corporation and the City of Unalaska to assist with the planning, development, and historic preservation from any program funds authorized by law for technical assistance, land use planning or historic preservation.  [Congressional Record: October 1, 1996 (House), Page H12196-H12250] From the Congressional Record Online via GPO Access",
    "url": "https:\/\/www.nps.gov\/aleu\/learn\/management\/index.htm"
}
