{
    "title": "Aleutian World War II National Historic Area: Unit Histories and Scrapbooks",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Unit Histories and Scrapbooks                Unit Scrapbooks and Histories       54th Troop Carrier Squadron  The 54th Troop Carrier Squadron was activated 1 June, 1942 and remained in service until 5 March, 1949.  It operated out of Elmendorf Field, Alaska from 15 November, 1942-45 during WWII. The squadron arrived at Elmendorf Field with C-47's on 19 November 1942. Of note, one C-47 in the squadron was named the \"Gluck\" and was equipped with floats for water landings. Towards the end of the war, the squadron converted to the Douglas C-54 to replace the C-47's. The squadron's history is posted with permission from the Bangor Public Library.  View the Bangor Library's other WWII history. Read the full history of the 54th Troop Carrier Squadron.         54th Fighter Squadron  September 3, 1942, marked the first operation by the 54th Fighter Squadron in the Aleutian Campaign, with a strafing mission over Kiska. As the campaign progressed, the squadron saw their focus change from Kiska to Attu, with their briefing from General Jones (Post Commanding General at Amchitka) telling them that \"upon the successful completion of your missions may rest the reputation of the Air Forces - if not in the eyes of the world, certainly in the eyes of the infantry ... looking to you for help.\" Read the full history of the 54th Fighter Squadron.       73rd Bombardment Squadron  On June 4, 1942, this Squadron participated in attack upon enemy Task Force which was attacking Dutch Harbo~, Alaska. This was the initial operation of the 73rd in Alaska, though they saw extensive action in the campaign thereafter. Read the full history of the 73rd Bombardment Squadron to learn more about their operations and losses.      77th Bomb Squadron  The 77th Bomb Squadron served throughout the war in the Aleutians with operations on Attu, Adak, Amchitka and Umnak Islands as well as at Elmendorf Air Force Base in Anchorage. They flew the B-18, B-25 and B-26 aircraft. The squadron received the Distinguished Unit Citation for their Kurile Island Missions. One of the famous members of the squadron was Charlton Heston. Read the 77th Bomb Squadron history to learn more.                   77th Bomber Squadron   16 Photos  Images of the 77th Bomber Squadron, serving in the Aleutian Campaign of WWII.                        Patrol Bombing Squadron 139 (VP-139)    This Navy Patrol Squadron made a mark on history with its patrols and bombing missions to the Japanese Kurile Islands. From Attu the squadron flew these dangerous missions, fending off enemy fighters in the air, attacks from ground forces and shipping. Weather was always an issue and with no refueling capability VP-139 aircraft were flying to the limits of their fuel reserves. Shot up or low on fuel many went missing while others were forced to land on Russia's Kamchatka Peninsula and suffer internment. Read more about the history of the squadron in the 1945 historical survey, chronology, and war diary.",
    "url": "https:\/\/www.nps.gov\/aleu\/learn\/historyculture\/unit-histories.htm"
}
