{
    "title": "Aleutian World War II National Historic Area: Collections",
    "body": "Collections       Donated Stories  Works by Kevin Don Hutchison The son of Joe Hutchison, Kevin is an avid student of military history and kindly donated some of his writings.   First Surface Strike on Japan Reprinted from Proceedings with permission: Copyright© 1994 U.S. Naval Institute  First Heavy Bomber Attack on Japan Reprinted from Air Classics with permission: Copyright ©1996 Challenge Publications, Inc.  The Cruiser That Had to Be Saved: USS Raleigh Reprinted from Sea Classics with permission: Copyright © 1996 Challenge Publications, Inc. DEs Under the North Star Reprinted from Battle Stations with permission: Copyright © 1996 Challenge Publications, Inc.           \"The Battle of the Aleutians\"   Veteran Clifford McGinnis saved this history of the conflict in the Aleutians, written in the 1940s by the Intelligence Section of general headquarters on Adak. It details the opening stages of the conflict in the Pacific between Japan and America, and then recounts the initial Japanese offensive in the Aleutians and the American counterattack. It provides insights into how the military framed the war effort to its own servicemen and captures many of the environmental challenges they faced while fighting in this remote corner of the world.       Newspapers  The Harbor News Published weekly by the Welfare Department, the Harbor News served to connect servicemen stationed in the remote Aleutian Islands with the wider war effort. Thanks to Al Gentle, several of the last editions of the paper are available here. Get a glimpse of the cautious excitement and optimism felt as an end came in sight.      Harbor News, April 1, 1945  Harbor News, April 8, 1945  Harbor News, May Special      Harbor News, May 7, 1945  Harbor News, May 8, 1945  Harbor News, August 10, 1945        Unalaska News Unalaska, a small city on Unalaska Island, is neighbor to Amaknak Island, which itself is home to Dutch Harbor. In this Unalaska News article from May 14, 1945, read a touching first-hand account of the return of the forcibly-removed Aleuts to their island home.      Diaries and Memoirs          Memoirs of Paul Carrigan Paul E \"The Black Irishman\" Carrigan spent 33 months in the Aleutians during World War II. His memoirs, provided here in three volumes, cover his early days of joining the military, then run from the Japanese bombing of Dutch Harbor, through the campaign until the removal of all Japanese forces from the islands.   Throughout, Paul details not only the dangers faced by confronting a hostile enemy, but that of the incredibly powerful weather that characterizes the Aleutians.  The Flying, Fighting Weathermen, Volume 1 Volume one covers Paul's entry to, and training with, the U.S. Navy; his journey to Alaska; and the opening of hostilities in this part of the Pacific Theater - the Japanese bombing of Dutch Harbor  The Flying, Fighting Weathermen, Volume 2 Volume two covers the background behind why the Japanese invaded the Aleutians; the aftermath of the raid on Dutch Habor; and battles on Kiska, Adak and Attu.  The Flying, Fighting Weathermen, Volume 3 Volume three covers in great detail the assault on Attu and the final operations in the campaign.       Diary of Billy Wheeler Read Wheeler's diary of the Aleutian air campaign, as he details the activities of the 36th Bombardment Squadron (Heavy), 28th Composite Group, 11th Air Force. This type-written copy of his diary hints at the massive mobilization taking place in the early stages of World War II, as well as the overwhelming dangers faced by pilots operating in the Aleutian campaign.  Translated Japanese Diary Read the diary of a Japanese officer working in a field hospital during the Aleutian Campaign. The unnamed man records the increasingly desperate conditions, difficult weather and slowly escalating pressure of the American air and ground offensive pushing the Japanese from the coast and up into caves and shelters carved from among the rocks of Attu.       Training Materials   Pamphlets From the Training Division, Bureau of Aeronautics, U.S. Navy At times insightful, at times campy or silly, and filled with characterizations of Germans, Japanese and Italians that teeter between comical and racist, these training pamphlets from the U.S. Navy illustrate the thinking of the times - and make for interesting reading in their own right.     Aleutian Sense   Dunking Sense Fuel Saving Sense Prisoner Sense   Gunnery Sense   Oxygen Sense  Patrol Sense                     Selected Objects from the Aleutian World War II Museum   Loading the player...    Transcript Music, no other audio. Video displays a series of artifacts from the Aleutian Campaign: a Springfield M1903 rifle, a Bayonet Model 1905; a model 1917A1 metal helmet; anti-personnel stakes; and standard issue boots Close Transcript     Visit JWPlayer docs for keyboard shortcuts  Duration:2 minutes, 28 seconds  Featured here are a handful of key objects found in the Aleutian World War II Museum. They are emblematic of the equipment issued to servicemen in the Aleutians Campaign.",
    "url": "https:\/\/www.nps.gov\/aleu\/learn\/historyculture\/collections.htm"
}
