{
    "title": "Aleutian World War II National Historic Area: Evacuation & Internment",
    "body": "Explore This Park    Learn About the Park     History & Culture     Stories     Evacuation & Internment                Evacuation and Internment, 1942-1945        St. Paul residents gaze at their homes in 1942 as the US Delarof pulls away from the dock, taking them to internment camps in southeast AK. National Archives         Interior of Funter Bay cannery barracks. Conditions at the camps were shocking. The water supply was inadequate and unavailable in the winter. There was no sewer system, no laundry or bathing facilities. Most buildings had no electricity, heat, windows, or doors. There were holes in the roof and the Courtesy Aleutian\/Pribilof Island Association and the National Archives.  \"In 1942, my wife and our four children were whipped away from our home... all our possessions were left... for mother nature to destroy.... I tried to pretend it was really a dream and this could not happen to me and my dear family.\" -Bill Tcheripanoff, Sr., of Akutan   In response to Japanese aggression in the Aleutians, U.S. authorities evacuated 881 Unangax from nine villages. They were herded from their homes onto cramped transport ships, most allowed only a single suitcase. Heartbroken, Atka villagers watched as U.S. servicemen set their homes and church afire so they would not fall into Japanese hands. The Unangax were transported to Southeast Alaska and there crowded into \"duration villages\": abandoned canneries, a herring saltery, and gold mine camp-rotting facilities with no plumbing, electricity or toilets. The Unangax lacked warm winter clothes, and camp food was poor, the water tainted. Accustomed to living in a world without trees, one open to the expansive sky, they suddenly found themselves crowded under the dense, shadowed canopy of the Southeast rainforest. For two years they would remain in these dark places, struggling to survive. Illness of one form or another struck all the evacuees, but medical care was often nonexistent, and the authorities were dismissive of the their complaints. Pneumonia and tuberculosis took the very young and the old. Thirty-two died at the Funter Bay camp, seventeen at Killisnoo, twenty at Ward lake, five at Burnett Inlet. With the death of the elders so, too, passed their knowledge of traditional Unangax ways.        As the government prepared to resettle the Unangan, officials launched a propaganda campaign against criticism of their treatment of the internees. Pictures such as this one showed homey scenes of camp life, and were published in magazines and local papers. The government wished to portray the inter Courtesy Butler\/Dale collection, Alaska State Library.  \"The overcrowded conditions were an abomination. There were 28 of us forced to live in one, designated 15'x20' house. There existed no church, no school, no medical facility, no store, no community facility, no skiffs or dories, no fishing gear and no hunting rifles. We had to abandon our heirlooms and pets even before the evacuation.\" -Philemon M. Tutiakoff, Unalaska Despite the horrors of the internment, the Unangan refused to succumb to despair. Attempts to keep them sequestered from nearby villages and towns failed. Evacuees found jobs. They built new living quarters in their compounds, repaired the old structures, and brought in electricity and running water. The villagers of Unalaska erected a makeshift church and named it after their beloved Church of the Holy Ascension of Christ. The religious articles and holy cards brought from the villages took on immense importance, the Unangan again turning to their faith for strength. Despite their poor treatment at the hands of the U.S. government, the Unangan remained a fiercely patriotic people. Twenty-five Unangax men joined the Armed Forces. Three took part in the U.S. invasion of Attu Island, and all were awarded the Bronze Star. At their camps, the Unangan surreptitiously voted in Territorial elections. Through exposure to the outside world, they had come to understand the importance of their participation in the democracy by which they were governed, and they desired participation with the full rights of citizens. The next generation of Unangax leaders spent their formative childhood years in these camps, and they would never forget the injustices they saw there.          Learn more about the Unangan evacuation and internment \"Aleut Story\" - a new documentary charts the journey of the Unangan from the Aleutian and Pribilof Islands to Southeast Alaska and home again. This highly-acclaimed film weaves together personal testimony of evacuees with striking historical photographs and stunning footage. Visit the website at: www.aleutstory.tv Aleutian\/Pribilof Islands Association - Cultural Heritage Services: The Cultural Heritage Department provides programs that encourage Unangax culture and language to flourish. Located in Anchorage, Alaska, the Resource Library and Archive has an important collection of documents and photographs relating to the Evacuation and Internment. Visit the Aleutian\/Pribilof Islands Association website.  Maps View a map detailing interment sites in Southeast Alaska and a map illustrating which islands remain uninhabited.         World War II Aleut Relocation Camps in Southeast Alaska  Read Charles Mobley's extensive archaeological investigations of the relocation camps the displaced Aleutian natives called home during the war.",
    "url": "https:\/\/www.nps.gov\/aleu\/learn\/historyculture\/unangan-internment.htm"
}
