{
    "title": "Aleutian World War II National Historic Area: Interviews and Stories",
    "body": "Personal Experiences from WWII       Available here are stories from the War in the Aleutians, in the photos, memories, and interviews of its participants. This collection is grouped based on the roles people had during the war.  Browse different branches of the military; civilians and the war effort on the home front; and Native Unangan (Aleuts) who witnessed their homeland caught up in the war.       The Home Front US Navy  US Army   US Marines US Coast Guard  Foreign Services   Native Aleuts  Seeking Information            Stories From the Home Front      Shirley Allen (Johnson) - After graduation Shirley Allen decided to do her part for the war and set out for Memphis where she landed a job at the Memphis Quartermaster Depot. Lucille Lambert Condrill - Lucille Lambert made her contribution to the war effort working for the American Red Cross in Whittier. Eleanor Mae Cramer - Working in the Burbank Lockheed Aircraft Plant, she recalls plant security, secret product development, rationing, & bomb scares.   Bobbe Crooks - Bobbe landed in Anchorage in 1940 determined to work and help support her family. She experienced WWII and family life following a career Marine Corp Colonel. Bernie Dolat - Bernie Dolat worked at Grumman Aircraft in New York during the war and enlisted for duty as part of an occupation force in Japan following the bombing. Jean Dolat - Jean worked for the Columbia Aircraft Company in New York during the war and experienced war time restrictions imposed on US families.   Jeanne Finnegan - A college graduate, Jeanne contributed to the war effort through her work with Ranger Aircraft Engines in New York.         Veterans of the Navy      Walter \"Andy\" Anderson - Serving as an aerographer in the US Navy, he was stationed at a remote outpost on Attu Island. He talks about the fun had and challenges faced. Joseph Baldeschi - Serving as an aerographer in the US Navy, he was stationed at a remote outpost on Attu Island. He talks about the fun had and challenges faced. Lyttleton Ballard - An electronics officer for the US Navy Lyttleton Ballard serviced radar equipment for PBY squadrons in the Aleutians traveling island to island.   Robert Buchanan - As an Aviation Mechanic for VP-61 Bob served in the Aleutians and South Pacific. He flew dozens of missions in a PBY and lived to tell about them. Charles Donovan - As radio operator he traveled to Umnak Island aboard USS Spica in 1942. He later served in Seattle, Guam and mine sweeping in Japan on USS Concise. Glen Ellis - Glen Ellis was a pilot, 2nd Lieutenant with the 18th Fighter Squadron   Thomas Erickson - As a co-pilot assigned to VP-139, Thomas Erickson flew the PV-1 from 1943-44 in the Aleutians primarily on missions from Attu to the Kurile Islands. John Fahey - As a radioman, he endured some harrowing voyages on the USS St. Mihiel transporting troops & serving as hospital ship for battle wounded. Charles Fitzpatrick - A Naval aviator, Charles flew numerous missions from Attu to the Kurile Islands, a part of Japan.    Al Gentle - A native of Birmingham, AL, Al spent time at a number of state-side bases before being sent to the Aleutians, where he reached the rank of Chief Petty Officer. Wilbur Green - Wilbur \"Bill\" Green captained a patrol boat in WWII and fondly recalls his crew and missions in the Aleutians. George Herold - As a signalman, George served on the USS Finback, USS S-27, USS Picuda and USS Amberjack. He was onboard S-27 when it grounded and sunk off Amchitka.   Charles House - Charles House was a Navy weatherman on Kiska when the Japanese invaded. He eluded capture for 50 days but was finally taken prisoner. William Butler Hutchison A pilot for VP-139 Bill Hutchison flew sorties over the Aleutians and Japanese Kurile Islands. Robert Ingram - A Siems Drake Puget Sound construction worker at the beginning of the war, Robert Ingram later joined the Navy and built prosthesis for those injured.   Vic Krygowski - An Ordnance Officer on the USS Beaver and later SS-292 Devilfish (sub tender), Vic dodged the \"wolf pack\" en route to Britain before landing in Alaska. Ben Lada - Boleslaw \"Ben\" Anthony Lada served two tours in the Aleutians as part of VP-62, Crew 7. Roy Lee - Roy served as a net tender from the Aleutians (1943-45) to the Philippines. A young warrior, he was just 15 years old when he arrived in Dutch Harbor.   Ottis Littlejohn - A Boatswain's Mate on the USS Long DMS-12 Ottis Littlejohn served in Hawaii, the Aleutians, Micronesia and South Pacific and including several invasions. Bill Maris - As a mechanic for VP-43, Bill flew many missions in the Aleutians and fixed many a broken wing. He recalls the destruction williwaws caused to aircraft. Howard Rummel - Howard Rummel served in the Navy on NAS Attu from Sept 1944 – Jan 1946.   Kenneth \"Ray\" Skinner - Ray was a radioman who served three tours of duty in the Aleutians as part of VP-41, VP-61 and VP-62 and flew in the PBY-5A. Donald W. Stobbs - Transplanted from a Midwest farm to the Attu tundra Donald Stobbs served in VPB-135 where he served as a navigator in a PV-2. Harry Suomi - A torpedo man on the USS Finback, USS Fulton, USS Chub and USS George Washington Harry served in the Aleutians, South Pacific, Philippines and China Sea.   Bill Thies - As a pilot for VP-41 Bill and his crew are credited with finding the Akutan Zero, a find that changed the course of the war in the Pacific Theatre. Lloyd Keyes Greenamyer - Lt. Cdr Greenamyer was awarded the Navy Cross for extraordinary heroism in operations against Japanese forces on Attu. He lost his life in the battle. Walter Stohler - Served in Adak as part of the Traveling Circus Number 11.         Veterans of the Army      Harry Bailey - Harry served with the Harbor Craft Detachment supplying necessities to Aleutian bases. He recalls some of the most memorable voyages and daily life. Robert Boon - Robert Boon was a member of the 206th Coast Artillery band (saxophone) out of Marianna, Arkansas. He served at Dutch Harbor and Amchitka from 1941-45. Theodore Bouchette - He served with the 37th Infantry Regiment from 1941-44 participating in the Battle of Attu and first landings on Amchitka and Adak.   Hale Burge - He was an aircraft mechanic who saw first-hand the dangers of flight. He witnessed the Battle of Attu and served as crew chief on several aircraft after WWII. Frank Carnes - Frank served in the 14th Signal Corp in the Aleutians from 1943-45 and later worked for DOT in Alaska. He recalls events and places from Alaska's past. Harrel Chancellor - As part of Company L, 137th Infantry, Harrel bore witness to the Japanese attack on Dutch Harbor. He also served on Shemya, Adak and Attu.   Charles \"Mack\" Collings - Mack served in the 4th Infantry Band arriving in Seward, Alaska in 1940. He hopped from island to island entertaining the troops along the way. Donald Condrill - With the Army’s 7th Infantry Division, Donald was involved in the battles to reclaim Attu and Kiska from Japanese forces and also served in Whittier. Walter Dalegowski - A P-38 mechanic with the 54th FS he was stationed on Amchitka, Adak and Attu. He witnessed the maiden flight of the Lockheed Super Constellation.   Robert Davis - As part of the Army Air Force Reserve Corp. Robert remembers a miserable boat trip to the Aleutians, plane crashes and being shot at by a US pilot. Kate Dougal - Katie, a war bride, worked and volunteered with amputees at Walter Reed Army Medical Center where she saw the pain and devastation of war. Robert Dougal - Bob went to radio school and remembers installing the first radar on Kiska, how unprepared they were for living on Kiska and what the Japanese left behind.   Bob Eads - Bob Eads served as a pilot on the C-47 hauling ammo, supplies and paratroopers on Normandy Beach the in seven major invasions during the war. Mac Eads - John C. “Mac” Eads served in the US Army at Umnak as heavy equipment operator and gunner and various places in Alaska on a burial unit and body recovery. Herb Gedney - He served in the 11th Air Force in Alaska and the 8th Air Force in Europe. He received 2 battle stars and 3 presidential citations for his service.   Carl Heflinger - Carl worked on lend\/lease aircraft during the war. He spent a good part of his life mining outside of Fairbanks. He has lived in Alaska since 1932. Joseph Hutchison - An aerial gunner in the 21st Bomb Squadron, Joe bombed the Kurile Islands and saw the beginning of the effort to expel the Japanese from Kiska. Robert Johnson - Robert Johnson was a member of the 206th Coast Artillery band (trombone) out of Marianna, Arkansas. He served at Dutch Harbor and Amchitka.   Rocci Martini - A violinist and a machine gunner Rocci Martini was assigned to the 310th Coast Artillery and stationed on Umnak. Harry \"Mac\" McGalliard - As an aircraft mechanic (crew chief) Mac served more than 2 years in the Aleutians under the 54th fighter squadron. He primarily worked on the P-38. Clifford McGinnis - Inducted into the Army Corp of Engineers in 1942, Clifford eventually ended up as Post Engineer on Amchitka from 1944-46 where he supervised more than 1000 military and civilian workers.   Edward Novak - Wounded twice in the war Edward Novak saw battle in the Aleutians and on Kwajalein. John Pletcher - John served as an Army Air Corp Reserve pilot during World War II. He recalls experiences as a B-18 and B-26 pilot as a member of the 73rd Bomb Squadron. Paul Polink - Paul was a gunner\/aircraft mechanic for the 54th Troop Carrier Squadron transporting important people and goods. Five in his family served in WWII.   Jim Schroeder - Jim was a radar operator on a B-24 for the 404th Bomb Squadron. He flew 14 missions during his tour and recalls some of the more memorable flights. Joseph Sasser - With the 50th Combat Engineers, Joseph Sasser was sent into battle on Attu against entrenched Japanese forces. The battle and environmental conditions left a lasting impression. Craig Stolze - Craig served in the 39th Air Depot Repair Squadron. He was one of 6 boys in his family that served in the war and became an award winning sports writer.   Gaylord Tapp - A member of the 50th Combat Engineers, Gaylord built runways and facilities across the Pacific Theatre and twice earned the Purple Heart. Melvin Mickelson - Mel served as a member of the Medical Detached Service Command Unit 1493 on Umnak. Bruno Kozlowski - Bruno Kozlowski (1920-1984) served in the 15th Tow Target Squadron as a flight engineer on the B-26 Maurader.   Clint Goodwin - A welder for the 807th Engineers, Company B with a large collection of photos. Richard Short - Flew with the 54th Troop Carrier Squadron and tested instrument landings. Robert Brown - Served as part of an air crew for B-24s flying over 26 missions.   Don Brydon - Don Brydon spent time working on Attu, Adak, and Shemya during the war. Harold \"Bud\" Johnston - Bud Johnston watched the Japanese attack on Dutch Harbor. Samuel \"Mack\" McKay - Serving at Elmendorf Air Force Base, Mack has an extensive collection of photos, letters, clippings, and insignia patches..   Neil Fugate - Neil utilized his woodworking and building skills while in the Aleutian islands for three years.            Veterans of the Marines     William Crooks - Bill was an aviator for the U.S. Marine Corp and became a highly decorated Colonel by the time he retired. He served in WWII, Korea and Vietnam. Leon Hooper - Leon was 17 when he arrived in Adak to work on the USS Scania.         Veterans of the Coast Guard      David Hemming Hendrickson - A coxswain aboard USS Albuquerque, David served in the Aleutians from 1943-46. The Albuquerque and crew provided escort, patrol and life saving services. Al Weber - A child of the Great Depression Al Weber joined the Coast Guard to get some decent food to eat. He later worked for CIA and OSS and spent time in Alaska.              Veterans of Foreign Services      Lucien Desjardins - Lucien served with the Royal Canadian Corp of Signals laying wire for phones between camps. He recalls the battle for Kiska and working alongside allied forces. Robert W Lynch - Robert W. Lynch served as a fighter pilot with the Royal Canadian Air Force 111th squadron.                          Native Aleuts      Nicholai Galaktionoff - Nicholai Galaktionoff was born in Makushin, lived in Unalaska for part of his life and was associated with Biorka through marriage. Moses Gordieff - Moses Gordieff was born in Unalaska and lives in Biorka. Nikolai Lekanoff - Nicholai S. Lekanoff was born in Makushin and lived in Unalaska Village where he devoted his life to the church.   Irene Makarin - Irene Makarin was raised at Biorka and lived there until evacuation at the start of the war. She later married William Yatchmenoff of Chernofski. Eva Tcheripanoff - Eva Kudrin is was born in Kashega in 1928 and lived there until evacuation. Following the war she married John Tcheripanoff and settled in Unalaska..         Seeking Information      William Jasura - The family of Mr. Jasura is looking for information on his service during WWII in the Aleutians.  Lloyd Keyes Greenamyer - Lt. Cmdr Greenamyer lost his life in battle and was awarded the Navy Cross. His family seeks information on his life and service.",
    "url": "https:\/\/www.nps.gov\/aleu\/learn\/photosmultimedia\/interviews.htm"
}
