{
    "title": "Grand Canyon National Park: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety            Safety       Staying safe at Grand Canyon National Park starts with you. For emergencies dial 911.      At the Top Your Vehicle  Bring an extra set of car keys;it could be a long wait for a locksmith. Automobile mechanic available on the South Rim, but only for minor repairs. Towing to the nearest cities, Flagstaff or Williams AZ, for major repairs is likely. Distances are deceiving in this part of the country. It may look like you can visit three parks in one day, but reality is often different. Keep your gas tank full. The next gas station may be quite a distance down the road. Carry water in your car, particularly during summer months.  Winter Driving Conditions Snow and ice present potemtially hazardous driving conditions and can temporarily close park roads. Check at visitor centers or call 928-628-7496. Please slow down and drive carefully while exploring Grand Canyon in winter.      Weather Summer: Summer thunderstorms (July through September) provide beauty, excitement, and much needed water to Grand Canyon, but they also bring risk. Dangerous, potentially deadly, lightning accompanies thunderstorms. Lightning has killed and injured visitors to the park. Learn more...  Winter: Winter weather varies greatly and changes suddenly. Be prepared with laered clothing for cold, rain, wind, and snow. Trails and walkways may be icy. Over-the-shoe traction devices recommended for your safety.       Elevation Use sunblock, stay hydrated, take your time, and rest to reduce the risk of sunburn, dehydration, nausea, shortness of breath, and exhaustion. Elevations are 7,000 feet (2,135 m) on the South Rim and 8,000 feet (2,438 m) on the North Rim. Arizona's dry climate may affect you differently than your home environment.      Protect and Respect Wildlife Never approach or feed any animal. It is dangerous—both to you and the animal—and illegal.       Deer and Elk Keep a safe distance of at least 75 feet (23 m), or about six ar lengths.        Squirrels Do not feed the squirrels. They will bite and can carry fleas with the plague.        California Condor Stay at least 75 feet (23 m) away from these endangered birds.       View Grand Canyon Safely Stay at least six feet (2 m) from the edge. Hold on to Children. Do no lean over or go past wallk and railings. Always be aware of your surroundings. Do not back up without first looking where you are going.      Never Throw Anything Over the Edge Never Throw rocks, coins, trash, or anything else over the edge. Objects tossed over the edge or dislodged by walking off trail can injure hikers and wildlife below.      No Collecting Grand Canyon National Park—a World Heritage Site—belongs to everyone. Please leave everything where you find it; including rocks, plants, firewood, and artifacts.",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/safety.htm"
}
