{
    "title": "Aleutian World War II National Historic Area: Places",
    "body": "Explore This Park    Learn About the Park     History & Culture     Places               Places       Telling Stories Through Maps  For most people, the Aleutians are a far-away place. Maps help you visualize the places and distances involved in far-away stories.  In the story of the Aleutians theater during World War II, there is a central theme - people being forcibly removed from their homes. Japanese forces took some islanders back to Japan, as prisoners of war, while American forces removed other islanders to Southeast Alaska. Use the sequence of maps below to better understand the scope of this story, and learn more about the evacuation and internment of the Unangax people.        Imprisonment  After invading Attu, Japanese forces took the islanders to Japan as prisoners. Their ordeal lasted several years as they traveled the entire width of the Pacific Ocean.            Click the map above to view a larger version. The routes depict the path of Attu residents, taken from Attu to Japan as prisoners during World War II, and then returning to America via a convoluted path        Evacuation and Internment  With the supposed goal of protecting the Unangan (Aleut) people, the American military forced nearly 900 villagers to move from their homes in the Aleutian Islands to Southeast Alaska, a journey of a thousand miles. The military burned their villages, to prevent the Japanese from finding any resources that might aid their war effort. The Unangan spent years in living in makeshift, poor-quality camps in Southeast Alaska before being returned to the Aleutians; and even then, some were not permitted to return to their former villages.           Click the map above to view a larger version of it. Routes depicted show the forced removal of Aleutian Islanders to Southeast Alaska, and their eventual return           Routes depicting the relocation of Aleutian Islanders. Click the map above to view a larger version of it. Detailed views of each relocation area can be found below.            Burnett Inlet Cannery, roughly 30 miles south of the village of Wrangell, became home to many Unangax refugees. Click the map above to view a larger version.   Burnett Inlet  A disused cannery became home in Burnett Inlet. Food shortages and dreadful conditions awaited the unlucky internees.           Internment site Killisnoo, near the village of Angoon in Southeast Alaska. Click the map above to view a larger version.   Killisnoo   Accustomed to living in a world without trees, one open to the expansive sky, the Unangax suddenly found themselves crowded under the dense, shadowed canopy of the Southeast rainforest. For two years they would remain in these dark places, struggling to survive.           Click the map to view a larger version of it   Funter Bay  Like in Burnett Inlet, evacuees taken to Funter Bay lived in poor conditions. A disused cannery and old mine became home for them, and buildings often lacked heat, water, electricity - even doors.           Not far from Ketchikan, Ward Lake served as the southern-most internment camp, or \"duration village.\" Click the map to view a larger version.   Ward Lake   Though taken so far from their homes, and kept in poor quality \"duration villages\" during the war, the Unangax remained patriotic and loyal to the United States of America.       By 1945, as hostilities came to an end, the Unangax resettled many of their former villages. Some of those villages remain empty, however, no longer a home after the forced removal of villagers.",
    "url": "https:\/\/www.nps.gov\/aleu\/learn\/historyculture\/places.htm"
}
