{
    "title": "Aleutian World War II National Historic Area: Accessibility",
    "body": "Explore This Park    Plan Your Visit     Accessibility             Accessibility       The National Park Service welcomes people with disabilities. The links below provide information about specific facilities, programs and services that you can jump to which may help you better plan your visit. If a particular service or issue is not mentioned below, such as alternate formats for print materials, audio description, assistive listening, captions, or physical access to particular facilities, programs or services, please contact the park.   You may wish to learn about the The America the Beautiful National Parks and Federal Recreational Lands Access Pass -- or simply, the Access Pass -- which provides a wide range of discounts on activities and services when you visit federal lands.   Jump to information on:      General Information Physical \/ Mobility  Deaf \/ Hearing Loss    Blind \/ Low Vision  Service Animals         General Information  Visitor attractions and facilities for the Aleutian World War II National Historic Site are located on Amaknak Island in the Aleutian Island chain, 800 miles west of Anchorage, which is the nearest urban center. It can be reached by air through commercial and charter flights from Anchorage, or by ocean through the Alaska Marine Highway System. Our maps may help you better understand the locations described below.  The visitor center is in the two-story historic Navy Aerology building, and is itself an exhibit. Inside the visitor center there are exhibits on the walls, on panels and in cases consisting of photos, artifacts and text. Some are multi-sensory, with either audio or tactile elements.   A re-creation of how the aerology building was set up and used is on the second floor with mannequins dressed in period uniform. The sights and sounds of the functioning tower and adjacent airfield are heard on the floor. Radio equipment and Morse code print outs, maps and uniformed mannequins are accessible and can be touched.   A 34-seat auditorium is lined with framed artwork of the period that came from artists that served in the Aleutians. Films are shown on demand in the auditorium. A mural lines the upper walls of the first floor that visually shows the sequence of events that occurred in WWII. A small seating area for up to 6 people is in a corner of the visitor center where information and books about the war and the Aleutians are made available.  There are no campgrounds or lodges or pay phones within the park. There are no ranger-led programs; guide services within the park can be arranged through the local community. Restrooms and water are only available at the visitor center.   Elevation and Terrain: The entrance to the park is at sea level and a steep grade, switchback road leads up to Mt. Ballyhoo, almost 900 feet (300 m) in elevation. The road up the mountain is well maintained, but the roads on top Mt. Ballyhoo are not and tend to be rutted and uneven. This, coupled with fog, can make for hazardous conditions. Holes to underground tunnels periodically open up. They are covered with a grating when found, but many could remain hidden. Rommel stakes, spikes and nails are also hazards for those who venture off the road.   Additional concerns: There are areas that can be explored outside the walking\/driving guide area. Generally they are accessible by unmaintained trails, or by walking cross-country through tall grass and uneven terrain. The area is treeless and it is easy to see where you want to go and how to get there, unless conditions are foggy. Unseen Rommel stakes, nails, boards, spikes, holes and other hazards are not visible in the tall grass – use caution. Likewise, travel off the beaten path in high wind and fog isn't advisable. The roadway and unmaintained trails are uneven and rutted, making navigation and footing very difficult. Also, cliff edges, rapidly descending terrain, and World War II-era ruins and artifacts are known hazards. Please use extreme caution if visiting this park.   Other considerations: The Aleutians are notorious for bad weather. High winds and fog are common. Atop Mt. Ballyhoo, it can be difficult to walk in the wind. Fog makes navigation in the park hazardous given the steep, 800+ foot cliffs that surround the mountain. The combined effects of wind and fog can lower body temperature and lead to hypothermia if unprepared.      Physical \/ Mobility Accessibility  Aleutian World War II Visitor Center, Fort Schwatka and Mount Ballyhoo This is a primitive area with no facilities and subject to high winds, rain and fog.   Entrance: The visitor center entrance can only be opened manually.   Parking: At the visitor center, there are no specifically designated accessible parking spaces, though the lot is small and all spaces are close to the faclity. The parking lot is gravel. The route from the parking lot to the facility has a drain catch with a dip, but is otherwise level cement. Elsewhere in the park,  there are a few spots alongside the road to stop and get out of your vehicle. These areas are not level but are hard, compact surfaces. It is typically less than 100 feet from a stop on the roadway to World War II artifacts or exhibits.   Restrooms: At the visitor center, both the men's and women's restrooms are accessible. Restrooms and water are not available anywhere else around Fort Schwatka or on Mount Ballyhoo.  An elevator is available in the two-story visitor center. Exhibits: There are interpretive signs in the park, but the roadway\/trails are uneven. The wayside exhibits are generally visible from the inside of a vehicle. Travel between exhibits is along the roadway, which is hard and compact but also often rutted and uneven.       Deaf \/ Hearing Loss Accessibility  Aleutian World War II Visitor Center, Fort Schwatka and Mount Ballyhoo  Park information: Anyone can reach a Federal agency to conduct business by simply dialing 7-1-1 and connecting with a Telecommunications Relay Service (TRS) call center. Printed brochures are available at the visitor center and on wayside exhibits in the park. Exhibits: In the visitor center, some of the exhibits featuring audio or video have text descriptions. Programs and tours: The park has a printed driving\/walking guide to the area associated with numbered sign posts.       Blind \/ Low Vision Accessibility   Aleutian World War II Visitor Center, Fort Schwatka and Mount Ballyhoo   Park information: Only standard print information is available.  Exhibits: The exhibits include some audio programs and tactile models and maps that may be touched. Recorded audio description is not available. Programs and tours: The park’s walking\/driving guide is only available in print..  Trails and Waysides: Recorded audio descriptions of trails or waysides are not available. The roadway and unmaintained trails are uneven and rutted, making navigation and footing very difficult. Also, cliff edges, rapidly descending terrain, and World War II-era ruins and artifacts are known hazards. Please use extreme caution if visiting this park.       Service Animals   Service animals are allowed in National Parks. For a definition of a service animal, please go to www.ada.gov\/service_animals_2010.htm.   Aleutian World War II Visitor Center, Fort Schwatka and Mount Ballyhoo   Water: Water is available at the visitor center. There is no water available in the park for service animals (or humans!), so be prepared carry water with you.  Terrain: The entrance to the park is at sea level and a steep grade, switchback road leads up to Mt. Ballyhoo, almost 900 feet (300 m) in elevation. The road up the mountain is well maintained, but the roads on top Mt. Ballyhoo are not and tend to be rutted and uneven.  Other considerations: The Aleutians are notorious for bad weather. High winds and fog are common. Atop Mt. Ballyhoo, it can be difficult to walk in the wind. Fog makes navigation in the park hazardous given the steep, 800+ foot cliffs that surround the mountain. The combined effects of wind and fog can lower body temperature and lead to hypothermia if unprepared. Holes to underground tunnels periodically open up. They are covered with a grating when found, but many could remain hidden still and could be hazardous to an animal. Rommel stakes, spikes and nails are also hazards for humans and animals who venture off the road.  Waste: There is usually a trash can on top of the mountain for waste disposal during the summer months, though if it is full you may need to dispose of your service animal's waste at the visitor center. There are no plastic bags provided for waste products, so please remember to bring your own.",
    "url": "https:\/\/www.nps.gov\/aleu\/planyourvisit\/accessibility.htm"
}
