{
    "title": "Aleutian World War II National Historic Area: Basic Information",
    "body": "Explore This Park    Plan Your Visit     Basic Information             Basic Information           Physical Address           Affiliated Areas, Alaska Regional Office National Park Service 240 W 5th Avenue  Anchorage, AK 99501                 Directions         The park is located on Amaknak Island in the Aleutian Island chain. The island is located 800 miles west of Anchorage.  The island can be reached by commercial or charter air flights from Anchorage. Commercial flights to Unalaska include Pen Air and Alaska Airlines. The Alaska Marine Highway is a ferry service that is operated by the state that can be used to reach the island.  The Aleutian World War II Visitor Center is located at the Unalaska airport.  Directions Details           Operating Hours & Seasons         Summer Hours     Standard Hours    Sunday: 12:00 AM - 10:00 AM   Monday: 9:00 AM - 10:00 AM   Tuesday: 9:00 AM - 10:00 AM   Wednesday: 9:00 AM - 10:00 AM   Thursday: 9:00 AM - 10:00 AM   Friday: 9:00 AM - 10:00 AM   Saturday: 9:00 AM - 10:00 AM      Additional Information View More       Fourth of July:   July 4  - July 4   Monday: Closed   Tuesday: Closed   Wednesday: Closed   Thursday: Closed   Friday: Closed   Saturday: Closed       Labor Day  - Memorial Day   Monday: Closed   Tuesday: Closed   Wednesday: Closed   Thursday: Closed   Friday: Closed   Saturday: Closed                  Weather           The Aleutian Islands are known for unpredictable and stormy weather. Rain, fog, and wind are common. Dress warmly and carry rain gear even in summer. Summer temperatures range from 45 to 65 degrees F. Early summer and fall often have clear sunny days with spectacular views of the surrounding volcanoes.          Fees & Passes     Entrance Fees:   Land Use Permit - one person - $6.00 The park is on private land owned by the Ounalashka Corporation.  To visit the historic area you need to purchase a permit.   Land Use Permit - family - $10.00 The park is on private land owned by the Ounalashka Corporation.  To visit the historic area you need to purchase a permit.         Visitor Centers       Aleutian World War II National Historic Area Visitor Center Located adjacent to the Dutch Harbor Airport the Aleutian WWII National Historic Area Visitor Center is located in the historic Naval Aerology building.               Visitors must obtain a land use permit to visit privately owned areas of the park.  Hidden Dangers Time has taken its toll on the features of Fort Schwatka, and visitors should be aware of the hazards that exist within the National Historic Area.   This site preserves bunkers that are still in excellent condition; however, many tunnel entrances leading into the bunkers are unstable or have collapsed. Many of the floors were constructed of wood that has rotted over the years. There is no electricity on Ulakta Head and the underground buildings and tunnels are dark. Enter into these tunnels and bunkers at your own risk. Cliff edges and collapsed tunnels may be hidden by dense fog.   Soldiers deployed anti-personnel stakes (known also as Rommel stakes or screw pickets) throughout the area during World War II. Some of these stakes still remain in the ground. These stakes are large and sharp -- however, the vegetation on the island covers many of them. Stepping or falling on them could lead to serious injuries. It is advisable to remain on the roads and trails to prevent unnecessary injuries! Please closely supervise children and pets in the park.",
    "url": "https:\/\/www.nps.gov\/aleu\/planyourvisit\/basicinfo.htm"
}
