{
    "title": "Bering Land Bridge National Preserve: Subsistence",
    "body": "Explore This Park    Learn About the Park     History & Culture             Subsistence         Modern umiaq skin boat NPS Photo  Whaling Traditionally, whale hunting is done in an umiaq, or skin boat, made from seal skin sewn to a wooden frame with caribou sinew. During whale migration and when the sea ice is thin enough around late spring or early fall, whaling crews go out and use harpoons for the initial attack, followed by a whaling gun to make the final kill. Some of most commonly hunted species are aaviq (bowheads) and qioalugaq (belugas). As per the International Whaling Commission regulations, Inupiaq hunters are allowed a certain number of whales per year. Each whale is large enough to feed the entire community (some over 40 tons), so its consumption is typically accompanied by thanks, celebration, and distribution of the meat. All parts of the whale are used. The skin and blubber is called muktuk. Typically eaten raw, it can also be pickled, diced, or breaded and is known to be an excellent source of vitamins C and D. Quaq is the meat cut into cubes, and avarruq are thin strips of the flukes, both customarily eaten frozen and raw. The bones of the whale are used for carvings, artwork, and tools.        Seal hunting harpoon NPS Photo  Seal Hunting Bearded and ringed seals (ugruk in Inupiaq) are the most commonly sought-after species for seal hunting. Hunters will go out in umiaqs and harpoon seals sitting out on the ice or when they surface for air. Once again, all parts of the animal are used. The seal oil is perhaps the most versatile, combining with the dried meat to make qiniktaq, or with dried fish to make animaak. The skin is used to build umiaqs, and the fur to make clothing that is both warm and waterproof. \"Stink flipper\" is another notorious dish, consisting of a seal (or walrus) flipper that has been buried and fermented for 3 months and then boiled.        Fish drying on wooden racks NPS Photo - Allyce Andrew  Fishing In the summer months, iqalugruaq (salmon), sculpin, Arctic char, grayling, and cod are among fish caught by traps or nets and consumed by local communities. In the winter, ice fishing is commonly practiced by luring the fish to a hole cut in the ice and spearing them, or using a simple hook and line jigging system. Fish are eaten cooked, dried, smoked, frozen, or fermented. During summers, many are hung to dry outdoors on wooden frames and can be eaten all year; tomcod can be caught all winter, although traditional knowledge notes that the quality of the fish diminishes as the season progresses.        Tern eggs are harvested by the Inupiat NPS Photo - Kathi Quinn  Game mammal and bird harvesting In addition to marine resources, Inupiat harvest wild game from the tundra as well. Caribou, moose, grizzly, and muskox are taken for their meat, hides, and bones, while wild birds such as ducks, geese, swans, ptarmigan, and cranes are consumed as well. In Western culture, typically people only think of eating chicken eggs, but for thousands of years Inupiat have been harvesting eggs from dozens of species of seabirds that nest in the tundra and on islands in the Bering Sea. On islands such as Little Diomede, eggs from gulls, terns, cormorants, guillemots, puffins, murres and auklets are harvested from their nests on the cliffs in the springtime. Some of the tundra-nesting species harvested include shorebirds such as curlews, sandpipers, plovers, whimbrels, killdeer, and snipe among others.        Akutuq (Eskimo ice cream) NPS Photo  Gathering As is traditional with many societies, hunting is done by the men, while gathering is a responsibility of the women. In Northwest Alaska, gathering is no simple task, as the land offers an abundance of resources. In the springtime, sura, or willow leaves, are picked for use in medicinal tinctures, and throughout the summer fireweed can be harvested for use in teas and jellies. Labrador tea is also popular for its intense fragrance and uses in teas. Masru, also known as Eskimo potato, as well as sourdock greens (a rhubarb-like plant), and wild celery can be mixed in with other foods or cooked into flavorings. Berries are particularly abundant and delicious in late summer and fall, eaten raw or cooked into other foods. Asiavik (blueberries) can be mixed with aqpik (salmonberries), asiak (crowberries), and kimmiynaq (low-bush cranberries) to make akutuq, also known as Eskimo Ice Cream. Akutuq is a favorite among many Inupiat, and is made by whipping frozen reindeer fat with seal oil to a creamy texture, adding in berries, and occasionally dried fish. Served cold, it has an ice cream-like texture and fairly high nutrient value from the animal fats and vitamins in the berries.",
    "url": "https:\/\/www.nps.gov\/bela\/learn\/historyculture\/subsistence.htm"
}
