{
    "title": "Bering Land Bridge National Preserve: Research History",
    "body": "Explore This Park    Learn About the Park     History & Culture     Research     Research History                 Texas A&M Research History             ieAbout 12,000 years ago, a small group of hunters arrived on a windy bluff overlooking the rocky knolls and valley of Serpentine Hot Springs. They may have stopped to watch for caribou herds travelling across the open terrain, to maintain their hunting equipment, or to rest and survey the surrounding territory. Today, the hot springs serve as an autumn base camp for local hunters as well as a tourist attraction for campers and pilots.  Serpentine Hot Springs is located in what was once the Bering Land Bridge, which consisted of exposed land that connected Alaska to Asia during the low sea-levels of the last glacial period. It is unique among many sites in Beringia as it is the first archaeological site discovered to contain fluted projectile points and other associated technical artifacts in a buried and datable context.  In 2005, artifacts were found on the exposed ground surface of a nearby bluff and buried below the surface by National Park Service personnel. In 2009, Texas A&M archaeologists visited the site with a crew of students, to conduct surface mapping and artifact collection, testing, and archaeological excavation.  That year archaeologists recovered two fluted point fragments, one from the surface of the site and one buried in association with a hearth feature that contained fragments of burned bone. The corner of a fluted point was found in addition to bifaces, bladelets, and microblades, as well as numerous stone flakes, or \"debitage,\" representing debris resulting from stone tool manufacture.  In 2010, the team returned to Serpentine to conduct further excavation and expose a 9-meter-long trench to facilitate geoarchaeological analysis. During this field season an additional fluted point was recovered in association with another hearth feature as well as fragments of burned bone, channel flakes, bifaces, biface fragments, bladelets and debitage. In 2011, additional hearths were discovered in association with two more fluted point bases, fragments of burned bone, channel flakes, biface fragments, and debitage.",
    "url": "https:\/\/www.nps.gov\/bela\/learn\/historyculture\/research-history.htm"
}
