{
    "title": "Bering Land Bridge National Preserve: Polar Bear",
    "body": "Explore This Park    Learn About the Park     Nature     Land Mammals     Polar Bear                Polar Bear         Photo Credit: Arturo de Frias Marques  Polar bears (Ursus maritimus) are closely related to brown bears but have adapted to life in the snow and ice and live in the coldest environments in the nation. Four inches of blubber under their skin serves as great insulation. Above their skin, a dense underfur provides additional insulation. On top of this fur is an outer layer of long guard hairs designed to keep the underfur dry. They have black skin to better absorb heat and thick white coats that repel water and provide camouflage in the snow and ice. Their large webbed paws help make them excellent swimmers. The polar bear's fur is used by Alaska natives to make clothing and blankets, which help them survive the bitter cold temperatures of the Arctic. In the United States, polar bears are believed to be found only in Alaska. The Alaska polar bear population is estimated to be between 4,000 and 7,000 individuals. Only two national park units—Bering Land Bridge National Preserve and Cape Krusenstern National Monument—are reported to have polar bears living nearby with a home range reaching into park boundaries.  What Do Polar Bears Eat?  Polar bears eat more meat than other bear species, perhaps because of the lack of vegetation in arctic climates. Polar bears typically eat seals but will also feed on whale carcasses when they are available. They have a strong sense of smell and can detect a carcass from nearly 20 miles away. When food is scarce, polar bears may hunt small rodents and fish or eat berries. Winter Dens  Because food is usually abundant throughout the winter, only pregnant polar bears make winter dens on the sea ice. Mother polar bears sleep deeply in their dens, but they are awake for the birth and nursing of their cubs. Life Cycle  Female polar bears reach sexual maturity around four or five years of age. Mating season occurs in the spring, but embryos do not begin to develop until the female enters her den. Polar bears give birth to one to three cubs during the winter;twins are the most common. Newborn cubs are 12 to 14 inches long and weigh a little more than a pound. In the spring, the mother bear and her cubs will emerge from their den. Mother bears are very protective of their cubs, and sometimes have to protect them from male polar bears who are known to kill young of their species. Polar bear cubs grow rapidly and will stay with their mother for a little over two years learning survival skills.",
    "url": "https:\/\/www.nps.gov\/bela\/learn\/nature\/polar-bear.htm"
}
