{
    "title": "Grand Canyon National Park: Cell Phone Tours",
    "body": "Cell Phone Audio Tours          Your phone provides a fun way to learn more about Grand Canyon National Park. You can listen to a park ranger give a two-minute narration on various aspects of the canyon from geology to Native American history to the night sky. When visiting Grand Canyon National Park you can listen to these narrations at numerous points of interest on the South Rim from Hermit Road to Yaki Point. Just look for the “Park Ranger Audio Tour” signs, call 928-225-2907, and enter the stop number. Since this is a phone tour, you can be anywhere along the rim where there is cell phone coverage to listen to the messages. Feel free to stroll along the rim as you listen, then stop and enjoy the view to reflect on what you have just learned. There is no additional charge to listen to these messages.  Please be aware that cell phone coverage at Grand Canyon can be spotty and not all providers offer service in the park. We are very interested in hearing your feedback about this audio tour and we encourage you to leave a message about your experience with this program. You can do this by pressing *0 on your cell phone at anytime while listening to any portion of your tour.      Here are some helpful instructions when you are listening to these audio tours: Press 1 to Rewind Press 2 to Pause\/Play Press 3 to Fast Forward Press # to Stop Press *0 to Leave Comments You can also download the audio tour files onto your MP3 player or iPhone. The audio tour is in a zip format. You will need to extract the audio files from the zip archive. Visit this OnCell Systems web page and follow their instructions.  This program is funded by the Grand Canyon Association.        If you would like to listen to the Park Ranger Audio Tours while at home, here is a list of the tour numbers. The transcripts for some of the tours are provided in PDF file format.  After dialing 1-928-225-2907  you will hear the Audio Tour Introduction with Ranger Judy (PDF 11KB)  Then press stop number:  1 - Yaki Point with Ranger Lori (PDF 11KB) 2 - South Kaibab Trail with Ranger Krystina (PDF 11KB) 3 - Geologic Clock with Ranger Haley (PDF 12KB) 4 - Night Skies with Dr. Tyler Nordgren 5 - Mather Point with Ranger David (PDF 12KB) 6 - Native Americans with Ranger Lisa (PDF 11KB) 7 - Air Quality with Ranger Haley (PDF 15KB) 8 - Night Skies with Dr. Tyler Nordgren 9 - Shiva Temple with Ranger Haley (PDF 11KB) 10 - Grand Canyon Village with Ranger Judy (PDF 12KB) 11 - Civilian Conservation Corps with Ranger Bob (PDF 12KB) 12 - Bright Angel Lodge with Ranger Judy (PDF 11KB) 13 - Condors with Ranger Pat (PDF 12KB) 14 - Original People (Kolb Studio) with Ranger Shanna (PDF 44KB) 15 - Mule Corral with Ranger Andrea (PDF 11KB) 16 - Trailview Overlook with Ranger Judy (PDF 12KB) 17 - Geologic Clock with Ranger Haley (PDF 12KB) 18 - John Wesley Powell with Ranger Jennie  19 - Trail of Time East with Ranger Judy 20 - Trail of Time West with Ranger Judy 21 - Historic Village Part 1: Depot 22 - Historic Village Part 2: Depot 23 - Historic Village Part 3: Old Superintendent's House 24 - Historic Village Part 4: Old Hospital 25 - Historic Village Part 5: Ranger Operations 26 - Historic Village Part 6: Community Building 27 - Grand Canyon Lodge (North Rim) (PDF 13KB) 28 - Geology at Bright Angel Point (North Rim) with Ranger Jaime (PDF 13KB) 29 - Roaring Springs (North Rim) with Ranger Robin (PDF 12KB) 30 - Night Skies (North Rim) with Dr. Tyler Nordgren",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/cell-phone-audio-tours.htm"
}
