{
    "title": "Bering Land Bridge National Preserve: Gold Mining",
    "body": "Explore This Park    Learn About the Park     History & Culture     Gold Mining               Gold Mining       The Nome Gold Rush of 1898 brought an influx of people to the Seward Peninsula. They came to maketheir fortune mining for gold. At first, the gold miners were content to stay relatively close to the city ofNome. However, as more and more miners arrived, sometimes brining wives and children, the areaaround the city quickly became overcrowded, forcing the miners to explore farther afield for betterprospects. This soon brought miners into what is now known as the Bering Land Bridge NationalPreserve.          An aerial view of a section of Fairhaven Ditch. NPS Photo - Eileen Devinney  Fairhaven Ditch Fairhaven Ditch was an extraordinary feat of construction during the early 1900s, considering the limitations of the time period and the harshness of the environment on the Seward Peninsula. As miners exhausted \"the golden sands of Nome\" with small scale mining along the beaches and in the streams and creeks near Nome, there was a push to find more efficient ways to move mining into the interior of the peninsula.Fairhaven Ditch, which runs through the eastern section of the preserve, was one answer to this problem.          A sunny day at Arctic Hot Springs. NPS Photo - Andrea Willingham  Arctic Hot Springs Before the late 1940s, Arctic Hot Springs was a popular location with local residents and gold miners. ArcticHot Springs gained its name between 1901 and 1907 when someone, possibly a gold miner, built a cabinand bathing pool at the springs. Around the same time, the springs was dubbed a \"resort,\" and the AlaskaRoad Commission decided to maintained a trail to the springs. However, it never became as popular as thesprings at Pilgrim River because it was more difficult to reach.          The bunkhouse at Serpentine Hot Springs. NPS Photo  The Bunckhouse The bunkhouse is an example of just one of the many ways visitors still interact with the Bering LandBridge National Preserve. For many people the bunkhouse is a gateway to explore the natural featuresof the preserve. Without the bunkhouse as a starting point, the wild lands of the preserve might seem overwhelming. Although the history of the bunkhouse is unclear, one thing is certain,the bunkhouse has become an important part of the way local residents and visitors interact with thepreserve.      Humbolt Creek Mining Camp During the early part of the twentieth century, gold miners were active throughout many areas of the Bering Land Bridge National Preserve. Gold miners traveled from all over the country and the world, to risk their lives in the uncharted lands of the preserve. Read more",
    "url": "https:\/\/www.nps.gov\/bela\/learn\/historyculture\/gold-mining.htm"
}
