{
    "title": "Bering Land Bridge National Preserve: The Clobbered Turkey Plane Crash",
    "body": "Explore This Park    Learn About the Park     History & Culture     Government     The Clobbered Turkey Plane Crash                Clobbered Turkey Plane Crash        Crew of the Clobbered Turkey posing in front of their plane. NPS Archives Photo        The crew of the Clobbered Turkey never expected to find themselves spending Christmas huddled  together awaiting rescue in a makeshift shelter constructed from the pieces of their own plane. However, that was their situation when they crashed in the current boundaries of the Bering Land Bridge National Preserve in 1947. Against all the odds, the crew survived the crash with only minor injuries. In the days to come, the story of the Clobbered Turkey held the attention of the country, as the American public waited anxiously for news of the downed plane. The crash of the Clobbered Turkey not only brought the preserve to the attention of the country for a short time but also affected the way the Air Force handled arctic rescue in the years to come.  On December 23rd, 1947, the Clobbered Turkey crashed in the current boundaries of the preserve. The F-13 Air Force plane was carrying eight men on a 15 hour photo reconnaissance mission from Ladd Base in Fairbanks, Alaska. Near the end of the mission, the tired crew members had already been flying for hours in difficult weather conditions with reduced visibility. The mountain must have appeared out of the winter weather with very little warning. The pilot made an effort to raise the plane up and over the mountain,  but the tail section of the plane still crashed into the side of the mountain, breaking the plane in two.  All of the crew members survived the crash with only minor injuries. As the days passed with no sign of rescue, the crew of the Clobbered Turkey started to lose hope. Two men, Vern H. Arnett and Fredrick E. Sheetz, weighed the lives of the crew against the harsh weather conditions and decided to risk hiking to the village of Shishmaref. Unfortunately, they miscalculated the distance to Shishmaref, and tragically died from exposure to the elements. Meanwhile, those searching for the Clobbered Turkey  also started to feel the situation was becoming desperate. On December 27th, an aircraft located the plane and spotted survivors standing among the wreckage. Realizing that at least some of the crew was still alive, but also potentially injured and in need of supplies, the Air Force made the crucial decision to parachute paramedics to the crash site. Three men bravely jumped from a plane into the arctic winter weather of December. Tragically, all three men, Leon J. Casey, Santhell London, and Albert J. Kinney, died in the attempt to save the crew of the Clobbered Turkey. At the time of the jump, the temperature was forty below zero and the wind was a strong thirty knots. The men were not experienced enough to jump from a plane in such harsh weather conditions. The next day, another rescue attempt failed when an Air Force plane crashed a couple of miles from the Clobbered Turkey. All six crew members of the second plane survived the crash, and like the crew of the Clobbered Turkey, had no choice but to hunker down and await rescue. Now faced with seventeen men either in need of rescue or unaccounted for, the Air Force decided to ask assistance of local pilots and dog sled mushers.  The local community banded together to help rescue the stranded men. Local bush pilots, William Munz and Frank Whaley, made a daring landing at the site of the crash on December 30th. In the days to come, local pilots and dog sled mushers, who had extensive knowledge of the area, would help rescue the survivors and located the bodies of the deceased. By December 31st, the survivors of both crashes had been rescued. The Clobbered Turkey incident forced the Air Force to review their arctic rescue procedures. After the incident, only experienced paratroopers were used in arctic rescues and plane crash survivors were required to stay near wreckage. The remains of the Clobbered Turkey rests in the  stillness of the preserve as a reminder of the crash more than fifty years ago.",
    "url": "https:\/\/www.nps.gov\/bela\/learn\/historyculture\/clobbered-turkey-plane-crash.htm"
}
