{
    "title": "Bering Land Bridge National Preserve: Alaska Natives and Early People",
    "body": "Alaska Natives and Early People         Traditional bone carving from Shishmaref NPS Photo - Allyce Andrew  Many of the stories told about Bering Land Bridge National Preserve are focused on its prehistory, but the more recent past and present-day cultural traditions of Northwest Alaska are just as important. Deeply-rooted cultural practices and traditional subsistence hunting and gathering are still a part of everyday life for most Inupiaq communities around the Seward Peninsula. The protection of resources within Bering Land Bridge helps to support these lifestyles, as well as communicate to others the importance of Alaska Native heritage in a holistic context. Today's cultural groups of the Seward Peninsula remain closely tied to the ancestors who first crossed over from Siberia, and many still have living relatives on the Asian side of the Bering Strait. Up until European contact in the 19th century, these groups led mobile subsistence lifestyles, moving seasonally with food availability and thriving off the land and the sea. By the 1850s however, the commercial whaling, fur trade, and mining industries caught on that Alaska really was the last frontier, and, despite a sometimes harsh climate, offered the supply needed to meet the growing demands of the world. Unfortunately however, along with unsustainable practices of harvesting these resources also came irreversible changes to the Alaska Native groups that inhabited the land for thousands of years before European contact. In 1884, the US Bureau of Education appointed Sheldon Jackson as a special agent for Alaska to establish schools and missions in Native communities throughout the Seward Peninsula. Jackson was under the impression that these groups were living in poor conditions, some just barely surviving; on the contrary however, this was in fact a misunderstanding of cultural and lifestyle practices. It turns out that Jackson first visited the Inupiat during a normal seasonal resource shortage and mistook it for chronic starvation, without considering the cyclical nature of resource availability in the arctic. Regardless, the most enduring of his undertakings was the establishment of reindeer herding on the Seward Peninsula in response to the perceived needs of the Inupiat. Working as an apprenticeship program, reindeer were imported from Siberia and young Inupiaq men were trained in herd management, as well as taught agricultural methods and English. This program essentially changed not only the traditional subsistence lifestyle of the Inupiat, but also the social organization and health of their communities. With an increasingly sedentary lifestyle, villages were hit hard by disease epidemics such as the 1918 influenza that wiped out significant portions of the population. Over time populations have recovered, but communities continue to work hard to preserve and promote the cultural traditions that have made them who they are today.         Places with Cultural Significance Within the Preserve Parts of the Seward Peninsula have been inhabited by humans for at least 12,000 years. The earlypeople to live on the peninsula took advantage of the natural features of the preserve to survive thesometimes harsh arctic environment. People living close to the preserve continue to use the naturalfeatures of the preserve for traditional subsistence hunting and gathering activities.         Cape Espenburg For a long time, life on the Seward Peninsula followed a seasonal pattern that rarely changed from year to year. During winter, people often lived in permanent winter villages along the coast near areas with plenty of hunting and fishing. Read more          Ear Mountain Winter changes the landscape of the Bering Land Bridge National Preserve into a seemingly unending blanket of snow. Imagine trying to find your way through the vast winter tundra without any directional markers. Read more          Imuruk Lake Imuruk Lake borders the northern edge of the 100,000 acres Imuruk Lava Fields in the Bering Land Bridge National Preserve. The seeming harshness of the lava beds contrasts with the apparent vitality of Imuruk Lake. The two create an interesting landscape of shapes and colors. Read more         Kuzitrin Lake During the summer, Kuzitrin Lake often inspires a sense of awe as the drifting white clouds reflect on the deep blue surface of the lake. Early people who entered the current boundaries of the preserve used the area surrounding Kuzitrin Lake for hunting and gathering. Read more         Sullivan Bluffs Every spring, a flood of migrating birds descends upon the land inside the Bering Land Bridge National Preserve. Read more",
    "url": "https:\/\/www.nps.gov\/bela\/learn\/historyculture\/Alaska-Natives-and-Early-People.htm"
}
