{
    "title": "Bering Land Bridge National Preserve: History & Culture",
    "body": "Explore This Park    Learn About the Park     History & Culture             History & Culture          Seeing ships as they sailed under the Statue of Liberty into New York Harbor is a scene most Americans envision when thinking of the port of entry to the United States. However, imagining the immigration of people traveling on foot into America over the Bering Land Bridge requires a bit more imagination and study. More than 10,000 years ago, people crossed from East Asia through the Bering Land Bridge into North America not to follow their dreams, but to survive. They followed herds of large mammals (many of them now extinct) to hunt for food and shelter, all the while expanding their civilization and possibly unknowingly populating a new world. Bering Land Bridge National Preserve is a small remnant of the land bridge, also known as Beringia, protected for the study of these past cultures, to learn more about the first people who set foot in America, and to support the traditional lifestyles of its residents present and future. What was once home to mastodons, mammoths, steppe bison, and other ice-age mammals is now the breeding ground for smaller animals like reindeer, muskox, caribou, and moose. Though the animals have changed, the subsistence way of life for Alaskan natives have not. Whether for carving ivory and bone, hunting seals and fishing for food, or picking berries in the spring for Eskimo ice cream, the lives of those living on the Seward Peninsula are interminably intertwined with the environment. The cultural allure of the preserve still attracts scientists, archaeologists, and anthropologists today - many of which are drawn by the search for the origin of human population of the Americas. From Serpentine Hot Springs to the Cape Espenberg, countless research projects are a prominent staple spanning throughout BELA's 2.7 million acres.      \"Nothing changes more constantly than the past; for the past that influences our lives does not consist of what actually happened, but of what men believe happened\". Gerald White Johnson American author",
    "url": "https:\/\/www.nps.gov\/bela\/learn\/historyculture\/index.htm"
}
