{
    "title": "Scotts Bluff National Monument: Volunteer",
    "body": "Volunteer        A volunteer group helps with a park clean up in the Scotts Bluff badlands. NPS         Gering High School students volunteered as a group to help clean up the park. NPS  Become A VIP We are glad you’re interested in the Volunteers-in-Parks (VIP) Program. VIPs work side by side with National Park Service employees and partners in our National Parks. Anyone can be a VIP, individuals, couples, families, students, and organized groups. VIPs play an important role in our national parks doing a variety of jobs; ·  Working at the information desk answering questions. ·  Presenting Living History demonstrations. ·  Restoring wildlife habitat. ·  Maintaining park trails and buildings. These are only a few of the many opportunities available when you volunteer with the National Park Service. Take a look at the Volunteers-in-Parks brochure to learn more about the program. To apply, come to the visitor center or download and fill out the Volunteer Application Form and bring it in.      What type of volunteer opportunities are there at Scotts Bluff National Monument?   Scotts Bluff National Monument accepts applications from volunteers throughout the year to assist with all aspects of park management. For those willing to dedicate personal time and expertise, there are a variety of opportunities in all park divisions, from serving as a visitor center host or demonstrating camp fire cooking to removing invasive musk thistle. Below is a list many of the opportunities in the park. Positions could be combined depending on the individual's skills and available time.          Our shuttle driving volunteers serve hundreds of visitors each year. NPS - Gant  Shuttle Bus Driver - For visitors who have arrived with large vehicles or those who are interested in only hiking one way along the Saddle Rock Trail, the park offers a shuttle service. Our volunteer shuttle drivers orient visitors to the area and share the stories of the park's cultural and geologic significance. The park shuttles are non-commercial passenger vehicles and can be operated by any volunteer with a valid driver's license.         Volunteers at the wagons give visitors an idea of what life on the trail was like. NPS  Living history presenters - Demonstrate daily life on the trail while in period dress. Cook, sew, play music or games and talk to visitors about what it was like to travel west in a wagon train.        Visitor Center Host converses with a Junior Ranger and  her family while they visit the park. NPS - Gant  Visitor center host - These positions are responsible for providing excellent customer service, specifically orientation and information to park visitors. Visitor center hosts share the history of Scotts Bluff, what travel on the trail was like, and introduce visitors to the wonders of geology.        Gering High School students assist resource management on Senior Service Day. NPS  Resource management assistant - Volunteers work side by side with our resource management rangers to control exotic weeds, restore native prairie, clean up the park, and monitor wildlife.        Students from Gering High School volunteer on Student Service Day. NPS  Volunteer as a group -  Are you a Scout leader, Sierra Club member, or school group looking for a hands-on experience with your group? Does your business or organization want to take part in a team-building restoration project? If so, we have many opportunities that can accommodate large groups.        Volunteer patches are just one of the rewards when you become a VIP. NPS - Gant   Why volunteer with the National Park Service? Volunteering at Scotts Bluff National Monument is a fun way to:   gain professional experiences  meet new people  provide assistance in research studies learn new skills  get out of the house and be actively involved supporting the National Park Service            For more information regarding Scotts Bluff National Monument volunteer program, please contact the Park Volunteer Coordinator: Justin Cawiezel at (308) 436-9716 or e-mail us",
    "url": "https:\/\/www.nps.gov\/scbl\/getinvolved\/volunteer.htm"
}
