{
    "title": "Bering Land Bridge National Preserve: History of the Bering Land Bridge Theory",
    "body": "Explore This Park    Learn About the Park     Migration Theories     History of the Bering Land Bridge Theory              The Bering Land Bridge Theory        A map showing the area of the Bering Land Bridge. NPS Photo        The continent of North America has been inhabited by humans for at least 16,500 years. As early as the  1500s, scientists and theorists were interested in discovering how humans had come to populated North and South America. One theory suggested the migration of Norsemen across Greenland into North America. Another theory proposed the island of Atlantis as the origins of human life in the New World. However, soon scientists and theorist began discussing the possibility of a land bridge that had spanned between Asia and North America thousands of years ago. The theory of a land bridge has fueled the imagination of scientists and explorers for centuries.  Early Theory of Fray Joes de Acosta  In 1590, the Spanish missionary Fray Joes de Acosta produced the first written record to suggest a land  bridge connecting Asia to North America. The question of how people migrated to the New World was a topic widely debated among the scientists and theorists of his time. Acosta rejected many of the theories proposed by his contemporaries. Instead, he believed that hunters from Asia had crossed into North America via a land bridge or narrow strait located far to the north. He thought the land bridge was still in existence during his lifetime.  The Bering and Cook Expeditions During the eighteenth century, Peter the Great, the Russian Czar from 1682 to 1725, chartered an  exploration of the eastern borders of the Russian Empire. He recruited the Danish explorer  Vitus Bering to lead the expedition to explore the Bering Strait region. Before the expedition maps of  Siberia sometimes contained a large landmass across the water from the Chukchi Peninsula; however no definite account of travel through the strait had been recorded by the early seventeen hundreds.  The two voyages of Bering, the first in 1724 and the second in 1741, confirmed what many people living on the Chukchi Peninsula already knew. That there was land and even people across the water; people  who had been trading and traveling across the Bering Strait for thousands of years. The second explorer to confirm the existence of Alaska was the Englishman, Captain James Cook. On his 1778 expedition he produced detailed maps of the Alaskan coast. The results of his exploration helped to enlighten the outside world about the Bering Strait region. As news of the discoveries of Bering and Cook's travels reached Russia, Europe, and other parts of the world, theories of human migration between Asia and North America gained strength.  The Land Bridge Theory The conformation of a strait between Asia and North America fueled an interest in the possibility of a wide plain that might have connected the two continents at one point. Beginning in the early 1800s, American scientist and naturalists started investigating archeological sites on the east coast of the   United States, slowly working their way towards the west coast. The findings of these forebearers   to modern archeology suggested that people had entered North America from another place. However, they still hadn't defiantly answered the question of how people had come. From about 1890 to 1925, research, discussion, and inquiry about the peopling of North America stalled because   of inconclusive data. It wasn't until the mid-1920s that scientist would finally restart the search for evidence of how people came to inhabit North America.  David M. Hopkins David M. Hopkins studied geology at the University of New Hampshire before accepting a position with the U.S. Geological Society in 1942. His first trip to Alaska planted a seed of fascination for the wild and beautiful landscape of the area. During his lifetime, Hopkins spent many of his summers on the Seward Peninsula often researching geology in the current area of the Bering Land Bridge National Preserve. He made several key contributions to the study of Beringia, including helping to publish two books that contained papers written by researchers from a wide range of backgrounds. He collaborated with many scientist and researchers to make groundbreaking discoveries about the Bering Land Bridge.  For years, scientist disagreed about the type of vegetation found on the land bridge thousands of years ago. Some scientists believe the land bridge had contained a uniformed vegetation similar to the current arctic plain vegetation, but dryer. Hopkins and several other scientists were convinced the land bridge had supported a more diverse vegetation, with plants growing in response to the hight of the elevation and the amount of surface water. Hopkins worked with Mary Edwards, Claudia Hofle, and Victoria Goetcheus Wolf, to confirm the age of plants frozen in a layer of ash from an eruption at Devil Mountain 18,000 years ago. The age of the plant matter found in the ash coincided with the last proposed opening of the land bridge. The ash covered a wide area of what would have been the middle of the land bridge 18,000 years ago. The findings from their collaboration helped to confirm that the type of vegetation on the land bridge had been more diverse than originally thought.  Hopkins had a special ability to forge connections between scientists and researchers from many backgrounds. He linked research conducted by people across many different disciplines to strengthen the concept of the Bering Land Bridge Theory. Hopkins reached out to scientists and researchers studying the Chukotka Peninsula and brought their work to the attention of researchers and scientists studying the Seward Peninsula. He recognized the need for interdisciplinary study to understand the whole picture of Beringia. His passion for the Bering Land Bridge was instrumental in not only creating the Bering Land Bridge National Preserve but also in building interest in the Bering Land Bridge Theory.",
    "url": "https:\/\/www.nps.gov\/bela\/learn\/historyculture\/the-bering-land-bridge-theory.htm"
}
