{
    "title": "Grand Canyon National Park: Helpful Links (noncommercial)",
    "body": "Helpful Links for Noncommercial River Trips       Below are links to various noncommercial river trip support documents and\/or web pages that may help you when planning your trip.      Weighted Lottery  Available Noncommercial River Launch Dates Weighted Lottery website (https:\/\/npspermits.us\/grandcanyon\/river) River and Weighted Lottery Frequently Asked Questions       Noncommercial River Trip Support Documents  Regulations Support Companies Orientation Video  Planning and River Management Resources Recreational Launch Calendars  Minimize River Trip Campfire Impacts 2011 River Campsite List The Action Guide to Preservation, Colorado River 4.2mb PDF file or text-only PDF version       Water Flow Information   Two Month Forecast 24 Month Forecast Real-Time Water Data November 2014 High Flow Experiment        Lottery and River Use Statistics Grand Canyon River Statistics  2010 Update Presentation 2013 Update Presentation 2014 Update Presentation 2015 Update Presentation   Calendar Year 2017  Compilation of all 2017 statistics to date:  Noncommercial River Lottery Statistics for Trips Launching in Calendar Year 2017   Statistics from the last three 2017 lotteries:  2017 Main Lottery, held Feb-24-2016 Follow-up Lottery, held May-19-2016      Calendar Year 2016  Compilation of all 2016 statistics to date:  Noncommercial River Lottery Statistics for Trips Launching in Calendar Year 2016   Statistics from the last three 2016 lotteries:  Follow-up Lottery, held Mar-24-2016 Follow-up Lottery, held May-12-2016 Follow-up Lottery, held Jun-24-2016      Calendar Year 2015  Compilation of all 2015 statistics:  Noncommercial River Lottery Statistics for Trips Launching in Calendar Year 2015    River Statistics (includes river use statistics for the calendar year plus statistics for all lotteries held for launch dates in that calendar year)  Calendar Year 2014 Calendar Year 2013 Calendar Year 2012 Calendar Year 2011 Calendar Year 2010 Calendar Year 2009 Calendar Year 2008 Calendar Year 2007        To contact the River Permits Office You may call us directly toll free 1-800-959-9164 or outside the U.S. at 928-638-7843. FAX number is 928-638-7844. You may also write to:  National Park Service Grand Canyon River Permits Office 1824 S. Thompson St, Suite 201 Flagstaff, AZ 86001  Email River Permits Office      Additional river info can be found at the following webpages.    Commercial River Trips (River Concessioners)  1 Day River Trips 3-18 Day River Trips   Noncommercial (Private) River Trips  2-5 Day River Trips 12-25 Day River Trips River FAQs River Trip Support Companies Weighted Lottery Helpful Links",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/noncommercial-riv-docs.htm"
}
