{
    "title": "Bering Land Bridge National Preserve: Other Migration Theories",
    "body": "Other Migration Theories        Today, many parts of Bering Land Bridge National Preserve appear similar to what it might have looked like when the first humans arrived. NPS Photo       Current Theories In today's world, the peopling of the Americas is a hotly debated topic. Evidence for competing theories continues to change the ways we understand our prehistoric roots. While evidence of animal migration is more solidified, the human story may be more complicated. As of 2008, genetic findings are suggesting that a single population of modern humans migrated from southern Siberia toward the land mass known as the Bering Land Bridge as early as 30,000 years ago, and crossed over to the Americas by 16,500 years ago. Archaeological evidence shows that by 15,000 years ago, humans had made it south of the Canadian ice sheets. While this may represent the earliest migration, it was not the only one. Once the first humans made it over, it appears that multiple migrations took place over the next several millennia, not only across the ice-free corridor, but also along the coast by boat. Evidence is still sparse and often conflicting however, so theories of the \"first Americans\" are still largely inconclusive. How we know what we know From 1932 to the 1990s, it was thought the first human migration to the Americas actually took place around 13,500 years ago, based on spear points discovered near Clovis, New Mexico. You may have heard of this referred to as the \"Clovis-First Model.\" Over the last 20 years however, the discourse surrounding the story of the first Americans has come into a new light -- one that challenges the previously accepted theories and replaces them with even more shocking and exciting ones. With these new ideas, the question regarding the story of the first Americans needed to be asked again: if those proverbial first Americans didn't populate the continent over the Bering Land Bridge, who were they, where did they come from and when, and how did they get here? It began in 1997 with the discovery of an archaeological site in Monte Verde, Chile, dating back to 14,500 years ago - a full millennium older than what was previously thought to be the first people in the new world, and indicating they settled much further south than expected. Although there was strong debate regarding the dating of the Monte Verde findings, it brought up an interesting question: if humans settled in the Americas so much earlier than previously thought and traveled as far as South America, is it possible that these humans journeyed to the new world through a different route? One radical theory claims it is possible that the first Americans didn't cross the Bering Land Bridge at all and didn't travel by foot, but rather by boat across the Atlantic Ocean. Though the evidence for this theory is minimal, proponents argue that the artifacts were developed by an earlier and still more ancient European group, known as the Solutrean culture. This style bears an uncanny resemblance to that of the Clovis tools found in the United States, which could suggest that humans may have entered America from the east over a route that has been dubbed the Atlantic Maritime route. A somewhat more widely accepted maritime theory looks to modern cultural anthropology and linguistics, claiming a striking resemblance between the cultures of Australia, Southeast Asia, and South America. Support for this idea is found partially in the discovery of a 9,500 year old skeleton in Washington State. Dubbed the \"Kennewick Man,\" the skeleton bears a strong physical resemblance to the Japanese Ainu people, suggesting that a pan-Pacific journey via boat might have brought the first Americans to our shores. Most Recent Findings As research and dating methods improve, more credible conclusions can be derived from the evidence we now have. Sites all around the country, including the Meadowcroft Rockshelter in Pennsylvania, Page-Ladsen flake tools in Florida, and coprolites from Paisley Cave in Oregon now provide more promising indications that the earliest Americans dispersed throughout the continent at least 14,500 years ago. Currently, the oldest claim for human settlement in the Americas lies at the Topper Site in South Carolina, dating back to about 15,000 years ago, but research continues to try to uncover how people got there and from where they came. The most important thing to realize is that even the most current and modern theories we have are entirely speculative and continually evolving. Discontinuity in sparse evidence, combined with weaknesses in dating methods, discrepancies in artifacts and genetics, and our own subjective interpretations provide endless hurdles to overcome. Because of these challenges however, the study of the first Americans offers unparalleled opportunities to pioneer new discoveries in a still largely-uncharted realm of our past. The theory of the first Americans crossing over the Bering Land Bridge remains viable, thus we continue to celebrate our distant past in the ways we protect and utilize our enduring resources.",
    "url": "https:\/\/www.nps.gov\/bela\/learn\/historyculture\/other-migration-theories.htm"
}
