{
    "title": "Bering Land Bridge National Preserve: Accessibility",
    "body": "Accessibility       Bering Land Bridge National Preserve is largely wildlands without trails, designated by Congress to remain a \"primitive\" area in many respects. The National Park Service strives to make the park as universally accessible as possible. However, extra obstacles will be encountered because of the remote, wilderness nature of this special place. If your questions concerning accessibility are unanswered after reading the below information, please contact us at (907) 443-2522 or email us.     Visitor Center in Nome   Parking: parking does not currently meet ADA standards. Routes: Paved sidewalks with a curb lead from the parking lot to the visitor center. Entrance: Front and rear doors operate on a push-button door opener. Restrooms: Men's and women's are both wheelchair accessible. Water: Water fountains are wheelchair accessible. Film: The park's film is presented in an accessible theater. Closed captions are available. Ranger programs: Programs are presented in an accessible room during the summer. All ranger programs strive to engage multiple senses and learning styles, and often include visual and\/or tactile objects. Exhibits: Some tactile or otherwise interactive exhibits are structured to be accessible from a wheelchair.    Service Animals  Service animals are allowed in National Parks. For a definition of a service animal, please go to www.ada.gov\/service_animals_2010.htm. Anywhere that you wish to go, your service animal may go, too. There are some unique aspects to be aware of if you visit the national preserve, however:   Visitor Center in Nome: Service animals are welcome Wildlife: Wildlife can be encountered anywhere, even near developed and busy areas like the visitor center. Wolves, bears and, particularly, musk-ox are of high concern, but smaller animals like foxes, coyotes and even squirrels could cause issues for service animals unused to encountering wildlife.  Terrain: There are no trails in the preserve. Items that have a high likely hood of being encountered when traveling include: rocks, uneven surfaces, loose surfaces, steep slopes, and water crossings.",
    "url": "https:\/\/www.nps.gov\/bela\/planyourvisit\/accessibility.htm"
}
