{
    "title": "Gates Of The Arctic National Park & Preserve: Research permitting",
    "body": "Conducting Research in Gates of the Arctic       Gates of the Arctic National Park & Preserve welcomes research projects designed to enhance the understanding of resources or systems for the purposes of park management and the advancement of broad scientific understanding. Information that scientists gather can play an important role not only in how Gates of the Arctic National Park & Preserve is managed, but also in how we manage some of the greater issues that face our planet. Our current understanding of historical, biological, cultural and physical resources has been gained through exploration and research conducted since the late nineteenth century. Most of these research and exploratory activities pre-date this young park, which was established in 1980 with the passage of ANILCA (the Alaska National Interest Lands Conservation Act). Research activities have included institute-sponsored research activities, State of Alaska, other federal agencies, as well as NPS research and monitoring projects. Information for Prospective Researchers All research projects conducted on NPS lands require a permit. To obtain a permit, potential researchers must submit a proposal that will be reviewed by an Integrated Compliance Team which will assess the scientific integrity and appropriateness of the proposal based on the following considerations: The deadline for submitting proposals is April 2, prior to the beginning of the field season for that year. An integrated compliance review process assesses the scientific integrity and appropriateness of research activities. Researchers are encouraged to contact the park research coordinator early to discuss proposed work and streamline the permitting process. The primary compliance requirements that must be addressed prior to project approval include:  potential environmental impacts (NEPA) potential impacts to cultural resources (NHPA Section 106) potential impacts to subsistence activities or the resources upon which they depend (Section 810, ANILCA) a Minimum Requirement\/Minimum Tool determination to assess impacts to wilderness lands (Section 4(c) of the 1964 Wilderness Act)  A Minimum Requirement Decision Guide determination will assess impacts to National Preserve lands and unique park\/local conditions or activities. The Park Integrated Compliance Review Team has found this process to be helpful in mitigating impacts even in an area not designated as Wilderness (Section 4(c) of the 1964 Wilderness Act). Preparing a Proposal 1) Submit your proposal to the NPS Research Permit and Reporting System. This site requires you to enter basic information regarding your project. You can simply cut and paste material from your proposal into the form. (Please note: You will also be required to upload files into the system. Large documents may crash the system so it is best to remove unnecessarily large images and maps prior to upload, or simply break up your study plan into two or three smaller files.) 2) Refer to the General Park Conditions document (Word.doc) 3) Key things to include in your application:  type of transportation you will be using within the boundaries of the park (i.e. float plane, helicopter, boating, hiking, etc) study site, field dates and camp locations with information about your camp and how you will deal with human waste and non burnable trash any type of motorized equipment (outboard motor, chainsaw, etc…) number in your party and their backcountry first aid skills (note smaller group sizes are favored) information regarding establishment of permanent plots (size, location, and type of marking) do your studies require ground disturbance (digging) and\/or collection of specimens?  These questions are examples of the type that comprise our Compliance Questionnaire, which is designed to guide you through addressing the necessary requirements and restrictions involved in proposing research in Yukon-Charley. Download the word document, fill it out and submit it to the compliance team coordinator. 4) Once you have submitted your proposal, the Research Coordinator at the park will contact you to clarify any questions or problems that might arise. The coordinator will meet with the integrated compliance team (a small group composed of park staff) to determine if your proposal is in line with the NPS mission and the enabling legislation of the park. The coordinator will provide you with updates periodically throughout the process and is the person ultimately responsible for issuing your permit. In general, this process takes four to six weeks. For more information, please contact: Research Coordinator Gates of the Arctic National Park & Preserve 4175 Geist Road, Fairbanks, Alaska 99709-3420 907-457-5752 e-mail us   Documents and Websites Pertinent to Research Activities in Gates of the Arctic National Park & Preserve NPS Research Permit and Reporting System This site helps investigators to find out about park needs for research, to apply for permission to conduct scientific studies pertaining to natural resources or social sciences within park units, and to report on their research accomplishments.The deadline for research proposals for Gates of the Arctic National Park & Preserve is April 2. Researchers' Curatorial Responsibilities (pdf 111kb) Researchers who intend to collect samples or specimens in the park and\/or preserve are obligated to follow specific curatorial guidelines. NPS Nature &Science Explore various issues concerning our national parks on this site.Topics include air, biology, geology, natural sounds and water. NPS Inventory & Monitoring Program NPS research activities are conducted by the Arctic Network Inventory and Monitoring Program. This NPS program is tasked to collect, compile and synthesize scientific information about the Arctic Network (ARCN) of parks in order to facilitate their preservation, unimpaired, for future generations. The ARCN is made up of five parks: Bering Land Bridge National Preserve, Cape Krusenstern National Monument, Gates of the Arctic National Park and Preserve, Kobuk Valley National Park, and Noatak National Preserve. ANILCA Alaska National Interest Lands Conservation Act, December 2, 1980.This ACT provided for the designation and conservation of certain public lands in the State of Alaska, including the designation of units of the National Park, National Wildlife Refuge, National Forest, National Wild and Scenic Rivers, and National Wilderness Preservation Systems, and for other purposes. ANILCA, Section 8 See section 810 for subsistence and land use decisions. MRDG This revised Minimum Requirements Decision Guide (MRDG) is designed to assist wilderness managers in making stewardship decisions. Units with special provisions mandated by legislation subsequent to the Wilderness Act of 1964 must insure full consideration of these other legal requirements. Wilderness managers in Alaska must insure that their decisions are in accordance with the provisions of ANILCA. NEPA National Environmental Policy Act of 1969, was passed to establish a national policy for the environment, to provide for the establishment of a Council on Environmental Quality, and for other purposes. NHPA, Section 106 National Historic Preservation Act, 2001.The goal of Section 106 consultation is to identify historic properties potentially affected by the undertaking, assess its effects and seek ways to avoid, minimize or mitigate any adverse effects on historic properties.   Wilderness Act The Wilderness Act of 1964, created to establish a National Wilderness Preservation System for the permanent good of the whole people, and for other purposes.       Documents and Websites Pertinent to Research Activities in Gates of the Arctic National Park &Preserve   NPS Research Permit and Reporting System  This site helps investigators to find out about park needs for research, to apply for permission to conduct scientific studies pertaining to natural resources or social sciences within park units, and to report on their research accomplishments. The deadline for research proposals for Gates of the Arctic National Park &Preserve is April 2.    Researchers' Curatorial Responsibilities (pdf 111kb)  Researchers who intend to collect samples or specimens in the park and\/or preserve are obligated to follow specific curatorial guidelines.   NPS Inventory &Monitoring Program  NPS research activities are conducted by the Arctic Network Inventory and Monitoring Program. This NPS program is tasked to collect, compile and synthesize scientific information about the arctic network of parks in order to facilitate their preservation, unimpaired, for future generations.    MRDG  This revised Minimum Requirements Decision Guide (MRDG) is designed to assist wilderness managers in making stewardship decisions. Units with special provisions mandated by legislation subsequent to the Wilderness Act of 1964 must insure full consideration of these other legal requirements. Wilderness managers in Alaska must insure that their decisions are in accordance with the provisions of ANILCA.    NEPA  National Environmental Policy Act of 1969, was passed to establish a national policy for the environment, to provide for the establishment of a Council on Environmental Quality, and for other purposes.    NHPA, Section 106  National Historic Preservation Act, 2001. The goal of Section 106 consultation is to identify historic properties potentially affected by the undertaking, assess its effects and seek ways to avoid, minimize or mitigate any adverse effects on historic properties.    Wilderness Act  The Wilderness Act of 1964, created to establish a National Wilderness Preservation System for the permanent good of the whole people, and for other purposes.",
    "url": "https:\/\/www.nps.gov\/gaar\/learn\/nature\/research-permitting.htm"
}
