{
    "title": "Grand Canyon National Park: 12 to 25 Day Noncommercial Trips",
    "body": "12 to 25 Day Noncommercial River Trips: Lees Ferry to Diamond Creek       These are self-guided raft trips, sometimes referred to as private river trips. Permits for these trips are made available to the public through a weighted lottery. To apply for a 12 to 25 day noncommercial river permit:  Read the general requirements listed below. Sign up for the Weighted Lottery.       General Requirements Before applying for a noncommercial permit through the weighted lottery, it is important to realize these trips are not for everyone. Here are a few important requirements:  The Colorado River through Grand Canyon is a highly technical river, not something for the inexperienced to try. At least one member of each trip must have the experience and skills required by the National Park Service. Noncommercial trips must be self-guided and may not hire guides. All noncommercial trip expenses must be shared among all participants on a full cost sharing basis. Once awarded through the weighted lottery, noncommercial trip launch dates may not be changed, deferred, or traded. Trips may be passed to qualified Potential Alternate Trip Leaders (PATLs). To be qualified, these PATLs must be listed on the original lottery application, confirm their co-applicant status online before the lottery drawing, and meet all other NPS requirements. The main applicant must be at least 18 years old. PATLs must be at least 18 years old by the launch date. All Lottery and Permit fees are non-refundable. Applying through the Weighted Lottery costs $25, and those who are successful are immediately charged another $400 non-refundable deposit ($200 for launches advertised through the lottery as small trips). The deposit will apply toward the final permit fees. Final permit fees are currently $100 per person and are due 90 days before launch. All individuals are prohibited from participating on more than one (1) recreational river trip (commercial or non-commercial) per year through any part of the Lees Ferry to Diamond Creek section of the Colorado River.  View complete Noncommercial River Trip Regulations  To contact the River Permits Office  You may call us directly toll free 1-800-959-9164 or outside the U.S. at 928-638-7843. FAX number is 928-638-7844. You may also write to:  National Park Service Grand Canyon River Permits Office 1824 S. Thompson St, Suite 201 Flagstaff, AZ 86001  Email River Permit Office       History Prior to 2006, non-commercial permits for the Lees Ferry to Diamond Creek section of the river were distributed through a waitlist system. Demand for these permits vastly exceeded supply, and wait times for those at the bottom of the lengthy waitlist grew to an estimated 25 years. On March 23, 2006, the National Park Service released a Record of Decision for a revised Colorado River Management Plan. The revised plan changed several aspects of recreational use management of the Colorado River. The changes include increased access for noncommercial boaters and replacing the existing waitlist system with a weighted lottery system. A three stage transition process began immediately and transitioned members out of the waitlist system. Many of these waitlist members were given \"extra chances\" for future use within the weighted lottery. The first weighted lottery accepted applications from October 1-21, 2006. For more information visit the River Management page.      Additional river info can be found at the following webpages.    Commercial River Trips (River Concessioners)  1 Day River Trips 3-18 Day River Trips   Noncommercial (Private) River Trips  2-5 Day River Trips 12-25 Day River Trips River FAQs River Trip Support Companies Weighted Lottery Helpful Links",
    "url": "https:\/\/www.nps.gov\/grca\/planyourvisit\/overview-lees-ferry-diamond-ck.htm"
}
