{
    "title": "Bering Land Bridge National Preserve: Safety",
    "body": "Explore This Park    Plan Your Visit     Safety             Safety           Carrying plenty of supplies and dressing in layers are essential tasks when traveling in the Alaska backcountry. NPS Photo       Backcountry Safety What To Wear There is very little information about current weather conditions in the preserve and sunny 70 degree days can rapidly turn into bone chilling 40 degree rains. It is important to pack rain gear as well as cold weather gear even if the forecast in Nome is calling for clear skies and warm temperatures during your trip. Pack Extra Food In addition to proper clothing, you should pack at least 3 days of extra food for your backcountry trip. Due to rapid shifts in weather, your pickup could be delayed several days. Rain, fog, and low clouds can remain near the Serpentine Hot Springs valley for several days causing your trip to last longer than expected.    Bring a Medical kit It is important to realize you are more than 80 miles from the nearest hospital and 540 miles from Anchorage, the nearest major medical facility. If you get injured in optimal conditions, you are looking at a 3-4 hour wait. It is important to bring a well-stocked medical kit. If you require any daily medication, it is a good practice to pack enough to last a week longer than your expected stay. Communication Due to its remote location, there is no cell phone service in the preserve. The only way to communicate with the outside world is by personal satellite phone. If you are looking for a cheaper way to be covered in case of medical emergency, we recommend a satellite tracking device or an Emergency Locator Transmitter (ELT). Leave an Itinerary Let friends and family know when and where you are going, how long you'll be gone, and some idea of what you are doing. Be sure to include the name of the pilot and tail number of the plane you are taking, and your satellite phone number. Call the people when you arrive back from the backcountry so they know you are okay. Rescue is delayed when friends and loved ones don't know your planned route or when you are returning. Call Us at (907) 443-2522 While no backcountry permit is needed to visit Bering Land Bridge National Preserve, it is a good idea to contact park staff for information on cabin conditions and weather hazards as well as information about the preserve's features.  Wildlife safety Brown bears, wolves, foxes, and wolverines live in and around the preserve. It's always a good idea to carry bear spray while traveling through brown bear country. If backpacking, use a bear proof container and cook and store food 100 yards and up wind from your sleeping area. Willows provide shade and shelter for bears and can reduce both their and our visibility. To avoid surprising a bear make noise. Talk, sing, or clap loudly while in dense brush, near rushing water, or on windy days. The noises you make are often times enough to keep bears away. Never approach a cub or get between a mother and a cub. It is important to keep your distance from musk oxen and caribou as well. These animals can overheat if frightened. They can also decide to charge you. The powerful horns and antlers of muskoxen, moose, and caribou can be just as deadly as a predator when they feel threatened.",
    "url": "https:\/\/www.nps.gov\/bela\/planyourvisit\/safety.htm"
}
