{
    "title": "Bering Land Bridge National Preserve: Multimedia Presentations",
    "body": "Multimedia Presentations              Serpentine Hot Springs   Loading the player...       Visit JWPlayer docs for keyboard shortcuts  Duration:3 minutes, 27 seconds  Take a video tour of Serpentine Hot Springs (aka \"Iyat\"), to learn about what makes it so special and how you can plan your trip to this incredible place.                          \"Bearded Ones\" - Muskox on the Seaward Peninsula Muskox are one of Bering Land Bering Land Bridge National Preserve's most unique creatures. True living relics, they give us a glimpse into prehistoric times. Learn more about how muskox fit into the modern world through the perspectives of some of those who live side-by-side with this woolly animal.  Duration:4 minutes, 22 seconds                                The Great Journey North The Seward Peninsula, including Bering Land Bridge, experiences a great bird migration every year.  Explore the journey birds take and the motivations for their travel  Duration:2 minutes, 31 seconds                                Bering Land Bridge - Local Perspectives on Climate Change Learn about climate change in the arctic from a local perspective through a short film produced by Bering Land Bridge National Preserve on Youtube.  Duration:2 minutes, 30 seconds                                Youth on Climate Change - Interview with Renee Renee, a youth from Shishmaref, is interviewed about her community being moved inland due to erosion from climate change. She talks about her traditional lifestyle and thoughts on what might change in the future.  Duration:1 minute, 7 seconds                                Youth on Climate Change - Interview with Zander Zander, a youth from Shishmaref, is interviewed about the effects on climate change in his community. He talks about his traditional lifestyle and thoughts on what might change in the future.  Duration:1 minute, 11 seconds               Muskox Journey Bering Land Bridge National Preserve is one place in Alaska where you can see muskox, but that wasn't always the case. Discover the history of the reintroduction of muskox to the Seward Peninsula and the rest of Alaska in this podcast. You will need QuickTime to view. Use the link here to download QuickTime for free.         Learn more about what the ARCN staff does in this short video. NPS Photo  Short video: Introduction to the Arctic Network Inventory and Monitoring Program. The Arctic Network or ARCN, is responsible for the monitoring of the health and progression of the ecosystems in five national park units in Alaska: Bering Land Bridge National Preserve, Cape Krusenstern National Monument, Kobuk Valley National Park and Noatak National Preserve. This short video was made possible through support from the Murie Science and Learning Center, and the Alaska Geographic Association.",
    "url": "https:\/\/www.nps.gov\/bela\/learn\/photosmultimedia\/multimedia.htm"
}
