{
    "title": "Bering Land Bridge National Preserve: Shelter Cabins",
    "body": "Explore This Park    Plan Your Visit     Safety     Shelter Cabins              Shelter Cabins          Ear Mountain Shelter Cabin Spread throughout Bering Land Bridge National Preserve are five shelter cabins. These cabins have the purpose of providing emergency shelter only. They are seldom maintained and available on a first come, first serve basis. Each one varies in size, condition, and amenities. Ear Mountain cabin has a bunkbed, a table, and a fuel oil stove. You must bring your own fuel.         Nuluk Shelter Cabin Spread throughout Bering Land Bridge National Preserve are five shelter cabins. These cabins have the purpose of providing emergency shelter only. They are seldom maintained and available on a first come, first serve basis. Each one varies in size, condition, and amenities. The Nuluk cabin has a bunkbed, a table, and a fuel oil stove. You must bring your own fuel.         Goodhope River Shelter Cabin Spread throughout Bering Land Bridge National Preserve are five shelter cabins. These cabins have the purpose of providing emergency shelter only. They are seldom maintained and available on a first come, first serve basis. Each one varies in size, condition, and amenities.The Goodhope River cabin has a bunkbed, a table, and a fuel oil stove. You must bring your own fuel.         Cottonwood Creek Shelter Cabin Spread throughout Bering Land Bridge National Preserve are five shelter cabins. These cabins have the purpose of providing emergency shelter only. They are seldom maintained and available on a first come, first serve basis. Each one varies in size, condition, and amenities. Cottonwood creek cabin has a wooden bed, a table, and a wood stove. Firewood is not provided.         Grayling Creek Shelter Cabin Spread throughout Bering Land Bridge National Preserve are five shelter cabins. These cabins have the purpose of providing emergency shelter only. They are seldom maintained and available on a first come, first serve basis. Each one varies in size, condition, and amenities. The Grayling Creek cabin has a bunkbed, a table, and a fuel oil stove. You must bring your own fuel.",
    "url": "https:\/\/www.nps.gov\/bela\/planyourvisit\/shelter-cabins.htm"
}
